{
    "url": "https://www.ukpol.co.uk/george-roberts-1918-speech-on-trade-boards/",
    "title": "George Roberts – 1918 Speech on Trade Boards",
    "post_date": "May 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1918",
            "url": "/tag/1918/"
        },
        {
            "text": "George Roberts",
            "url": "/tag/george-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Roberts in the House of Commons on 17 June 1918.",
    "content": [
        "[![georgeroberts](https://www.ukpol.co.uk/wp-content/uploads/2016/05/georgeroberts-239x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/georgeroberts.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I beg to move, “That the Bill be now read a second time.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill is one to amend the Trade Boards Act of 1909. That Act provides for the establishment of trade boards in all trades set out in the Schedule to the Act, those trades being ready-made tailoring, cardboard box making, lace finishing, and chain making. Other trades have been covered subsequently by means of Provisional Orders. The principal function of a Trade Board is to fix minimum rates of wages. The Act came into operation on 1st January, 1910, and it applied, in the first instance, to the four trades set out in the Schedule. Roughly speaking, there are 200,000 persons normally engaged in these four trades, in the proportion of 86,700 men and 143,500 females.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After three years’ experience, the Board of Trade was so satisfied with the results achieved that it made a further extension by means of the Trade Boards Provisional Order Confirmation Bill of 1913. This extension brought in sugar confectionery and food preserving, shirt making, hollow-ware making, and linen and cotton embroidery. It is estimated that 190,000 additional workpeople were affected by this extension, in the proportion of 23,000 males and 167,000 females. Thus there are now, approximately, 390,000 workers under the Act, of whom about 80,000, or, roughly, 20 per cent., are males, and about 310,000 females. The number of firms affected is about 17,000. At the time the Act was passed it was admittedly an experiment. It was based very largely upon certain Australian experience. Wages boards were initiated in the State of Victoria, Australia. In that State, after various experiments to improve factory inspection and to remedy the sweating system, proposals were incorporated in the Factories and Shops Act of 1896, which were intended to regulate wages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As in this country, after three years’ experience, the wages boards in Victoria were found sufficiently successful to warrant the Victorian Parliament in extending them to other trades. It is significant to remember that these extensions were made consequent upon the representations of both employers and workpeople. I believe I may make the same claim in respect of the amending Bill, the Second Reading of which I am moving this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Victoria, in 1903, an amending Bill was passed increasing the powers of the boards. In 1913 there were 134 boards in existence, covering 150,000 workers. The example of Victoria was subsequently copied by other Australian States. South Australia, Queensland, New South Wales, and Tasmania have all copied the Victorian model. Victoria has had twenty years’ experience of the operation of wages boards. Sweated industries have been largely diminished, unskilled workers have been protected from other competitive employment, employers have been placed on an equal footing as regards the price of labour, and I believe that the general opinion of Australia is that the system has been amply justified. I know of no movement to change it. I believe it may also be claimed in this country that with almost universal consent the Trades Boards Act of 1909 has brought a great deal of good, not only on behalf of the workers engaged in the trades, but also in the best interests of the trades themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The present Bill aims at simplifying the procedure required for setting up boards and for fixing minimum rates of wages, and also at giving increased powers to boards in certain directions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Undoubtedly great dislocation of industry will follow the War, and that renders it particularly necessary that rapidly adjustable machinery should be available for setting up boards in certain industries. I think this applies with particular force to the case of women. Many groups of women during the War have been able to elevate wage conditions to a more reasonable standard then heretofore, and it would be extremely undesirable, and undoubtedly would have a large number of undesirable social aspects, if they were to lapse back into the conditions which prevailed before the War. Moreover, there are other groups who have not, despite war conditions, been able to raise their status to anything which may be regarded as satisfactory. Therefore it seems to make it more desirable that we should provide machinery to adjust wages to a reasonable basis, and in more accord with the spirit of our times. The principle features of the Bill may be briefly summarised. First, it gives power to the Ministry of Labour to set up boards by Special Orders, after giving proper opportunity for inquiry and objections, instead of proceeding by means of a Provisional Order Bill. I believe this proposal is likely to meet with some little criticism. **[HON. MEMBERS: “Hear, hear!”]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Possibly we shall have to meet it, but I hope I shall be able to convince the House that it is a right and proper course, and when we get into Committee all the criticisms will have to be considered. At any rate, I express the hope that the Bill will ultimately emerge with this provision in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This makes the machinery for extending the Act to new boards simpler and more expeditious. Undoubtedly the existing machinery is most cumbersome, necessitating the introduction of a Provisional Order Bill whenever it is desired to bring a new trade under the Act. Moreover, if a Provisional Order Confirmation Bill is opposed, it is necessary for an inquiry by a Select Committee of this House to take place, involving great expense and considerable delay. This procedure, with its delays and safeguards, was probably justifiable when trades boards were in their experimental stage, but now that they are proved to be a valuable part of our industrial organisations, it appears desirable and reasonable that speedier methods to set up the boards are required and can be justified. Again, I think that the congested state of Parliament affords an additional reason why this new method should be adopted. After the War, undoubtedly Imperial and domestic questions will emerge with great rapidity, and it does seem desirable that where it is possible to delegate to responsible bodies matters which would otherwise occupy Parliamentary time, that is very wise and expedient. I am aware, owing to representations that have been made to me, that some criticisms will be proferred on this point, but I do venture to ask for dispassionate consideration of the matter, and that hon. Members should have regard to the experience already acquired. I think, with the safeguards that are in existence now, and which can, of course, be made perfectly clear in the Bill, it will be granted that it is not an unreasonable departure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sub-section 4 of Clause 2 enables either House of Parliament to annul any special Order within forty days of its being made. The substitution of procedure by special Order for that by Provisional Order does not withdraw the control of Parliament over the application of the Act to new trades. It seems to me and to those with whom I act that this is an ample safeguard, and that, therefore, the proposal is not open to the dangerous conjecture suggested in some of the criticisms that have been made. Moreover, there is precedent. The proposed special Orders follow generally the precedent of the Factory Act. By Section 79 of the Factory and Workshops Act, 1901, the Home Secretary is empowered to make regulations in respect of dangerous trades. The procedure for making special Orders set forth in the first Schedule of this Bill is based on that provided in Sections 80 and 81 of the Factory Act. While not necessitating the promotion of a Bill in Parliament, the proposed procedure does make ample provision for the consideration of objections and for inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While Clauses 1 and 2. deal mainly with procedure, Clause 1 also effects substantial Amendments of Section 1 of the Principal Act inasmuch as it empowers the Minister of Labour to apply this Act to any new trade to which he considers it expedient to apply it, having regard to the wages prevailing in that trade or in any branch of the trade, whereas, in the superseded provision of the Principal Act it can only be applied on the ground that the rate of wages prevailing is exceptionally low compared with that in other employment. It is deemed desirable that this power should be conferred and exercised, because simply to set up a board in respect of a trade which can be proved to be paying comparatively low wages is not a satisfactory procedure. I believe that everybody desires now that the wages in every trade shall assure to those engaged in that trade a satisfactory standard of living, and, having regard to the independent and expert character of a trade board, I think it may safely be urged that this power is not too great a one to confer upon it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a considerable Amendment in this respect. We propose to confer upon a trade board discretion to fix a guaranteed minimum time rate. This simply accords with the experience of many trades. Trade unions invariably urge, and have been able to establish this principle as expressed in the Bill. This is a rate to secure to piece-workers a minimum rate of remuneration on a time-work basis. Where workers are employed on piece-work their earnings vary considerably, of course. In the case of many trades it is customary to establish a time-work basis of remuneration below which no piece-worker’s earnings are allowed to fall. This policy has been adopted by the Ministry of Munitions in its Orders governing wages in controlled establishments. I am not urging that you should confer power upon the Ministry of Labour simply because the Ministry of Munitions have exercised it, but it is in accord with general trade practice, and the Ministry of Munitions, acting in accord with that practice, have found it work well, and the fact that we have that experience forms, I think, an additional reason why that power may be exercised. But I wish to point out that it is not obligatory on a trade board to fix such a rate. It has been urged upon us that we ought to make it compulsory on a trade board to do so, but we recognise that it might not be applicable to every trade, having regard to the varying conditions of trade, and, therefore, we simply confer upon a trade board the power to fix this minimum time rate, and do not propose to make it obligatory upon it to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also desire that a trade board should have the power to fix differential rates for overtime. Assuredly this was an omission in the original Act, for in every trade now I believe that it is customary to fix a higher rate for hours worked in excess of a normal week, and particularly on a Sunday; but a trade board under the present Act has no such power, and we are simply seeking to confer upon trade boards the power to determine the normal weekly hours of work and then to fix varying rates in respect of work in excess of those normal weekly hours. Last year Parliament did enact the same principle in the Corn Production Act, and I think that we shall have further experience to warrant us in asking that the trade boards working in respect of a larger number of trades should have the same power conferred upon them. We also desire to establish machinery for accelerating the fixing of these minimum rates of wages. Under the existing Act nine months will elapse from the time when notice is given of the intention to fix a rate and the coming of that rate into full operation. Experience proves that that is altogether too long and we desire to place a shorter limit upon it. Therefore we are seeking to take power to allow a trade board, with the Minister’s sanction to bring a new rate into full operation within three months, instead of nine months as at present. The rates are not at present obligatory until at least six months after they are fixed by the trade board. During the intervening period they are obligatory only on Government and municipal contractors. Now nine months elapsed from the date on which a trade board gives notice of its intention to fix the rate, and we are asking that that period should be reduced to three months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Clause 5 it will be observed that some change is made in taking proceedings against employers for violating the Act. Where an offence for which an employer is liable is committed by some other person we propose that that other person may be proceeded against and punished in the same manner as if he were the employer. The proposals empower the Ministry to allow any trade board to proceed against any guilty agent either alone or together with the employer. Again we are acting on precedent, for a like power exists under Section 140 of the Factory Act, but where an employer proves that the offence committed by his agent was committed without his knowledge, consent or connivance, he will be exempt from fine in respect of the offence. Where the worker employés another worker on the premises of the employer the occupier of the premises is proposed to be held jointly liable with the immediate employer of the worker. These Amendments are proved to be necessary by the experience procured in the operation of the Act so far. We propose to impose on the employer the definite duty of keeping accounts. I think that if we confer on a trade board the power to fix statutory rates of wages it is but right also that we should compel the employer to keep accurate accounts, in order to have available the opportunity of testing any cases that may arise. Moreover, I think in these days that it is not too much to expect that anybody who is in business ought to keep proper accounts, and I feel sure that Parliament will admit that we are not asking too much in seeking this power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. BOOTH** Will it include farmers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. ROBERTS** It should include farmers, I agree—all persons in business. Under the principal Act it is necessary to issue a separate summons in respect of every occasion on which an employer has paid less than the rate. If wages were paid at less than the rate for six months twenty-six separate summonses would have to be taken out. This is obviously a most inconvenient procedure. Therefore, in Clause 9, we propose to empower an officer to take out one summons for any one occasion on which an offence has been committed and to give notice of intention to prove failure to pay rates on other occasions during the two years immediately preceding the laying of information. The officer will have to prove the commission of the actual offence and the other cases during the previous two years. The Court may then convict in respect of the offence charged, and may also order that the worker be paid the amount of deductions which constitute the case. Clause 10 provides that the trade board make recommendation to a Government Department with reference to the industrial conditions of the trade, and that that Department shall forthwith take the recommendations into consideration. Under Section 3 of the principal Act the trade board must consider any matter submitted to it by a Government Department, and must make a report to that Government Department, but the trade board has no power to take the initiative in making any such recommendations. We feel that a trade board is capable of expressing the opinion of the trade in any matter affecting the welfare of the trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wages are often a subject on which cleavage is relatively sharp, but there are many other matters in which a real community of interest exists between the two parties in the trade. I think that that is very largely the spirit, and will subsequently be the practical result of the joint industrial councils proposed to be set up according to the scheme of the Committee over which my right hon. Friend the Chairman of Ways and Means presided. If we can get the parties in a trade to consider not only matters of wages and labour conditions, but persuade them to have a full regard to all the affairs of that trade, that must surely contribute to bringing the two parties into closer relationship, and with that close relationship you will get a wider sense of responsibility which, I believe, will contribute splendidly to the real prosperity of the State and of both the parties in the trade. I think that these are, briefly, the outstanding points of the Bill. We propose that the Bill shall go to a Grand Committee upstairs. This will give opportunity for the fullest possible investigation of its provisions, and I think that we may then have the assurance that all criticism will be properly attended to, and if it be such as will contribute to the strengthening of the measure, or if concessions can be made in order to meet real criticism, then I can only say that we will be very glad to consider any proposals which are submitted to us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But before leaving the Bill I would like to make a few observations on a point which we have been pressed to include in the Bill. It has been strongly represented to us that Parliament should fix a national minimum wage. This principle was the subject of a good deal of discussion when the Corn Production Bill was before the House. Whatever may be said in respect of any one industry, surely it must be seen that it is difficult for Parliament to agree upon any one figure which may be adaptable to every one of our industries or all the industries which are likely to come within the purview of the trade boards. I have been immensely attracted by the idea, which accords with a sense of justice, but on closer examination grave difficulties present themselves. It raises highly controversial questions as to the relationship of men’s and women’s wages, and it also raises, in an intense form, the question of the principle on which a national minimum wage should be based. The demand for fixing a minimum national wage arises from the feeling that every worker should be assured of a reasonable living wage. That, I believe, is how the demand originated, and I believe that everybody in this House and outside the House will agree that every worker is entitled to a reasonable minimum wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir F. BANBURY** If they do the work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. ROBERTS** I am glad my right hon. Friend joins in thinking that this will stimulate workers to render a fair share of work for the wages they receive. The question arises whether the wage shall be sufficient to maintain the individual or a family, a large or a small family, or a family of average size. Such diverse views are advanced on the whole subject that there is no chance of agreement in the community such as to justify Parliament to sanction, at this stage, one view or the other. Therefore we aim at the gradual improvement of the conditions in our industries, recognising that we cannot accomplish all this by a mere stroke of the pen. The best method appears to be to bring the representative employers and workpeople together, and to set them the task of improving their own conditions. Parliament has not the information regarding the conditions of all industries. Statutory figures are in the highest degree inelastic, and can only be changed by further legislation; meanwhile, irreparable damage might be done. The trade board system is flexible, and allows ready adaptability to changing conditions and the prompt correction of errors. Therefore we feel, however strong the sentiment may be in favour of the fixation of a national minimum wage, that it is far better and more expeditious to leave the fixing of the wages to trade boards for the various industries. The trade boards will have power given to them to so fix rates that they would rise gradually, and allow the trades time to adapt themselves to the new conditions. That is the principle on which we have worked in our trade union experience—recognising that firms may have contracts that they have made upon the existing wage standards, and that to impose great advances upon them would be most unjust to them; at the same time, we have generally been able to compromise and make an arrangement whereby the advances, mutually agreed upon, were brought into operation by degrees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, I want to urge that experience warrants the extension of the trade board system under the Bill by more expeditious means. Our experience shows a wide improvement in the wage standards, while no legitimate interests have been prejudiced. Organisation has been improved, efficiency has stimulated, and, above all, industrial relationships have been markedly bettered. I feel that everybody who has come into contact with the representative employers and workpeople who constitute the membership of these boards will agree with the last statement. I have heard many employers, even before I had anything to do, as Minister of Labour, with the trade boards, advance that as one of the main justifications for the schemes established in 1909. The wage board is a committee of experts who fix the minimum rates of wages in consultation with the representative employers and workpeople. A rate of wages is settled which corresponds fairly accurately to the circumstances of the particular industry, because the arrangement is made by persons who understand the conditions, being in the industry themselves. I desire to sec the whole of our industries covered by joint industrial councils or wages boards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to regard the wages boards as a temporary expedient facilitating organisation within the industry, so that, in the course of time, the workers or the employers will not have need of the statutory regulations, but that their organisation will have then developed into a joint industrial council, whereby the affairs of the industry will be controlled and managed by the people concerned in the industry themselves, without any recourse to any legislative expedient. It has been alleged that the proposals of this Bill conflict with the scheme of joint industrial councils which has been advocated throughout the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The joint industrial council presupposes a good state of organisation among the employers and the workpeople in a given industry, and I myself am for upholding the voluntary principle of negotiation, and the chief point is that employers and workers should continue to manage their own affairs. I want to see the whole of our industries covered by joint industrial councils or wages boards. Either of those bodies would consist of the most expert persons, employers and employed, in the trade or industry. They are removed from Parliamentary or political influence, and I feel that both of them are essential to the maintenance of harmony in industry and the development and expansion that we all desire for the trade of our country. I believe that would both well work for harmony and for greater and better productivity, bringing us much nearer to the time when the country will have assurance that every willing worker has sufficiency and security, while uplifting the working classes, and better developing the trade of our country and putting it on a sounder foundation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The stability of markets will be ensured, for, after all, the best markets we can possibly have is the home market. If the wealth of the country is more equitably distributed, it will increase the consuming power of the whole of our people, and, in my view, will develop the most stable and desirable market, namely, that which is within our own shores. Therefore, given these wage boards for fixing wages on a reasonable basis, I think that we bring larger content into the homes of our people, not only advantaging those who are brought immediately under the operation of the Act, but contributing to the betterment and well-being of the country as a whole. For these reasons, therefore, I commend the Bill to the favourable consideration of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}