{
    "url": "https://www.ukpol.co.uk/rod-roberts-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Rod Roberts – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rod Roberts",
            "url": "/tag/rod-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Rod Roberts, the Independent MP for Delyn, in the House of Commons on 10 September 2022.",
    "content": [
        "I rise with both immense sadness and immense gratitude at being able to contribute to this series of tributes to Her late Majesty Queen Elizabeth II, both on my own behalf and on behalf of the people of Delyn, who have been delighted to welcome her on visits to the constituency many times over the years. It is an honour to be able to follow such outstanding speeches as those that we have heard over the past two days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nothing can measure the impact of a person more effectively than the way we feel when they pass away. We feel unimaginable grief at the passing of a parent, a close family member or a lifelong friend, and it is astonishing to think that people experience those same feelings at the passing of someone whom—like me—they probably never met. Such was the impact of Her late Majesty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She was the epitome of discretion, humility and grace, and while we were honoured to have her as our Head of State for so long, in truth I believe she felt that the honour was hers in being afforded the privilege of being our Queen; for hers was a life of duty, of sacrifice, and of diligent responsibility to be that beacon that we all looked towards in the most challenging times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She never took that duty lightly or casually—the omnipresent figure that bound us all together, providing a link to times gone by and to those people we have sadly lost along the way. People have said many times, “We shall never see her like again.” I really hope we do, because we all need that figurehead, that shining light, that ubiquitous inspiration for us to do all that we can in the service of others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of my old teachers told me a while ago, “If someone has already said it perfectly, do not be so arrogant as to assume that you can do it better.” So I will quote the words of the poet David Harkins:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“You can shed tears that she is gone\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or you can smile because she has lived\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can close your eyes and pray that she will come back\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or you can open your eyes and see all that she has left\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your heart can be empty because you can’t see her\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or you can be full of the love that you shared\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can turn your back on tomorrow and live yesterday\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or you can be happy for tomorrow because of yesterday\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can remember her and only that she is gone\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or you can cherish her memory and let it live on\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can cry and close your mind, be empty and turn your back\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or you can do what she would want: smile, open your eyes, love and go on.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our grief is palpable, the void in our lives both unexpected and painful, and we mourn her loss. May she rest well, reunited with her beloved husband. God save the new Prince and Princess of Wales, and God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}