{
    "url": "https://www.ukpol.co.uk/liz-saville-roberts-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Liz Saville Roberts – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Liz Saville Roberts",
            "url": "/tag/liz-saville-roberts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Liz Saville Roberts, the Plaid Cymru MP for Dwyfor Meirionnydd, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of Plaid Cymru, I offer my sincerest sympathies and condolences to Her late Majesty the Queen’s children and her extended family as they come to terms with their grief. Queen Elizabeth II was a constant presence throughout all of our lives. She stood as a figure of stability in a world changing at a rapid and sometimes frightening pace. The loss of the continuity that Her late Majesty embodied is a source of sorrow and anxiety for people across the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Up to her final days she conducted her duties with an extraordinary dedication that has been an inspiration for so many of us. Her values of duty, service, reconciliation and forgiveness are held dear by the people of Wales. In Wales, we respect people who embody that sense of dedication to society and to public service; those who put their public duty first. Her late Majesty the Queen personified that duty for so many people for so many years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her late Majesty had a canny ability to put people at ease in the midst of Palace formality. Three years ago, I was fortunate to be appointed to the Privy Council. I remember being nervous and intimidated by the protocols and rules that govern interactions with the royal family. Your mind, as it would, tots up an infinite checklist of everything that could possibly go wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What struck me was something she said: “You may well be worrying that you’ll do something wrong, or in the wrong order. Don’t worry. Whatever could possibly go wrong, I’ve seen it all before. There’s nothing that you could do that would shock me now.” Even among all the pomp and ceremony, there was that characteristic warmth and courtesy to the Queen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty was a magnificent role model for older women across the world. Historically, of course, older women have disappeared from public life. The Queen was a constant visible figure throughout the 70 years of her reign. From historic buildings and charities to football, she always showed an interest in Wales. People of all walks of Welsh life have been touched by her keen interest in and constant support for Welsh organisations. She attended every official opening of the Senedd and showed due respect for Wales’s nationhood and our growing democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen was patron to organisations as diverse as the Royal Welsh Agricultural Society, the Football Association of Wales, the Cardiff Royal Infirmary and the Welsh Pony and Cob Society. Her love of horses, from thoroughbreds to native ponies, shone through. We can see it in those sparkling smiles. Everyone in public life knows that they have a public smile, but the photos with the horses show her real smile.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now see one era drawing to a close and a new one at its very beginning. For now we will say, “Diolch yn fawr iawn.” “Thank you very much, your Majesty.” Cwsg mewn hedd. May she rest in peace. Bendith Duw ar y Brenin. God’s blessing on the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "*[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}