{
    "url": "https://www.ukpol.co.uk/peter-robinson-1985-speech-on-the-anglo-irish-agreement/",
    "title": "Peter Robinson – 1985 Speech on the Anglo-Irish Agreement",
    "post_date": "June 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Peter Robinson",
            "url": "/tag/peter-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Robinson, the then DUP MP for Belfast East, in the House of Commons on 26 November 1985.",
    "content": [
        "This debate provides a unique occasion for Ulster Unionist representatives, because it is not often that a man gets the opportunity to deliver the oration at his own funeral. When the Prime Minister signed the agreement in Hillsborough castle, she was in reality drafting the obituary of Ulster as we know it in the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important for the House to understand why Ulster Unionists came to that conclusion. We did not reach that conclusion simply because of one document that arrived on 15 November. A long series of events led to that occasion. I am old enough to remember when, in 1969, the Labour Government issued the Downing street declaration, which said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the affairs of Northern Ireland are entirely a matter of domestic jurisdiction.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can recall how our Prime Minister, on 8 December 1980 when in Dublin castle, signed a communiqué with Charles J. Haughey which altered that stance, because the communiqué said that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the totality of relations within these islands”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "was now a fit subject for discussion between the two Governments. From that moment we had the outworking of the “unique relations” between the Governments of the United Kingdom and the Republic of Ireland. We had joint studies, cross-border co-operation and then the Anglo-Irish Intergovernmental Council, the purpose of which was\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“to provide the overall framework for intergovernmental consultation … on all matters of common interest and concern”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "wait for it—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“with particular reference to the achievement of peace, reconciliation and stability and the improvement of relations”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At that stage, the council had a responsibility to deal with matters of mutual interest and concern. We have moved from that to a new status which, under this institution, is to give the Republic of Ireland—a foreign Government—a direct role in the government of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It does not end there, because the agreement announced at Hillsborough castle is but the tip of the iceberg. I know that the Prime Minister, the Secretary of State and others have been careful to say that there is no other agreement. But, then, we were told that there was no agreement right up until it was signed at Hillsborough castle. Indeed, some weeks in advance of 15 November, the deputy Prime Minister of the Irish Republic had already had a document printed which he sent to every member of his party. It indicated the full text of the agreement. Incidentally, he said that that agreement was signed by\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the Taoiseach and the Prime Minister of Great Britain.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It represents quite a change in our status when the deputy Prime Minister of the Irish Republic recognises that Northern Ireland is not to be one of our Prime Minister’s responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The document says that the task upon which the conference will embark involves trying to achieve an agreement with our Government on matters such as parades and processions, and putting the UDR out of business. It implies—although we have not yet been told—that the meeting of Ministers will take place in Belfast. It is clearly a framework for further agreements. What other reason could there be for a front cover entitled, “The Republic of Ireland No. 1 Agreement.”?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I notice that the hon. Member for Foyle (Mr. Hume) is in the Chamber. He has at least been honest with the people of Northern Ireland in saying that the agreement is a process. In the Irish News—where else?—he said that it was “a first step.” The next day he said that there were to be “progressive stages.” Those who had any doubt about where they were to lead were told by him on RTE:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are not waiting for Irish unity. We are working for it.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I accept that there is no harm in the hon. Gentleman wanting to work towards that goal, but I wish to ensure that the unionist community in Northern Ireland knows what he and the Republic are working towards. It is clear that this process is intended to take us out of the United Kingdom. Yet the people of Northern Ireland have democratically expressed their wish to stay within it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreement is intended to trundle Northern Ireland into a all-Ireland Republic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The unionist community in Northern Ireland has identified this process. It is not an end in itself, and was never intended to be. It is one step towards a united Ireland. Indeed, the Prime Minister has excused the deal by saying that its laudable aim is to achieve peace, stability, reconciliation and co-operation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is my aim too. Like some other hon. Members, I live in Northern Ireland. Our stake and investment are in the Northern Ireland community and, most importantly, our families and constituents live there. It is in our interests to have peace, stability, reconciliation and co-operation. If I felt that they were achievable I would grasp them with a heart and a hand, but not outside the union. That would be too high a price to pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The document reminds me of another piece of paper waved by a former Prime Minister. In many ways the words are too similar. That Prime Minister’s words were “Peace in our time”. Under this agreement, peace, stability, reconciliation and co-operation are not achievable. How can they be achieved by alienating the majority of people in Northern Ireland? It was never intended that there should be peace, stability, reconciliation and co-operation as a result of this agreement. After all, if that had been the intention, the Government would have wanted, above all, to take the elected representatives of the majority community in Northern Ireland along with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Tam Dalyell (Linlithgow)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robinson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This may be my last opportunity to address the House. The first time I did so, it was without interruption. I trust that I will be able to speak without interruption today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Dalyell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robinson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the document has been intended to do us good, the Prime Minister would have been only too ​ willing to allow the unionist community to be consulted. She would have been only too pleased to take it along with her and to ensure that the representatives of the unionist people in Northern Ireland could have some input to the discussions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government of the Irish Republic were only too happy to give the hon. Member for Foyle that facility. The Government of the Irish Republic and this Government briefed people all over the world. The Government of the Irish Republic briefed the Secretary of State to the Vatican. The President of the United States was briefed, as were the United Nations and the European Community. But those who were to be affected by the deal were kept in the dark.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Dalyell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robinson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not intend to give way during my speech. The hon. Gentleman can ask me to give way as much as he likes, but I do not intend to be interrupted by giving way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask the Government to scrap this one-sided, anti-unionist deal and to involve unionists in the process of obtaining peace, stability, reconciliation and co-operation in Northern Ireland. As I have said, we would participate with a heart and a half. More than many, I recognise that it is not my duty simply to say, “No, we will not have it.” It is my duty and that of other Unionist representatives to say what can be done in a positive way in Northern Ireland. Before the debate ends, I hope that I shall have had the opportunity to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to point out what unionists have done, and are prepared to do within the union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Dalyell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On a point of order, Mr. Deputy Speaker. My point of order relates to the very nature of the House. I understand that, other than for major speeches and ministerial statements, the House is a place in which hon. Members’ views can, within reason, be scrutinised. Some hon. Members complain that they are misunderstood and that we, on this side of the water, do not fully comprehend this or that. However, if we cannot ask questions of clarification, how can we be expected to understand them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Deputy Speaker (Sir Paul Dean)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With his long experience of the House, the hon. Gentleman knows that it is for the hon. Member who has the Floor to decide whether to give way. The hon. Member for Belfast, East (Mr. Robinson) has made it clear that he does not intend to give way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robinson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Linlithgow (Mr. Dalyell) knows very well that I have given way to him and many other hon. Members before. But because of the uniqueness of the occasion, I do not intend to do so today. I have a message that I want to leave with the House before I walk out through those doors, and I do not intend to be diverted by any hon. Member.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I call upon the Government to consult and not to confront the unionist community. Unionists have been positive. The former Secretary of State for Northern Ireland who laid the Assembly legislation before the House knows very well that it was the unionist community in Northern Ireland that went into the Assembly and that co-operated with the Government. It was the hon. Member for Foyle and his party who stayed outside and withdrew their consent. Is it the reward for those who co-operate ​ with the Government that an agreement that is ultimately to their destruction should be foisted upon them to the benefit of the hon. Member for Foyle and his party?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Northern Ireland unionist parties—the Ulster Unionist party with its document, “The Way Forward” and the Democratic Unionist party with its document, “Ulster—the Future Assured”—put forward positive proposals for peace, stability, reconciliation and co-operation in Northern Ireland.  \nEven in the Northern Ireland Assembly, with the help of the conciliator, Sir Frederick Catherwood, the parties sat down and reached agreement on a framework that the Government could use in negotiations with the political parties—not only the Unionist parties but the Alliance party. We have been positive in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say again that we are prepared to remain positive within the United Kingdom. We are prepared to allow the Prime Minister to engage unionists in constructive politics, and if the Prime Minister wishes to call my bluff, I should be only too happy. Do not confront us and put us out of the union with this deal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The willingness of the unionist community to seek an agreement is undeterred. If the Government want peace and stability in Ulster, I ask them where that can best be achieved? There seems to be a new rule in British politics—if there is a dispute within a house, the way to solve it is to reach an agreement with the two neighbours. It is even more strange when the agreement reached between the two neighbours gives aid and succour to one of the parties to the dispute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Government want peace, stability, reconciliation and co-operation in Northern Ireland, they must recognise that that can be achieved only by the politicians—the elected representatives of the people of Northern Ireland—reaching agreement. They cannot impose reconciliation; they cannot impose peace and stability and they certainly cannot impose such an agreement which strikes at the fundamental principle in which the majority in Northern Ireland believe, and that is the union. That is the strangest of British strategies.  \nDoes the agreement measure up to the Government’s test for the sort of proposal that would be acceptable? The former Secretary of State for Northern Ireland brought the 1982 Act before the House on the basis of\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“widespread acceptance throughout the community.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He argued passionately that there had to be “cross-community support.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the years there have been homilies from politicians of one party or another about the necessity for consent in Northern Ireland. They told us that Northern Ireland could not be governed without the consent of the minority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If that is true, I have to tell the Government that they can never govern Northern Ireland without the consent of the majority. Do they have that consent? Have they tried to access whether there is such consent? Will they test whether there is consent? The people of Northern Ireland have the right and entitlement to be consulted about their constitutional future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our citizenship of the United Kingdom does not allow the Government to do whatsoever they may wish with Northern Ireland. Our citizenship of the United Kingdom must be on the same basis as applies in any other part of the United Kingdom. If, for whatever reason—be it good or ill—the Government decide that Northern Ireland must be treated differently from the remainder of ​ the United Kingdom, that can be done only if there is consent, and the consent not only of the Government and Parliament, but of the people of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was that principle, enunciated in the House, that resulted in the referendums for Wales and Scotland. Have not the people of Ulster the same right to be consulted as the people of Wales and Scotland? Do they not have the same right to give their approval to any deal that, ultimately, will affect their future and the way that they are governed? I believe that they have that right and that they should be given it. If this House is not prepared to give them that right, it is incumbent upon the elected representatives of Northern Ireland to give them that right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Right hon. and hon. Members criticise me, but I ask them how they would like it if the agreement affected their constituencies—if the governance of their people was not directly by this House, but by a structure that allowed a foreign power, at its own behest, to make challenges and to request consultation. The agreement goes even further than that and requires that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“a determined effort is made to resolve the differences”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "between the two Governments. I doubt whether many right hon. and hon. Members would want that for themselves or their constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreement is not merely consultative. The House should not pass this measure believing that it is only a talking shop, in which the Irish Republic can make comments. It is much more than that. I am sure that the Prime Minister will not mind if I divulge certain comments made during our meeting yesterday, when we put the point about consultation to her on two occasions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the first occasion, she was about to speak when the question was answered by the Secretary of State for Northern Ireland. I asked whether only a consultative role was involved or whether it was more than that. He said, “It is not executive.” On the second occasion, the Prime Minister said, “It is what it is in this agreement.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What do those who have been more candid say about the agreement? The Prime Minister of the Irish Republic says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“it is more than consultation”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The deputy Prime Minister of the Irish Republic says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the agreement goes beyond the right to consult.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "John F. O’Conner, the dean of the faculty of law at UCC, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Whatever the eventual political results, the legal result of the new agreement is that Northern Ireland has now become subject to a status in international law which has no real parallels elsewhere. It never was, nor has it become, a separate entity in international law. It is not a condominium. It is a province of the United Kingdom which for the first time has become subject to the legal right of two sovereign governments to determine how all matters which go to the heart of sovereignty in that area shall in future be determined.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not only the unionists—[Interruption.] Hon. Members may not like what the dean of the faculty of law said, but if they want to dispute it, they had better do so with him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not only the unionists who believe that the deal is unfair to the unionist community in Northern Ireland. Senator Mary Robinson of the Irish Republic—no relation of mine, I assure the House—rejected the agreement because it went too far. She said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This is absolutely the most serious moment in the political development of this island since we gained independence.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That lady is no unionist—she was one of the signatories to the Forum report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet even she says that the agreement goes too far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Belfast Telegraph, never a close friend of the unionist community, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Even those who, like this newspaper, can see benefit flowing from closer consultation with Dublin, must draw the line at such institutionalised links between the two countries.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say again that it is not only the Ulster Unionists and the Democratic Unionists who believe that the deal goes too far. The ordinary citizens of Northern Ireland, never previously involved in politics, were present at the mass demonstration at the city hall in Belfast.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was born a free citizen of the United Kingdom. I was brought up to respect the Union flag. At my father’s knee I was taught the love that I should have for the monarchy, and throughout my life I have put that into practice. I was nurtured on the principle of the greatness of our British heritage. I have taught all that to my children. I now have to tell this House that over the last 17 cruel years, when Ulster has been confronted by a vicious campaign of terrorism, not one of the unionist community was prepared to allow that campaign to shatter his loyalty to the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not a one-way street. It never has been for Ulster. We cheered with this country during the Falklands campaign. Ulster suffered its losses just as many did on this side of the Irish sea. During the second world war, we made sacrifices, just as many people in this part of the United Kingdom, and we did it without conscription. During the first world war, Ulster gave of its best for Britain. After watching the Ulster Volunteers on the Somme when 5,000 Ulstermen lost their lives at the enemy’s hand, a great British general—General Spender—said, “I am not an Ulsterman but there is no one in the world whom I would rather be after seeing the Ulster Volunteers in action.” In peace and in war Ulster stood by the kingdom. That has been the way of loyal Ulster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I never believed that I would see a British Government who were prepared to damage Ulster’s position in the United Kingdom. Our resolve has been hardened by the bitter times in past years when a terrorist campaign was aimed at undermining our position in the United Kingdom. There would never have been a Hillsborough castle agreement if the IRA had not been bombing and shooting. That is a fact of life. Can one blame the people of Northern Ireland for thinking that violence works? It makes the task harder for those of us who chose the way of constitutional politics to tell people not to involve themselves in violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish that the House had a sense of the deep feeling of anger and betrayal in Northern Ireland. Yesterday, while I was waiting in an ante-room in No. 10 Downing street before meeting the Prime Minister I saw on the wall a portrait of Rudyard Kipling, who was a great patriot. I recall the words of his poem\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Ulster 1912”, which begins:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The dark eleventh hour  \nDraws on and sees us sold  \nTo every evil power  \nWe fought against of old.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Later, it states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The blood our fathers split,  \nOur love, our toils, our pains,  \nAre counted us for guilt,  \nAnd only bind our chains.  \nBefore an Empire’s eyes  \nThe traitor claims his price.  \nWhat need of further lies?  \nWe are the sacrifice.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}