{
    "url": "https://www.ukpol.co.uk/peter-robinson-2015-speech-to-dup-conference/",
    "title": "Peter Robinson – 2015 Speech to DUP Conference",
    "post_date": "January 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Peter Robinson",
            "url": "/tag/peter-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Robinson, the then Leader of the DUP, to the party conference on 21 November 2015.",
    "content": [
        "[![peterrobinson](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Chairman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I am proud to report that the state of our party is sound, our Province is safe and the Union is secure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ulster is no longer at the crossroads – we’re on the motorway and on a clear path to a better future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the 6 May this year the people of Northern Ireland were asked once again to pass their verdict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am delighted that the verdict was clear and unambiguous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once again we are Northern Ireland’s largest party, with an increased vote share and more votes than five years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While our political opponents try to spin their results, we just have to count our votes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to thank you all for the work you have done and the success we have achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The true test of any political party is not what is written in the newspapers but in the votes cast at the ballot box.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is where this party is tested and this party is vindicated.  \nAt this conference and in this hall, twelve months ago I declared that our number one target at the general election was to return East Belfast to the unionist column.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I can express my joy that 19,574 people in East Belfast agreed with me and together we elected Gavin as our voice in the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to thank each and every one of you who contributed across the province to our electoral success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It may be the candidates who take the plaudits but we all know that it is only made possible because of the hard work of the team around them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once again the DUP received more votes than all other unionists added together and once again we established ourselves as Northern Ireland’s largest party both in terms of votes cast and MPs returned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we gained East Belfast we lost South Antrim by a small margin – indeed less than a thousand votes cast differently in two constituencies would have seen us return with ten MPs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that we were all saddened by the loss of William in South Antrim but I want to thank him for all the service that he has given both to the constituency and to this party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am absolutely certain that we have not seen the last of William McCrea. In the past William has returned from adversity and defeat and I am sure that he will do so again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let’s record our congratulations to Nigel and the Westminster team who were returned in last May’s election. Well done all of you.  \nMr Chairman, for a few weeks in May it looked as if there was a real chance that the DUP would hold the balance of power at Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the end the Conservatives returned with a majority of 12 but that is not a majority that will see a government through a full term.  \nWe may not yet hold the balance of power at Westminster but make no mistake, in the coming months and years of this Parliament, our influence and our pivotal role will grow and grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we said during the election, “more votes, more seats, more for Northern Ireland.” I can assure you – when that day comes – we will use our influence wisely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the last twelve months have been dominated by the rise and fall and rise again of the Stormont House Agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have all been around politics long enough to know that no deal is ever the last deal – there is no finish line in politics – it progresses, it ebbs and flows, it develops, it evolves but nonetheless the agreement reached this week does mark a fundamental break with the past and a solid foundation for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a long time coming!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last December’s Stormont House Agreement represented the best deal for unionism in generations and the delivery of key DUP policies that date back many years. Last week’s agreement builds on that and goes even further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So what does it mean?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that it can mark a break with the past and a fresh start.  \nIt means that politics can work again and start once more to deliver for those who elected us with the threat of bankruptcy and collapse removed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fundamental block on politics these last three years has been the refusal of some to face up to financial realities and accept welfare reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That impasse soured relations; starved key public services of much needed resources, and threatened the Executive with financial ruin.  \nThis deal ends that uncertainty and removes the obstacles to progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means the welfare reform issue has been resolved on an affordable basis with the most generous arrangements in the UK to protect those who are the most vulnerable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In turn that means, on the one side, an end to the crippling welfare penalties and, on the other, stable long-term finances for the Assembly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this time because the key legislation is being passed at Westminster it means we have absolute certainty that it is going to happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means we can spend more money on public services like health and education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means we can provide help to the working poor who will be so badly affected by the changes to tax credits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the weeks of negotiations that led to the final agreement, these were the people that I most wanted to support – yes; over 100,000 Northern Ireland families will be relying on that support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it means that we can announce the 1st April 2018 as the start date for a 12.5% rate of Corporation Tax that will mean tens of thousands of new jobs for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is one of the achievements in the past few years that I am most proud of. When a few years ago other parties lost their way and lost their nerve on this issue it was the DUP that pressed forward undeterred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In a few years time I trust that our determination will be rewarded by a buoyant and balanced local economy with our young people no longer having to leave our shores to find work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We didn’t ask the government for hand-outs. We sought the means to develop a sustainable economy. We are also working with Westminster to cut out fraud and error and for the first time we are sharing the savings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the Voluntary Exit Scheme and other reform initiatives Northern Ireland is leading the way in public sector reform and ensuring that every pound spent will support front-line services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This agreement delivers on the DUP’s efficiency agenda. The policies we first advocated well over a decade ago are part of this deal. It means fewer government departments from next May and fewer MLAs from 2021. It means the removal of most of the delivery functions from OFMDFM which will become a more streamlined and strategic Executive Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It signals further progress from the mess we inherited in 2007 and makes changes in how the Assembly and Executive functions. It offers the creation of an official opposition and it tackles paramilitarism head on .\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For months Mike Nesbitt, when he wasn’t apologising to republicans for the singing of the National Anthem during an act of Remembrance, has been complaining about the existence of paramilitary groups – but he delivered nothing. The DUP held its nerve, rolled up its sleeves, did the hard graft and attained the most comprehensive result ever achieved on disbanding paramilitary groups and all their structures and tackling paramilitary criminality and organised crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The deal represents the most far-reaching programme to deal with paramilitarism in all its emanations with a new pledge of office for Ministers, a statutory undertaking for MLAs, a cross-border task force to lead the drive against paramilitary and organised crime, a new strategy to completely disband paramilitary organisations once and for all, a new monitoring and assessment body to chart progress and significant additional resources from the UK government to help us combat terrorism and paramilitary crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I sometimes wonder if the begrudging parties who have complained about this agreement really think people in Northern Ireland are incapable of seeing through their rhetoric. They complain about the deal not including various features. They complain about the process taken in reaching agreement. Yet these same parties, who have been at the same Talks, for the same length of time as us, never produced or reached any alternative agreement on any issue – even with each other – never mind one that included the two main parties and governments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The non-achievers, the wreckers’ and the do-nothing coalition carping at those who deliver and those who produce solutions – such hypocrisy! Do these failures really think people can’t see that their disapproval of the deal, we have subscribed to, is but a smokescreen to cover the embarrassment of parties who have no attainable alternative whatsoever?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anyone can parrot party policy. Anyone can set out their own position and favoured outcome but it requires courage and competence to negotiate a successful agreement with political opponents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of this was achieved because we held our nerve and kept firm to our course. The route wasn’t easy, it wasn’t pretty and let’s be honest to get there we had to take unpopular tactical decisions along the way. But as a result we have given hope to the people of Northern Ireland that there can be a better future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where would we have been had we listened to the siren voices of doom and despair?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the UUP consigned itself to the wilderness and rendered itself impotent one Talks wag summed it up best. He asked –  \n“How many Ulster Unionists does it take to change a light bulb?”  \nThe answer is – “None, the Ulster Unionist Party can’t change anything!”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that when they left the Executive “principle” and “conviction” were characteristics they never consulted or exercised. This was a base and squalid act of electoral convenience. It was political chicanery at the cost of people’s hopes and future. It was both a short-term and short-sighted political ruse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would have been rather more convincing if within weeks they hadn’t started to plot a route to sneak back into the Executive after the election is over!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Carping and criticising from the sidelines is easy. The real challenge is to take the responsibility of putting things right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that this agreement will pave the way to better politics in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you take a step back you can see how much has been achieved in recent years and how far we have all come together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is always a signal you have got it right when the criticism is not about what is in the deal but about what is not in the deal. That means our opponents have to make bricks without straw. So let us look at the issue that was not included – the legacy issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The DUP along with all the other parties in a Stormont implementation committee had progressed these matters and in the Talks we tidied up the loose ends in a sizable section that was to form part of the agreement. The Government prepared the Bill on these legacy matters so that it could be introduced in the House of Commons. The DUP approved both the legacy section and the Bill. If there are arguments about the issue not being dealt with – they are not with us. When there was deadlock between nationalists and the government we supported the proposition that all the material that had been developed should be included in the agreement so that the victims sector could make its own assessment and provide advice to the parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also wanted the government to publish its Bill so that there would be an informed and mature debate on these matters. I still think that a consultation process of this kind is the way forward. What has anyone to fear about letting victims and survivors consider all the material and give their advice on how to take the matter forward? If those who are most directly impacted can reach a consensus on the way forward who are we to stand in their way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Chairman, let’s be clear the agreement we have reached does not mean that politics has come to an end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However it does mean that there can be a fresh start on solid foundations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look back with pride at all that we together have achieved.  \nIf you look around you will see that Northern Ireland is a place transformed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No matter how difficult politics has been, it has allowed Northern Ireland to prosper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Devolution laid the foundations for peace and prosperity.  \nIt allowed us to change the image of Northern Ireland from a place known for conflict to one that has so much to offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It once was a place where talented people had to leave in order to realise their full potential but now is somewhere that people are returning to once again. It’s a location that investors and tourists are increasingly finding attractive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have brought in more jobs than ever before. We are the UK leaders in attracting Foreign Direct Investment. We have the best education results in the UK. Many of the world’s leading health professionals practice in our hospitals and in financial services technology we are the global leaders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That has only happened because of those who have the commitment to make it happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During this recovery from a worldwide economic recession along with our local trying circumstances as we emerge from centuries of conflict and division it’s easy to become dejected and dispirited but in politics there are no short cuts or easy answers. Yet I can see an end to the gloom and darkness. The sun is breaking through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For all of its faults there isn’t a better solution than Stormont.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last May I informed our Party Officers that it was not my intention to contest the next Assembly election and earlier this week I publicly announced my intention to retire. The Party Officers have asked me to provide time for the foundations of the new Agreement to be put in place and to allow for a smooth leadership transition.  \nWe are all agreed that it is important this is done in a manner and in a timeframe that allows a new leader to settle in before the Assembly election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will also be a need for the new leader to appoint a new First Minister. I have been First Minister of Northern Ireland for seven and a half years, that’s longer than I had planned and, indeed, longer than anyone has held the top Stormont post since the days of Viscount Brookeborough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So my work is almost done, and now it is time for the next generation to step forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wanted to make sure that I was handing over the reins of a political process that was stable and secure for the long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After a seemingly endless process I am delighted that we have finally reached agreement on the way forward. We have resolved all those toxic issues that threatened the continuation of devolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So as I prepare to bow out I do so in the knowledge that the Province is on safe ground and this party is in good shape to take Northern Ireland forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In councils up and down the Province, at Westminster, in the Assembly and in Europe we are the voice of unionism and the party for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been exceedingly honoured to lead this party it has been a significant part of my life. I have lived in the DUP from the day of its birth. I recall the endless hours shaping its structure and message. I remember my nomadic existence in the party’s early years as I travelled the highways and byways to build up its branches and membership. I still have memories of manoeuvring up narrow and dark laneways to the most remote and unlikely of meeting places in which any political party has ever gathered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it all began for me several political lifetimes ago the DUP was but an irritant to the political establishment, now we are the largest party of government in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And back then the decades-long terrorist campaign had just begun whereas now we are slowly but surely emerging from conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then decisions were taken over our heads and behind our backs but now we have a firm hand on the steering wheel and a foot on the break.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nowhere was this clearer that with the Anglo Irish Agreement that was signed 30 years ago last weekend. Unionism was excluded and kept in the dark while others decided our future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result we were moved, as I then described it, onto the window-ledge of the Union and had our fate determined by others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet there are still those who would seek to destroy devolution and place our destiny once again in the hands of others – to be settled elsewhere by those who showed little concern for our anxieties in the past and do not have an inborn vested interest in our future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If devolution has achieve one thing it is that it is now the people of Northern Ireland who take the decisions and it is we who will decide our future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not the moment to reflect on past battles and past glories; there will be time enough for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there is not enough time to thank all of those who have played a part in our success but I could not go without paying particular tribute to the deputy leader of this party and the leader of our parliamentary group, Nigel Dodds. Nigel has been faithful, loyal and wise and always willing to share counsel. You don’t just see him when the cameras role – he’s there to do his portion of the unappealing drudgery that also must be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And my thanks to Arlene Foster our Finance Minister who has effectively deputised for me at Stormont. Arlene never refuses to help when asked and is always first to offer support. Hard work doesn’t frighten her and her abilities are recognised in every post she has held.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I count myself fortunate to have had both Nigel and Arlene, not just as party colleagues, but as friends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In thanking Ministers I want also to include all those who served in past months and years. Conference will forgive me if I single out one former Minister – Jim Wells. Jim, I know I speak for the whole conference when I tell you that you, Grace and your family have constantly been in our prayers. You have faced more adversity than any man warrants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all trust that Grace will continue to make progress and I personally want you to know that I have been heartened to see that those who conspired against you are being exposed and I hope justice will be done. I wish you and your family well for the future.  \nThere is one other group of people I absolutely must include in my expression of thanks. Some refer to them as the staff – or Officials – or advisors – I have always seen them as just being part of the leadership team. I could not have functioned without them. Half the time they propped me up – the rest of the time they carried me completely. Nobody will mind if I single out Richard and Tim who have put up with me longer than most and whose judgement I always respected and valued. They all have been an indispensible part of this party’s success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that to everything there is a season. For me this political journey is coming to an end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the coming period of time the party will choose a new leader.  \nI know how difficult a job this will be but I also know how rewarding it is to be able to change things for the better. My successor will face the sometimes ferocious rigour of high office. It is not a task for the faint-hearted. There will be long dark nights but believe me, morning does come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whoever the party chooses I will give them my wholehearted and unqualified support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will offer them advice in private and nothing other than support in public. That’s what fidelity and dignity require and what solidarity and friendship deserves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will need your support too, in good times and in bad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Leadership means taking difficult decisions, it means making unpopular choices as well as easy ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am absolutely sure that if this party is to continue to prosper we must view outcomes through a long-term lens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People will be voting at the Assembly elections next May who were not even born at the time of the Belfast Agreement and who were still in primary school at the time of St Andrews.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are to retain our position in the leadership of unionism we must connect with the next generation. To do that we need to look forward to the future and not backwards to the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In just over five year’s time Northern Ireland will celebrate its centenary. Every poll and every survey suggests that the Union between Great Britain and Northern Ireland is more secure than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our aspirations must go beyond the politics of the border poll.  \nNor do I want this party to look back on our achievement of 38 seats in the Assembly elections in 2011 as the high point of DUP success. It must be seen as a launching pad for future triumphs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because of all that we have now achieved, we are the authors of our own destiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let our legacy not be remembered simply in the history books, but in the lives of our people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to take this opportunity to thank Iris and my whole family who have carried with me the exigencies of my political roles. They have always sacrificed to give me the space to perform my public duties. I trust the Lord will give me strength and time to make up for the price they each have had to pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the people of East Belfast who I have been proud to represent for almost forty years and who are special and wonderful people. I leave them in the charge of Gavin and my Assembly colleagues Robin and Sammy. They are in good hands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I am filled with appreciation to each of you for the opportunity to serve this party and for the honour, bestowed on me, through the DUP, of serving as First Minister of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When faced with menace and peril we stood our ground – side by side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When challenges emerged we all rose to meet them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When hardship descended we faced it – together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And above all, I thank the people of Northern Ireland for the privilege of serving them and for the prayers that raised my spirits and placed a shield around me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My race is nearly run; advancing years and failing health bring with them a sense of mortality and counsel me that in time – though I hope not too soon – I must pass beyond the reach of earthly powers. I thank God that He planted me in this corner of his creation. I thank God that he allowed me to live a life of purpose and service to the people I love. I thank God He placed in my heart a love for my country, its traditions and way of life – and a passion to defend them. I thank God He bound me, in this cause and in this party, to like souls who felt that same conviction and devotion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Chairman, I am filled with overwhelming gratitude for the constant and unwavering loyalty, support and kindness I have received from friends and colleagues throughout the party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Expressly I have cherished the friendship and companionship of my senior colleagues who have stood by me – with equal vigor – in the deep valleys as on the mountaintops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I bid each of you a fond and affectionate farewell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May God bless you all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}