{
    "url": "https://www.ukpol.co.uk/peter-robinson-2016-retirement-speech/",
    "title": "Peter Robinson – 2016 Retirement Speech",
    "post_date": "March 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Peter Robinson",
            "url": "/tag/peter-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the retirement speech made by Peter Robinson when he stood down as the Northern Ireland First Minister. The speech was made on 11 January 2016 in the Northern Ireland Assembly.",
    "content": [
        "[![peterrobinson](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Speaker,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for the opportunity to make this statement. It is typical of the fairness and courtesy you have demonstrated during your time in office that you provided me with this opportunity and made all the necessary arrangements. I can assure you that I do not intend to trespass on your generosity by speaking too long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Speaker, it has been a great privilege to serve the people of Northern Ireland for almost forty years – with nearly eight of those years as First Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this Assembly we have had our share of trials and ordeals but through them all we have emerged stronger. Every new institution composed of politicians who have known nothing other than being in opposition will have a learning curve while members mature, develop and adapt to taking responsibility – and while the more sensible ones – adjust their ambitions to fit the politics of what, with effort, is achievable. Crucially, after centuries of division, we had to outlive the growing pains of learning to work together, fashion shared policies and create a more inclusive society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a feature of every societal transformation that some will be displeased at the pace of change – some believing it to be too fast and others feeling it is too slow. Yet so much has been achieved and the platform now exists to do even more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Politics by its very nature is a combative endeavour and we don’t always take time to recognise the role that others play.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I differ with some in this House on many issues but in my long experience in politics there are very few who are not well motivated and who do not act in the best interests of society as they see it. In whatever capacity they serve I admire those who devote their lives to public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we take a step back and with the perspective of history we can see just how far we have come. We now live in a new era.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You only have to look around to see the progress that there has been not just in the physical structures that didn’t exist a decade ago, but in the lives of our people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Though we don’t always fully appreciate it, devolution underpins the level of peace and stability we enjoy today. After thirty-five years of stop-go government, devolution with local people taking the decisions, is once again the norm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That has allowed us the platform to recast Northern Ireland’s international image and to bring in more jobs than at any point in our history. Whereas once tourists avoided coming here we now attract people from all over the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We not only provided for partnership government but we agreed the devolution of policing and justice functions. In recent months we have resolved the welfare reform issue and put the Assembly’s finances back on a stable footing. We have secured the devolution of Corporation Tax and agreed a rate and a date for commencement.  \nWe have agreed significant reforms to the way government operates with a reduction in the number of Departments and MLAs and the creation of an official opposition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In politics there is never a full stop, and much remains to be done but I believe that this is the right moment for me to step aside and to hand over the burden and privilege of Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dealing with the legacy of the past is a work in progress and reconciliation will be an ongoing enterprise but even here real progress has been made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The foundations have been laid and it will be for others to continue building.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be remiss of me not to thank the deputy First Minister and all of those I have served alongside in the Executive over these past years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through good times and bad we have worked together despite our many differences in background, temperament and outlook.  \nStrangely we were at our strongest when the threat from outside the political institutions was at its greatest. The collective revulsion across the community and across this chamber following the murders of Sappers Mark Quinsey and Patrick Azimkar, as well as Constables Stephen Carroll and Ronan Kerr was the surest sign that we were never going back to the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my party colleagues for the opportunities they have given me and I wish all of them well for the future. I am absolutely certain that in Arlene, I have a worthy successor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can assure her that I will not interfere in her work but that if she ever needs a word of encouragement or advice I will always be there to offer it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Speaker, consistent with the terms of my letter of last Monday, I hereby resign the office of First Minister with confidence that the political institutions we have together created will be here for generations to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}