{
    "url": "https://www.ukpol.co.uk/geoffrey-robinson-1998-speech-on-tackling-skills-shortages/",
    "title": "Geoffrey Robinson – 1998 Speech on Tackling Skills Shortages",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Geoffrey Robinson",
            "url": "/tag/geoffrey-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geoffrey Robinson, the then Paymaster General, at the Joint Hospitality Industry Congress conference on 1 July 1998.",
    "content": [
        "##  Introduction \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for inviting me to speak at this conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m here today to welcome the role this industry can play in the Government’s economic strategy – a strategy to deliver economic and employment opportunities for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Economic growth brings a general increase in personal disposable income. And, as people earn more, they demand more and better opportunities to spend their leisure well. So stable economic growth brings particular opportunities to the hospitality industry and those who work in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hospitality industry has the potential to generate a high proportion of the jobs we need if we are to succeed in our ambitions for Britain. The wide range of employers represented here today shows the breadth of the opportunities available – in hotels, restaurants, tourism and leisure – small firms and large employers – in all corners of the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means you need a wider range of skills than exists in any other industry – catering, cleaning, managing, marketing and – customers. Your industry that thrives – or fails – through the level of customer service which it offers. So it needs more people as it grows, not fewer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And yet – despite the range of jobs that your industry has to offer – you face skills shortages on a massive scale. You employ over 2 million people and need to recruit around 300,000 people each year. And yet only 6 per cent of those vacancies can be filled by suitably qualified college leavers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we see evidence of skill shortages and upward pressure on wages – at a time when youth and long-term unemployment still remains unacceptably high. That’s a symptom of structural problems in the labour market – a structural problem we need to work together to address.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  A new partnership \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Chris Smith will outline later this morning, we need a new partnership between the Government and the hospitality industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gone are the days when the solution would have involved either exclusively private or public sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we must work together. Only by doing so can we really understand the nature of the challenges facing us and put together solutions that tackle them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are already many ways in which we are already working with you. I have no doubt Chris Smith will say more at lunchtime about the strategy he is developing with the Tourism Forum. I know he has been very encouraged and impressed by the industry’s willingness to work with the Government on the strategy, and the time, energy and commitment Forum members are bringing to the work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The New Deal is perhaps the best known partnership between public and private sectors and is a classic example of how the objectives of both Government and industry go hand in hand. How the industry can solve its recruitment problems while Government can meet its objective of moving people from welfare into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  What the Government has done \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Funded by the Windfall Tax, the Government has set up the New Deal programme to help the young and long-term unemployed, lone parents and the disabled. Almost £4 billion have been put in to this programme, along with firm support from the Chancellor and Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier this week, the New Deal was extended to the long-term unemployed over 25. We will provide a new employment subsidy – £75 a week – to support employers who recruit someone who has been out of work for over 2 years. That’s another element of our strategy in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But whether we’re talking about:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* the young person who needs work and training to make a proper start to   \ntheir working life; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* a new start for an older worker – whose risks being left on the scrapheap after   \na lifetime of skilled employment; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* a new employment opportunity for a lone parent who’s child has started school; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* or a better deal for disabled people,one thing is clear. We can only succeed if we work with the grain of business. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The New Deal needs to be the smart solution for your business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  What industry can do \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I firmly believe that the New Deal is a smart solution. It can provide high quality, skilled employees. The resources are in place – and the programme has made an encouraging start. It is now down to business to fulfill its role in the partnership and make sure it happens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over 15,000 employers that are signed up to the New Deal. And I’m pleased to say the hospitality industry is leading the way on the New Deal – many leading names in the industry have signed up. And, round the country, small and medium sized firms in this industry are signing up as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  New Deal Training Centres \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But New Deal is not just another employment initiative, like the many we have seen in the past. The difference is that it’s tailored to the needs of the individual, and to the needs of business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the innovative industry-led solutions to the work and training elements of New Deal. But this really needs the commitment of industry to make it work. We need your creativity and know-how about the industry to make sure together, we can deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, from my own contacts with industry representatives, I know this industry is working to make the most of the New Deal. The New Deal training centres – started in Kentish Town – will, I hope, grow into a network of centres in every region of the country. 40,000 people will pass through the New Deal Training Centres – the biggest single commitment to the New Deal so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The scale of this ambition is a tribute to a number of key figures in the industry, whose names I won’t mention, and the staff of the Kentish Town Centre. And I also pay tribute to the constructive role played by the local authorities in Camden and Westminster – who helped make this particular public-private partnership a reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Conclusion \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The framework is now set. The New Deal is in place. Now it is up to you to get involved, and get signed up. It is in your interests to see this project come to fruition – a highly skilled workforce is vital for your success – as well bringing wider social and economic benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the development of the national network of Training Centres and very much urge you to continue to be fully engaged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a bold commitment. But one where the rewards are great. So it is in all our interests to see it succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}