{
    "url": "https://www.ukpol.co.uk/peter-robinson-2015-speech-to-dup-spring-conference/",
    "title": "Peter Robinson – 2015 Speech to DUP Spring Conference",
    "post_date": "January 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Peter Robinson",
            "url": "/tag/peter-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Robinson, the then Leader of the DUP, to the party’s Spring Conference on 28 March 2015.",
    "content": [
        "[![peterrobinson](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we gathered at our annual conference last November we were in the midst of a crisis that threatened the political institutions. Rather than allow the process to drift towards inevitable collapse we took the bull by the horns and forced the matter to a head.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over ten weeks at Stormont House we spent many long days and even longer nights negotiating a way forward across a range of issues. And against all the odds we managed to hammer out a deal on issues which had for so long proved intractable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Stormont House process was conducted in sharp contrast to the Haass process of the year before and unlike those talks an outcome was reached with which we were able to agree. Indeed I have to say that in all the years I have been involved in political negotiations I believe that this process resulted in the best outcome for unionism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of the Stormont House Agreement we were able to deliver on many of our long-term goals. Real progress was made in reducing and re-organising the number of government departments, cutting the number of MLAs, providing for an official opposition and improving how the Executive does its business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the past we were able to rewrite and reshape the Haass proposals in a way that defended our red lines. Real progress was made but there continues to be a major job of work in terms of implementation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the most challenging issues to resolve at Stormont House were welfare reform and the Executive’s finances. These issues were a real threat to the viability of the Assembly and devolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the eighteen months, since the Assembly’s Sinn Fein leadership failed to sell the original set of welfare proposals to their Dublin bosses, devolution had been drifting towards disaster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in the 5-party talks at Stormont Castle slowly but surely progress was made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was perfectly clear from the outset that whatever the UK government was prepared to do for us financially in other areas of expenditure they would give nothing towards welfare reform. That meant any support, additional to what was being provided in Great Britain, would have to be provided by the Executive and would therefore reduce the funds available for key public services such as health and education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the end we were able to reach a 5-party agreement that included the SDLP and Sinn Fein.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That agreement paved the way for a wider deal and the return of the Welfare Bill to the Assembly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It cleared the way for the Executive to produce a balanced budget, to provide for long-term structural reform of public services and for Parliament to pass legislation on Corporation Tax in Northern Ireland and for the UK government to provide a worthwhile financial package for the Executive and Assembly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was a massive breakthrough that resolved outstanding issues and created the potential for long-term financial stability and prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivery remained on track right up to a few weeks ago when, out of the blue, we were asked to believe that someone turned the lights on in Connolly House and Sinn Fein suddenly realised that what they had negotiated and agreed was not what they thought they had signed up to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This represented either an alarming act of bad faith by Sinn Fein or the most inept negotiating by republicans in the history of the process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For myself I find it inconceivable that they did not know or understand what was written and detailed in the document agreed by them at Stormont.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And let me make it abundantly clear. Given the sums of money involved – no one with post-primary education could possibly have believed that the funding envelope in the agreement could have covered the entirety of the shortfall for each and every claimant now and in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I make some allowance for Sinn Fein’s poor grasp of economics but not even they could have thought a fund of £20 million per year could have covered what they once claimed to be a gap of £450 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And let me make one thing clear, this is not, at its heart, a dispute between the DUP and Sinn Fein: I’m fed up with some journalists characterising this failure by Sinn Fein to implement an agreement as a quarrel or dispute with the DUP, or as the difference between their version of events and ours! When governments and local political parties are lining up to condemn Sinn Fein for its U-turn it’s pretty clear where responsibility lies for the present impasse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must not allow anyone to rewrite the history of this issue. It is clear, it is unambiguous, it is clear-cut, and it is inscribed in black and white for everyone to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the responsibility for the present difficulty is established beyond doubt, but a solution still must be found.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have made it clear, and I do so again today, I’m prepared to look at how we implement the December agreement – but I’m not prepared to re-negotiate it. In particular I am not prepared to take another penny from our vital public services to solve what is at its heart an internal Sinn Fein dispute.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hypocrisy of Sinn Fein in supporting a strike against a budget they voted for is only matched by their willingness to boost welfare payments by further cutting front-line public services they complain need more funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Chairman, this is an historic moment for this party and for this Province.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We stand on the verge of a momentous opportunity for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In just forty days time the United Kingdom will go to the polls to elect a new Parliament and a new Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All the pollsters and predictions would suggest that no single party will have sufficient seats to form a majority government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This means that the DUP will have a unique opportunity to help shape and influence the next government to get the best deal for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We could have a real say in shaping the next government of the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Almost every serious political commentator has predicted that DUP MPs can be the kingmakers after the election. If they are right – and opinion polls suggest they may be – then a strong and united DUP team can make a real difference to the lives of the people we represent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s just a fact. No other local party will figure in the talks that follow Election Day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We, therefore, need the strongest DUP team to get elected in order to strengthen Northern Ireland’s hand in such negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every vote will count and every seat will matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why this election is so important and that’s why we take nothing for granted. We will work for every vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This opportunity may not come around again for a political lifetime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Northern Ireland can’t afford to waste the opportunity that has been presented to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I want to set out why this election matters so much; to publish our Northern Ireland Plan and to officially launch our election campaign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every election is different in some respect but this election is truly unique.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our goal is not about success for the DUP for its own sake – it’s about what we can deliver for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Though today marks the official start of the election campaign the preparation work has been going on for months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that the forecasts are good for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At long last unionism collectively is starting to get its act together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s good for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why I was delighted to be able to announce, along with Mike Nesbitt, the most far-reaching unionist electoral pact in thirty years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s working. How do I know? I know it’s working because our political opponents are snorting and ranting – they don’t like it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can’t think of anything that antagonises the enemies of unionism more than the idea of unionists working together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within minutes of the historic deal with the UUP being announced our opponents were out in force seeking to undermine, confuse and divide. No tactic was out of bounds in order to undermine the deal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They said the DUP was running scared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They said the UUP had been sold a pup.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They decried, lamented and bemoaned the lack of choice for unionist voters – though those same critics would never in a million years have considered voting for a unionist candidate themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If there is one common feature in my – over forty years – in politics it is the desire by unionist people for unionist politicians to work together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Division costs unionism; it always has.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Split votes cost unionism seats and lost seats means lost influence at Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whose interests are ultimately served if two or more unionists divide – mostly over matters of detail rather than matters of principle – and allow a non-unionist to be elected?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s simply not in the interests of unionism!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In no negotiation will everyone achieve everything they want but I believe that the deal I did with Mike Nesbitt is good for unionism and good for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Fermanagh and South Tyrone and Newry and Armagh I want to pay tribute to our associations who have been asked to stand aside. But make no mistake in twelve months time, at the next Assembly election, the wider interests of unionism will be best served in these two constituencies by voting for the DUP candidates.  \nThough, again I say it, I hope in that election too we can have a voting agreement that ensures voting preferences go to other unionist candidates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whatever anyone may think of the balance of the pact, that debate and discussion has ended\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ideally, I would have liked to see an even wider deal. I would have liked Upper Bann and South Belfast to be included. But let’s be clear the DUP is the largest unionist [JR1] party in both those constituencies. We are leading in the polls in both constituencies and in each of them our main challenge comes from outside unionism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Upper Bann there is a fine margin between the DUP and Sinn Fein with the UUP trailing behind in third place – but still capable of endangering the seat. Let’s be clear this is a two-horse race between the DUP and Sinn Fein. If the seat is to be held for unionism it will only be David Simpson who can do it. While Upper Bann remains a strongly unionist constituency the danger to unionism is a split unionist vote allowing Sinn Fein through the back door.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That would be a disaster for unionism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The same can be said in South Belfast. This is a four party contest. The SDLP, Sinn Fein and Alliance are chasing the DUP who have led all parties in the last two elections in this constituency. There is now a real opportunity for the DUP to win back South Belfast for the unionist cause.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The facts are clear for all to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is only the DUP that can win the seat for unionism. Unionists in South Belfast are already uniting their efforts behind the DUP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I can imagine no better candidate than my friend and Ministerial colleague Jonathan Bell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UUP are miles behind the four lead parties – and the other small unionist parties in the field will only further shred the unionist vote. The message in South Belfast is clear. If you want a unionist MP you can have one – but only by backing Jonathan Bell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Right across the Province we have a slate of candidates unmatched by any other party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both in terms of those who have a real opportunity of being elected and those who are the standard bearers for our party in other seats we have an unrivalled team.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a mixture of youth and experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From my colleague William McCrea who was first elected in 1983 and has spent almost 25 years in the House of Commons, to the more youthful Gavin Robinson who is fighting a Westminster election for the first time – we span the generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No. I’m not going to dwell on the East Belfast contest today but I want Gavin and his team not just to win the seat but to do so in a manner that makes it clear that the voice of East Belfast at Westminster is unambiguously and unashamedly a unionist voice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me also wish Jim and Ian, William and Jeffrey, Gregory and Sammy, well in their re-election campaigns. I am confident that their hard work in their constituencies and at Westminster will pay dividends when people come to cast their votes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After this election I want to see this exceptional team led by our deputy leader, my friend and colleague, Nigel Dodds back at Westminster negotiating the best deal for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was confident that Nigel would win through in North Belfast even without a pact but if we can persuade unionists across the constituency to come out on Election Day Nigel’s re-election can be secured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me make it clear unionism needs Nigel at Westminster to engage in what will be a vital period of negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unionism has within its grasp the potential to move from having just one out of four seats in Belfast in unionist hands to three out of the four seats. What better answer could there be to those who lowered the Union Flag in Belfast than raising the banner of unionism right across that great city.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the last few months we have not only been preparing for the election but we have been preparing for after the election as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do not take a single vote or a single seat for granted but if and when the opportunity arises to get the best deal for Northern Ireland it is critical that we are ready for those negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our position after the election is clear. Our goal is not to achieve anything for our party or ourselves but for Northern Ireland as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will not seek, nor would we accept, any role in government but we would demand a good deal for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While other smaller regional parties have limited their options in terms of who they would be prepared to support, we have sought to maximise our options and our influence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For us more votes and more seats really does mean more influence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not tied to either of the major national parties but will be guided by what is good for Northern Ireland in particular and the United Kingdom as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since we became the largest unionist party back in 2003 we have been working to a long-term strategy to move Northern Ireland forward and to strengthen our position within the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past few months we have been working on a plan to advance this strategy over the next five years.  \nToday I am publishing the DUP’s Plan for Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a plan designed by the DUP for the benefit of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope it can win the support of not just our core voters but of many people across the Province who recognise the opportunity that exists to achieve key objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This document sets out our five key goals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Plan demonstrates a reasonable and rational approach and one that shows a vision for Northern Ireland. If we can deliver, it will not only be of advantage to Northern Ireland but to the UK as a whole.  \nWe have not sought to unpick the political agreements that have been reached in Northern Ireland nor are we making demands that are undeliverable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a positive plan for Northern Ireland. We want to –\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Make Northern Ireland an economic powerhouse \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Deliver world class public services for our people \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Create a society based on fairness and opportunity for everyone \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Make politics and Government work better in Northern Ireland \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* Strengthen the United Kingdom and protect and enhance our British identity \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under each of these values we have set out in much greater detail many of the policies and proposals through which these aspirations can be delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We don’t expect any government to deliver every dot and comma of our plan but we do need to see delivery of a range of the goals at the heart of our proposals in order to elicit our support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to see measures that can help transform Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This plan will be at the heart of our election campaign.  \nIt will also be the test against which we will judge the terms of any understanding from a potential party of government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The capacity to deliver across this range of goals will be our only litmus test, nothing more and nothing less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are not prepared to play media games of prioritising, weighing or negotiating the terms of any agreement in the glare of publicity or creating artificial red lines. If the circumstances arise we will seriously discuss the nature of any potential government’s own programme and assess how compatible it is with our own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are publishing this document at the start of the election to give the national parties the time and the opportunity to understand our proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Exactly how much we can deliver will depend on the strength of our mandate and the need for our votes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will respect the verdict of the UK as a whole and will expect the national parties to respect the verdict of the people of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So in this election I am asking for a mandate not just for the DUP but a mandate to deliver the Northern Ireland Plan as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are the only party with such a plan and the prospect of delivering it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be those who may not agree with us on every issue and some who may not normally vote DUP, who in the context of what this opportunity could mean for Northern Ireland, may opt to lend us their vote for this task. I hope they will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Give us the strength and the mandate to deliver on the Northern Ireland Plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be a tragedy through split votes, shredded votes and wasted votes if Northern Ireland returned a divided, fragmented and ineffective team to Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That won’t work for Northern Ireland and it will hurt our chances of getting a good deal for the Province.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As this short conference comes to an end, the long hard slog over the next forty days is about to begin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The battle lines are set. The time for talking is done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At long last the phony war is over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is time for the campaign to commence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the team to succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the plan to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us write the next chapter in the history of our Province.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On May 7, let us win a mandate that we can take to the corridors of power in Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The broadcasters may have conspired to keep this party out of the television debates but I know that no force on earth will keep our team from taking our case directly to the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we have gathered to launch this campaign but from Monday we must take this campaign to every door, every street and every hedgerow in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s our opportunity to make a real difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With zeal and enthusiasm let us fight for every vote and every seat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strong in our commitment, resolute in our determination, eager to transform our province – we now take our case to the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us play our part at the heart of the nation we all love.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For a better Northern Ireland, for a stronger United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Only this party can deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, let the election begin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}