{
    "url": "https://www.ukpol.co.uk/geoffrey-robinson-1998-speech-to-the-pfi-conference/",
    "title": "Geoffrey Robinson – 1998 Speech to the PFI Conference",
    "post_date": "December 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Geoffrey Robinson",
            "url": "/tag/geoffrey-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geoffrey Robinson, the then Paymaster General, in Islington, London, on 27 April 1998.",
    "content": [
        "1\\. Last month I visited Temple Primary School in one of the most deprived areas of Manchester. The school dated back to the early part of century, with all the associated deficiencies of poor security, neglected maintenance and inadequate facilities. Next door was a small urban park which had become the haunt of drug and solvent abusers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. At the school, the teaching staff were excellent. They impressed me greatly with their commitment and enthusiasm and this had obviously rubbed off on the kids. But it cannot be right that so many of our children are being educated for the twenty-first century in nineteenth century conditions. And if we make the full success of the PFI which we intend, nor shall they be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. At Temple primary school a now agreed public/private partnership will provide this community, its teachers and children with a new school. A school that will be well maintained and secure with modern facilities that will help provide these children with a modern education, and increase their aspirations so they make the most of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. The reason I open my speech with this very real example, is because that is what PFI is really about. It is about enabling investment in key areas to take place that otherwise would not; and to get best value for money in doing so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. So it is on that note that I welcome you to this, the first Taskforce Conference. I think it is an indication of how we have restored credibility to the PFI concept, and of how widely the Taskforce is respected in PFI circles, that there are so many of you here today. So many, indeed, that we had to move to the conference to a larger venue to meet demand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. PFI is part of the Government’s Public-Private Partnerships strategy. PPPs are about delivering high quality projects and services, as well as value for money for the tax payer. And it is about delivering the investment in the public infrastructure that is desperately needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Treasury Role \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "7\\. One of the Treasury’s most important jobs is to control public spending – to say no – and this will always be the case. There can never be any change or challenge to the Treasury as the ultimate point of accountability. But we must try to break away from simply being the “dead hand”. We must – and I believe we now are – think more intelligently about how we spend taxpayers money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "8\\. In doing so, we must first reduce the mistrust and end the turf wars between the Treasury and other departments, and move to more open cooperation. For too long the bidding process has been characterised by a situation where spending departments bid for double what they need, the Treasury cuts it in half and everyone congratulates themselves on a job well done. In fact this is a most insidious process because it leads to sloppy thinking throughout Government. Propositions are not adequately tested in principle and the real cost is not assessed in any adequate detail. Perhaps worst of all, the end results are never rigorously analysed against the claims made for the investments in the first place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "9\\. For Heaven’s sake we can do better than that! And I hope (in speaking to a wider audience at this point) that some changes in the Treasury approach are beginning to make themselves evident. We shall certainly need to do better because there will never be enough money to meet all demands, given that every investment for public purposes must be serviced from taxation in one form or another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "10\\. It is vital therefore that we develop new methods of delivering public services and public investment aimed at ensuring the most efficient use of resources to meet priorities that are established by a process of thorough analysis and open debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Resuscitating the PFI \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "11\\. This was our approach to get PFI going. Immediately after taking office, we stopped the perversely counterproductive policy of universal testing and insisted that departments prioritised their programmes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "12\\. For 4 years PFI had been a dead-duck in the water because of the lack of clear thinking and direction by the previous Government. The Initiative had been floundering, the system was gunged up with innumerable hopeless projects and bureaucracy was seemingly unable to even communicate amongst itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Bates \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "13\\. It was evident that we had to take a wide ranging look at what was going wrong and asked Malcolm Bates to review the PFI and to complete his review in six weeks. It was completed to time in June of last year. I would again like to pay tribute to Malcolm Bates who did a really outstanding job for us. His review was central to resuscitating PFI.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "14\\. One of the Bates Review’s most important recommendations was for the creation of a Taskforce which should work directly from the Treasury itself. In recruiting the Taskforce we decided to work directly with industry and Malcolm again advised. As the head of the Taskforce we had the great good fortune to find Adrian Montague who was Head of Project Finance at Dresdner Kleinwort Benson. Adrian, working with Treasury officials – notably Steve Robson and Peter Wanless – put together the excellent team of eight people with the balance of complementary skills we needed for the job\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "15\\. At the same time we wound up the previous Panel and Executive. They had done some good work, but the time was right to move on and develop more appropriate structures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "16\\. The Bates Report was commissioned in May, Adrian Montague was recruited in July and the whole team was in place by November last year. All 29 recommendations of the Bates Review have now been implemented. Government on its own could not have completed such a timetable. But working together with the private sector we pushed the job through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Results \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "17\\. And now the results are coming through too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "18\\. Over the last year we have breathed life into PFI. Projects totalling 1.9 billion Pounds have been signed. (Leaving aside CTRL) that’s nearly half as much again as that achieved in the five previous years since the Initiative was formulated back in 1992.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "19\\. Thanks to the vigorous action by our colleagues at the Department of Health we are now embarked on the biggest hospital building programme in the history of the NHS. The scale of the programme has probably not been seen since Victorian times. Eighteen new hospitals will be built in the first wave and a further ten in the second – a programme totalling some 3 billion Pounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "20\\. And it is not just on such major programmes that PFI is making the difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "21\\. The Colfox school in Dorset is being built under PFI and should be completed 6 months quicker than the local authority would have expected to do it. The Head is delighted with progress, and has even reversed the previous trend of children within the school’s catchment area going to an out of area Grant Maintained School. This is another example of new investment leading to new aspirations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Opposition to the PFI \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "22\\. I quote these examples to those who are sceptical, to encourage them to think again about what PFI is about. Yes I know there are still those who have reservations about PFI. But PFI is not just about commercial contracts and the uncomfortable changes to established practices and ways of thinking that these involve. PFI is about making a real difference to people’s lives. Are the sceptics saying they don’t want these hospitals and schools built? Of course not. So we must all work together to ensure that the real benefits of Public Private Partnerships enjoy the perceptions they deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Project Review Group \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "23\\. May I first stress again that funds are not infinite even less so is the Government’s capacity to service improvements. That is why we have established the system of PFI credits for each sector of Local Authority expenditure and are keeping a close eye on the overall level of transactions. And why – in order to avoid the wasteful proliferation of bidding – the Project Review Group of the Taskforce agrees the do-able projects in advance with the Departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "24\\. The Taskforce has compiled a list of 50 central government priority projects, enabling bidders to commit time and resources in the knowledge that the viability of these projects is verified; and contracts will receive Taskforce support. I should add that this does not mean many other projects, not listed, do not represent good value for money, or are not worthy of support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "25\\. A list of 40 local authority projects assured of central government financial support was also released by the Taskforce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Maximising Benefits \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "26\\. The Government – people often seem to forget – even after all the privatisation of the Tory years still represents 40 per cent of GDP. However successful we are with PFI in its present limited form it can only represent a relatively small part of Government capital expenditure – let alone of total Government activity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "27\\. It is therefore all the more important that we get maximum benefit from the experience it brings us and ensure that public and private sectors learn from each other. For instance there is scope for more benchmarking of activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "28\\. The Taskforce is developing templates and framework contracts and is creating a library of best practice and approved templates that will lead to more not less sharing of information. A crucial element of improving the PFI process is learning from what has gone before. It will also reduce the hassle, waste and duplication of what happened in those Tory years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "29\\. As a further part of the learning process, a number of guides, including a new introductory document, policy statements, technical guides and case studies have been published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "30\\. We must ensure that ideas produced in the public sector are made available for commercial exploitation. Our approach to defence diversification and the University Challenge Initiative show that we are moving on this front too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  National Asset Register \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "31\\. And we must be prepared to bring in the private sector to help Government departments get full value from their assets, including by commercial exploitation where that make sense. The compilation of the National Asset Register will help the public sector realise the best value from its assets. And we have made changes to give central and local Government greater freedom and incentives to undertake this sort of activity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Resource Accounting \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "32\\. One significant new development that will encourage a much more commercial approach by Government departments to the use of their assets will be the introduction of resource accounting. This is already operating on a trial basis throughout Government and will become official accounting policy from 1 April next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "33\\. No longer will departments be able to take their assets for granted. A depreciation charge will be visible and they will be expected to maintain year by year the value of their assets in real terms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "34\\. This will have two beneficial effects. First it will put comparisons between PFI projects and purely public sector investment on an equal footing; and second it will put pressure precisely where it is needed – on the public sector so that it maximises the value from the assets it owns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "35\\. The Treasury can make its own contribution, certainly on current account savings, but also capital disposals, by looking at the possibility of enabling Departments to retain even more of the ensuing benefits. This will create the correct incentives for departments to manage better their assets and their spending programmes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "36\\. The scope of PPPs of all kinds will be significantly increased with the introduction of Resource Accounting, where it is worth noting that the UK is well ahead of Europe. Indeed the same could be said of PPPs as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  International Interest \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "37\\. An indication of how much progress we have made is the increasing number of enquiries and visitors from all over world, eager to find out about the opportunities PFI has to offer. The Treasury has received delegations from areas as diverse as Australia, Brazil, China, Japan, South Africa, Eastern Europe and the Middle East, to say nothing of our European neighbours such as France, Holland and Spain. Whilst not looking to impose our view on others, this at least gives us a chance to compare lessons, and share best practices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Partnership and Trust \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "38\\. I mentioned earlier the creation of templates and a library of best practice with the emphasis on more openness. There will always be issues of genuine commercial confidentiality and intellectual property that must be protected. We shall ensure that is so. I was shocked by the consultation we conducted with industry in Opposition how far mutual mistrust had developed between the public and private sectors to the detriment of the reputation of both and of the effectiveness of the whole PFI programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "39\\. I hope we have made at least a start in restoring relations of mutual respect and confidence. For at the heart of New Labour is the desire to establish a new partnership between the public and private sectors. As far as PFI is concerned this means the Government as purchaser and your industries as the provider.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "40\\. We all realise that partnership implies and requires trust. It is no good one side trying to screw the other, whether it is Government trying to off-load risk to the point where it is avoiding the responsibilities that only it can properly assume; or whether it is the private sector seeking disproportionate returns by exploiting information that only it can properly appreciate the significance of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "41\\. If we are to seize the great prize that real partnership offers – the rebuilding of our schools, the reconstruction of our hospitals, the modernisation of our transport system, the restoration of our infrastructure – then we can only do so by a greater openness and trust between the two great pillars of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "42\\. Instead of hiding behind the barrier of policy or commercial confidentiality we must share information. Lessons from one project are wasted unless they are shared with others, both within the public and private sectors. It is about a fair deal for the taxpayer and a fair deal for the provider.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Benefits Showing Through \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "43\\. There are certainly signs that we are moving ahead in the right direction together. Lets take the new prisons construction programme. As a result of the experience gained and lessons learned form the first tranche of PFI deals to deliver prisons, the procurement costs of the second tranche are some twenty per cent lower than the first.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "44\\. This is also a tribute to Tim Wilson, who headed up the Contracts and Competition Group of the Prison Service. I am delighted that Tim will be joining the Taskforce as Head of the Policy Wing. I have every confidence he will continue the excellent work Peter Wanless has set in motion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Schools \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "45\\. I would like to say a few more words on the recent PPP schools initiative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "46\\. As you know we dedicated 1.3 billion Pounds of the Windfall Tax money to a four year programme of school refurbishment. It wasn’t enough of course. So we challenged David Blunkett and indeed we challenged ourselves to increase it by involving private sector capital in the process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "47\\. The result was an increase of 35 per cent in last year’s allocation and nearly 50 per cent in this years. And this has meant that David has been able recently to encourage a list of five pilot projects under the New Deal for Schools. These projects will involve around 200 million Pounds of investment, and will each address major infrastructure needs across a large group of schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "48\\. And let us be quite clear; without PFI, many of these projects would not have been possible. We inherited public finances in poor shape – with borrowing still high after 5 years of recovery. Against this background and the necessity for tight control of public spending, PFI is enabling Government to support a significant number of additional projects beyond what can be provided through public purse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "49\\. We all know about the big PFI projects. But PFI can become an agent for change also at a smaller level across a range of public services. PFI is now being used in the Belfast Hospital Renal Unit; the Highlands and Islands Airports; IT facilities for schools in Dudley; IT for libraries in Kent; and as you probably know there is discussion about using PFI for the new British Embassy in Berlin. 50. So PFI can deliver a wide range of public services – large and small – right across the UK, in all areas of public service. This presents many opportunities to you, the PFI provider as well as to the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  The future \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "51\\. But we are under no illusions that whatever progress we have made in the last twelve months, there is still plenty of work to be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "52\\. Whilst getting PFI right remains an immediate priority, we are keen to widen the horizons and develop new kinds partnerships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "53\\. For example, the Government’s election manifesto committed us to look for a public private partnership solution to tackle investment backlog in London Underground. The Deputy Prime Minister announced his intentions back in March, and we are now committed to bringing in private sector to develop 7 billion Pounds worth of infrastructure which is in addition to the 1 billion Pounds to be invested over next 2 years from public funds while the private sector concessions are put in place. Private sector expertise and funds for infrastructure: the public sector retaining responsibility for operations and the interface with London’s travelling community. A natural split of responsibilities: an intelligent PPP that will soon be up an running.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "54\\. But there is still a long way to go and it won’t be all plain sailing if I may mix the metaphors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Conclusion \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "55\\. Last week, a journalist sat in my office and said he had been many times before to be told by my Tory predecessors that finally, they had cracked the problem of PFI. He asked me why I thought we had cracked the PFI problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "56\\. I am not sure that as of today I can assure him that we have entirely done so. But I hope when he reads this speech he would be obliged to say he has at least an interim affirmative answer. Before too long I hope to address you all again with a further account which even the most sceptical would have to report as solid evidence of the further substantial progress we are making together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}