{
    "url": "https://www.ukpol.co.uk/peter-robinson-1979-maiden-speech-in-the-house-of-commons/",
    "title": "Peter Robinson – 1979 Maiden Speech in the House of Commons",
    "post_date": "January 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1979",
            "url": "/tag/1979/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Peter Robinson",
            "url": "/tag/peter-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Peter Robinson in the House of Commons on 21 May 1979.",
    "content": [
        "[![peterrobinson](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/peterrobinson.png)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As this is the first occasion on which I have addressed the House of Commons, I should like to thank the House for the great kindness shown to me in my first two weeks in this building. I should like to go further and thank hon. Members in all parts of the House for imparting to me their knowledge and experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I and my colleagues will sit on the Government side of the House, we shall be doing so as a separate and independent group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am told that in making a maiden speech one is expected to be non-controversial. Since I come from Belfast, East, the most important part of Northern Ireland, a country that is steeped in controversy, the House will understand my difficulty this evening. Indeed, I come from a party in which controversy has not been entirely unknown. My campaign was indeed controversial. Indeed, the policies I pursued were controversial, and therefore I face certain problems in making my maiden speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I go any further, I should place on record the appreciation of the people of East Belfast for the outgoing Member, the right hon. William Craig. Mr. Craig has been a colleague of mine for many years, and although we differed on policy matters I can say with confidence that we always maintained our friendship. William Craig has always been a gentleman, and I greatly respect him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall be brief, and I shall do no more in this speech than nail my colours to the mast. Since I come from Northern Ireland, I shall do no other than speak of the most important matter in the eyes of the people of Northern Ireland, and that is the subject of security. I was pleased to see in the Gracious Speech a statement of the Government’s intention to restore peace and normality in my country. While that remains their policy, they will always have my full support and that of my party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hon. Members will all be aware of the terrible tragedy of terrorism. I know that it has come close to many in this House who knew Airey Neave. Those of us in Northern Ireland who knew him, loved and respected him, will appreciate the great loss occasioned by his death. In Northern Ireland about 2,000 people have died, over 20,000 people have been maimed and mutilated, and millions of pounds worth of damage have been caused in senseless and savage terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I ask the Government to adopt as their first priority the defence of the citizens of this part of the United Kingdom. I ask that they adopt the toughest security measures to put down terrorism in Northern Ireland. I may be stretching the idea of non-controversy too far if I suggest that the Government might even go as far as to bring in capital punishment for terrorist crimes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Northern Ireland many of us are aware of the great difficulty faced by the security forces. I wish to place on record my appreciation of the great job which they undertake against the propaganda that is put out by the Provisional IRA and other terrorist groups. I know that many hon. Members will take the view that I am too young to advise this House, and that may be so. But, despite my tender years, I have walked behind many a hearse and have looked in many an open grave. I have held the hand of many who have lost loved ones as a result of the terrorist campaign. I have carried in my arms fatherless children of many of the victims of Ulster sorrows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tonight, with all the force at my command, I call on the Government—because it is to this Government that my people look—to act with all speed and determination to solve the security problem in my country. On behalf of Ulster’s dead, I call on the Government to act. On behalf of Ulster’s living, I call on them to do it now. I ask them to stand up to terrorism in Northern Ireland and let my people live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}