{
    "url": "https://www.ukpol.co.uk/mary-robinson-2019-speech-on-the-withdrawal-agreement/",
    "title": "Mary Robinson – 2019 Speech on the Withdrawal Agreement",
    "post_date": "March 13, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Mary Robinson",
            "url": "/tag/mary-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mary Robinson, the Conservative MP for Cheadle, in the House of Commons on 12 March 2019.",
    "content": [
        "It is a pleasure to follow the hon. Member for Bury South (Mr Lewis).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the negotiation process I have always believed that the result of the referendum must be delivered. It is simply not enough to say that we respect the result of the people’s vote on 23 June 2016 and then ignore it. In that referendum the British people instructed the Government to leave the European Union, and the agreement that the Prime Minister has negotiated implements that vote effectively, ending the free movement of people, stopping the vast annual payments from the UK to the EU, and freeing the UK from the common agricultural policy and the common fisheries policy.​  \nI personally voted to remain, and have always been conscious of the fact that a majority of my constituents—57.3%—voted to remain, while recognising and remembering that over 40%, a significant minority, voted to leave. One of the problems with the entire withdrawal process is that without compromising no side—whether leave or remain, for no deal or for a second referendum—would have been entirely and perfectly happy with terms of the deal whatever agreement the Prime Minister had brought back from Brussels. However, the referendum presented voters with an unambiguous choice to remain in the EU or to leave, and the consequences of either decision were conveyed to the electorate extensively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We rightly place our focus on a strong economy, but the vote was not just about economics. The referendum result brought to the surface of political debate people’s sense of identity as well as their concerns about immigration, free trade and the EU’s democratic deficit. However, events over the past few months have shown that the political discourse is frozen, and that is what we need to deal with. Many of us have been waiting for that decisive moment when we can have clarity on the future direction of travel. In my view, this withdrawal agreement provides the clarity that we need to move to the next stage of the negotiations—the implementation period—and to lay the foundations for a comprehensive free trade agreement with our European partners. The implementation period will provide Governments, businesses and people on both sides of the channel with the time to put in place the new infrastructure that will be integral to the arrangements that the Prime Minister has recently secured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am one of the 27. No, not the EU27, but the 27 Members of Parliament representing Greater Manchester constituencies. I am therefore particularly interested in gaining the certainty that we need and in continuing the growth of our northern economy. There is nothing that businesses fear more than uncertainty. They need to know the direction of economic travel so that they can plan for future investments. That is hugely important for my constituency, for Greater Manchester and for the economy of the north of England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s commitment to the northern powerhouse is translating into record levels of investment across the region and, most importantly, into jobs. Greater Manchester’s local industrial strategy reinforces the region’s ambition to establish the country’s first Tech Nation hub, and a report from Ernst & Young reveals that Manchester has been ranked as the best performing city outside London for attracting foreign direct investment projects, with a 17% increase in projects since 2017. The digital sector is the leading sector influencing those figures. Many companies are now comparing Manchester to California’s silicon valley, because of the huge expansion of Manchester’s tech hub. Further evidence of the city’s confidence in this sector is Amazon’s decision to open a new office in the centre of Manchester, creating 600 digital jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we can continue this success only by laying the foundations for an orderly, smooth Brexit. This agreement provides the basis on which we can leave while giving people and businesses the certainty that they need. I understand that some people in Cheadle and elsewhere in the north, as well as some colleagues here in the House, want to reject this deal in the hope that that will force either a no-deal Brexit or a second referendum leading to the UK remaining in the EU. ​Both cannot be winners, however; both cannot be right at the same time. For any hon. Member who genuinely does not wish to stop Brexit, this is the best and only deal. The EU has made it clear that it will not change the terms of the agreement. Whatever our views on the nature of the future relationship, that relationship can be negotiated only when a withdrawal agreement has been passed. This is the only withdrawal agreement. If we do not agree to this motion today, we risk having no Brexit at all. I am backing this agreement to take us out of the European Union into a more global future, and I am anticipating a positive, optimistic future for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}