{
    "url": "https://www.ukpol.co.uk/gavin-robinson-2020-speech-on-the-immigration-bill/",
    "title": "Gavin Robinson – 2020 Speech on the Immigration Bill",
    "post_date": "May 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Gavin Robinson",
            "url": "/tag/gavin-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gavin Robinson, the DUP MP for Belfast East, in the House of Commons on 18 May 2020.",
    "content": [
        "It is a pleasure to follow the hon. Member for Ipswich (Tom Hunt). I understand that there are no reasonable, reasoned amendments being taken this evening. Although I understand that there are those who will vote against the Bill, it is important that they not only hear and share their concerns but listen to Members such as myself, who share many of the frustrations about the omissions and areas for improvement in the Bill but recognise that it will pass in any event. I therefore encourage them, over the weeks to come, to collaborate with Members who share some of their concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also right to recognise that controlling the borders of the United Kingdom was a fundamental reason why the majority of people in our country voted to leave the European Union. We support the principle of ending uncontrolled immigration and treating those wishing to enter the UK from the European economic area and the rest of the world fairly and equally. However, we are not ignorant of the impact that such a sharp and poorly tailored approach to ending free movement could have, particularly in Northern Ireland, on the growth of certain important economic sectors such as agriculture and hospitality, if current access to labour is not replicated in an appropriate way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the elements of the Bill that reiterate the rights afforded to UK and Irish nationals to work, reside and access Government benefits in each other’s jurisdiction. Such provision was enshrined in national law well before either country joined the EU and was never going to be threatened by the UK’s exit from the EU.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do, however, express concern at the Government’s recent decision to amend the settlement scheme to allow family members of British and British-Irish citizens dual citizenship. This was intended to placate certain aspects where a spouse or partner was a British citizen as a result of being born in Northern Ireland and therefore was not eligible for a scheme explicitly for EU27 nationals. The reality is that citizens born in Northern Ireland under the Belfast agreement have the right to both Irish citizenship and British citizenship, but it is in addition to British citizenship, not instead of it. That issue strikes at the very heart of the principle of consent.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the settlement scheme, we believe there is a duty on Government to honour the provisions of the citizens’ rights chapter of the withdrawal agreement in good faith, with compassion and clarity. At the same time, we do not believe it would be helpful to use this Bill as a vehicle to reopen, replace or expand the terms of that chapter. EU citizens need clarity and continuity at this time, not uncertainty or false expectations. Much depends on the outcome of the negotiations on the future relationship. I ask that the Home Office steps up its efforts to fill any void with information in respect of the operation of the settlement scheme, including in terms of the effectiveness of appeals, how applications still pending on 31 June 2021 will be dealt with and how local authorities are proactively seeking to ensure that looked-after children are treated fairly and sensitively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure that EU citizens—many of whom have contributed to UK society on a level far surpassing the minimum requirements set out in the settlement scheme, including in the NHS and as careworkers during the current crisis—are not disadvantaged. Officials should be looking at reasons why status should be granted, as opposed to reasons why it should not be, and clarity is required on the reasonable grounds for missing an application.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The DUP supports a compassionate and open approach to refugees from communities in other countries affected by terrorism, war or persecution. We appreciate the need to review routes for individuals and believe that it would be best to get international co-operation outside the free movement debate. We believe that consideration should be given to mitigations for family members of EEA citizens who have been convicted of domestic abuse and whose status in the UK could be linked to their perpetrators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of the new points-based system, the intention to implement a single skills-based system of immigration in the UK, treating all migrant workers from anywhere in the world on a fair and equal basis, is a welcome development. As the Bill progresses, we will be seeking change, but we want to see a regime that is fair, sensible and will be to the benefit of our country and its contingent parts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}