{
    "url": "https://www.ukpol.co.uk/mary-robinson-2020-speech-on-the-future-on-the-high-street/",
    "title": "Mary Robinson – 2020 Speech on the Future on the High Street",
    "post_date": "December 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Mary Robinson",
            "url": "/tag/mary-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mary Robinson, the Conservative MP for Cheadle, in the House of Commons on 10 December 2020.",
    "content": [
        "Lockdown has given us all a preview of life without our high street shops, and has brought that shuttered vision closer to becoming our permanent reality. The pandemic has accelerated pressures that were already threatening the future of high street retail, in particular small independent shops. It has also demonstrated that we cannot simply replace high street shops with online commerce; it is self-evident that we cannot get a haircut online.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Online shopping does not have the capacity in storage or delivery to carry the entire retail sector on its back, but we must address its competitive advantage. The digital services tax introduced earlier this year has helped level the playing field, but it does not rebalance the burden of business rates, and although relief has been helpful, businesses in Cheadle would welcome it if the Minister considered a more permanent solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To truly thrive, high streets need local communities and local involvement to build the right infrastructure and plan for the future. The future high streets fund and the towns fund, through which Cheadle has already been allocated £500,000 in the accelerated scheme, will help. High streets should be accessible, with parking and electric charging points for the cars of the future and good public transport links. That is why Cheadle’s towns fund bid includes a new station connecting it with nearby communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Covid forced businesses and employees to do things differently; by moving out of the office and into home working, communities have rediscovered their local high streets. For many, the shift to home working will be permanent. That presents an opportunity for future high streets and businesses in the Zoom towns of the future to do things differently too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not believe that we should rush to restore the pre-pandemic status quo, as it was not working before for many of our high streets, but we need to build back better and reimagine for the future. Retail expert Bill Grimsey has used his 45 years of retail experience to offer thought-provoking ideas for making our high streets succeed amid the tech revolution. His reviews have informed the reports of the Housing, Communities and Local Government Committee, of which I am a member. They highlight the importance of local authorities, viewing high streets as community hubs bringing together not just retail but entertainment, the arts, leisure, health and education. That will require support for our arts and culture sectors, and the funding we have already given must be followed up as we emerge from the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that we get behind our local high streets, our local high street shops and our businesses. Without them, the vision of closed-down communities and closed-down high streets will be a permanent feature of our local economies, and we must avoid that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}