{
    "url": "https://www.ukpol.co.uk/gavin-robinson-2020-speech-on-the-coronavirus-bill/",
    "title": "Gavin Robinson – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Gavin Robinson",
            "url": "/tag/gavin-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gavin Robinson, the DUP MP for Belfast East, in the House of Commons on 23 March 2020.",
    "content": [
        "It is a pleasure to follow the hon. Member for North Herefordshire (Bill Wiggin). When I indicated to some constituents and even members of my family over the weekend that I was coming to London today, they thought I was mad. They think that, collectively, we should not be here. They point to the information that we give out and the leadership that we show and wonder why we are here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But when I reflected that my brother, a consultant in the NHS, will be going into hospital to face these acute difficulties on the ward, and that his wife, my sister-in-law, and tens of thousands of members of our national health service—not through bravado or machismo, but because they care—will be turning up to work today and in the days and weeks to follow, I decided that we could do our duty and be here today. It is a tribute to our institutions and our democracy that, even though parts of this legislation will curtail our freedoms, we are here, and it is important that we put on record our gratitude for all those who are stepping up at this time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The shadow Secretary of State for Health raised the subject of parking charges at our hospitals. I also want to raise that, because I think it is totally abhorrent that, in the face of such adversity, we are expecting people to not only turn up to work at hospital but pay for the privilege of parking there. I know that all these issues will be devolved and will fall to different trusts and commissioning groups across the country. I want to put on record my appreciation to the Belfast Health and Social Care Trust for its decision to waive parking charges for staff members in all the Belfast facilities. I ask the South Eastern trust, which is responsible for the Ulster Hospital in my constituency, to take exactly the same measure. We need to be supporting people through this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I attended a pharmacy on Friday, it could only be described as a warzone. They asked why they were left without sufficient pharmacists, and in that regard I welcome the extension for new registrants in clause 4. They were saying, “We can’t sell paracetamol. We have run out. You cannot use anti-inflammatories in this situation. Our stores are filled with 100-packs of paracetamol, and yet we are legislatively precluded from breaking them down and giving them to people who need them.” They said, “The Government say that we have a home delivery service to get prescriptions out to those in self-isolation, but it is an unfunded and overstretched service, and our vans run on diesel, not good will.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are huge challenges in every aspect of our society through this crisis that the Bill alone will not resolve, but it is an important first step. I want to place on record my appreciation for not only the Government’s engagement with us over the last week but the substantive nature of the Bill. There is hardly a clause of the Bill that does not replicate provisions for Northern Ireland, Wales and Scotland. Officials have performed a mammoth task over the last number of weeks, and we need to put on record our appreciation to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to raise an issue with the Paymaster General, and I hope she will be able to give clarity on two specific points. As she will know, clause 13 covers continuing healthcare assessments and clause 14 covers local authority care and support in England and Wales, while clause 15 ​relates to Scotland. That is the one part of the Bill where I see no corresponding provisions for Northern Ireland. I mention that not to raise concern, but because there are people out there who are advocating on behalf of charities and who have children in a vulnerable situation or with mental capacity issues who feel that that means they will not get the care they need. Can she respond appropriately to that, to alleviate their concerns? Madam Deputy Speaker, I am grateful for the time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}