{
    "url": "https://www.ukpol.co.uk/gavin-robinson-2020-speech-on-covid-19/",
    "title": "Gavin Robinson – 2020 Speech on Covid-19",
    "post_date": "May 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Gavin Robinson",
            "url": "/tag/gavin-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gavin Robinson, the DUP MP for Belfast East, in the House of Commons on 12 May 2020.",
    "content": [
        "It is a great privilege not only to follow the hon. Member for Loughborough (Jane Hunt), but to participate in this debate. I wish to add my support to the comments of the right hon. Member for Orkney and Shetland (Mr Carmichael) about the opportunities that are there and the importance of approaching this pandemic and our country’s response as one nation, recognising of course that our devolved areas will have distinct differences, but that they should operate within this United Kingdom, drawing on the bonds and support we can give one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also important during this general debate to praise the enormous warmth and enthusiastic support that members of my local community in east Belfast have been offering their neighbours, from the network centre in the East Belfast Community Development Agency, through the BT16 covid-19 community response team and the Ballymack centre, where they are making meals every day, to those in Connswater community centre. It has been heartwarming and encouraging to see just how many people within our community are prepared to step up and support one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can I also, given the day that’s in it and the statement from the Chancellor, recognise the importance of extending the job retention scheme? My colleagues and I, particularly those with airports in our constituencies, have been concerned about the cliff edge proposed for the end of June. Belfast City airport is in my constituency, Madam Deputy Speaker, and you will recall that a fortnight before this pandemic really took hold Flybe went into administration, representing 80% of all the passengers who travel through our local airport and 67% of all routes. As we approach the end of the job retention scheme and that cliff edge in June, there is huge concern, even though it has been extended, that the aviation and tourism sectors will struggle to recover from this pandemic. Although the extension is welcome, I hope that there ​will be further and sustained engagement not only for tourism and aviation but for all the associated sectors in the aerospace industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am particularly concerned, even though there has been an extension of four months today, that we have yet to hear from British Airways that it is prepared to delay its redundancy plans, for example. The plan is not only to make 12,500 employees redundant, irrespective of Government support, but to cruelly assault the terms and conditions of those workers who will be retained after the pandemic. That is totally wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make mention of the self-employed income support scheme and highlight my concern that those who have accessed the portal thus far have found that their Northern Ireland driving licence is not sufficient to satisfy the ID requirements. Nor is an Irish passport, even though many residents of Northern Ireland are perfectly entitled to hold one under the terms of the Good Friday/Belfast agreement. I hope that that will be challenged and changed by HMRC in the days to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I raise my concern about health sector capacity? It has been noted that in Northern Ireland there has been a 40% increase in non-covid-19-related deaths compared with this time last year. It is important that we have capacity within our health service, but it cannot be at the cost of healthcare in other sectors or for other individuals. There are huge strides being made not only to protect our community but to do what is best for it in the light of the pressures we face. The resolve needs to continue, and I know that the Government will work with all the devolved Administrations in ensuring we fight the pandemic and that we, as a country, succeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}