{
    "url": "https://www.ukpol.co.uk/mary-robinson-2022-speech-on-economic-crime-and-corporate-transparency-bill/",
    "title": "Mary Robinson – 2022 Speech on Economic Crime and Corporate Transparency Bill",
    "post_date": "October 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mary Robinson",
            "url": "/tag/mary-robinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mary Robinson, the Conservative MP for Cheadle, in the House of Commons on 13 October 2022.",
    "content": [
        "It is a pleasure to be called to speak on Second Reading of this important Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To maintain the UK’s role and reputation as an international banking and business hub, we must have a transparent system with robust defences against money laundering and fraud, backed up by legislation. As we have heard, the Bill introduces vital reforms to Companies House and to limited partnerships. It also brings forward measures to ensure that law enforcement is equipped to handle the modern challenge of cryptoassets. We have to keep pace with the inevitable changes that result from the development and recognition of cryptocurrency as it moves from niche technology to the mainstream. It is a policy area that poses a unique challenge to law enforcement, with constantly evolving technology creating intangible assets that are largely unregulated and increasingly used to hide and move the proceeds of crime and enable malign states.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The value of losses from crypto-related scams reported to Action Fraud more than doubled over the previous year to £190 million in 2021. All fraud costs the UK economy £190 billion annually, with money laundering constituting an additional £100 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is money from hard-working individuals and businesses taken by criminals and used to perpetrate wars and terrorism, and technology is only making that easier for them. The Bill’s stated objective, which I welcome, is as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Strengthen the UK’s broader response to economic crime, in particular by giving law enforcement new powers to seize cryptoassets and enabling businesses in the financial sector to share information more effectively to prevent and detect economic crime.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increased powers will bolster the National Crime Agency and Serious Fraud Office, as well as the regulatory bodies, and are welcome. However, the Bill misses an opportunity to refer to and support the important role of whistleblowers in the fight against financial crime. The impact assessment produced by the Department for Business, Energy and Industrial Strategy references PricewaterhouseCoopers’ global economic crime and fraud survey 2022, which found that the UK has a higher than average proportion of serious fraud carried out by an external perpetrator at 57% versus 39% globally. It notes that fighting external perpetrators is distinct from handling internal fraud, with external forces being “immune” to traditional fraud detection and prevention tools—including workplace frameworks and whistleblowing procedures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are in the process of reviewing whistleblowing guidance, which is welcome. However, the reality is that existing legislation applies only to employees— not to contractors, trustees, volunteers or many others who might hold vital information. It is estimated that just over 40% of fraud is detected through whistleblowing tips, and only half of those disclosures come from employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By their very nature, money laundering and economic crime are more often than not linked to serious organised crime gangs and hostile states. Without adequate protections, the stakes for an informed insider blowing the whistle are simply too high. With cryptoassets existing outside the realm of a centralised or governed system, it is unlikely that anyone with information about financial crime involving them will be employees, and therefore they will not be covered by the provisions of the Public Interest Disclosure Act 1998, which is the one that oversees the protections of whistleblowers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If protections are not to be afforded in this Bill, I hope the Government will support the aims of the all-party group on whistleblowing, which I chair, to create an office of the whistleblower to provide overarching protection for the very people we need to speak out and uncover the criminal activities that this Bill aims to curtail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome this important Bill, and I know that it will receive support. There are changes that could be considered, particularly with regards to whistleblowing, so I look forward to seeing the Bill go through to Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}