{
    "url": "https://www.ukpol.co.uk/barbara-roche-1999-speech-at-the-inter-forum-conference-on-e-commerce/",
    "title": "Barbara Roche – 1999 Speech at the Inter-Forum Conference on E-Commerce",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Barbara Roche",
            "url": "/tag/barbara-roche/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Barbara Roche, the then Financial Secretary to the Treasury, on 11 June 1999.",
    "content": [
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am absolutely delighted to be speaking at today’s conference on e-commerce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Importance of e-commerce**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Technology is changing the world more quickly than we could ever have imagined. And no more so than in the business world, especially to small and medium sized enterprises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me give you some examples. The 98 year-old family that is selling home-fed dry cured bacon and black and white pudding across the Internet to Hong Kong, Japan, South Africa and Venezuela. They are expecting Internet trade to be the main source of their business by next year. And there’s the Aboriginal tribe in the Australian outback selling paintings to dealers in New York.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "E-commerce opens up a wealth of new business opportunities for every single business in the United Kingdom. It means access to new markets – by next year, it is expected there will be over 300 million Internet users worldwide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But not only at the retail end of a business. The potential for efficiency savings in the supply chain is also very significant. In the US, companies are realising the productivity improvements as approximately 80% of all electronic transactions are between companies rather than between businesses and consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, for example cost-efficiencies to be had from e-commerce. In the US, the cost of a bank transaction is $1.08 when conducted at a bank. This falls to $0.54 if conducted over the telephone, and only $0.13 through the Internet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it not just cost efficiencies. Because the Amazon.com on-line book store orders from suppliers only when an order is placed, it’s inventory turnover is very low – turning over a little over once every week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the e-commerce phenomenon very much started in the US, it has quickly spread beyond those shores. In virtually every country across the globe, businesses increasingly trade through the Internet. So just to say abreast with our competitors, we must move quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New and potentially vast markets, and clear and significant productivity improvements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the benefits to business are clear. But how can we, as UK plc, maximise the potential offered by e-commerce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**What the Government’s doing**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government is convinced of the need to ensure businesses make the most of e-commerce. And we are committed to encouraging businesses to make the most of the massive opportunities that ICT technology provide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**E-commerce Bill**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Electronic Commerce Bill, which we will be introducing to Parliament in this session, is a key part of our strategy for achieving this ambitious target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill will help to build confidence of both business and consumer in electronic commerce by:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* modernising the law to recognise electronic signatures; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* removing, where it makes sense to do so, existing laws which insist on the use of pen and paper; \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "* building trust in bodies offering electronic signature and similar services to the public, by ensuring that minimum standards of quality and service are met. \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government is working closely with industry and other interested parties in developing these proposals, and my colleagues in the DTI are now finalising the Bill in the light of the over 240 responses received to the consultation launched in March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**CWP target**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "E-commerce also featured in the Competitiveness White Paper, published last December. The White Paper made it clear the Government’s commitment to developing the UK as the best place in the world for businesses wishing to trade electronically.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The White Paper set a target that by 2002, the number of small businesses wired up to the digital economy should be trebled to 1 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The recent annual Benchmark published by DTI shows that an additional 250,000 businesses have already met this “connectivity” target, showing that we are firmly on track to meet the target two years early.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Study revealed the progress that has been made by UK businesses. In two years, the number of UK businesses with websites has doubled. Buying and selling on-line has trebled. And on most measures of the ownership of IT, the UK is now close to the US.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is good progress indeed, and the UK is well positioned relative to some European countries, such as France and Italy. But there is absolutely no grounds for complacency. The rapid spread of the Internet in Germany is just one example of how fast things can change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are two basic points we need to constantly bear in mind. First, it’s not good enough to be average – we’ve got to aim to match the most dynamic, most IT-literate major economies in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, the average performance of the UK conceals a big difference between larger businesses – which are close to their peers in the US – and smaller UK firms, which lag well behind. Micro-businesses in the UK – with 10 employees or fewer – are close to the bottom of the international comparisons in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality of the new global economy is that you never arrive. Once you get to where you are aiming for, the goalposts have moved. So we must keep on our toes and constantly strive to improve our performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that is why when announcing the results of the Study, Stephen Byers set challenging new targets for bringing our smaller businesses up to the level of the international best: to reach 1.5 million SMEs connected to the Internet and have 1 million SMEs not just on-line, but actually trading on-line by 2002. And a new target aimed specially at smaller businesses, to bring their performance up to the level of the international best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To support business in reaching this target, we announced a new programme to ensure advisers working with business are able to give high quality advice on the use of information technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new public private partnership brings together the DTI and BT, Compaq, Intel and Microsoft to help train the full range of advisers working with SMEs, to make sure they are able to properly help businesses with the latest information and communications technology advice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Budget 1999**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Successful e-commerce depends not just on business having the right approach, but also an improved degree of computer literacy and access to computers right across the country in all our communities, homes and schools. And that is why in the March Budget, Chancellor Gordon Brown announced a new National IT strategy to help ensure the UK is at the forefront of the information age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Budget we allocated an additional £470 million to launch a total £1.7 billion “computers for all” initiative, a nationwide effort enlisting schools, colleges and companies, public and private sectors across the board to make Britain a leader in the information economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The target is a national network of 1,000 computer learning centres, one for every community in Britain – in schools, colleges, libraries, in Internet cafes and on the high street.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help employers encourage their employees to use IT more, we will also legislate so that businesses can lend computers to their staff to take home without any charge to tax. Experience in Sweden has shown how imaginative employers can use this sort of arrangement to drive IT usage forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want a whole new network of computer learning with one purpose only, that the whole of Britain is equipped for the information age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Government leading by example**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government is looking at it’s own backyard too. The public sector accounts for around 40% of the economy and so there is scope for the public sector to embrace the benefits of e-commerce too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Comprehensive Spending Review, the Government looked carefully at public procurement. Each Government department has been set challenging targets for electronic procurement. Overall, the Government has adopted the challenging target that 90% of routine goods for civil central government would be purchased electronically by the end of the financial year 2000/01.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also fully committed to the target – that 25% of Government’s dealings with the public will be able to be performed electronically by March 2002. In the recent Modernising Government White Paper, these targets were extended to 50% by 2005, and 100% by 2008.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Electronic government also offers opportunities for businesses and government to cut regulatory burdens and costs by streamlining and opening up the process of Government. It also offers better access to information and improved accountability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tax departments was part of this process. Our Finance Bill this year provides the legislative basis for tax declarations to be made electronically. The first services being developed by Customs and Excise will enable business to send VAT registrations, returns and payments. A pilot this financial year will be expanded in 2000-01.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Revenue will focus first on self-assessment and employers’ PAYE returns, and expect to be able to receive these returns on 2000-01.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The DVLA will be running a pilot scheme for vehicle excise duty relicensing over the Internet this year. Finally, to encourage businesses to make use of electronic communication with the government, we intend to offer a discount on returns filed via the Internet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will be another way of encouraging small firms to become familiar with IT and to use the Internet regularly, as well as helping to make the whole process of running the tax system smoother for both business and Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, in this sphere, the new Small Business Service will offer help to small firms wanting access to information technology, and the Government will support new standards for payroll software, to help small businesses cope with the responsibilities of employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are examples of the potential of IT to improve the interface between Government and business. It can make businesses lives easier by making compliance with regulation more straightforward. It is in both our interests to see this happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**International negotiation**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The effects of e-commerce is to break down many of barriers between countries. And so it is important for countries to work together to help encourage e-commerce and resolve some of the issues it raises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the international arena, the Treasury works with colleagues from other departments in many of the international discussions and debates on electronic commerce. As G7 and 8 presidents, we were in the lead developing the G7 communique agreed in Birmingham last May. We are also committed to the work of the OECD in Ottawa and the World Trade Organisation to facilitate greater international trade through electronic technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is also actively involved in negotiations on a number of e-commerce directives: e-commerce, e-signatures, e-money and distance selling. E-commerce is important in helping completing the single market, and so is in the interests of EU consumers and providers, especially here in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "E-commerce also has an important international tax dimension. The UK Government is committed to ensuing that tax policy and administration keeps pace with the scope of electronic commerce and with the growth of the global market place generally. And committed to ensuring that taxation is not discriminatory and is on a equal footing with more traditional methods of trading.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "E-commerce offers huge opportunities for everyone: business and customers alike. For business it offers the opportunity for both productivity improvements and growth through access to larger more remote markets. For customers it offers greater choice, lower prices and more efficient product delivery. But it also poses challenges too. The challenge for businesses is identifying new markets, developing new products and successively selling these in a global competitive world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world of e-commerce is an endless dynamic and the Government has a clear role working in partnership with business to create the best possible environment to encourage trade in e-commerce. But this, at the end of the day, is not a Government led revolution. Instead it is a revolution which is led by individual business men and women the world over turning e-commerce challenges into great opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}