{
    "url": "https://www.ukpol.co.uk/matt-rodda-2022-speech-on-the-state-pension/",
    "title": "Matt Rodda – 2022 Speech on the State Pension",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matt Rodda, the Labour MP for Reading East, in Westminster Hall, the House of Commons, on 12 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir Robert. I thank my hon. Friend the Member for Battersea (Marsha De Cordova) for her work on this important issue. I also thank other hon. Members who have spoken in the debate. Above all, I want to thank the hundreds of thousands of people from across the country who signed the petition that led to this debate. Constituents have expressed their concern for older people, so it is right that we consider this matter today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pensioners face the worst cost of living crisis for over 40 years. The cost of food and fuel is up, and the cost of living as a whole is going up. Yet, at the same time, support for pensioners is failing to keep up with the severe pressure on older people. Those who have worked hard and contributed all their lives deserve to receive a decent state pension in retirement. The official Opposition support the triple lock and have repeatedly called for the state pension to rise in line with it during the last two years, but the Government’s approach has fallen well short of what is expected by pensioners and the country as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will set out the scale of the cost of living crisis and then address the Government’s failure in this regard. It is clear that this crisis is the worst squeeze on the incomes of families and pensioners since the 1970s. Sadly, inflation has hit over 10%—something unheard of in living memory. The situation facing people on low and fixed incomes is particularly difficult. Pensioners and others on modest incomes spend more of their disposable income on food and fuel, the prices of which have increased to a far greater extent than those of other goods. The prices of staples such as bread, cereals, tea, meat, dairy produce and eggs have all risen rapidly, and some have increased by far more than the headline rate of 10%. As is well known, the same is true of energy. Not only has the price of gas risen dramatically, but so has the price of electricity and heating oil. In the meantime the Government have dithered and delayed, and put off addressing these important issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to the Government’s poor record and to the lack of—indeed, the delays to—support for poor pensioners. Despite raising the state pension in line with the triple lock being a manifesto pledge, Ministers repeatedly failed to meet that commitment. Last year the Government said that earnings appeared to have grown by a larger amount, because the return to work after furlough created the impression that earnings had increased by 8%. They used that as an excuse for disapplying the triple lock, preventing pensioners from getting the rise in the state pension that they clearly deserved. We repeatedly challenged the Government, but they simply would not listen to our concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To make matters worse, this year Ministers refused for months to commit to increasing the state pension in line with inflation. Campaigners repeatedly pressed them on the issue, and the official Opposition raised the matter in Parliament a number of times. As a result of the Government’s dither and delay, pensioners were left wondering what would happen to them at a time when they were facing a very difficult winter. After months of delay, and considerable pressure and stress for older people, Ministers eventually confirmed at the autumn statement that the state pension would rise in line with inflation. Those failures and persistent delays let pensioners down badly, so I hope the Minister will find time to apologise for them when she replies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have failed pensioners on a number of other matters relating to the state pension—for example, pension credit and some of the problems relating to the energy price guarantee. I want to raise those related issues, because both policies should be offering far more help than they do at present.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pension credit tops up the incomes of some of the most vulnerable pensioners, who receive a particularly modest income. However, about 1 million pensioners who are entitled to the benefit are not claiming it. Will the Minister explain why the Government are still failing on this matter? What more can be done to ensure that pensioners claim pension credit to raise their incomes, as they deserve?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although help is now available with heating costs, there are gaps in the scheme—not least that it will be scaled back next year. In the meantime, payments for some pensioners in rented accommodation are still not being passed on by landlords. Concerns have been raised in my constituency, and I am sure Members across the House have experienced the same issue. I hope the Minister will respond to that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Time is pressing, but I want once again to thank the members of the public who signed the petition, as well as my hon. Friend the Member for Battersea, who spoke so eloquently, and other Members from across the House. I look forward to the Minister’s reply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}