{
    "url": "https://www.ukpol.co.uk/matt-rodda-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Matt Rodda – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matt Rodda, the Labour MP for Reading East, in the House of Commons on 8 November 2022.",
    "content": [
        "I am pleased to close this important debate for the Opposition. As my right hon. Friend the Member for Leicester South (Jonathan Ashworth) said, it is about a simple and very important question: will the Government honour their manifesto pledge to millions of pensioners—13 million, many of whom have no income other than the state pension? As we have heard, the Government failed to raise the state pension in line with the triple lock last year and, to make matters worse, pensioners face in effect a £900 cut to their income if the triple lock is ignored this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The state pension matters enormously and, so far, the Government have failed to give pensioners the reassurance that they deserve. As my right hon. Friend said, this should not be a controversial question; it should simply be something that the whole House can agree with, yet that request for simplicity, clarity and reassurance at a difficult time has been met with a lack of understanding. I hope that the Minister in responding will think again, treat pensioners with more respect and reassure them that the Government will stick with the triple lock. The uncertainty of the last few weeks has put pensioners under terrible stress. That should never have happened. The Government should now reassure pensioners. As food and fuel bills soar, the very least that Ministers can do is give the simple answer that they will keep the triple lock in this difficult situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The debate has been an important opportunity for Members from across the House to remind Ministers of their duty to pensioners. Powerful arguments have been made for openness and clarity. We have heard that, at a very difficult time, pensioners and others on fixed incomes are under real pressure. The hon. Member for Kilmarnock and Loudoun (Alan Brown) reminded the House that pensioners face a desperate situation with bills rising and called for clarity. The hon. Member for Torbay (Kevin Foster), who is in his place, stressed his support for the triple lock and the importance of the state pension to many of his constituents. He also called on the Government to do much more to encourage pensioners to claim pension credit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chair of the Select Committee, my right hon. Friend the Member for East Ham (Sir Stephen Timms), made some excellent points, including that the Government, sadly, made a series of serious blunders in September. There has already been a big fall in the value of state pensions and the Government gave an assurance that pensions would be uprated. That was a manifesto commitment. He also gave us historical context, going back as far as the 1970s. Pensions have been uprated over a long period. Further, he went on to make the telling point that there is a social contract between people in work, the Government and pensioners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other Members made excellent points. The hon. Member for South West Hertfordshire (Mr Mohindra) called for the triple lock to be retained. My hon. Friend the Member for Liverpool, Wavertree (Paula Barker) made a powerful speech in which she talked about the importance of protecting the most vulnerable and the Government’s duty to do that on behalf of society as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was a huge number of other contributions, which I cannot refer to in great detail. However, in summary, my hon. Friend the Member for Birmingham, Erdington (Mrs Hamilton) made an excellent speech, the hon. Member for Rother Valley (Alexander Stafford) spoke, and my hon. Friend the Member for Wakefield (Simon Lightwood) also spoke powerfully. The hon. Members for South Cambridgeshire (Anthony Browne), for Wantage (David Johnston), for Guildford (Angela Richardson), for Broadland (Jerome Mayhew), for North East Fife (Wendy Chamberlain) and for Heywood and Middleton (Chris Clarkson) spoke, as did my hon. Friends the Members for Easington (Grahame Morris), for Stockton North (Alex Cunningham) for Gower (Tonia Antoniazzi) and a number of others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Barnsley East (Stephanie Peacock) made a fascinating and important point about the miners’ pension fund and the need for the Government not to take money out of it. The hon. Member for Gloucester (Richard Graham) spoke, as did my hon. Friend the Member for Newport West (Ruth Jones). The hon. Member for Arfon (Hywel Williams) made an important point about ASW, the issues with the Pension Protection Fund and those pension funds that got into difficulty before the PPF was set up. My hon. Friend the Member for Birmingham, Hall Green (Tahir Ali) made some powerful points as well, as did my hon. Friend the Member for Wirral West (Margaret Greenwood), who pointed out the pressure on pensioners from the cost of living crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Blackburn (Kate Hollern) made some powerful points, as did my hon. Friend the Member for Warrington North (Charlotte Nichols), who talked about pensioner poverty rising, affecting half a million people. Finally, my hon. Friend the Member for Enfield North (Feryal Clark) spoke eloquently about the need for security at this time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Time is pressing. Today’s debate has been full and frank, and I hope Ministers will now respond with the honesty and transparency that pensioners deserve. As my hon. Friends and Members from across the House have said, this is a very important issue. The Government made a manifesto pledge and, last year, Ministers broke that pledge. Pensioners across the country are now facing unprecedented levels of inflation, particularly in food and fuel. Given that, it is vital that Ministers keep the triple lock and that they reassure pensioners of their intentions before the financial statement at the end of this month. Quite simply, pensioners have waited for too long, suffered too much uncertainty and put up with far too much stress for the Government to do anything less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is, as hon. Members have mentioned, the first duty of Government to protect the most vulnerable. I hope the Minister will now offer clarity and reassurance for millions of people across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}