{
    "url": "https://www.ukpol.co.uk/matt-rodda-2020-speech-on-bus-fare-data/",
    "title": "Matt Rodda – 2020 Speech on Bus Fare Data",
    "post_date": "June 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Matt Rodda, the Labour MP for Reading East, in the House of Commons on 16 June 2020.",
    "content": [
        "It is a pleasure to respond in this debate on behalf of the Opposition. I am grateful to the Minister for the detailed technical briefing she offered me from the Department. We will not be calling for a vote on these proposals. I will respond to the specific measures and new powers set out in the SI, but I also want to comment on how the proposals help to address the wider issue of how we can improve our bus services, which outside of London and a handful of other areas have faced deep cuts in recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I respond, I put on record my support for our bus services and the workforce who have been on the frontline during the coronavirus crisis. I pay tribute to our bus drivers and other transport workers. They are key workers who have kept vital public services running during the most serious and sustained crisis this country has faced since the second world war. The public are immensely proud of our key workers, and I hope the House will agree that it is important that bus workers are recognised as key workers and receive the support that they deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also important to remember that a number of bus workers and other transport workers have sadly died during the pandemic. I offer my deepest condolences to their families, and I hope Members from all parts of the House will join me in support of those and other key workers who have paid the ultimate price in our struggle with the coronavirus. I urge the Government to look again at health and safety on bus services and the financial support available for the families of those workers who have lost their lives. That is vital in the coming weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that the Government have listened to calls from Labour and the unions for passengers to have to wear masks on public transport. I should say I was one of those passengers today. There is more to do to improve health and safety, such as tackling the risk of infection from drivers having to handle cash on buses and providing improved facilities for hand washing, which I know the Minister’s colleague in the Lords, Baroness Vere, is interested in supporting. I am also pleased that at a time of national crisis, we have been able, as the official Opposition, to work with the Government, ​trade unions and bus operators to consider these important problems, and I look forward to Ministers coming forward with further urgent improvements to health and safety.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before turning to the regulations, I will mention the significant economic effects of the crisis on bus operators and workers. We welcome the Government’s financial support for bus services during the coronavirus crisis and as lockdown eases. However, I underline the importance of that being applied fairly. Support needs to be maintained while demand for bus travel returns to normal, which could take some months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The current funding package is welcome, but it is offered to bus companies on a flat rate per mile, which is then multiplied by the distance of the routes that they travel. That inadvertently favours some rural routes and areas with lower wage costs, while disadvantaging urban or suburban operators, particularly those in areas where housing costs and costs of living are higher. I hope Ministers will look again at that and offer a fair deal to the whole country. Will the Minister meet me and MPs from all parts of the House who have concerns about this important issue? I note that she is nodding, and I am grateful for her support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also important that the Government review the length of time that support is available to reassure operators about the future of their businesses, as we have seen for other sectors of the economy, and to help them to plan for a gradual increase in passenger numbers. I understand that some operators are now experiencing around 20% of normal demand, up from just 10% during the height of the crisis. However, it is unclear how long it will take for passenger numbers to return to normal, and the current funding package ends during the summer. A further guarantee of funding would be welcome for the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the substance of the regulations, which are intended to help the bus sector, it is positive to see the Government’s interest in our bus services. That has not always been the case in recent years, despite buses being the most common mode of transport for commuters and, indeed, a lifeline for older and vulnerable people. Since 2010, Government funding for bus services has fallen by 45% and hundreds of routes have been lost, largely because of Government cuts to subsidies for socially vital services, as many Members will know. This policy has led to a steep decline in bus use and, I am afraid, increasing isolation, other social problems and, indeed, greater damage to the environment. I should add that things have got so bad that two major bus operators have thought about selling off large parts of their business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ian Paisley (North Antrim) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman agree that the best way for the Government to address those matters is urgently to introduce a national bus strategy, which would put in place a hydrogen technology programme that would allow the development of a new bus building programme that would be totally free of a carbon footprint?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I am anxious that we stick to the substance of the regulations. Matt Rodda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Matt Rodda**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Madam Deputy Speaker. I thank the hon. Gentleman for his intervention. I am going to try to cover the environment and other forms of innovation later in my speech.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers are now trying to find ways to address the need to grow bus use, and the regulations address one small aspect of that, which is to allow greater sharing of bus data on timetables, fares, reliability and, indeed, the location of buses in real time. The Department hopes that making more information available to app developers will lead to more information about bus services being made available to the public, which in turn will increase passenger numbers. There are hopes that those measures could lead to a growth of about 2% in bus use, based on the effect of the policy in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would, however, add a note of caution. First, I would ask the Minister to reassure the House that the Government’s intention is not to allow disruptive businesses like Uber to try unfairly to entice passengers away from bus services, which could risk undermining some routes, including those that are a lifeline for older people and many who are vulnerable. I hope that she will address that point when she sums up and offer specific reassurance. Secondly, I urge her to regard the measure as one in a series which, I hope, will support our bus services and allow them to grow, both now and in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Going forward, I hope that the Government will offer the same level of interest and support for a series of measures that have been shown to increase bus use and improve services. One of the best known is allowing councils to regulate services, which has been associated with much greater bus use in London, where there is a dramatically different picture of bus patronage. Will the Minister look at that again and allow all councils to explore that option, not just those with elected Mayors?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another measure that is strongly associated with growing bus use is allowing councils to run their own bus companies, which used to be common in both Labour and Conservative-controlled local authorities. Council-owned companies in my own town of Reading and in Nottingham have experienced strong growth in bus use for many years—something that, outside London, is almost unique in England. Municipal buses offer low fares, frequent services and modern vehicles that are popular in those communities, and I invite the Minister to come to Reading. [Interruption.] I understand, Madam Deputy Speaker, and I will proceed rapidly through the rest of my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I simply want to make sure that the hon. Gentleman is addressing the regulations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Matt Rodda**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will come back to them. This is part of the wider picture of the need for investment as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are a range of other measures that I hope Ministers will reconsider, along with the regulations. For example, that could include more bus lanes and other bus priority measures to ensure more reliable services on busy roads and smarter support for innovation, which the hon. Member for North Antrim (Ian Paisley) mentioned, including electrification of buses. The Government’s current scheme is welcome, but it could be improved, and I look forward to speaking to the Minister about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that Ministers will look at the link between transport and new housing, and do more to develop brownfield sites and other ways of bringing housing close to public transport routes, which will increase bus patronage and protect the environment. Allowing more ​investment and such innovation measures would offer the prospect of significant growth in bus use, leading to real environmental and social benefits, far beyond the potential benefits of the app.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To sum up, we are not calling for a vote on these regulations for the reasons I stated earlier. I thank colleagues across the House for their support for bus workers and bus services. I hope the Minister will respond to the risk that these measures could be misused and that the Government will now carry out a wider review of their support for buses, to allow councils more powers to regulate and to provide better services, which have the potential to allow far greater bus use in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}