{
    "url": "https://www.ukpol.co.uk/matt-rodda-2023-speech-on-raising-the-state-pension-age-to-68/",
    "title": "Matt Rodda – 2023 Speech on Raising the State Pension Age to 68",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matt Rodda, the Labour MP for Reading East, in the House of Commons on 1 February 2023.",
    "content": [
        "Pensions are an incredibly important issue. People who have worked hard and contributed all their lives deserve a decent pension in retirement. The state pension has been a crucial part of all our lives in this country for a very long time. I thank the Backbench Business Committee for securing today’s debate, and the hon. Member for Amber Valley (Nigel Mills) and Members across the House for their contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sorry to say that there has been a certain amount of unhelpful briefing in the media about a possible change to Government policy on state pension age. I urge the Government to stop that, and to raise issues in this House rather than in the media. If Ministers are serious, they should discuss the future of pensions policy with the public and the pensions industry in a proper public consultation. The current speculation fuelled by off-the-record briefings is hugely unsettling for people who are saving for a pension and trying to plan for their future. Ministers should remember that families and pensioners are living through an unprecedented cost of living crisis and facing huge pressures on household budgets. The last thing that people need is further stress and uncertainty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are living in challenging times, with inflation rates that the country has not seen for more 40 years. To make matters worse, as the IMF reported earlier this week, the UK faces the worst economic outlook of any major economy. After 12 years of economic mismanagement by the current Government, we are stuck in a period of persistently low growth and, unfortunately, persistently high inflation. As a direct result of that mismanagement, the Government are now trying to cut public spending. They have reduced spending on the state pension before by failing to increase pensions in line with inflation until April this year. That means that pensions have failed to keep up with the huge rise in the cost of food and fuel that has hit pensioners in the last six months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Independent research by the Pensions and Lifetime Savings Association using data from Loughborough University showed the scale of the Government’s failure. It showed that the basic state pension has now fallen below the cost of living. The PLSA put the basic cost of living for a single pensioner at £12,800, more than £2,000 above the basic state pension, which will be £10,600 in the financial year 2023-24.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s mismanagement of the economy and their desperate attempts to cut public spending form the backdrop to today’s debate. This is made even worse by Ministers’ disregard for pensioners, the House and the public. The Government’s pattern of behaviour is in stark contrast to the way in which Governments have conducted themselves in the past. As I mentioned earlier, there has been a long-standing convention that pensions policy is based on evidence and agreed by consensus. For example, when the evidence showed that life expectancy was increasing, there was a discussion about the impact on the state pension age, and it was agreed that it should be gradually increased. The UK already has one of the higher state pension ages among OECD countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following extensive consultation about the impact of increased life expectancy in the 2000s, the Government established the Pensions Commission to look into the issue. As a result, and after a great deal of discussion, it was agreed that the state pension age should be raised. The Pensions Act 2007 provided for it to be increased from 65 to 68 in stages over the period between 2024 and 2046. I should stress that those increases were agreed at a time of steady rises in life expectancy. The current situation is somewhat different, to say the least. As we heard earlier, there is clear evidence of a stalling of the increase in life expectancy. Data from the Office for National Statistics on healthy life expectancy between 2018 and 2020 shows a downward trend in most regions of the UK, and the situation for some pensioners seems to be even worse, with a fall in life expectancy among some groups since 2010. We have heard several examples of that today, and there are others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also clear and, in my view, deeply troubling evidence of local disparities, with gaps of about 10 years between the average life expectancy of some people—often those living in better-off areas—and that of their neighbours living in less well-off areas comparatively nearby. The full impact of the pandemic on long-term health is unclear, and there seem to be a growing number of older people of working age who are suffering from serious health conditions. That evidence needs to be considered carefully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate that time is limited. Let me end by saying that the Government are letting down both pensioners and people saving for pensions. They have broken with the long-standing convention that pensions policy is developed on the basis of evidence, through consultation and discussion. I hope the Minister will address these issues in her speech. I know that she does prefer to consult, even if some of her colleagues do not always follow that approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}