{
    "url": "https://www.ukpol.co.uk/matt-rodda-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Matt Rodda – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Matt Rodda, the Labour MP for Reading East, in the House of Commons on 10 September 2022.",
    "content": [
        "It is an honour to speak today, and to pay tribute to Her late Majesty Queen Elizabeth II personally and on behalf of my constituents in Reading East. Queen Elizabeth was our longest serving and arguably greatest ever monarch. She was deeply loved and admired, and we all feel a profound sense of personal sadness and a great loss at this difficult time. Like many of us, I am still trying to take in the events of the last few days. We all knew that this day would come, but part of us somehow felt that the Queen would always be there, because she had been there throughout our lives. She was truly a constant for all of us in a rapidly changing world. Her reign covered a period of unprecedented social and technological change, yet she also linked the modern world to the wartime generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen’s life was defined by service. As a young woman, during the war, she made a solemn vow to serve her people as long as she lived.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She kept that promise over more than 70 years as our Queen, during a lifetime dedicated to our country and to the Commonwealth. She led by example in good times and in bad, through her kindness, humility, quiet determination and her dry sense of humour. Her Majesty was both our head of state and the head of the Commonwealth, but we also felt a deep personal connection to her, one which is difficult to put into words. She was a mother, a grandmother and a great-grandmother, and we sometimes felt that she was like a grandmother to all of us in this country and in the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Locally, there is a deep and abiding love and respect for the late Queen across our community. She visited several times during her long reign, including opening the new Reading station in 2014. I can vividly remember the sheer joy and enthusiasm of children, families and older people at a local platinum jubilee street party that I attended—people of all backgrounds, all faiths and none, celebrating their Queen. It was a more than fitting tribute to Her late Majesty and the Elizabethan age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May the Queen rest in peace. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}