{
    "url": "https://www.ukpol.co.uk/matt-rodda-2017-maiden-speech-in-the-house-of-commons/",
    "title": "Matt Rodda – 2017 Maiden Speech in the House of Commons",
    "post_date": "August 14, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Matt Rodda, the Labour MP for Reading East, in the House of Commons on 20 July 2017.",
    "content": [
        "I am pleased to follow the hon. Member for Harrow East (Bob Blackman) and I welcome his support for both smoking cessation and human rights around the world. I also thank Madam Deputy Speaker for the opportunity to make my maiden speech this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to my predecessor, Rob Wilson, who was our MP in Reading East for 12 years. He was the Minister for civil society and I thank him for his public ​service. I will also mention other former colleagues: Jane Griffiths, the Labour MP, who served before Rob; and Gerry Vaughan, the Conservative, who predated her. Other illustrious MPs from the Reading area include Martin Salter and Labour’s Ian Mikardo, who represented Reading in the post-war period. Going slightly further back in history, I am particularly proud to follow in the footsteps of the first Labour MP for Reading, the surgeon Somerville Hastings, who was elected in 1923, and whose ideas about the state funding of healthcare were an early forerunner of the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During its long history, Reading has changed beyond all recognition. Once home to one of the largest abbeys in England and the burial place of King Henry I, it later grew to become a light industrial town. Many years ago, our local economy consisted of brewing, biscuit-making and horticulture—the “three B’s”, as they were then known, with the word “bulbs” replacing “horticulture”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the terraced streets and Victorian town centre remain, in the late 20th century Reading became home to insurance firms, and more recently the IT industry. Several international IT and telecoms firms are based nearby and they play an important role, both in the local economy and in the economy of the UK as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a youthful population, with many young people and families moving to our area to make their home in the town. People come from across Britain, from across Europe and indeed from around the wider world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Several issues loom large for our community, which is young and mobile: first and foremost, the need for properly funded public services; the desire to avoid a hard Brexit; and, as other Members have mentioned, the importance of affordable and safe housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local people rely on and, indeed, expect high-quality provision of public services, and the general election was a resounding vote against austerity and poorly funded services—that was felt and heard very loudly in our part of the world. I remind the Government that parents were angered by the wave of school cuts, and parents in my area remain deeply concerned, despite the window-dressing offered by Ministers last week. Meanwhile, many other residents are fearful of the state of our local NHS, and they certainly have no time for the dementia tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our town is proudly international in outlook, with significant numbers of residents from the EU and, indeed, from the Commonwealth. Reading voted overwhelmingly to remain in the European Union, and many local people oppose a hard Brexit, including many who voted to leave. Our residents are not impressed by the Government’s cavalier approach to the negotiation with the EU, and they expect something much better, which I hope we will soon see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although it is well known that IT and science workers in the south of England command high salaries, house prices are also high and not all work in our area is well paid. In fact, many people exist on very modest earnings indeed. Reading, rather like London, regrettably suffers from considerable income inequality, which leads to even greater issues with housing affordability. As a result, there is a desperate need for more affordable housing: council houses, affordable homes to buy and, indeed, homes to rent. Our local renters particularly deserve a fair deal.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s record on housing is extremely poor. In recent times, George Osborne effectively stopped Reading’s Labour council building 1,000 new council houses, despite significant need in the area. More recently, the Department for Digital, Culture, Media and Sport has allowed developers to reduce the proportion of affordable homes in new developments, which is an important point in an area with a lot of extra building going on. I am proud to say that Reading and, indeed, Conservative West Berkshire Council have taken legal action to oppose that reduction. I hope that hon. Members on both sides of the House will note that, although I wish to work with the Housing Minister, the hon. Member for Reading West (Alok Sharma), I will be holding him to account for matters relating to housing, particularly the local situation in the Thames valley.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As some colleagues may know, I have been campaigning to save a much-loved local secondary school that was threatened with closure, and we have had some good news this week. Chiltern Edge School is in Oxfordshire but, as in many urban areas, many pupils cross our boundaries. Earlier this year, I was shocked to find out that Oxfordshire County Council was planning to shut the school, which would have affected 400 Reading children. I have always believed that its proposal was both irresponsible and misguided, and I cannot understand why any local authority in an area—such as the south of England—with rising school rolls would want to consider a school closure at this time. The only plausible explanation is that selling off the land would have allowed the council to deal with short-term financial pressures caused by austerity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, after a great deal of work by campaigners, supported by me and the hon. Member for Henley (John Howell), we have been successful and Oxfordshire County Council has now decided to shelve the plans. I am grateful for that decision, and I thank colleagues who signed my early-day motion opposing the closure and who have supported the “save our Edge” campaign. Although that is one small local campaign, I believe it shows something of great value: it underlines the importance of our public services; it shows how a well-fought local campaign can achieve results; and above all, it shows that real change is possible in our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am honoured to represent my community, and I am grateful for the opportunity to speak this afternoon. I look forward to raising other matters of importance when the House returns in September. I wish all my colleagues a very happy recess.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}