{
    "url": "https://www.ukpol.co.uk/matt-rodda-2021-speech-on-the-integrated-rail-plan/",
    "title": "Matt Rodda – 2021 Speech on the Integrated Rail Plan",
    "post_date": "December 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Matt Rodda, the Labour MP for Reading East, in the House of Commons on 8 December 2021.",
    "content": [
        "It is a pleasure to speak in this important debate. I start by offering my wholehearted support to the shadow Transport Secretary, who has made an excellent contribution this afternoon, as have many other hon. Members across the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel deeply sorry for many communities across the midlands and the north of England, because they have clearly been badly let down by the Government. I know the rail Minister is a decent, hardworking Minister, and I am sure even he is disappointed with this rather thin offering—the way Nottinghamshire has been let down, the way the north-west of England has been let down, the way Bradford and Sheffield have been let down. They have all been badly let down by the Government, I am afraid, and indeed colleagues in London are about to be severely let down with the looming crisis in Transport for London, where the Government are clearly unable to do the decent thing and provide the right level of support to vital transport infrastructure in the capital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All those things bode very badly for our country at a time when we need more investment and more economic growth. High-speed rail is clearly a driver of significant economic growth and regeneration for major cities and smaller towns, such as my Reading constituency, and offers huge advantages to communities across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I draw the Minister’s attention to a number of points in my own area. In particular, I call for greater Government focus on electrification of the Great Western line to the west of Reading; at present the electric line stops at Newbury, which is clearly not far enough to the west. Indeed, the far south-west is not served by adequate rail infrastructure at this time. The electric line also stops in Cardiff, Wales, and Welsh colleagues have mentioned the serious flaws with that lack of investment in their country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, the north-south line that connects the south coast of England with the midlands and ultimately Manchester should be a priority for electrification. It is currently a narrow rail corridor with only one line going north and one going south. There are real issues there, but electrification offers greater efficiency, lighter rolling stock, much faster speeds on the railway and a more efficient railway all round. It requires more up-front investment, but it pays back great dividends in future. Many colleagues from Coventry and other midlands cities have mentioned that to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I realise time is limited, but I also draw the Minister’s attention to a number of other issues, particularly Reading Green Park station in the neighbouring seat of Reading West, which also serves my constituents who commute to work in the science park at Green Park on the west of Reading. We also need investment in other stations across Berkshire. I draw his attention to the need for the Western Rail Link, another crucial piece of rail infrastructure in the Thames valley that offers wider benefits to people from across the country. I appreciate that he is interested in the project, and I urge him to speak to local councils, myself and other MPs such as the shadow rail Minister on that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}