{
    "url": "https://www.ukpol.co.uk/matt-rodda-2022-speech-on-the-child-support-bill/",
    "title": "Matt Rodda – 2022 Speech on the Child Support Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matt Rodda",
            "url": "/tag/matt-rodda/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matt Rodda, the Labour MP for Reading East, in the House of Commons on 9 December 2022.",
    "content": [
        "We wholeheartedly support the principle that non-resident parents should pay child maintenance, and that there should be enforcement when absent parents fail to pay. I thank the hon. Member for Stroud (Siobhan Baillie) for her work on the Bill and, indeed, for her wider work on this complicated and important matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Too many absent parents fail to pay child maintenance, often leaving children and families in desperate need and emotional distress, which, as we heard earlier, can have very serious consequences for them. I pay tribute to those families who are suffering as a result of terrible backlogs and delays, and the whole House is deeply concerned about them. Many Members have tried to help constituents facing these dreadful problems, and will have responded through their casework. I also want to put on record my support for the work of charities such as Gingerbread that support parents, and to thank the Child Maintenance Service for its efforts in this important area. It continues to chase non-payment despite a series of difficult challenges, to which I shall refer later in my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the substance of the Bill, as I said at the outset, we completely support the principle that non-resident parents should meet their responsibilities for child maintenance, and where they fail to do so the state must step in to enforce payment. The CMS manages over 500,000 arrangements for child support, affecting 750,000 children. Maintenance payments are very important in reducing child poverty, as the hon. Member for Newbury (Laura Farris) mentioned, and it has been estimated that as many as one in five single-parent families on benefits are lifted out of poverty by receiving child maintenance payments; that is an important point for us to consider. Not only do we support the principle, therefore, but we recognise that the enforcement of child maintenance obligations needs to be improved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Enforcement action was affected by the pandemic. CMS staff were redeployed to manage the surge in universal credit claims, and the courts were closed. The number of liability orders in process fell from 6,900 in March 2020 to 2,400 in September 2020. That was a considerable drop, but since 2020 there has been only a partial recovery, and the most recent figures, for June 2022, are not only far lower than before the pandemic at 4,200, but are lower than in June 2021 by over 1,000 cases. The CMS therefore clearly faces some serious issues. The number of enforcement agency referrals now in process is less than half the number before the pandemic. The system for ensuring that child maintenance is paid needs to be efficient and fair, and we must address these points and discuss them thoroughly in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I understand the principles behind the Bill, I therefore have some questions. As I understand it, the purpose of the Bill is to make changes to powers introduced in the Child Maintenance and Other Payments Act 2008, but it seems that some of the powers—those that allow the Secretary of State or Department to make an order without having to go to the courts—have not been used by the Government. I realise this is a detailed point, but I ask the Minister to address it in her reply and to reassure me on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill makes provision for the Secretary of State to issue regulations governing appeals, and the powers granted are wide-ranging. For example, the Secretary of State will be able to make\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“provision with respect to the period within which a right of appeal under the regulations may be exercised”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“provision with respect to the powers of the court to which the appeal under the regulations lies.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This wording seems to give the Secretary of State a great deal of power to limit the grounds on which appeals can be made and the opportunity to appeal. Why are these powers being sought?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Time is limited today, so I will conclude. We whole-heartedly support the principle that non-resident parents should pay child maintenance and that there should be enforcement for absent parents who fail to pay. I again take this opportunity to thank the hon. Member for Stroud for her excellent work on this; she has a great deal of expertise and the House and country is benefiting from it. I also pay tribute to parents and families affected by this terrible problem, as well as charities and campaigners, and to CMS staff working on those parents’ behalf. I hope the Minister will address my questions; they are somewhat technical, however, and I would be happy for her to write to me with further detail on them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}