{
    "url": "https://www.ukpol.co.uk/william-rodgers-1978-statement-on-the-port-of-london/",
    "title": "William Rodgers – 1978 Statement on the Port Of London",
    "post_date": "April 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Bill Rodgers",
            "url": "/tag/bill-rodgers/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "William Rodgers",
            "url": "/tag/william-rodgers/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by William Rodgers, the then Secretary of State for Transport, in the House of Commons on 8 May 1978.",
    "content": [
        "On 6th April, Mr. John Cuckney, whom I appointed chairman of the Port of London Authority in the autumn of last year, reported to me a rapidly deteriorating financial situation in the Port of London. He had previously expressed concern about the PLA’s ability to manage within its existing financial resources and the need to agree a comprehensive strategy for the port in the form of a corporate plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the last month, the gravity of the situation has been fully apparent. On 4th May Mr. Cuckney told me that, in the event of no change of policy, mounting losses would total £76 million by 1982, the loss for 1982 probably being £17 million. The full picture is not yet established.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The chairman has set out his explanation of this state of affairs in his annual report, published last week, of which copies are available in the Library. In brief, the chairman says that although the fixed costs of the port have been reduced over the years by dock closures, the disposal of surplus property and the severance of personnel, reductions have not kept pace with the decline in trade. Since 1974, losses and costs have reduced ​ the PLA’s reserves by £52 million. A major contributory factor has been the cost of maintaining uneconomic facilities and a dock labour force much in excess of need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The chairman believes that if costs can be cut and productivity raised the port can adapt by building on the positive aspects of its business. I have no reason to dissent from this broad analysis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr. Cuckney is continuing his urgent examination of the financial situation and is in the closest touch with me and with my Department. I have also arranged for Price Waterhouse &Co. to advise me on the Authority’s financial forecasts. I have made clear to Mr. Cuckney that any proposals from his board should be designed to chart a path to viability and a secure future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have no executive authority over the PLA, but I am considering with my ministerial colleagues whether and by what means the Government can assist the PLA in its task. We are very fully aware of the industrial, social and environmental aspects of the problem. No solution will be easy.  \nI will report further to the House in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}