{
    "url": "https://www.ukpol.co.uk/bill-rodgers-1978-speech-on-trunk-roads-and-motorways/",
    "title": "Bill Rodgers – 1978 Speech on Trunk Roads and Motorways",
    "post_date": "April 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Bill Rodgers",
            "url": "/tag/bill-rodgers/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Rodgers, the then Labour Secretary of State for Transport, in the House of Commons on 4 April 1978.",
    "content": [
        "With permission, Mr. Speaker, I should like to make a statement about the Government’s policy for the trunk road and motorway system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The transport policy White Paper published last June outlined a new approach to the planning and improvement of the national road network. In the spirit of this approach I have now carried out a review of the objectives and methods of the trunk road programme in England and completed the first stage of a reassessment of all the schemes in it The results are brought together in the White Paper “Policy for Roads: England 1978” ​ which I have today presented to Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Department, jointly with the Department of the Environment, has also been reviewing the procedures for public inquiries into trunk road schemes. We have been guided by the Council on Tribunals, with which we have worked closely. The Government’s intentions are set out in the White Paper “Report on the Review of Highway Inquiry Procedures” which I have today presented jointly with my right hon. Friend the Secretary of State for the Environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Copies of both White Papers have been available in the Vote Office since 3 o’clock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To devise and implement the right policy for roads presents many problems and dilemmas. Within the framework of the national transport policy, we need a road system that will support our major national objectives—the industrial strategy, regional development and the regeneration of inner city areas—as well as relieve the serious local problems caused by traffic. The inter-urban road system has been transformed over the last 15 to 20 years but many deficiencies remain. The routes to the major ports are not yet complete. There is an urgent need for an orbital route round London. Certain of the assisted areas still lack adequate communications, and many bypasses are required. Hon. and right hon. Members in all parts of the House continue to urge priority for new roads to serve their constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet people are now less inclined to take for granted the assumptions on which road planning has proceeded in the past—for example, about future levels of traffic. They are less willing to accept the lengthy disruption caused by major construction projects. They are alert to the possibly damaging consequences, as they see it, of major new roads for the areas in which they live. As a result, there has been some dissatisfaction with the way that my Department and its predecessors have explained their proposals and apparently made their decisions. Public inquiries have on occasions been disrupted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall not take up the time of the House by detailing all the changes which I propose. But the main elements of the new approach are these. First, in place ​ of a predetermined strategic network, our approach will be selective. Within the planned level of investment on trunk roads and motorways of about £300 million, there will be a more rigorous approach to priorities, with emphasis on vital industrial routes, but also increasingly on schemes with high environmental benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, there will be more flexibility in applying design standards in the light of greater uncertainty about future traffic levels and the cost and supply of oil. Greater flexibility also reflects my concern that roads should be fitted into the environment in a discriminating way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, in the appraisal of road schemes my Department will apply a comprehensive framework for decision, as recommended by the Leitch Committee, whose report was published in January. It will set out the range of factors that need to be taken into account—economic, social and environmental: those that can be quantified and those that cannot. In this way, each can be given its full weight, and a balanced judgment can be made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, there will be a greater openness at the various stages of planning, from public consultation to the inquiry. In the arrangements for inquiries, my Department will secure that realistic alternatives are genuinely explored. It will make available information covering the range of factors on which road proposals are based and decisions reached so that, as far as possible, there can be equality of information for all those concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, we need to put beyond doubt the impartiality of inspectors who are appointed to conduct trunk road and motorway inquiries. With the approval of my right hon. Friend the Prime Minister, my right hon. Friend the Secretary of State for the Environment and I will, in future, in exercising our statutory obligations, ask my noble and learned Friend, the Lord Chancellor, to nominate a particular individual considered by him to be suitable for a particular inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On this basis, Mr. Speaker, I believe that we can have a road programme that meets the country’s needs and commands a very wide measure of approval.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where there are conflicts of interest, they can be resolved openly and fairly. “Policy ​ for Roads: England 1978” is the first of a new series of annual policy statements which will enable the House, if it chooses, to discuss the principles underlying the decisions of Ministers. I shall also welcome wider public discussion of these important issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}