{
    "url": "https://www.ukpol.co.uk/dennis-rogan-2022-speech-on-british-passports-for-irish-who-have-lived-in-northern-ireland-lord-rogan/",
    "title": "Dennis Rogan – 2022 Speech on British Passports for Irish who have Lived in Northern Ireland (Lord Rogan)",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dennis Rogan",
            "url": "/tag/dennis-rogan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dennis Rogan, Lord Rogan, in the House of Lords on 26 October 2022.",
    "content": [
        "My Lords, I too welcome the Minister to his place this evening. I am sure that we all wish him well in his new role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to speak in this debate, which I congratulate my friend the noble Lord, Lord Hay, on securing. Your Lordships will be well aware of his long-held and understandably strong views on the matter before us tonight, which he has again outlined with the customary clarity we have come to expect from him. While we may be concentrating on his dilemma this evening, the anomaly applies equally to many more persons in a similar situation. My noble friend has been a passionate campaigner on the right of people living in Northern Ireland, but born in the Republic of Ireland, to hold a United Kingdom passport. This is an incredibly personal matter for him, and understandably so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the House will be aware, the noble Lord, Lord Hay, was first elected to Londonderry City Council more than four decades ago and, in 1993, served as the mayor. He was elected to the Northern Ireland Assembly in 1998 in the wake of the Belfast agreement, and held the senior position of Speaker from 2007 to 2014. He is also a prominent member of both the Orange Order and the Apprentice Boys of Derry. I am proud to have marched with Willy Hay on many occasions down the years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In short, and despite the occasional political differences he and I may have had, there are few Northern Ireland citizens more committed to their British identity than the noble Lord, Lord Hay. As such, it should be described not as an anomaly but as an abomination that he is not allowed or entitled to a British passport as of right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The noble Lord mentioned the Good Friday agreement, as did the noble Lord, Lord Browne. Despite being on opposite sides of the debate in 1998, I am sure the noble Lords would agree that the Belfast agreement was a huge game-changer with regard to national identity. Under the provisions of that agreement, Northern Ireland residents can apply for an Irish passport, and many, from both political traditions, have chosen to do so. In contrast, people resident in Northern Ireland but born in the Republic of Ireland are not automatically entitled to a UK passport, even if, as in the case the noble Lord, they have lived there for many decades, paid their taxes there and, in his case, made a significant contribution to the public life of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Speaking in another place last week, the Northern Ireland Office Minister Steve Baker proudly described himself as “defiantly and ferociously pro-union”. However, he proceeded to describe his holding of a United Kingdom passport as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“an administrative thing, not a definition of who I am”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He added:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I gently make that point to illustrate that perhaps not all of us feel exactly the same way about our passport”.—[Official Report, Commons, 18/10/22; col. 242WH.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Baker has not been in post for very long and, with the ministerial shuffles currently going on, he might not stay in place much longer. However, I respectfully suggest to your Lordships that this Minister’s understanding of the unionist mindset in Northern Ireland remains very much in the remedial stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will shock this House to learn that, despite his fresh-faced youthfulness and boundless energy, my friend the noble Lord, Lord Hay, was born in fact in 1950. However, that makes him one of an estimated 40,000 people born in the Republic of Ireland after 1949 and resident in Northern Ireland who are currently expected to apply for naturalisation before being entitled to a UK passport. That application currently comes at a cost of £1,330 and the process includes a requirement to pass the Life in the UK test and attend a citizenship ceremony. For people such as my noble friend, who have lived in the Province for many decades, it is nothing short of demeaning that this should be the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend the work of the Northern Ireland Affairs Committee in another place which last year conducted an inquiry into the barriers to UK citizenship for Northern Ireland residents. The committee concluded that a bespoke solution was required for Irish citizens to gain UK citizenship, reflecting\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“personal ties, relationships, geopolitical realities and movement of people”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "between the United Kingdom and the Republic of Ireland. It also recommended that the current £1,330 application fee should be abolished, describing it as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“at worst indefensible, and at best unreasonable and excessive.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise the UK Government’s desire to better control our borders in a post-Brexit world, and I support this approach in principle. However, Northern Ireland is different, not least because of the 300-mile land border with our friends in the Republic, incorporating more than 280 crossing points. The issue we are debating today has nothing to do with Brexit. This is a matter which has been around for many years and which successive United Kingdom Governments have failed to deal with, hence the reason why my friend the noble Lord, Lord Hay, has rightly felt compelled to continue his high-profile campaign, not just for himself but on behalf of the many others in his position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom is a welcoming country and I would argue, without fear of contradiction, that Northern Ireland is its most welcoming component part. Like the noble Lord, Lord Hay, I am a committed unionist, and unlike many UK government Ministers down the years I am proud to describe myself as a persuader for the union. I want as many people as possible living in Northern Ireland to support the British identity in Northern Ireland and to embrace it collectively. It is something to be cherished, of that there is no doubt, but also something which should be shared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My friend the noble Lord, Lord Hay, is every bit as British as I am. He is every bit as British as everybody in this Room tonight. He and others like him should have that identity recognised in the same way as my British identity is recognised, and noble Lords’ British identity is recognised, by having the automatic right to hold a British passport. I commend my noble friend for bringing forward this important debate and I hope the Minister will finally signal a change of approach on behalf of His Majesty’s Government in his closing remarks. The noble Lord, Lord Hay, has my full support in what he is seeking to achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}