{
    "url": "https://www.ukpol.co.uk/dan-rogerson-2014-speech-at-the-royal-bath-and-west-show/",
    "title": "Dan Rogerson – 2014 Speech at the Royal Bath and West Show",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Dan Rogerson",
            "url": "/tag/dan-rogerson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dan Rogerson, the Parliamentary Under Secretary of State for Water, Forestry, Rural Affairs and Resource Management, at the Royal Bath and West Show on 28th May 2014.",
    "content": [
        "Thank you for this opportunity to join you here this morning. One of the great pleasures of my role of Minister is the opportunity to attend events like this, and have an opportunity to meet a wide range of people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As many of you will know, my constituency, North Cornwall, is a beautiful area of the country, with some wonderful countryside. It’s vital that, as a constituency MP, I understand the rural agenda as well as the urban, and doubly so as a Defra Minister. So I do very much value events like this, and I welcome the opportunity to take your questions and listen to your opinions at the end of my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thought I would set the scene a little first, and talk to you about Defra’s key priorities. I’ll then talk about some of the key issues currently facing us- the recent floods, TB, and the importance of food.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**General strategic direction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My department, Defra, has four key priorities: growing the rural economy, improving the environment and safeguarding animal and plant health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, running through all of these is economic growth as the Government’s top priority- and we all know how important the rural economy is for this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re supporting the rural economy by helping key business sectors to grow. We work for increased competitiveness in the food chain and the rural economy; improved rural skills; more investment in tourism, and protecting plant and animal health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For instance we have sought to allocate £350,000 of RDPE funds for the delivery of rural business skills training activity during 2014/15.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can also support a growing rural economy by investing in infrastructure- improving broadband and mobile phone access; investing in flood and coastal protection- and by reducing regulatory barriers and red tape.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know, for instance, that online small businesses, whether rural or urban, grow 4-8 times faster than offline counterparts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also know that rural businesses are equally reliant on good mobile coverage. We are working closely with BDUK to optimise benefits of the £150m Mobile Infrastructure Project, providing coverage for premises in ‘complete notspots’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of my first visits as a new Minster was to the launch of an EE mobile broadband project in rural Cumbria, where I had a chance to see first-hand the importance of broadband services for the rural economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are lots of other projects which Defra is doing to continue promoting and supporting the countryside, from Grown in Britain’s work on growing the British woodland sector, to promoting the importance of British rural tourism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we can’t have a growing rural economy without ensuring that we manage the big issues well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will speak about a few of the things which I know are on all our minds- TB, flood recovery, and the key importance of the food industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**TB**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, I was asked to briefly touch on TB, a subject which is very important to many of you here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government remains determined to tackle bovine TB by all available means which is why we have outlined a 25 year plan to eradicate this disease by addressing infection in both cattle and wildlife. The plan was debated and approved by Parliament last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following extensive consultation, Defra has launched a Strategy to achieve Official Bovine TB-Free (OTF) status across England by 2038. In the low risk areas, we hope to achieve OTF status by 2025.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taking into account the Independent Expert Panel’s recommendations and lessons learned during the pilots, badger culling will continue in Gloucestershire and Somerset as planned later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to get this right, which is why we have decided to assess the success of the improvements we are making to the culls, in the light of the lessons learned, before taking a decision on how we extend to other areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We fully accept the conclusions of the Independent Expert Panel’s report, and are currently looking at the best ways to implement the recommendations in time for the second year of culling in Gloucestershire and West Somerset.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Farming and Food security**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The CLA organiser also asked me to talk a little about on food and food security. This is the one area of Ministerial remit I wish I had got. Food is one of my favourite things- so much that I set up an All Party Parliamentary Group on Cheese.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Food and drink is the UK’s largest manufacturing sector, contributing £24.1 billion to Gross Value Added (GVA) in 2012. It’s vitally important for the UK in terms of economic growth and thriving businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a rich diversity of food businesses- including some remarkable cheese and cider industries, whose wares I hope to be able to enjoy later on today. We also have a high degree of food security in terms of access, availability, resilience and variety of food supply. This is due to our diverse sources of supply, and the strengths of our trade links.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know this because we did a UK Food Security Assessment, published in 2010, which analysed the different factors impacting on UK food supply. This told us that UK food security is built on a strong food production base in the UK and access to a wide variety of markets through the EU and an open, rules-based world trading system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of this is supported by consumer prosperity and income, which is addressed through the Government’s focus on growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We support domestic food production and want to see it increase. The Government is committed to championing a thriving, competitive British food and farming sector, driving sustainable growth in the wider rural economy in support of rural communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are doing this by increasing exports and improving domestic competitiveness. We are also enabling public procurement to support a competitive and sustainable food and farming sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also particularly appreciate the work that the Farming Sector is doing as part of its own resilience planning- work like the Somerset farming fund to help recovery from flooding. This leads me on to flooding, my last area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Flooding recovery and farming specific funding**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The floods from December 2013 until earlier this year have certainly been challenging, for people and communities, central and local government, and all of the agencies and companies involved in dealing with the winter floods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unprecedented weather events caused the flooding we witnessed across the UK. We experienced an extraordinary period of very unsettled weather since before Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was the wettest January since 1766 for England and Wales. Central and south-east England received over 250% of average rainfall. Added to this, tidal surges caused by low pressure, strong winds and high tides led to record sea levels along many parts of the east coast. High spring tides brought coastal flooding to parts of the south and west coasts. River, surface water and groundwater flooding occurred in many areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Latest estimates suggest that over 8,000 properties have been flooded in England since the beginning of December 2013. But our defences and the sterling work of responders helped to protect 1.4 million properties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Our Preparations and Response**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The local response was a magnificent effort. In the face of such unprecedented weather, countless people and organisations worked together around the clock to help those affected. The level of response, and spirit of it, was staggering.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate how hard everyone worked and just how hard it is for those people whose homes and businesses have been affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All levels of government and the emergency services were fully engaged in dealing with the floods and extreme weather. The Government’s response was led by the COBR emergencies committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Environment Agency was at the forefront of the local response. In Somerset, this included one of the biggest pumping operations the country has ever seen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Military personnel from the Royal Navy, Royal Marines, the Army and the Royal Air Force provided flood relief in affected parts of the UK. More than 5,000 personnel were committed to help with flood relief operations. Thousands more troops remained available if required.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Somerset**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you will well know, Somerset was particularly affected by the flooding. At the end of January Owen Paterson asked local leaders to produce a long term Action Plan for the sustainable future of the Somerset Levels and Moors. The plan was published on 6 March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan is wide ranging, and recommended priority actions including dredging 8km of the Tone and Parrett, working on infrastructure including roads and options for the Bridgewater Barrage, setting up a Somerset Rivers board, catchment sensitive farming, minimisation of urban runoff and working on community resilience to flooding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also particularly impressed to learn of the Somerset flood recovery fund. The Somerset fund is an excellent example of industry pulling together at a time of crisis, and is typical of the genuine community spirit I know from first-hand experience exists throughout English agriculture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking to the future, we want to see industry doing more to proactively enhance its resilience to all forms of external shock. That’s why my colleague the Secretary of State formed the Farming Resilience Group: A collection of key industry bodies, high street banks, Farm Charities, and others- including the Met Office—tasked with delivering real, practical action on enhancing farm business resilience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**National Funding**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Protecting our communities and businesses against flooding, and helping them to recover is a high priority for this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over this Parliament, the Government is spending more in cash terms, more in real terms, than ever before. Defra will be investing an extra £270 million to repair and maintain critical defences over the next 2 years. This new funding will help the Environment Agency ensure that the most important defences are returned to, and maintained at, target condition. With the extra funding, this Government will be now spending more than £3.2 billion over the course of this parliament on flood and erosion risk management (between 2010/11 to 2014/15).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are working with insurance firms and the ABI to ensure that flood insurance coverage is affordable and payments are made when they are needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve also announced funding for flood resilience for households and businesses affects by flooding through the Repair and Renew grant, which launched on the 1 April 2014. Households and businesses who were flooded in the period 1 December 2013 – 31 March 2014 will be able to apply to local authorities for a one off grant of up to £5000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Flood Recovery – Farming Recovery Fund**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My last point is also the most important. Our farming industry contributes billions of pounds to the UK economy every year and we want to see it get back to business as soon as possible. Through the Farming Recovery Fund we have made £10 million available to help farmers affected by flooding get their land back into production as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Farmers can apply for grants of up to £35,000 to cover 100% of costs of restoring their land. Following feedback, we’ve made it quicker and simpler to claim, with standard costs to negate the need for 3 quotes. The fund closes on the 27th of June, and I would encourage affected farmers to apply for the funds. The application can be found on Gov.uk\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Closing remarks**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope this whistle-stop tour of some of our key rural interests has helped to demonstrate that this Government has a strong interest in the countryside and that we are hugely grateful for the work that you and your members do. Working together, we can overcome the challenges of things like flooding and TB, and ensure a thriving countryside and growing rural economy. I very much look forward to hearing your questions and our discussions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}