{
    "url": "https://www.ukpol.co.uk/dan-rogerson-2014-speech-at-the-national-flood-forum-conference/",
    "title": "Dan Rogerson – 2014 Speech at the National Flood Forum Conference",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Dan Rogerson",
            "url": "/tag/dan-rogerson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dan Rogerson, the Parliamentary Under-Secretary of State for Water, Forestry, Rural Affairs and Resources Management, on 13th March 2014.",
    "content": [
        "Thank you to the National Flood Forum and your new chairman John Pegg for your invitation to speak at the conference today. I look forward to continuing to work closely with you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Officially we’re still a week away from the start of spring; but in my mind this drier weather has been long overdue! We’ve had at least 12 major storms this winter and the wettest weather on record since 1766. Latest estimates suggest that over 7000 properties have been flooded in England since the beginning of December as well as large areas of farmland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you to all of you therefore for taking time out today from what I realise for many of you has been a very busy few months dealing with the response and ongoing recovery from these floods. I know that many of you were working non-stop over Christmas and have given up tremendous amounts of your free time to assist. Since December more than 1.3 million properties have been protected from flooding by existing defences and improvements to the way in which we respond to incidents. That’s more than 140 homes protected for every one that flooded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To me this illustrates that we’re not helpless – there is much that communities, voluntary organisations Government at all levels, and individuals can do collectively and individually to manage flood risk and increase our resilience in the face of it. In every event there are lessons to be learned. I think one of the lessons to emerge will be the importance of valuing local knowledge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So this morning I’d like to talk about how we’ve already been doing this, give you my own thoughts about where I think we can do more, and set out one area in particular – building community resilience to flooding – where I think we need to do more, and need to do more together. I’m also here to listen to your reflections from your own local experiences of the recent floods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly I want reassure you that we are listening to local communities affected by flooding – the challenges you face and your suggestions for how we can do things better. We’ve taken practical action to cut red tape, be more transparent about our priorities and make it easier for local communities to have their say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Funding system**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example in 2011 we changed the funding approach to flood risk management projects to give communities greater choice and certainty about how their community is protected and what Government’s contribution to worthwhile projects will be. Twenty-five percent more schemes are already going ahead than would have been possible under the old approach, including rural projects like Badsy Brook in Worcestershire which would not have received any Defra funding under the previous system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**River maintenance pilots**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year when farming communities said that red tape was getting in the way of taking practical action to maintain river environments and reduce flood risk, we set up river maintenance pilots in seven areas of England. These are testing out new approaches which put local communities at the centre of decisions around the future upkeep of rivers in their area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that we listen to local experts and learn from their experience in deciding how best to manage flood risk in each area. For example dredging of rivers can produce real benefits in some areas. But in others it could cause serious problems such as flooding of communities downstream or damage to the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we need to engage communities in making informed choices about priorities, drawing on the best available evidence – both local and national.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the recent floods have shown there is still more Government can do to listen to communities whose local knowledge, skills and energy is vital for an effective response before, during and after a flood. This is why we’ve taken the following actions…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Armed Forces deployment**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last month when community leaders in the flood-affected Thames Valley called for more practical assistance on the ground, we deployed 1,600 servicemen and women to work alongside the local multi-agency command chains to protect people, property and vital infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Somerset**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the people of Somerset called for something to be done about the flooding, we brought in extra resources to facilitate one of the biggest pumping operations this country has ever seen. We also aided the local authorities and Internal Drainage Boards to work together to produce an action plan for the long-term management of the Somerset levels and moors in just 6 weeks. It was important that this responded to the local knowledge and calls for action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Published just last week the plan sets out some immediate actions, such as our commitment to dredge 8 km of the Rivers Parrett and Tone and to give more responsibility for water management to local partners – key things local people asked for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan also recognises the importance of sustaining and enhancing business and community resilience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also announced a £10milion Farming Recovery Fund to help farmers like those in Somerset to restore flooded agricultural land and bring it back into production or improve field drainage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The level of support from the public for those affected has also been truly impressive, and shows the strength of our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve seen everything from direct personal support to those who have had to move from their homes, to gifts of blankets, food and household goods, with great generosity of farmers in donating feed to those whose fields have been flooded and face prolonged loss of grazing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all owe those community organisations who have been at the forefront of organising this support a big vote of thanks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m sure there will be further lessons to learn, for example around the handling of transport and electricity supply disruptions, that will emerge as part of the review that the new Cabinet Committee on Floods is overseeing. I am interested in what those of you here today think worked well and where there is room for improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our focus for the time being though must be on the few areas of the country, especially in southern England, where high groundwater levels mean flooding is likely to continue into the coming weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our aim in all of this is to help people get their lives back to normal as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But ‘back to normal’ shouldn’t mean burying our heads in the sand and crossing our fingers that flooding won’t happen again – that would be foolish when climate scientists are telling us to expect more frequent and intense rainfall as is consistent with the climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "‘Back to normal’ should mean developing a ‘new normal’ where our resilience as a nation, as local communities and as individuals is improved, so that we’re all better prepared when flooding next happens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So secondly this morning I want to seek your help in embedding community resilience at the heart of our approach to flood risk management. I know that a number of you are already beavering away in your communities helping them develop their resilience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think there will be particular opportunities to develop this even more when our new ‘Repair and Renew’ grant scheme goes live from 1st April.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The scheme will provide flood resilience grants of up to £5000 for households and businesses that have been flooded because of the exceptional weather this winter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will help people with the cost of repairs that improve a property’s ability to withstand future flooding, over and above like-for-like repairs funded by insurance payouts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure the scheme works on the ground for those affected by the flooding we’re working closely with Local Authorities and insurers to develop the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But resilient homes and businesses are only part of the story – we need resilient people to achieve resilient communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Michael Pitt noted in his review of the widespread flooding in 2007 “although resilience begins with the individual, greater dividends can be achieved if activities are organised at the community level”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Community Pathfinders**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 13 flood resilience community pathfinders that we’ve funded are looking at trialling approaches to achieve that. I am grateful for the National Flood Forum for their work with many of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, with support from our Pathfinder scheme the Cornwall Community Flood Forum, spearheaded by their chair Charles Richards, is developing the expertise of individuals in the community and in the council to retain a lasting resource to support others and share good practice beyond the life of the project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Similarly in Calderdale with support from the pathfinder scheme, the council is working with the local community to consider simple practical solutions like ensuring there is sufficient local storage for vital flood protection equipment so it’s close-at-hand and can be called on quickly by those that need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are also looking at ways to help less affluent households by offering low cost, professional advice on flood resilience and working with a credit union to provide affordable loans to fund the recommended measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re also making sure people have the tools they need to develop their resilience. Back in November I launched the Property Protection Adviser tool which provides instant tailored advice to householders about what they can do to help protect their homes from flooding and how much it might cost. Kindly hosted by the National Flood Forum on their website, we’ve already generated tailored reports for 500 homes – I’d love your help in getting the message out there in your own communities about this great free tool.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lead Local Flood Authorities have a vital role to play in coordinating approaches locally. Whilst some of them have already published their local flood risk management strategies, many others are still developing or consulting on them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would therefore encourage you to play an active part in the consultation process to help make the local strategies as effective as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some authorities won’t had the added impetus that the recent flooding has brought to others; we need to ensure that managing flood risk doesn’t slip down their agenda until a rainy day!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Flood Insurance**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Insurance is another important tool in developing households’ resilience in the face of flooding. The impact of a single inundation of floodwater lasting just a few hours typically causes £35,000 of damage to a home, according to the Association of British Insurers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Water Bill currently before Parliament is seeking to put into effect the Government’s preferred approach to deal with the future availability and affordability of flood insurance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The approach, known as Flood Re, would effectively limit the amount that most UK households at flood risk should have to pay for flood insurance. Flood Re’s benefits will be targeted towards lower income households who are least able to pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise concerns raised by the National Flood Forum (and in Parliament) that Flood Re should not disincentive households in Flood Re from understanding their risk and taking appropriate action to manage it and plan for the withdrawal of the scheme over time. We are keen to ensure that Flood Re plays its part in preparing high-risk households for the transition to the free market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Association of British Insurers has now come forward with proposals for ensuring that the correct incentives are in place to drive uptake of resilient repairs after a flood, particularly for those properties subject to repeat flooding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a complex issue. There is an important balance to be struck between support for high-risk households and the need to keep Flood Re simple, to ensure that it remains viable and attractive to insurers. We’ll be reporting back on our proposals on this important issue when the Bill is next back before Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Concluding remarks**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The number of properties protected despite the exceptional nature of the weather and December’s tidal surge are testament to our improved levels of preparedness for flooding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our short term focus needs to remain on helping those still at risk of flooding and those entering into recovery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our attention then needs to turn to look at what lessons there are to learn from this winter and how we can increase our collective resilience to flooding so we bounce back better from such events in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is going to require close cooperation within and between communities and we in Government need to ensure we’re facilitating that, not creating obstacles that prevent it. The National Flood Forum and your members are vital partners in this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}