{
    "url": "https://www.ukpol.co.uk/herman-van-rompuy-2014-speech-to-conference-of-parliaments/",
    "title": "Herman van Rompuy – 2014 Speech to Conference of Parliaments",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Herman van Rompuy",
            "url": "/tag/herman-van-rompuy/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Herman van Rompuy, the President of the European Council, to the Conference of Parliaments on 20th January 2014.",
    "content": [
        "It is a pleasure to be able to join you today in this second meeting of the Conference of Parliaments provided for by Article 13 of the Stability Treaty. Inter-parliamentary meetings like today are important in helping the participating parliaments to better exercise their scrutiny role at home, as regards their respective executive’s involvement in European decision-making, and also of course to confront their own ideas directly with one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although each national parliament remains responsible for its country’s own economic policy and its own budget, these powers are now exercised in a context of enormous interdependence and in a framework that we are developing together to manage that interdependence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This interdependence is, of course, particularly acute for those who share a common currency, but, as the treaty spells out very clearly in Article121 relating to the whole Union, “Member States shall regard their economic policies as a matter of common concern and shall coordinate them within the Council”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ladies and gentlemen, the economic crisis that hit us half a decade ago was the biggest economic downturn to face the western world since the Great Depression of the 1930s. It revealed shortcomings in national economic policies, in our single European market and in the structure of the eurozone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All EU-members paid a huge price for a lack of surveillance of banks and for their irresponsible risk-management. Public and private debt was another root cause of the crisis. And major mistakes were also made in the first ten years of the eurozone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of our work over the last few years has been to rectify these shortcomings at each of those levels. Huge efforts have been made at national level, and not only in those countries that have been in the headlines: all of us have had to address structural issues and long- term changes in our economic situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking at the European Union as a whole, a manifest shortcoming was that, although we had a common financial market, we had little in the way of common regulation or common supervision of that market. We did it separately and ineffectively. We have since adopted a significant volume of legislation providing for common and strengthened rules and, for those wishing to join the banking union, a system of common supervision. We also found that our rules on debt and deficits were not applied and were anyway inadequate. This too, has been addressed. Finally, we have set up procedures, as part of the “European\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Semester”, to coordinate economic policy-making among countries across a broad range of areas and to detect and correct the emergence of economic imbalances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last, but not least, at the level of the eurozone, where the Maastricht treaty made no provision for a crisis of this magnitude, we have set up the rescue mechanisms, culminating in the European Stability Mechanism, and brought in stronger coordination of economic policies as set out in the Stability Treaty. And we are continuing the work, with the creation of what is loosely called a “Banking Union”, with last month’s Ecofin and European Council being a key staging post.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Allow me to dwell in more detail on the Banking Union, as it has been the focus of our most recent agreements, in particular around last month’s European Council. Heads of State and Government had previously promised this for December, and agreement was delivered in December. Banking frameworks generally come in three parts – supervision, resolution, and deposit guarantee – and so does ours:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, deposit guarantees: the new directive, which will provide a unified scheme, was agreed in talks between the Council and the European Parliament, two days ahead of that European Council meeting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, on supervision: the single supervision mechanism will be up-and-running at the latest in November, with Ms Danièle Nouy as its head. A health check for banks is currently underway, ahead of the European Central Bank taking on this new supervision role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, on resolution: the Bank Resolution and Recovery Directive, that will harmonise the rules on this, was also agreed between the Council and the Parliament, just before our December summit. But, most important of all, the finance ministers found a consensus on the single resolution mechanism. A good agreement must now be reached, of course, with the European Parliament on this. I hope this will happen swiftly to make sure we have the Banking Union framework agreed by the end of this electoral cycle. And I urge Council and Parliament to find a consensus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The magnitude and speed of these achievements should not be underestimated. For the eurozone, it is the biggest leap forward since the creation of the euro itself. We are putting the vicious link between failing banks and government finances behind us, and this will help to get economies going again. Beyond that, what the banking union reconfirms, is the full commitment of all leaders to a strong and stable eurozone. Our political will remains intact. The existential threat to the eurozone is behind us. Precisely thanks to this political will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By the end of the year, the main elements from my reports and the report of the four presidents, on getting to “a genuine Economic and Monetary Union” will largely be in place. And, while designed to address the Eurozone’s shortcomings, our new Eurozone architecture is open to non-euro-area Member States.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also made further progress in the December European Council on the “E” in EMU: our economic union, going beyond the European Semester, the 6-pack, the 2-pack, and the fiscal compact. We discussed how to complement all this with “Partnerships” for competitiveness, growth and jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The idea is to encourage key structural reforms, necessary for the sound working of EMU, through a balanced approach, to foster more national ownership through mutually agreed partnerships. With more responsibility – more engagement and investment in sound economic policies – and with more solidarity – more support and financial incentives. The aim is to reach final agreement on this piece of the “Economic Monetary Union puzzle” by October 2014.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the December European Council, we also came back to our on-going work on competitiveness, growth and jobs, assessing the progress on the Compact for Growth and Jobs. With President Werner Hoyer of the European Investment Bank, we followed up on the EIB stepping up its lending to the economy, in particular to small and medium-sized enterprises. The new EU funds for 2014-2020 are also now available, including for the Youth Employment Initiative and the SME initiative. The EIB delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past year we have mobilised all possible levers to spur the recovery forward and, thanks to this and, more importantly, all the national efforts, I am convinced 2014 will be a better year, with average employment levels beginning to grow again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Allow me now to return to the overall picture – of the cumulative work carried out over the last four years, step by step, to endow our Union with these new means that will, together, make a real difference to the management of our economic interdependence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of all this was done on the basis of the existing treaties, through European legislative procedures. Other aspects required the creation of new instruments that did not previously exist and which needed the approval and ratification of national parliaments. Some aspects relate to the Union as a whole and some to the eurozone. All have raised questions about ensuring democratic accountability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a general rule, accountability for national decisions is of course via national parliaments, while accountability of European decisions is ensured jointly by the Council (whose ministers are accountable to national parliaments) and the European Parliament – a double safeguard, a dual legitimacy, but also a dual complexity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But when a decision involves both national and European competences, it can become even more complicated. And that is indeed what, in some cases, has emerged from our work. And even if, at the end of every line of accountability lies a parliament, it requires us to address the challenges of transparency and readability of our procedures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One key aspect is to ensure that national parliaments – whether they are scrutinising a national decision by their government, or their government’s participation in a European decision – are able to ensure accountability and have the tools to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The key tool – the ability to scrutinise their national minister – is for each Member State to organise in respect of its own constitution and parliamentary tradition. It does not require a European rule to do so. But the European level can facilitate this, as it has done, for instance, through the Lisbon Treaty provision that all legislative proposals are first sent to national parliaments to consider, before the Council or the European Parliament take a position. The establishment of inter-parliamentary dialogue, such as in this Conference, is also a useful tool.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for European-level decisions taken by new authorities to which specific tasks have been delegated (such as the Single Supervisory Mechanism for banks or the forthcoming Resolution Authority, which operate with a degree of independence), what is particularly key here is transparency and reporting mechanisms, enabling an ex-post control of their actions – actions which are in pursuit of objectives laid down for them in the decisions that established them. In addition, the European Parliament plays a role, where appropriate, in appointments to these bodies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No-doubt more can be done to enhance democratic legitimacy and accountability in the mechanisms we have established. But it is my firm belief that proposals in this regard should come, first and foremost, from parliaments themselves. I therefore look forward with interest to the ideas and suggestions that will emerge from this Conference and from individual parliaments on this, as well as to your on-going reflections on current economic policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}