{
    "url": "https://www.ukpol.co.uk/jeff-rooker-1998-speech-to-the-british-poultry-meat-federation/",
    "title": "Jeff Rooker – 1998 Speech to the British Poultry Meat Federation",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Jeff Rooker",
            "url": "/tag/jeff-rooker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Minister for Agriculture, Fisheries and Food, Jeff Rooker, to the British Poultry Meat Federation on 29th April 1988.",
    "content": [
        "I am pleased that I have been given the opportunity to address this lunch. It has long been recognised that the poultry industry represents a great success story for UK agriculture. A success that has come about with little or no support from the Common Agricultural Policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite the lightness of the CAP regime for your sector the Ministry’s work does of course impinge on your industry in a number of ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, of course, there is the forthcoming establishment of the Food Standards Agency. This reflects consumers concern about the safety of the food they eat. But it would be quite wrong to see this development as conflicting with the ideal of a healthy and successful food industry. In fact, the opposite is true: the Government believes that UK food producers stand to benefit both domestically and abroad from the increased confidence in the safety of our food which the FSA should bring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To back this up, we are building in safeguards to ensure that the agency does not impose disproportionate costs and burdens on British producers which are not justified on safety grounds. The rules under which the FSA operates will enshrine the principle that its actions should be proportionate to risk, and pay due regard to the costs as well as benefits to those affected by them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Moving on, I know from your Federation’s detailed and well thought-out response to the White Paper that our plans to shift some of the costs of food safety work from the taxpayer to the industry are worrying you. This question perhaps provoked the biggest reaction in our consultation, with many strong views voiced from all quarters. It is our firm belief, however, that the food industry stands to benefit in the long term from the new food safety arrangements, and that it is only fair that it should pay its share of their costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we do recognise that the area is complex, and we want to make sure that the final arrangements are both equitable and workable. We shall therefore be consulting on questions such as the scope of any scheme and the basis for calculating charges, including the need to take account of the size and type of the business, before we finalise our proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Still on charges, I am aware of your concerns over Veterinary Medicine Directorate charges for residues surveillance which will raise more money from the UK poultry meat industry than is actually needed to carry out the sort of cost-effective residue testing programme the VMD is committed to. You know, however, that the level of charge is set directly by EU legislation and that the Commission will be closely monitoring our compliance. I firmly believe that the extension of the VMD statutory programme to poultry significantly enhances the protection available to the consumer. All results from the programme will be published along with brand names for those above the action level and all such positives will be followed up with farmer and his veterinary adviser.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the VMD have suggested ways in which to mitigate this problem. I have asked them to continue to be pro-active with your representatives and can assure you we will seek to re-negotiate the poultry residue charge set out in the EU legislation should the opportunity arise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The levels of salmonella infection in the national poultry flocks continues to be a matter of concern. The ACMSF has looked at this area in detail, and its Report on Poultry Meat provides clear direction for the industry. In addition, the Forward Programme for the Poultry Meat Industry, in which the British Poultry Meat Federation were involved, indicates the way in which HACCP can be applied in the slaughterhouse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that the levels of salmonella enteritidis and salmonella typhimurium in broiler breeder flocks has been reduced. The policy of eradication in the breeding pyramid, which we have been concentrating on, does appear to be working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hear that the level of infection in the broiler flocks has also reduced significantly in recent years – perhaps to as low as 10% in some cases. Again, this deserves recognition, but I believe further progress is possible. The ACMSF saw no reason in principle why the prevalence of salmonella contamination in chickens on retail sale should not be reduced to single figures in percentage terms, on the basis of existing technology. The Department of Health will be conducting a survey on salmonella in UK produced chickens on retail sale later this year. As you know from the White Paper, the scope for pathogen reduction throughout the food chain in general is a subject in which we propose the Food Standards Agency will take a close interest. The continued co-operation of the whole industry will be essential in order to build on the progress made so far.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You may know that the European Commission has started its review of the original Zoonoses Directive. We will consult the industry as the review progresses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You may also know that, in December 1997, the Spongiform Encephalopathy Advisory Committee (SEAC) looked at the possibility of transmissible spongiform encephalopathies arising in pigs and poultry. Although it considered the risk to be small, it felt that recycling pig and poultry waste as feed for the same species could create the potential to spread disease, and recommended that the Government should remove this risk in discussion with our European partners. We have accepted SEAC’s recommendations and have asked the Commission to schedule early discussions about a possible ban on the use of poultry and feather waste as poultry feed within the European Community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to mammalian meat and bone meal I should say that there are very good reasons why our own controls on feed are more restrictive than those in place elsewhere, in countries where mammalian meat and bone meal can be fed to poultry. The Uk has had far more cases of BSE than any other country. Consequently we have to maintain stringent controls in order to remove the risk of ruminant diets being infected, either directly or through cross-contamination, with the disease agent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year I announced that there would be a review under the Poultry Meat Hygiene Regulations, to look at the current exemption from licensing of those premises with an annual slaughter of less than 10,000 birds. This exemption affects both on-farm production and small slaughterhouses. The issue relates to the European Community wide prohibition on the production of New York dressed poultry, to issues of food safety and to the maintenance of a level playing field for all of the poultry industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This review is now under way within the Ministry, and we plan to have proposals ready for consultation in the summer. As I have promised, there will be a full public consultation, including the industry. The review will address all aspects of the issue, and consider all the practicalities of the various options available. I look forward to receiving the contributions of this Federation and of this industry to our proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are, of course, other policy areas that are of concern to you as producers, such as animal welfare and environmental protection measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to strive to improve minimum standards on animal welfare. Obviously this is best done at international level if we are to achieve real improvements and not just open up our market to products produced elsewhere to lower welfare standards. There are encouraging signs of progress on this front but realistically the adoption of agreed EU minimum standards is likely to take some time. Meanwhile, as you know, there are pressures on us to legislate at national level and consumers and retailers are continuing to demand reassurance as to welfare standards. It is important therefore to show that progress is being made voluntarily by the industry to improve welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will all also be aware that the public is more conscious of the impact of agriculture on the environment. It is important that the industry takes a responsible attitude to how it organises its various operations, and takes care that those which might cause pollution do not do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ministry provides advice on preventing pollution, for example, through the Codes of Good Agricultural Practice. In the near future there will be legislation aimed at requiring an integrated approach. The Integrated Pollution Prevention and Control Directive will affect a wide range of businesses, including some in agriculture. Of specific interest to you is the fact that it will apply to poultry businesses which have more than 40,000 birds. It will also apply to installations which process raw animal material including poultry meat, as well as slaughterhouses and animal renderers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Department of the Environment, Transport and the Regions is in the lead on the implementation of this Directive, but the Ministry is closely involved in the discussions and you have been, and will continue to be, consulted as the implementation process develops towards legislation and the guidance to comply with that legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Agriculture, including poultry businesses, will also be affected by the development of the EU Acidification Strategy. There is still some way to go on discussion of the Strategy. In particular, national emission targets which will limit emissions of the acidifying gases including ammonia, the gas most relevant to agriculture, have not been agreed. Once again the Ministry will continue to keep you informed of, and consult uyou on, developments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the subject of trade, which I know is of major concern to the Federation. You will be aware that the next World Trade Organisation (WTO) Round of agriculture negotiations is due to begin at the turn of the century. Informal preparatory work has already begun at the WTO in Geneva under the WTO Agriculture Committee, involving the analysis and exchange of information between member countries to help them prepare their positions for the next Round.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What will the Government be looking for in the next Round ? The Uruguay Round was a significant step forward in terms of bringing agriculture under international trade disciplines, but there is still a great deal to be done in terms of policy reform and reducing protectionism. So we will be looking to the next Round to achieve further liberalisation of trade and reductions in agricultural support and protectionism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This means lower tariffs, larger import quotas and tighter limits on export subsidies. And there will be pressure on domestic agricultural support, which will have to either be decoupled from production or live within tighter limits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having said that the Government support trade liberalisation, I know that a major concern of your industry is the increased volume of imported chicken particularly from Brazil and Thailand. The fact is that the Community is committed, under the Uruguay Round settlement, to provide a minimum level of access for imports of products including poultry-meat. This level of market access is bound to go up after the next WTO Round as the trend towards further liberalisation continues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the Uruguay Round also allows countries to take action in circumstances where the volume of imports has risen dramatically, or their price fallen. As you know, the Community has exercised its right to take this special safeguard action in your sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the forthcoming Poultrymeat Marketinbg Regulations THIRD country of origin will be required on labels for both pre-packaged and unpackaged poultrymeat. The latter is an option that the UK has decided to take.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to monitor the trend in imports closely and to discuss with you the effect on the UK market and industry. But the trend is clearly towards more liberal trade, and I urge you to be prepared, in the longer term, to operate in a more open and internationally-competitive environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of my main concerns in this area is to ensure that the market for poultry meat in the UK, and the opportunities for export, are not undermined by producers in other European Union Member States who are not complying with the hygiene conditions laid down in Community law. I know that this is a particular concern for the Federation at this time. We do not have an easy task given the fact that trade in poultry meat is not normally dependant on official health certification and there will always be unscrupulous traders who seek to circumvent the rules for their own ends. The problem is not helped by the fact that some Member States have failed to transpose Community directives into their national law. But this does not excuse them from ensuring that their producers meet the conditions laid down in those directives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are very keen to bring examples of transgressions by traders in other Member States to the attention of the authorities in those countries. But we need your help in order to identify problems and I am pleased to say that we have been getting it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally can I say that your Federation has effectively represented the views of your industry on the establishment of the FSA, on the implementation of the Poultry Meat Marketing Standards enforcement regime and on a whole range of other issues. These contributions are greatly appreciated and valued by the government, and long may they continue. Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}