{
    "url": "https://www.ukpol.co.uk/jeff-rooker-1978-speech-on-the-zip-fastener-industry/",
    "title": "Jeff Rooker – 1978 Speech on the Zip Fastener Industry",
    "post_date": "March 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Jeff Rooker",
            "url": "/tag/jeff-rooker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jeff Rooker, the then Labour MP for Birmingham Perry Barr, in the House of Commons on 21 April 1978.",
    "content": [
        "I wish to raise in this debate the problems of the zip fastener industry in the United Kingdom. In 1970, the United Kingdom imported £1·2 million worth of zip fasteners and component parts and exported £2 million worth. By 1977, we were importing £10 million worth of parts and completed zip fasteners and exporting only £7·1 million worth. In other words, we had moved into the position of being a net importer of parts and completed zip fasteners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problem basically relates, in the substantial change over the last seven years, to the construction of a factory by the Japanese manufacturer YKK Limited at Runcorn, Cheshire, which is being used as a means of substantially increasing imports of completed parts from Japan. It has not been used to manufacture components and completed zip fasteners in this country, as was the intention, and thereby it has not given work to British workers to replace the jobs lost in our own factories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have raised this matter on a number of occasions, and I raise it again today because the assurances I have been given on the Floor of the House and in letters from Ministers over the past three years can now be seen to be—shall we say?—erroneous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In June 1974 I received a letter from my hon. Friend the then Under-Secretary of State for Industry in which he said ​ that the Department had had assurances from YKK Limited that over the next four years it planned to increase substantially the United Kingdom-manufactured content of its products and correspondingly to reduce significantly its imports of both completed fasteners and components.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 19th February 1975, when I had an Adjournment debate on this very problem, my hon. Friend again said to me:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“However, in discussions which took place last year, YKK assured us that over the next four or five years it planned to move towards a substantially British operation, with only specialty lines being imported.”—[Official Report, 19th February 1975; Vol. 886, c. 1521.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By 5th January 1976, I received a letter from the then Under-Secretary of State for Industry, my hon. Friend the Member for Glasgow, Kelvingrove (Mr. Carmichael) in which he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The total value of YKK’s imports will probably remain at about the present level over the next two or three years, but this is because it is planned significantly to increase exports incorporating imported components. There will, in other words, be fewer zip fasteners and parts of Japanese manufacture coming on the home market in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "YKK has provided us with estimates of its imports and exports for each of the next three years. We have no reason to question these intentions or to doubt the company’s ability to carry them out. We shall, however, continue to monitor the situation carefully and to hold regular discussions with YKK.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is now 1978, and I have the final figures for imports and exports for 1977. The figures were given in a Written Answer on 15th March 1978, which showed that in 1974 the total of imports from Japan, which all came from YKK, was £1·8 million of completed parts. This shot up in 1977 to £4·7 million. In terms of the Japanese percentage of imports, the rise was from 78 per cent. in value terms in 1974 to 80·7 per cent. in 1977.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 3rd April I was given the figures in volume terms for completed zip parts. Japan had 76 per cent. of all imports in 1974, and this had increased to 83 per cent. by 1977. This meant that some 6·2 million dozen complete zips, or 75 million zip fasteners, were imported from Japan. Therefore, the assurances that I was given on three separate occasions in three different years have been shown to be meaningless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 17th March this year, when I asked the Secretary of State for Industry two specific questions about YKK, I incorporated some of the assurances I had received, and I asked what the Department had done. The Minister of State replied to my Questions, and he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The value of YKK’s imports, net of its exports, has not declined as the company has forecast and indeed increased in 1977, though the volume of imports was lower than for 1976. The Department continues to impress on YKK its concern to see the level of imports decline.”—[Official Report, 17th March 1978; Vol. 946, c. 363.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a pretty wishy-washy answer. It was taken up by business journalists on The Times, who got the message. Mr. Derek Harris wrote an article on 20th March in which he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Japanese zip fastener maker, YKK, has failed to live up to assurances given in 1974 that its imports into the United Kingdom would be reduced.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was concerned about the wishy-washiness of the answer, but I then realised that my right hon. Friend the Minister of State was going to Japan to encourage more business men to come to Britain to invest here. Obviously, he was not going to upset the Japanese by making it clear that those already here had failed to keep the pledges given to his Department and through it to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After that article in The Times, YKK was pretty unhappy about it. The chairman, Mr. Takahashi—I have the spelling here for anyone who wants to know, because I cannot pronounce it properly—was somewhat upset about the interpretation of the Minister’s answer in the article. The article in The Times on 14th April claimed that YKK had said that it had never given any undertakings to the Government on the level of imports. That made me wonder about the substance of the two letters that I had received.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I was successful in getting this debate, I had managed to purloin a copy of the letter which the chairman of YKK (Britain) wrote to the Minister of State and of which he sent copies to the editor of The Times. In that letter, dated 28th March, he told my right hon. Friend that his replies to my Questions showed a complete misunderstanding of the situation. He said that there was\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“no undertaking between your Department or the Zip Manufacturers Association and ourselves.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He also said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Without concrete undertakings, there can be no such talk of failure.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He went on to talk of\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Our plan, which is merely an estimate and not in any way a duty to be carried out to the letter”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why are we encouraging more Japanese businesses to come here, supposedly to stimulate the British economy, create new jobs and increase output, when the direct result of this company coming to Britain has been exactly the opposite? We have lost far more jobs in Birmingham, in Lightning Fasteners and in the factory owned by the Americans in Wales. Other factories have closed down. In the British sector—some of which is American-owned—more jobs have been lost than have been gained through this Japanese plant at Runcorn. In 1976–77 our imports must have been unsatisfactory for Ministers concerned with the industrial strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A civil servant at the Department of Industry, Mr. R. E. Sellers, wrote recently to the Zip Manufacturers Association in Britain claiming that YKK makes at Runcorn 65 per cent. of what it sells in the United Kingdom. We know what the company imports into this country in the way of finished products and that must represent the other 35 per cent. That is on the assumption that it is not importing completed goods for re-export. Since it has factories elsewhere in Europe, that would not make much sense. But if the total import of 75 million finished zips is 35 per cent. of its sales, its total sales must be about 215 million completed zip parts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The best estimate by the United Kingdom Association of YKK’s market share in Britain is between 120 million and 140 million finished zips, or about 50 per cent. of the company’s own estimate. Either the figures are wrong or YKK is not manufacturing at Runcorn anything like 65 per cent. of what it sells in the United Kingdom. It is bringing in massive quantities of semi-finished goods to finish at Runcorn and is still importing 75 million finished zips a year—77 million last year—to sell here, although it has a factory which is producing these goods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want the Minister to meet my challenge. I have quoted the assertions of the Department of Industry based on the 1974, 1975 and 1976 figures. We can now see the figures for 1977, which are in flat contradiction to the assurances. What action will the Department take? The dumping claims have not been exactly successful. The Department is still seeking new investment. This story should be a warning to other industries about the effects of seeking Japanese investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Department toughen up the concessions that it will try to get from YKK to reduce its import content of completely and partly finished goods and to manufacture at a factory in this country using materials obtained at the nearest possible place, manufactured in Britain by British workers? That was the intention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Has YKK filed its accounts for 1975 yet? I understand that it is lax in filing its accounts. It is therefore more difficult for British industry to see what its competitors are up to. I am not saying that British industry is pristine white in this respect, because some British companies are notoriously bad at filing accounts. British industry needs a certain amount of knowledge about what the United Kingdom branch of YKK is doing. It seems as though YKK is breaking the law by having not yet filed accounts for beyond 1975.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over 500 jobs have been lost in this small industry, which employed only about 4,500 people four years ago and which now employs fewer. The United Kingdom market for this product involves only about £20 million. It is a small but vital part of Britain’s manufacturing industry. It represents a symptom of what is wrong in British industry because we have allowed the Japanese to claim a large share of the market by using allegedly unfair methods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a sorry state when our Government receive assurances and do not ensure that they are carried out to the letter. My constituents can come only to me to put their case to the Government. The Department of Industry has let down my constituents in this respect. It has also let down workers in other constituencies. In the past couple of years two factories have been closed, and the signs do not look good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Inflation has increased, and so one should forget the cash calculation of what has happened in the industry. But the volume has increased leaps and bounds in the last few years. This factory was supposed to create jobs in Britain. What is the Department going to do about this? I know that there is to be a meeting next week between departmental officials and members of the Zip Fastener Manufacturers’ Association. They are fed up to the teeth with meetings. They have attended meetings in each of the last four years. They have received letters and assurances but, frankly, the managers and workers in the industry, particularly at Lightning Fasteners in Birmingham, are beginning to lose any of the confidence that they might have had in the Department of Industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are not looking for protectionism. They are not campaigning to get rid of the Japanese factory. They are prepared to meet competition fair and square. Since I have had the honour to be a Member of the House, I have visited the Birmingham factory on several occasions. It does not seem to be behind in technology or productivity. The workers are not always walking out because of a dispute. They are anxious about their jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is easy to draw a graph showing what has happened in the last four or five years. The workers can see that if the present situation continues their jobs will disappear. They can see that their firm might go out of business. YKK has made this happen all over the world. It ruined the United States zip industry by flooding the market with cheap goods at less than their production price. This put local manufacturers out of business. YKK monopolised the market and put up its prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This company is massive. It is a multinational company, as is Lightning Fasteners, but, at least, other companies play the game according to the rules. Most of British industry, unfortunately, does this. Some of us believe that, if British industry did not play according to the rules, it might do better. That, however, is one of the problems of British industry. I claim that the rules are being broken by this company. Even when it gives assurances it does not live up to them. No amount of statements about the odd dispute on a building at Runcorn will ​ satisfy local manufacturers and workers. They have had assurances, but these have not been kept. They want to know from my hon. Friend this afternoon what the Government will do about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}