{
    "url": "https://www.ukpol.co.uk/john-roper-1970-maiden-speech-in-the-house-of-commons/",
    "title": "John Roper – 1970 Maiden Speech in the House of Commons",
    "post_date": "January 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "John Roper",
            "url": "/tag/john-roper/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by John Roper in the House of Commons on 13 November 1970.",
    "content": [
        "The hon. Member for Bedfordshire, South (Mr. Madel) now has behind him the ordeal which I face. He had a much more distinguished career than I as a debater at university and, to judge by his speech this morning, I am sure that he will have a distinguished career here, too. I was surprised by how much of what he said found my agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I speak in the House for the first time mindful of the high standard set by my predecessors. Ernest Thornton, whom I follow, represented the constituency for 18 years and he was as widely liked in the division as, I am sure, he was in the House. His lifetime of experience in the cotton industry, including many years as a trade union official, and his experience in local government were a formidable background for his Parliamentary career. His integrity and kindness ensured that he was universally respected. I, personally, am most grateful to him for all the help and guidance which he has given me in recent years. I have learned greatly from him of the responsibilities and requirements for service in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Farnworth division of Lancashire is made up of four Lancashire local authorities. Three of them, the borough of Farnworth itself and the urban districts of Kearsley and Little Lever border the River Irwell. That river had a reputation for pollution. Indeed, there was an anonymous couple: ‘I’ stands for Irwell, for Irk and for Ink But none of those liquids is wholesome to drink”. This summed up the position at one time, but I am glad to say that the most recent report of the river authority said: the reputation of the river which was nationally, if not internationally, known for its grossly polluted condition, is now unjustified. The state of the river is still not satisfactory, but it can no longer be described as notorious. The fourth authority in the division, the Urban District of Worsley, in the eighteenth and nineteenth century was the hub of the canal network which James Brindley built for the Duke of Bridgewater. Today, the division is the hub of a motorway network which serves industrial Lancashire and links us to Yorkshire. We are proud to have one of the most complicated motorway junctions in Europe under construction which has gained locally the name “Spaghetti Junction”. One loop of that spaghetti, the M63, stretches from Worsley to the borders of Altrincham and Sale, the constituency of the Chancellor of the Exchequer. Thus it is perhaps not inappropriate that I should make my maiden speech in this debate. I do so with some trepidation, knowing the pitfalls facing Members dabbling in matters of finance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my constituency there will no doubt be some who will welcome the Bill, the wealthy, healthy bachelors who will gain substantial advantages from the tax reductions. There will be others who will welcome it in ignorance, ignoring the other part of the Chancellor’s package which will raise the charges for school meals, evening classes, council-house rents, drugs, spectacles and dental treatment. But I am sure the majority of my constituents, while welcoming the extra 4s. or 5s. a week it may bring them, will see that it does not go very far towards dealing with the extra expenditure their families will be involved in as a result of the package announced earlier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Measure is openly and avowedly redistributive. The bigger the income then the fewer the responsibilities and the greater the benefits. It compares very unfavourably with the Budget brought in by the noble Lord, Lord Butler, on the last occasion the Conservative Party returned to power after a period in opposition. In the 1952 Budget, which was bitterly attacked from the Opposition benches for the cuts in food subsidies, at least when it came to income tax the then Chancellor used such relief as was available to increase personal allowances and to widen the scope of the reduced rate bands. On that occasion the Chancellor concentrated relief, as my hon. and learned Friend the Member for Lincoln (Mr. Taverne) suggested, at the bottom of the scale, and this had its effect throughout.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apart from the social objections to the Bill, I am sceptical as to whether taxpayers will eventually benefit from it. If the economic situation deteriorates over the next four months as it has over the last five months, it will be difficult for the Chancellor to permit the inflationary injection of £300 million into the economy in the year beginning next April. I cannot see how this Measure can be compatible with any Budget strategy he may be planning. There is no evidence that the rate of increase of wage-earnings will decelerate in the next 12 months. It is now running at a rate of 14 per cent. or 15 per cent. a year and there is unfortunately very little evidence of any industrialised country which has reached this sort of level of wage inflation being able to return to more normal rates of wage inflation without a serious economic crisis. Such evidence as one can find is that prices will rise faster over the next 12 months. An estimate of 8 per cent. price inflation does not appear to be exaggerated at present. In those circumstances the additional reflationary measure which the Bill provides could only be harmful. I suggest that either this Measure will never be implemented or that the Government will have to eat their words and introduce an incomes policy. It is most likely that they will have to do both.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Chancellor had wanted to honour his election promise he would surely have done better to start with selective employment tax. I must declare that my association with the Co-operative Movement may colour my views in this regard, but the same sum as is being distributed through the reduction in the standard rate of tax could have been used to reduce selective employment tax by 50 per cent. I suggest this would have had a far less inflationary effect. I am certain that such a reduction would have had some effect in moderating the rise of retail prices and could have proved part of a strategy to deal with the problem of inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should apologise to the House if I have strayed from the convention of non-controversial maiden speeches in what I have said so far. The two final points I should like to make are, I hope, more in keeping with that tradition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard already a good deal about incentives and disincentives. My hon. and learned Friend the Member for Lincoln has made considerable reference to them. As he said, the evidence is by no means clear. What is clear, however, is the extent to which people overestimate the rate of tax which they are paying. The pilot study by C. V. Brown reported in the Scottish Journal of Political Economy shows that this is largely due to a misunderstanding of the earned income allowances. Hon. Members on all sides of the House will have had the experience of being assured repeatedly by constituents that they are paying 8s. 3d. in the £ out of every extra £1 they earn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In spite of the propaganda of the Revenue, as long as people are earning less than £80 a week, the fact that they are paying 6s. 5d. in the pound at the most just has not got across. Now we have a Bill which will make the marginal rate for wage-earners 30.138 recurring new pence in the pound. It is very unfortunate that the Chancellor did not include in the Bill provision to establish an earned income rate of 30 per cent., 6s in the pound, and in place of earned income relief an unearned income surcharge of two-sevenths. I know this would have had consequential problems about allowances and the particular problem of the advantage given to those with incomes beyond the present earned income limits, but those could perhaps have been ignored up to the level of surtax and included in an adjustment to surtax rates above that level. If there is anything in the incentive arguments, such a clear statement as to the rate—6s. in the £—would surely have an effect of stimulating effort. Perhaps the Bill is not the place for such a change, but I hope that the Chancellor will bear it in mind for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The other omission from the Bill is that there is no Clause modifying the claw-back provision. There would have to be such a Clause if the Government had honoured their pledge to raise family allowances. We have heard in other debates a number of reasons why such action was not taken. I believe that one reason is that claw-back is unpopular, and that it has the reputation with the Revenue and Treasury for being unpopular. This is because of the administratively clumsy way it was handled when initially introduced in 1968. People suffered increased claw-back or deductions from tax in July of 1968 in anticipation of getting increased family allowances in September 1968. They had no explanation of what was happening at the time and therefore claw-back became undeservedly unpopular. It was not properly explained to taxpayers. I hope that in any future use of family allowances and claw-back from the better-off this administrative clumsiness will not be repeated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is as easy to suggest modifications to income tax law and practice as it is for the Revenue to reply that they are too overworked at the moment to take them into account. I think that there is a vicious circle about tax reforms. There is never time to make a substantial reform to the system, and a succession of modifications is made which result in the situation becoming worse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill does nothing about improving the structure of the tax system, and as I have suggested, it is socially and economically mistaken. I thank the House for its indulgence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}