{
    "url": "https://www.ukpol.co.uk/paul-rose-1978-speech-on-playground-safety/",
    "title": "Paul Rose – 1978 Speech on Playground Safety",
    "post_date": "March 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Paul Rose",
            "url": "/tag/paul-rose/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Rose, the then Labour MP for Manchester Blackley, in the House of Commons on 21 March 1978.",
    "content": [
        "In past debates and at Question Time I have frequently expressed a concern, which I know is shared by many hon. Members, on the subject of industrial safety and, indeed, road safety. More recently there has been an upsurge of interest in the dangers associated with the rather over-publicised pastime of skateboarding and the need to provide proper ​ facilities away from traffic and other hazards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a curious fact, however, that the House has spent very little time considering the provision of leisure facilities in general and, more particularly, for the very young and even less time—if any time at all—upon the hazards associated with existing playgrounds provided for young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I express my appreciation at the reversal by the Minister of State, Home Office of his original decision to end the grant to the organisation Fair Play for Children, which has done much valuable work in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Similarly, I welcome the initiative of the Minister with responsibility for sport and the Sports Council in promoting suitable recreational projects in inner city areas. I also endorse the Government’s view that grant aid ought to be given by the Sports Council to such projects with the emphasis upon priority for these deprived areas. I hope that the series of conferences in the regions being held by the Minister with responsibility for sport, and indeed other Ministers in the Department of the Environment, will bear fruit in alleviating the lack of facilities in these deprived areas. What troubles me, as a former chairman of the North-West Sports Council, is that in the past we have neglected the needs of the very young and that there is a paucity of research into the dangers associated with the equipment that is at present provided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In February the Department of the Environment announced to me, in reply to a Written Question, that the British Standards Institution is now proposing a new standard for play equipment as well as including advice on its maintenance, construction and installation. These are welcome advances, but they highlight the lack of attention previously accorded to the problems which afflict our concrete jungles and waste lands and the 150,000 accidents annually which require medical attention, which take place in the playgrounds which we currently provide in our towns, cities and rural areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Large areas of waste space exist in our cities, not least in the central areas. Some are privately owned, some are publicly owned, and others belong to local authorities. Many can be converted into temporary or permanent play ​ spaces. Dual use of school facilities has long been advocated by sports councils all over the country—this is a delicate topic—but there are still many recalcitrant local authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is scope under the job creation programme—a matter for my right hon. Friend the Secretary of State for Employment—for play leaders and supervisors. There is the advantage to the whole community of creating within those areas a sense of community, an easing of some of the racial and inter ethnic tensions which exist, and permitting an outlet for the energies of youngsters in a society where nearly half the crime today is committed by juveniles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Criminal statistics are published annually. Yet the Department of Health and Social Security does not consider it practicable to keep statistics on the numbers or, indeed, the types of injuries caused to children who suffer accidents in these playgrounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are no mandatory provisions for local authorities. The furthest the Government have gone is to issue guidance to local authorities on the provision of play equipment on housing estates, as well as advice about accident prevention. There is no means of enforcing any of this guidance, any more than there is any real Government initiative in using waste lands in towns and cities for projects involving playgrounds, or projects involving gardening, or for some of the more adventurous projects such as introducing farm animals into inner city play areas, or helping local groups or individuals to find and secure waste land for such projects. Many of these projects have proved to be self-financing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Adventure playgrounds very often have an entirely new concept of creative play, and they do not require the expensive equipment that is often provided in the older type of playground. They avoid many of the hazards associated with swings, slides, roundabouts and rocking horses. They need play leaders and participation by the community in the most advanced projects, but tonight I should like to concern myself primarily in the latter part of what I have to say with the question of safety. RoSPA and the Research Institute for Consumer Affairs have provided much of the useful data in an area where so little research ​ has been carried out. Indeed, it is astonishing how little attention has been paid to this subject among researchers and by this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearly, the maintenance of playgrounds leaves a great deal to be desired. One has so many examples of playground surfaces littered with rusty metal, broken glass—only tonight I heard of one such example—old bricks, splintered wood on swings and see-saws, wobbly climbing frames and ladders, missing handrails, jagged metal and missing bolts on slides. Those are just a few things. One could go on and catalogue hundreds of the results of failure to maintain and supervise many of our conventional playgrounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know, for example, that in my own native Manchester supervision is left to the parkkeepers. They do an excellent job, but they have so many other duties that they cannot possibly pay attention to this matter in the way that is necessary. Supervision is one of the most important factors in cutting down risk—and this is one area in which I do not believe it is right to cut back on public expenditure—not least from vandalism and from the misuse of equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The greatest single cause of accidents, from the available studies that one can lay one’s hands on—and there are not many—is swings. The most serious accidents arise from falls on to hard surfaces from climbing frames or ladders, and it was always a matter of amazement to me, I think ever since I was a youngster playing on a playground myself, that if I fell I would fall on concrete and not on to a softer surface. Roundabouts and rocking horses with exposed mechanisms can lead to trapped limbs. Nevertheless, three-quarters of the serious accidents today involve head and face injuries, fractured skulls and concussion, and a recent study at University College Hospital shows that three-quarters of the youngsters admitted there fell on to hard surfaces, most commonly from a climbing frame.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The British Medical Association Journal of 8th November 1975 did a remarkable study of 200 accidents. The mean average age of the youngsters who were involved was 6·3. Swings accounted for 61 of those 200 injuries, and 13 of ​ them were fractures. Climbing frames accounted for 54, including 14 fractures. These were the most serious accidents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Slides accounted for 39 accidents, including 14 fractures. Roundabouts accounted for 15 injuries, including six fractures. All the researches I have been able to do bear out this general pattern in relation to the type of accident.  \nAbove all, therefore, softer surfaces around equipment would eliminate a high proportion of that type of accident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Grass and sand are difficult to maintain, perhaps, but there are now many synthetic surfaces on the market. Rubber tiles, for example, can be fitted beneath climbing frames. They do not need to cover the whole playground. Impact-absorbing swing seats, rubber cushioning around the edges or simply rubber tyres can cut down a whole number of accidents where children run close behind a moving swing. The siting of the swing is particularly important. All that may sound obvious, but it is not done. Slides often involve the risk of a youngster falling to his death from 20ft. Yet all that needs to be done is to build them on mounds following the contours of the ground or on artificial embankments to ensure that there can be no serious falls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Moving equipment should be designed and installed so that fingers, arms or legs cannot be trapped between the stationary and the moving parts or between the moving parts and the ground.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was particularly interested in the graphic and horrific examples, which any factory inspector would be more familiar with in the industrial context, in the magazine Design. If the law lays down mandatory safeguards in respect of factories, it should do so in respect of children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One example was the six-year-old boy in Fife killed falling from a 20 ft.-high playground slide—about the height of the one I take my youngest child on. I nearly have a heart attack every time, but he seems to enjoy it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A girl was scarred for life by a piece of metal on a slide penetrating her leg from the knee to the top of her thigh. Another girl was scarred for life and knocked unconscious by a swing in Walthamstow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it is right to say that the GLC playgrounds are probably the ​ safest in the country, as there is permanent supervision and regular inspection. Elsewhere, however, too often the pattern is of ancient, rickety equipment, protruding, rusty nails, inadequate supervision, bad siting away from first aid equipment or a telephone, and virtually no inspection. The separation of equipment for older children from that provided for younger children, intelligent siting, barriers by swings and the exclusion of bicycles are all obvious safety factors which are too often ignored.  \nDesign concluded that the most important contribution to playground safety would be to raise the level of selection and overall supervision of playground equipment within local authorities. Too often this is just one more task for an overworked parkkeeper or grounds-man.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government guidance is necessary. I am grateful to my hon. Friend the Minister for what has been done in recent times. But I should like to see mandatory standards in design, manufacture, installation, maintenance and supervision of playground equipment. Children no longer work in factories or in mines, but they are entitled to the sort of protection afforded to those who do. They have no protection at all. It is time to attack obsolete equipment, to produce official statistics, and to take immediate action to remedy the dangers I have outlined, by the comparatively simple methods which I have sought to suggest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, playgrounds prevent more serious dangers than the alternative of playing on the roads, railways or canals and other dangerous spots. I accept that there are dangers wherever children play. But there is a growing awareness of the problems I have raised. I believe that voluntary and official bodies must press for greater and safer provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Children do not have votes, but their parents do. I hope that this debate will stimulate more parents, local authorities and voluntary organisations into taking a long, hard look at what I believe to be a neglected topic. I hope that they will try to instil some greater sense of urgency into Government action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot leave safety to voluntary bodies or uneven patterns of concern. We ​ need positive, mandatory standards, and they should be linked to a more generous approach to the provision of new and more exciting facilities to provide broader horizons and space to breathe and develop for those children confined to an environment of tawdry tower blocks or, as is so often the case in the North of England, crumbling Coronation Streets in twilight areas of our cities and towns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that my hon. Friend will be able to give a positive response to this appeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}