{
    "url": "https://www.ukpol.co.uk/earl-of-rosebery-1886-statement-on-the-blockade-of-the-greek-coast/",
    "title": "Earl of Rosebery – 1886 Statement on the Blockade of the Greek Coast",
    "post_date": "November 29, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1886",
            "url": "/tag/1886/"
        },
        {
            "text": "Earl of Rosebery",
            "url": "/tag/earl-of-rosebery/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by the Earl of Rosebery, the then Secretary of State for Foreign Affairs, in the House of Lords on 10 May 1886.",
    "content": [
        "My Lords, I desire to lay upon your Lordships’ Table a Circular Despatch recapitulating the action of Her Majesty’s Government with regard to Greece, which I have addressed to Her Majesty’s Representatives abroad, and copies of the two Collective Notes to the Greek Government, and the replies to those Notes, as well as to the notice of blockade which was presented to the Greek Government on Saturday. The first of these Collective Notes was presented on April 26. It demanded that the Greek Army should be placed on a peace footing with the least possible delay, and that assurances should be given to the Representatives of the Powers in the course of a week from the date of the presentation of the Note that orders had been given accordingly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In reply to that Note the Greek Prime Minister sent an answer which will also be laid before your Lordships’ House, in which he refers to some communication which had taken place between himself and the French Minister at Athens. That communication, however, your Lordships will see, when you have it in your hands, did not offer any guarantee for that immediate disarmament which we could offer Turkey, and induce Turkey to disarm in her turn. During the week that followed no further communication was received from M. Delyannis. On Monday evening the delay proposed by the Powers expired. It was, however, the desire of the Powers to show all possible consideration towards the Greek nation, and Wednesday being the King’s fête day, their final answer to M. Delyannis’s reply was not declared till Thursday morning, saying that the reply was wholly unsatisfactory, unless supplemented by further declarations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The communication from M. Delyannis was to the effect that he had no further explanations to offer. On Friday morning the Representatives of Germany, Austria, Italy, and Great Britain left Athens, leaving their Legations in charge of the Secretaries. The Russian Minister could not be withdrawn, as he was not at Athens at the time. On Saturday the notice of the blockade was presented, and a blockade as against Greek ships of all kinds is at this moment in existence along the East Coast of Greece and the Gulf of Corinth. That is a bare record of facts; but before I sit down I will ask the indulgence of the House while I make one or two further remarks as to the sufficiency of M. Delyannis’s reply to the communication of the Great Powers. Your Lordships will be able to form your own judgment; but that judgment will be materially assisted by the speeches and Circulars of the Greek Prime Minister since he made those specific declarations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Only yesterday he made a speech announcing that he and his Government would never sign a decree of disarmament—a speech which absolutely justifies the contention of Her Majesty’s Government and of the other Powers, that while he had announced his intention not to attack Turkey, he had offered no guarantee that the menacing attitude of the Greek Army and the consequent strain both on that country and on Turkey might not be indefinitely prolonged. Moreover, the Greek and the Turkish Armies would have been left face to face with the constant probability of provocation and conflict. That state of things would have been the very danger to the peace of Europe which it has been the endeavour of the Powers by their action to avoid. In the next place, I have to point out that the interests of Great Britain in this matter are various and important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the first place, there is the great interest which is always a paramount interest in the policy of this country—the maintenance of peace. In the next place, we have to remember the vast importance of upholding the decision of Europe—that is, of the Great Powers of Europe—in cases in which that decision can be usefully enforced; and, thirdly, we have had the interests of Greece and of Turkey to consider. The interests of Greece are sufficiently obvious. No sane friend of Greece could wish that she should embark in war with one of the great Military Powers of the world, even if she had a good cause to fight for. But, my Lords, that is not her present position. I cannot now take up your time with pointing out how unfortunate is the ground on which the Greek Government meditated this aggressive war. On some future occasion I may hope to have the opportunity of doing so. My Lords, the interest of Turkey in this matter is no less obvious. It is just five years since Turkey, on the strenuous intercession of the Powers, ceded the rich Province of Thessaly to Greece.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is hardly conceivable that the Turkish Government now should do otherwise than resist the proposal for another such cession. But while it is almost bound to resist this aggression the strain upon it is no less severe. The Turkish Government has an Army of over 300,000 men in its European Dominions, largely drawn from the Reserves; and the taking of the Reserves sufficiently indicates to your Lordships how great is the strain to which the agriculture of that country is subjected. I put aside the money required to maintain so vast an Army; but I do not put aside the injury to the peaceful inhabitants of the Turkish Empire—the men of which are torn from sowing and ploughing, and from those agricultural operations on which their subsistence depends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wide districts have, therefore, the prospect of famine staring them in the face. Her Majesty’s Advisers, therefore, have strong grounds to proceed upon in using pressure at this juncture. My Lords, this is probably not the moment to make a long statement, and I will only say one more word. I have alluded to the importance of upholding what is popularly called the European Concert in matters of this kind. On this occasion, the European Concert has been very happily maintained. It is quite true that separate action has been taken by France; but I cannot doubt that that action has been taken with the same desire for a peaceful settlement of this question which is entertained by all the other Powers. As regards the other Powers, Austria, Italy, Germany, and Russia maintain a close and harmonious concert with us. That fact is of great importance; and in view of it I cannot doubt but that, coupled with the independent but parallel action of France, the exertions of the Powers will be crowned with success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}