{
    "url": "https://www.ukpol.co.uk/andrew-rosindell-2020-speech-on-the-parliamentary-constituencies-bill/",
    "title": "Andrew Rosindell – 2020 Speech on the Parliamentary Constituencies Bill",
    "post_date": "June 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Andrew Rosindell",
            "url": "/tag/andrew-rosindell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Rosindell, the Conservative MP for Romford, in the House of Commons on 2 June 2020.",
    "content": [
        "The imperative to review our boundaries is absolutely essential now. We are talking about an electoral register of 20 years ago. I know that every Member of the House will agree that it is time to get this job done, and I commend the Government for moving forward on this as fast as possible. The Bill will create a new political map for the United Kingdom that will see us through at least the next two general elections, but there is one area that needs to change, and I will focus my remarks on that.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have an opportunity to create not only 650 constituencies based on equal numbers, but ones that are based around actual towns, communities and places of genuine social, historical, geographical and cultural connections, giving greater recognition to local ties, which unfortunately the current system often prevents. The cause of this is simple. It is the lack of flexibility that results from rigidly using whole local government wards as the main building blocks, when smaller building blocks such as polling districts could be used instead. I commend the Boundary Commission for its independence, but apart from a few exceptions, its unwillingness to divert from using entire wards instead of smaller areas such as polling districts leads to unnecessary changes and upheavals, mass confusion and people who are accustomed to being in one constituency suddenly finding themselves being transferred to an area with which they have much less or no connection. We often see communities divided as a result, and a loss of local identity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The dismay people feel when they are shunted from their traditional constituency into another one, from which they feel totally disconnected, is damaging to our democracy, as is the failure to have continuity of elected representation. I therefore say to the Lord President of the Council, who is in his place, that I hope the Boundary Commission will be willing to include parts of wards and make smaller, incremental changes that still meet the requirements of the Bill, but make larger changes much less likely and allow communities to unite within one constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is wrong to force communities to go through massive upheavals when small changes can satisfy the numbers within the scope of the Bill, and prevent a radical and unwelcome change for both constituents and the Member of Parliament, who may have spent many years looking after a community and become familiar to local people. I could provide many examples of that. In the Rush Green community in my constituency, 3,000 people from a polling district could have been moved into the area. Instead, the Boundary Commission chose to bring in an entire ward, dividing up other communities. That approach has to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Boundary Commission needs to review the way it does things to make them more sensible and more community-orientated, while keeping within the numbers set out by the Government in the Bill. This really does matter. I hope the Government will use their influence to ensure that a more flexible approach is used and mandate the Boundary Commission to alter its criteria to allow judgments based on local ties, using smaller areas, polling districts or even a road or a house if it means a smaller area being moved to meet the criteria. It could ensure that we avoid communities being broken up and avoid the radical upheavals that have caused so much unnecessary division in previous boundary reviews.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One final request: one more MP, for Gibraltar, please. They have asked for it. Let us have one more MP.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}