{
    "url": "https://www.ukpol.co.uk/andrew-rosindell-2020-speech-on-the-reopening-of-zoos-aquariums-and-wildlife-sanctuaries/",
    "title": "Andrew Rosindell – 2020 Speech on the Reopening of Zoos, Aquariums and Wildlife Sanctuaries",
    "post_date": "June 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Andrew Rosindell",
            "url": "/tag/andrew-rosindell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Rosindell, the Conservative MP for Romford, in the House of Commons on 11 June 2020.",
    "content": [
        "It is with great pride that I rise today to speak up for all those magnificent institutions, organisations and charities throughout the United Kingdom who work tirelessly in the cause of conservation, education and research, the protection of endangered species, and animal welfare. Indeed, our great British zoos, aquariums and wildlife sanctuaries demonstrate the very best our nation has to offer to the world in looking after the amazing creatures of land, sea and air with whom we are so privileged to share this planet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I do so with great sadness and fear—fear of what may be to come as our zoos, aquariums and wildlife sanctuaries now face some of the most challenging times they have ever had to deal with. That is why I call upon all Members of this House, and especially the Prime Minister and Her Majesty’s Government, to take action this day to ensure that these magnificent institutions so dedicated to the survival and welfare of the animal kingdom do not face extinction themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As chairman of the all-party parliamentary group on zoos and aquariums, may I thank the Minister and the Government for the excellent co-operation they have shown in liaising with so many of our animal welfare organisations in recent weeks? The Prime Minister, as we all know, is someone who supports with gusto the fantastic conservation, education and research work being undertaken by zoos and aquariums across the country. It is with great pleasure that I invite the Minister here today, along with the Prime Minister, to visit London zoo with me, as soon as it is possible to do so, to see at first hand our British conservation sector at work here in the United Kingdom, and to learn about all their tremendous achievements in protecting endangered species across the globe. I am proud to support a Government who hold animal welfare in the highest regard, along with the conservation of the natural world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Andrew Mitchell (Sutton Coldfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know my hon. Friend is aware, having just mentioned London, of the very great importance in the scheme of things of Twycross zoo, which is very well run by its chairman and chief executive but is facing significant problems of financing at the moment. What advice does he have for the Government on how an institution like Twycross could be helped?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for his intervention. I have visited Twycross zoo. It is an excellent zoo. I have met the chairman and chief executive, Geoff Hoon, a former Member of this House, on many occasions. It is an example of a great zoo that is in desperate need of additional support at this time. I hope the Minister will address that very point when she speaks at the end of this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With British families looking for a safe day out from their homes, as they can now do, when we face a mass-extinction crisis that we have never seen before in our history, when the fate of our natural heritage is ​reliant on the work of zoos, safari parks, aquariums and wildlife sanctuaries, and when the Government have rightly committed to improving the natural environment and supporting conservation, we must not fail to arm and equip this country’s arsenal of conservationists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Stewart (Beckenham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my great friend for allowing me to intervene. I do so because my hon. Friend, our colleague, puts a heck of a lot of effort into conservation of species. For example, he raised one hell of a lot of money to look after blue iguanas in the Cayman Islands. I know because I went there with him and they had increased from 20 and 200, largely thanks to my hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is too generous. The blue iguana was on the brink of extinction in the Cayman Islands, which is a British overseas territory. I am pleased to say that that risk of extinction has now passed, with the support of many hon. Members. I pay tribute to the Government of the Cayman Islands for their work in ensuring that the wonderful blue iguana species continues to survive and thrive there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must support our zoos to carry on their incredible work, which is so admired around the world and supported so strongly by the British people. We are a nation of animal lovers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Duncan Baker (North Norfolk) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am glad that, wonderfully, our zoos and safari parks can open again on Monday, but we must also think of our animal welfare charities and sanctuaries. They also need enormous support. Many—80%—are in the open air and they should be included in the opening, but they also need to be looked after financially because many are suffering, and the welfare of our animals in those sanctuaries that do such good work must be considered too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his comments. He is absolutely correct. The Government have allowed zoos and safari parks to open, but they are just the tip of the iceberg. Huge numbers of animal charities and organisations that care for animals all year round need the opportunity to open up, with social distancing, because they are in desperate straits. This is not just about zoos; it is about all animal welfare institutions across the country. Many Members have them in their constituencies and they all need guidance as soon as possible so that they can open and get back to normal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Edward Timpson (Eddisbury) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite the fantastic news for zoos, particularly Chester zoo, does my hon. Friend share my concern that there is a risk that the narrow drafting of the regulations on reopening means that the likes of Cotebrook Shire Horse Centre in my constituency will be forced to remain closed for what are, I have to say, spurious reasons: it is not a business whose main activity is keeping for exhibition animals not normally domesticated in England? If those horses were from Ireland, I suspect it would be all right, but the centre faces potential financial ruin. It can open the retail shop on Monday, but has to keep its open fields closed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes exactly the point that I will make later and that many Members feel strongly about. The matter needs to be resolved for ​organisations such as the shire horse centre in my hon. Friend’s constituency. They need clear guidance. It is not acceptable that there has been permission only for safari parks and zoos to open, when other organisations are perfectly able to do that and are in dire financial straits at this time. They need the Government to be much faster in their reactions to allow things to reopen as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Mark Francois (Rayleigh and Wickford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on securing this important debate. I join him in welcoming the Government’s decision to allow zoos and aquariums to reopen on Monday. Does he agree that, on the wider issue of regulations, we are now in the most terrible muddle? The Office for National Statistics dip-test survey of the population that was announced at the weekend mercifully revealed that only one in 1,000 people now has covid-19. That is massively to be welcomed, but in that case, should not we start lifting restrictions much more widely to allow other types of business to reopen to get the country back to work while there is still an economy left that is worth saving?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We probably cannot extend the debate to other types of business—I am sure you would stop us doing so, Mr Deputy Speaker. However, I sympathise strongly with my fellow Essex MP. We need to get Britain working again; we have been through a terrible trauma, but we now need to get our economy back on its feet. I am delighted that zoos and safari parks are allowed to get back to working again and to open their doors, but we need to widen things further and as fast as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Courts (Witney) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for giving way—he is being exceptionally generous with his time. Like him, I welcome the fact that zoos are reopening, and Cotswold Wildlife Park and Gardens in my constituency will also be glad to hear that. However, I also have Crocodiles of the World, which is the UK’s only crocodile zoo and which does essential conservation work. It will probably also be able to put in place social distancing. Should we not also look to see how we can help institutions such as that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is completely right. I did not know that he had Crocodiles of the World in his constituency. That is certainly one animal organisation I would love to visit. I have been to Crocodylus Park in Australia, but I did not know that Witney had such a great collection of crocodiles. However, I agree entirely with my hon. Friend. All these organisations are lacking guidance; they need clear leadership from the Government. All of them need the opportunity to open as fast as possible; otherwise, they will go bankrupt, and we will see animals euthanised. It would be a tragedy if that started to happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anthony Browne (South Cambridgeshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on securing the debate. I, too, welcome the news that zoos and wildlife parks are allowed to open from Monday. One of the most popular attractions in my constituency is Shepreth Wildlife Park, which is popular with not just my family but families across my constituency—so much so that when it had to close because of the coronavirus crisis, it was largely kept going by regular visitors coming in and giving ​donations of money. It really has been touch and go, but the park will survive, and I am committed to making sure it does. Zoos can reopen from Monday—they cannot completely reopen, because bits such as the aquariums and the insect facilities cannot reopen—but it does not end there. My question to my hon. Friend and the Minister is, will the Government commit to giving support to zoos in the future to ensure that they are not so indebted that they cannot carry on?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure the Minister will respond to that point at the end of the debate. Suffice it to say that I agree with everything my hon. Friend has said. There needs to be a much more widespread reopening of all these animal institutions. It is not fair to single out some but leave others. Some of them are in desperate straits, and the Government need to act as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a precarious time, but thanks to the timely work of the Government, and the tireless dedication of the British and Irish Association of Zoos and Aquariums, some zoos and safari parks, as has been mentioned, are now able to reopen from 15 June—and not before time. As members of BIAZA, our zoos and aquariums are world-leading in the care, conservation and research they carry out with their animals. They would normally be inspiring over 35 million visitors a year. That is clearly not going to happen this year, but now our zoos and aquariums will at last be allowed to welcome some people through their doors to inspire them with the wonders of the natural world, while supporting the protection and advancement of nature that we are all so passionate about it in this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Gagan Mohindra (South West Hertfordshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend my hon. Friend for this debate. Seeing so many Members in the House during an Adjournment debate is a reflection of the importance of this issue. My hon. Friend correctly pointed out that the number of visitors to zoos and aquariums is markedly lower than normal, but a lot of us have spent a lot more time during this global pandemic reaching out to nature. However, our children and schoolchildren are not yet able to benefit from going to zoos and aquariums. If anything, that makes it even more urgent for these establishments to be reopened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an excellent point. Many children will not be returning to school, so this would be an ideal time to allow them and their parents to visit zoos and animal welfare organisations, given the educational benefits involved. That is another good reason why the Minister needs to hurry up and allow all these organisations to open as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The limited reopening on 15 June will mean that visitors can once more hear the roar of the lions at Longleat, be inspired by the monkeys at Banham zoo and—my personal favourite—look up upon the astonishing beauty of the giraffes at such places as Twycross zoo, which was mentioned earlier. Of course, Twycross is one of Britain’s leading zoos, doing magnificent work, and is well represented by my hon. Friend the Member for Bosworth (Dr Evans). He cannot be present, but I pay tribute to him. He has been a great champion in working with me to highlight the plight faced by the zoo community.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2019, BIAZA members contributed more than £31 million directly to conservation, supported field conservation projects in 105 different countries around the world and protected many native species that would otherwise be on the precipice of extinction, including our own Scottish wildcat and pine hoverflies. I pay tribute to Edinburgh zoo, which I visited two years ago. The new director, David Field, used to be the director of London zoo. I pay tribute to the work that Edinburgh zoo is doing, particularly with the pandas. I do not know whether any Members have had the chance, but I recommend a visit to Edinburgh zoo to see the wonderful pandas. That is one import from China that we do not mind, isn’t it, Mr Deputy Speaker?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Zoos, aquariums and all animal welfare organisations will be essential if our Government are to meet their international obligations towards biodiversity, including the post-2020 global biodiversity framework, as well as the commitments that they made to the British people during the election in the 25-year environment plan. I am sure the Minister will refer to those in her closing remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reopening is something to be truly celebrated. However, we are not out of the woods by a long way. Many zoos, aquariums and tropical houses are still unable to open, as has been mentioned already. Being predominantly indoors, I freely accept that there is a higher risk from visiting those places, although I know that the Government have been listening to the sector very closely and so will understand that there is a pathway forward for those places that needs to be addressed sooner rather than later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The species survival commission of the world’s leading authority in conservation, the International Union for Conservation of Nature, recognises the burden to zoos and aquariums resulting from covid-19 closures. It is urging local and national authorities in the UK and devolved Administrations to reach out and prioritise those facilities for reopening and financial relief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Jersey zoo is a splendid example of a British zoo that is not under the jurisdiction of the United Kingdom, being within a Crown dependency. This zoo does not have to obey UK Government guidelines, as Jersey has its own laws, and it has been a great example of a zoo that has opened much earlier than ours, and done so safely and with much success. Is it not wonderful that one of our Crown dependencies is leading the way? Perhaps we should follow that example.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In its letter to the Prime Minister, the European Association of Zoos and Aquaria highlights the fact that 25% of its European endangered species breeding programmes are managed by UK zoos and aquariums. It is therefore vital that, as one of the leaders in the field, we ensure that things are moved forward much faster than at present. Such facilities include Hull’s fantastic The Deep aquarium, a linchpin of the local tourism economy, the National Marine Aquarium in Plymouth, London’s own Sea Life aquarium and Somerset’s Tropiquaria zoo. Without visitors, their incomes have dropped to zero. That is despite the exceptionally high costs of continuing to provide excellent welfare to some of the world’s most endangered species.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a closed building with staff furloughed, The Deep—one of the UK’s best aquariums—still has operating costs of £200,000 a month, and lockdown is expected to set back its business by £2.5 million by the end of this year. ​Sea Life London Aquarium has vet bills, utility bills, food bills and wages to pay, adding up to £100,000 per month to operate over the River Thames, just a few yards from this House. The National Marine Aquarium—the largest aquarium in the UK—which cares for creatures as diverse as barracudas, sharks and sea turtles, says that it costs £10,000 a day to run. The National Marine Aquarium and others need help now. They need help as soon as possible, Minister, or the real fear is that they will be lost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All these organisations maintain very high standards of animal welfare and conduct vital conservation work. At the aquariums, the costly life-support systems are constantly running, and the operating costs are depleting any financial reserves that they had. Wildlife sanctuaries up and down the country are also caring for thousands of neglected animals. They need clarity and support, as organisations dedicated to animal conservation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud to be a member of the Wellgate Community Farm, which is located on the boundary of my constituency, in Collier Row, and promotes the care of farm animals in Romford and the surrounding area. I am also honoured to serve as a patron of the Remus Memorial Horse Sanctuary in Essex, which cares for many abandoned horses and farm animals. Those types of organisation need to be allowed to reopen too, and I hope that the Minister will feel able to clarify that point in her remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reopening is welcome, but it does not fully address the problem that our zoos, aquariums and wildlife sanctuaries are facing. Lockdown has left zoos, safari parks and aquariums reeling from its financial impact. Normally, these institutions receive 80% of their visitor income between the spring and the end of the summer—so we are right in the middle of the season—and they have lost a considerable proportion of that, putting their future in a deeply precarious position. The chief executive of the Yorkshire Wildlife Park recently revealed that lockdown had led to a £5 million loss in revenue for it. Chester zoo has announced that it will likely see a staggering £24 million of debt by the end of the year. The hon. Member for City of Chester (Christian Matheson) will hopefully say a few words later, and I thank him for all his support as a vice-chairman of the all-party group for zoos and aquariums. We work so well together because we are passionate about this issue, as I know so many Members are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While safety restrictions limiting the numbers of visitors are required to maintain public safety, for some zoos that further reduces their ability to recuperate from the financial blow of lockdown. Normally, Chester Zoo would be receiving 20,000 visitors through its gates per day at its peak, whereas it is now reopening with restricted entry to only 3,000 visitors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Already, these organisations have undergone drastic changes in a bid to survive. The Zoological Society of East Anglia, a charity that looks after Banham Zoo and Africa Alive!, is undergoing enormous restructuring, which has included job cuts, as the pandemic has left it with a £1.5 million deficit. Weather conditions in the preceding winter have further rocked the financial starting point. It is fair to say that, in many ways, these fantastic conservation organisations now face back-to-back winters, with not much of a break in between.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Government for the support they have offered thus far, such as the zoos support fund and the guidance on job retention. But I have to tell the ​Minister that, while I appreciate it, that support just will not be sufficient—a lot more needs to be done. The time is right for the Government to introduce new, expansive and comprehensive financial aid for the sector, which can then continue its fight for the nature that we all cherish and must not take for granted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely (Isle of Wight) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on securing this important debate. Does he share my concern that the Department for Environment, Food and Rural Affairs turned down the zoo-fund application by the Isle of Wight zoo in Sandown because it had more than six weeks of operating income? The qualifying period was far too short and has left many zoos under extreme financial pressure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Rosindell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an extremely valid point. There are a lot of anomalies in the whole system: some zoos seem to be getting support while others are not, for various reasons, technical or whatever. The reality is that some of these organisations will close permanently if the Government do not rethink the extra support that they need at this time. I thank my hon. Friend for that extremely valid point. I had a great time when I visited the Isle of Wight, including the donkey sanctuary there; I know that my hon. Friend wants me to visit the sanctuary again, which I would be pleased to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BIAZA has helpfully suggested a number of ways that the Government could support this essential sector. I know the Minister will carefully consider the proposals, and I am sure she would be willing to meet me and BIAZA to discuss them in greater detail as soon as possible. Grant-based solutions will be the most effective for the sector, but there are a number of other suggestions, too. First, loans with longer repayment periods and more favourable terms would be welcomed, as the repayment plans for coronavirus business interruption loans and other loans are currently unachievable at a time when zoos and aquariums cannot predict how many visitors they will be able to welcome over the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, flexibility in the furlough scheme would also allow zoos and aquariums to adapt the scheme to their needs. As it stands, 60% of staff are estimated to have been furloughed across BIAZA zoos and aquariums. That is significantly less than other sectors, as keeping staff are essential to the maintenance of high standards of animal welfare. I can understand the Chancellor’s reticence in not allowing furloughed staff to volunteer their time, but given that we cannot put a lion on furlough, and therefore neither can we furlough its keeper, I wonder if an exception might be made for those hard-working keepers to support critical animal welfare at this time. Why can they not come back as volunteers to help in the zoos and care for the animals that they are used to? The animals are familiar with their keepers. To say that they are furloughed and therefore banned from entering the zoo, even as volunteers, is absolutely wrong. The policy has been wrong right the way through and needs to be changed as a matter of urgency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Charities are liable to pay 20% of the business rates chargeable, and local authorities have the ability to waive those rates. I ask that across the nation we see that discretion removed and charities given the lifeline of having the charges waved at this time of crisis. The system enabling the deferment of VAT has to be welcomed; however, zoos and aquariums are unlikely to be able to make the deferred payments on the current timetable. ​Extending the timetable would be most welcomed by conservation organisations. Allowing zoos and aquariums to claim gift aid on 2019 visitor levels would provide a substantial boost to the financial viability of the charities and trusts that run zoos, aquariums and wildlife sanctuaries. There are more suggestions and I could go on for a lot longer, but I know the Minister will explore them all in depth, and I hope we will come back to the matter very soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thanks to the Government’s decisive action and the fortitude of the great British people, we are today meeting the challenges of coronavirus. That means that we can carefully open garden centres, markets and gardens, and, now, some of our essential wildlife organisations. Zoos throughout the country have followed the most up-to-date guidance and shared best practice between themselves. I implore Members of this House to support their local zoos at this time and arrange a visit as soon as they can to see for themselves the amazing work happening, which deserves our enthusiastic support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to be able to extend BIAZA’s invitation not only to the Minister but to the Secretary of State and the Prime Minister to visit one of its member zoos to see for themselves the transformative adaptions of these places to fight against coronavirus and the amazing conservation work they do, and to witness how visitors can enjoy acres of open outdoors without putting themselves or their loved ones at risk. I am sure you will be pleased to hear, Mr Deputy Speaker, that when visiting these zoos, different households will be maintaining a social distance of the length of roughly one average zebra, or the wingspan of a golden eagle, or two thirds of a common hippopotamus from one another. It is possible to visit, and I hope that Members will take that opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have taken steps to address what was quickly becoming an emergency in our animal sanctuaries, but this is not the end of the story. Financial support must be forthcoming for all zoos and aquariums, because whether they care for big cats or coral reefs, whether they are a sanctuary for native wildlife or reintroducing endangered species, they are still in trouble, and they need our help. We must not let coronavirus make the United Kingdom’s proud record on conservation become endangered itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}