{
    "url": "https://www.ukpol.co.uk/douglas-ross-2023-speech-on-lifeboat-services-search-and-rescue/",
    "title": "Douglas Ross – 2023 Speech on Lifeboat Services – Search and Rescue",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Douglas Ross",
            "url": "/tag/douglas-ross/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Douglas Ross, the Conservative MP for Moray, in Westminster Hall, the House of Commons, on 10 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Davies. I congratulate my hon. Friend the Member for Torbay (Kevin Foster) on securing today’s important debate. The constituency that I represent, Moray, is proud and privileged to have both an RNLI facility at Buckie and an independent lifeboat support, the Moray Inshore Rescue Organisation, at Findhorn. I shall touch on both in today’s debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me begin, as others have, by paying tribute to the remarkable work of our search and rescue services in Scotland. As others have said, across our British coastline, the RNLI and its army of volunteers have served our great nation since 1824. It is a charity that is close to my heart and the hearts of many of my constituents in Moray. Being mainly staffed by volunteers, the RNLI relies heavily on the good will of British people to fund its rescue services. Thanks to the efforts and generosity of people across the country, there are over 230 operational lifeboat stations, which respond on average to 24 call-outs every day. As the hon. Member for Strangford (Jim Shannon) said, that support has saved over 143,000 lives since the RNLI’s inception.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Gregory Campbell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Member agree that one of the best ways we can demonstrate our support is, as he is doing, to maximise and highlight the issue, including in the local media, and to supply all independent and RNLI lifeboats with the best possible equipment for saving lives?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I absolutely agree with the hon. Gentleman’s comments. There is a very good publicity system around the RNLI in Buckie. In fact, the sub-editor of the local paper is a member of the RNLI at Buckie, which always gets good front-page coverage in the Banffshire Advertiser and other papers. The point on equipment is well made, and the Minister will have heard it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The coastal communities that I represent across Moray simply could not imagine not having the support of the brave men and women who dedicate their lives to rescuing those in peril at sea. The RNLI and our independent lifeboats across Scotland and the rest of the United Kingdom deserve our full support, and it is vital and fitting that we have a platform in Parliament today to give them that recognition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jamie Stone**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member’s constituency faces mine across the Moray firth, which is named after his constituency, but it really should be named after mine—but that is not the point. In an emergency, it is a fact that the lifeboats in the hon. Member’s constituency can, if necessary, go out in the Moray firth and help out the communities in my constituency. I highlight the inter-connected nature of the service all over Scotland and the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with almost everything the hon. Gentleman said, but calling it the Caithness, Sutherland and Easter Ross firth, rather than the Moray firth, might be a bit long-winded for some—but his points are absolutely right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me focus on Moray and Buckie. Lifeboats have been launching into the waters of the Moray firth from Buckie for over 145 years, and crews and volunteers there have rightly been honoured with numerous awards. I have mentioned the late, great Adam Robertson in this Chamber in the past. He was a Moray Council employee with whom I worked closely in my time as a Moray councillor, but he dedicated his voluntary work throughout his life to RNLI Buckie, and his family has continued that trend since his sad death. Most recently, Anne Scott, RNLI Buckie’s lifeboat operations manager, received a special award that recognised her 20 years of professional service. Anne retired from the RNLI in 2021, and immediately after retirement became a volunteer. That shows the dedication of those who support our lifeboat services. It is absolutely right that Anne was given that award. When Anne received the award, RNLI Buckie’s Davie Grant said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We call Anne the lady who launches”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "because she “hits the big button” as the lifeboats speed out to save people. Pillars such as Anne and Adam demonstrate not only the timeless contribution of the RNLI to rescue services and the support given by those volunteers, but the overwhelming contribution of lifeboat services to our local coastal communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me quickly move on to independent lifeboat services. Last year, I was honoured and delighted to support my hon. Friend the Member for Totnes (Anthony Mangnall) in his launch of the National Independent Lifeboat Association, which is a new charity that will assist the UK’s independent lifeboats in ensuring the preservation of life on the water. I am proud that one of its founding members is the Moray Inshore Rescue Organisation, which is in my constituency. Based at Findhorn, it is, as the hon. Member for Strangford said, one of 46 established independent lifeboat services manned by unpaid volunteers, and does not receive any funding from the RNLI. First formed in July 2005, it is a proud recipient of the Queen’s award for voluntary service and does outstanding work from its base at Findhorn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the launch, MIRO’s chairman, John Low, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are a small organisation working locally with larger organisations, such as UK Coastguard, RNLI, police and fire services, to provide vital lifesaving services. It makes sense to join the new National Independent Lifeboat Association to collaborate and share practice with colleagues in similar small organisations around the country. We also hope that in the future there will be financial benefits such as accessing funding and services such as insurance and training.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are important, which is why MIRO and others have joined the collaborative approach suggested by my hon. Friend the Member for Totnes. It is right that we have the opportunity in Parliament today to highlight that and, as others have done, to thank both those in the RNLI and our independent lifeboat services for the amazing work they do, day in, day out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}