{
    "url": "https://www.ukpol.co.uk/douglas-ross-2022-speech-on-delivery-charges-in-scotland/",
    "title": "Douglas Ross – 2022 Speech on Delivery Charges in Scotland",
    "post_date": "March 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Douglas Ross",
            "url": "/tag/douglas-ross/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Douglas Ross, the Conservative MP for Moray, in the House of Commons on 7 March 2022.",
    "content": [
        "I am delighted to have secured tonight’s Adjournment debate on an important topic for my Moray constituents. The Minister has already put in a great shift at the Dispatch Box today, and I apologise for delaying him further. However, in my article in The Northern Scot this week explaining to my constituents that I was having this Adjournment debate, I said that hopefully we would get to it quicker than last Monday’s, which started at 1.07 am, so we have done a little better already.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Minister wants to blame anyone for being here at this hour, he should blame the Treasury. I originally secured this debate on the use of red diesel at ploughing matches, but I am very pleased that the Minister, who was perhaps worried about what might come out in an Adjournment debate, agreed to change excise notice 75 to ensure that ploughing matches in Moray, across Scotland and in the rest of the UK will no longer be subject to the potential change. I am delighted that we got that without an Adjournment debate—no pressure, Minister, but I now expect everything I ask for this evening to be delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alberto Costa (South Leicestershire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend on securing this debate. He talks about blaming someone for our being here at this time of the evening. May I ask his view? This is an important debate affecting the good people of Scotland, yet on the Opposition Benches I see no hon. Member from the nationalist party. Does that not demonstrate to the people of Scotland that the important topic that he is raising is simply being ignored by nationalist MPs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, that is for others to decide, but I am grateful to my hon. Friend, who is a fellow member of the Select Committee on Scottish Affairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before my hon. Friend and I joined the Committee, it had looked at this issue. I have also secured Westminster Hall debates on it, including one that the Minister responded to 15 months ago, and I have raised it at Prime Minister’s questions. I know that it concerns Members across the House and our constituents, particularly those of us in the north of Scotland and the highlands and islands, and I make no apology for raising it again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The surcharges on the delivery of products bought by people in Moray and across many parts of Scotland are punitive and unfair and have been going on far too long. Businesses and couriers are treating my constituents and the people affected with utter contempt. It is completely wrong, and something must be done. To put into perspective how many people the issue affects, a Scottish Parliament briefing paper suggests that 440,000 people in Scotland live in areas affected by the surcharges. To put that into context, the same report says that 87% of adults in the United Kingdom buy online. That figure rose as high as 95% during the pandemic. That means that a big number of shoppers—95% of 440,000 people—are being punished not for what they want to buy, but because of where they want to buy from.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is absolutely wrong that the issue is raised time and again, but no action seems to be taken by the businesses or the couriers to deal with the problem. The Scottish Parliament Information Centre’s report says that the additional cost of delivery charges in commonly affected areas, compared with the rest of Scotland, is £45 million. That is £45 million that someone has to pay because they live in Moray, Inverness or one of many areas north of Perth—not the cost of the products, but the cost to deliver them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to give some examples from my constituency, and one from slightly further afield, that I have been dealing with as the local MP. I have made it very clear that I want constituents to tell me when they have faced such problems, because I want to stop them. The only way we will stop them is by highlighting the injustice, highlighting the unfairness of the system and trying to get some action. I am glad that some action has been taken. The Advertising Standards Authority has issued several enforcement notices in cases that I have referred to it and in many others. Indeed, the Minister and I discussed that in our previous debate, but let me give just a few examples.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A constituent in Mosstodloch purchased a wallet with no delivery charge advertised, yet when it came to the checkout online £15 was added. The ASA issued an enforcement notice on that company, because it had advertised no additional charges to mainland United Kingdom. A Findhorn resident tried to order a battery for a strimmer and was told it would be £30 to deliver to the IV36 postcode, which was almost more than the cost of the battery itself. Another constituent in Dyke was quoted £15 to order a tap for his motor home, even though free UK delivery was advertised. Dyke, in Moray, is part of the UK. How do these companies not get it? Why do they think that somehow we are cut off? We are not—we are part of the mainland UK. Therefore, if they advertise “free delivery to mainland UK”, whether for a tap for someone’s motor home or for something else, the person deserves to get free delivery to mainland UK. A constituent from Forres ordered goods worth £89 and the company was offering free delivery on orders over £40. She put in her IV36 postcode and the delivery charge rose to £117. So from free delivery for purchases of over £40, for her purchase of £89 it then became £117. Unfortunately, on this one, the ASA stated that because the company did not say that the free delivery applied to the whole of the UK, it was not able to take action. I would be interested to hear the Minister’s thoughts on that. Free delivery was being advertised, but just because the company did not say it was to the whole of the UK it got away with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another constituent from Findhorn had ordered £155-worth of specialist pipe insulation. Normal delivery was going to be £9.95, but they entered their IV36 postcode and an additional £40 was added, taking the total delivery cost to £50. In this case, the ASA did issue an enforcement notice, and I am pleased to say that the constituent got a full refund from the company. It accepted that it had done wrong in this case, even though it applied the charge in the first place. Another constituent put in an order for some garden equipment and although free UK mainland delivery was advertised, they were asked to pay a surcharge of £24 for “Scottish highlands”. We are not in the Scottish highlands. There is a Highland Council region, and Aberdeenshire and Aberdeen regions. Moray is a region on its own, yet we are again lumped in with the highlands. Finally, a product was ordered by one of my constituents in Elgin and they were told that the delivery charge was going to be £149.95. They then changed the address to that of a relative in Rothes, which is about 10 miles from Elgin and has an AB postcode, and there was no delivery charge whatsoever. So by travelling 10 miles within Moray one can go from a charge of almost £150 for delivery to having no charge at all. That just highlights issues with both businesses and couriers; they each try to blame each other, but they are both as guilty as each other and are imposing these charges when there is no good reason to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was looking at the debate that the Minister and I held in Westminster Hall some time ago, when we spoke about how companies must at least be up front. We might not like the small print but if they are up front about things, in some cases we have to accept it. I do not accept it, but they are also not being up front. Another constituent in Elgin bought a bed for £435 and the order went through and was completed, but several days later she was contacted to say, “Actually, we have looked at your address and there is going to be a £70 surcharge for delivery.” That happened days after the purchase had been accepted by the company and agreed with my constituent. They believed that they were going to pay a certain amount, only then to get a phone call or an email to say, “Actually, we’ve found out where you live, we think it is too far away and we are going to put on another £70.” That is indefensible on the part of these companies and couriers; I am sure the Minister would agree on that, and so something must be done about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also said I would give one example from outwith my constituency, and I could have chosen literally hundreds. However, the example that I gave in a previous Westminster Hall debate—even previous to the one that I had with the Minister, because I have raised this issue a number of times before—was that it would sometimes be cheaper for me to buy an item in London, and instead of paying a charge to some company for it to be delivered to Scotland, pay for a seat for the gift I had bought, or some other parcel, on my easyJet flight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is no longer the best example that I could give. A resident of Inverness, Jim Oliver, was seeking to help his mother-in-law, who was trying to purchase a gardening tool online. The cost of the gardening tool was £40, but she was going to be charged £2,000 for delivery. [Interruption.] Oh, it gets worse! It gets a lot worse than that. Jim decided to try himself. He typed in the same product name, and the delivery charge came out, not more expensive than buying a seat on the easyJet flight to get it up to Inverness, but more expensive than the world’s most expensive footballer. They could have bought Neymar for less. The delivery charge for a £40 product came in at £2,001,997.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was clearly a computer glitch, but I also want to highlight the fact that these companies just do not care. They literally do not care about their customers in parts of Scotland if they allow their system to say, “We will charge you more than the cost of Neymar to deliver this product to Inverness.” That demonstrates the contempt in which a number of these businesses hold our area, and the fact that they have got away with it for so long allows them to continue in the same vein.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I must give credit to the Advertising Standards Authority for the work that it does in this area. It has seriously tried to tackle the issue, and has been extremely diligent in pursuing cases that I have put to it. It has tried to deal with them by means of enforcement notices—I have given examples in which that has not been possible—but what is an enforcement notice? What does it do? It is a slap on the wrist. Enforcement notices are clearly not stopping other companies following similar practices, they are clearly not acting as a deterrent, and people in Moray and other parts of the north of Scotland are being treated completely differently from people elsewhere in Scotland and the United Kingdom as a whole. We need tougher enforcement from the ASA, and I think we should consider what further powers we could give it to take far stronger action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I decided to return to that debate in Westminster Hall and remind myself of the points that the Minister raised in his response. I wonder if he can update us on some of the issues. Back then, he said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The consumer protection partnership chaired by officials in my Department continues to work on the issues.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can he tell us what work the partnership is doing, and what proposals it has advanced to him or to other Ministers? He also noted that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Ofcom will be undertaking a review of its future regulatory framework for post”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "—and, presumably, other items—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“over the next year.”—[Official Report, 9 December 2020; Vol. 685, c. 453WH.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That will have reached a conclusion by now. I do not know whether there have been any delays as a result of the pandemic, but can the Minister tell us what the outcome was of Ofcom’s review?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the past the Minister and his predecessors have been averse to the idea of legislating in this area, but does he accept that the longer we debate the issue—the more times I return to it, or it is raised by Members from my part or other parts of Scotland—while the current measures are not dealing with the problem, the more important it is to consider legislation? Why do 440,000 constituents in the far north and many other parts of mainland Scotland have to live with this day in day out, week in week out, year after year? For these prices are going up year after year. We read in parliamentary briefings that the cost for many parts of Scotland is going up and up. It was £45 million in 2021; what will it be in 2022 or 2023 if this continues?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister seriously consider potential legislation? In the more immediate term, will he agree to meet me and some of the big companies involved—the couriers and some of the other companies that are most guilty of adding excessive charges for constituents in Moray and many other parts of the highlands and the north? We need to get these companies round the table and explain to them that the problems they are causing and the issues that this causes for local representatives and the Government have to be dealt with. At the moment, they seem to be continuing as if nothing is wrong, although, as I have tried to explain tonight, things are continuing to go wrong. We need a meeting with them and the Minister, sitting round the table, to hear their responses to these concerns and to the cases that I and other elected Members put to them. If they think that they are in the right, we need to hear the reasoning behind that, but if they accept, as I hope they will, that they are in the wrong for imposing these excessive charges, we need to hear what they will do about it. I hope that the Minister’s office will help to bring these people round the table and help to deal with the situation before it is allowed just to go on and on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is simply unacceptable. It was unacceptable when I raised it in 2017 in my maiden speech, it was unacceptable when I raised it with the former Prime Minister at Prime Minister’s questions, it was unacceptable when I raised it with the Minister’s predecessor in Westminster Hall and it was unacceptable when I raised it with this Minister in Westminster Hall. It is still unacceptable now, as I raise it in this Chamber in March 2022, that my constituents are forced to pay these excessive charges simply because of where they live. This is a postcode lottery. It is no longer acceptable to treat people in Moray and many parts of the country so differently from their friends and relatives in other parts of Scotland or the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The time for action has long passed. It has not come quickly enough, and we now need firm action from the Government to deal with this issue. Once and for all, we need to deal with the problem that many people have faced for far too long. I hope that, in responding to this debate, the Minister can update us on any actions taken since this was previously raised in this House, tell us what more can be done and give some hope to the people of Moray as they look to the year ahead. It is never too early to mention Christmas, and people will already be thinking about purchases for the year ahead and going into Christmas—[Interruption.] Well, it probably is too early to mention Christmas, but genuinely, people look at purchases and are deterred from buying them, not because they do not want or need the product but because they are unwilling to pay these extortionate costs. The people of Moray and the people of the highlands and islands are watching with interest tonight to see what hope the Minister and his Department can give them that this long-running problem will soon be just a bad and distant memory and that we can look forward to a future when Moray and other parts of Scotland are not affected by these extortionate costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}