{
    "url": "https://www.ukpol.co.uk/douglas-ross-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Douglas Ross – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Douglas Ross",
            "url": "/tag/douglas-ross/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Douglas Ross, the Conservative MP for Moray, in the House of Commons on 12 April 2021.",
    "content": [
        "On behalf of the people of Moray, may I extend my deepest condolences to Her Majesty the Queen and to the entire royal family? The hon. Member for Edinburgh South (Ian Murray) has spoken about the city of the Duke of Edinburgh’s title; I will make some comments about Moray, the home of his school, Gordonstoun, which is just outside the village of Duffus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Duke of Edinburgh was one of the first pupils at Gordonstoun in 1934. Over the weekend, I spoke to the current principal, Lisa Kerr, who shared some remarks about his time there. It was at Gordonstoun that the Duke of Edinburgh developed his lifelong love of Scotland, of the sea, of the outdoors and of sport. He took various positions in the school during his career there, culminating in becoming guardian, or head boy, in his final term—a role in which, to quote the school, he was\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“universally trusted, liked and respected”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Prince Philip’s engagement to Princess Elizabeth in 1947, Gordonstoun’s founder, Kurt Hahn, wrote that the prince\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“enjoyed life…his laughter was heard everywhere and created merriness around him”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those were clearly traits that he continued throughout his many decades of public service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many right hon. and hon. Members have spoken about the Duke of Edinburgh’s Award, which of course also started in Moray: Kurt Hahn founded the Moray badge, a precursor to the Duke of Edinburgh’s Award, and in the autumn of 1938, in the Duke of Edinburgh’s final year at Gordonstoun, he was awarded the senior silver Moray badge. In 1954, Kurt Hahn sought to take the award to a national level; he consulted Prince Philip and persuaded him to give his name to what became the Duke of Edinburgh’s Award in 1956. That award has now supported and helped millions of young people, not just here in the United Kingdom but in over 140 countries. Young people across the world have benefited from their participation in the Duke of Edinburgh’s Award, and it is a fitting and lasting legacy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like to share a comment that our lord lieutenant, Major General Seymour Monro, made about Prince Philip over the weekend:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“He gave great leadership to so many, whether it was the young, whether it was encouraging technology and enterprise in business, or encouraging sporting activities and events…However, above all, it will be as The Queen’s enduring, loyal and supportive Consort that he will be remembered.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, we remember. We remember a life well lived, a life of dedicated service to his Queen and country. We extend our sympathies to the Queen and the entire royal family as they mourn the loss of a loving husband of more than 70 years and a caring father, grandfather and great-grandfather. Prince Philip held a special place for Scotland from his younger years and his many travels there, on holiday at Balmoral and visiting so many good causes and charities across the country. Today, as a nation, we mourn the loss of a great public servant who for more than seven decades did so much for Scotland and the entire United Kingdom. We join in the royal family’s mourning of their loss of a true champion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}