{
    "url": "https://www.ukpol.co.uk/stephen-ross-1985-speech-on-unemployment-on-the-isle-of-wight/",
    "title": "Stephen Ross – 1985 Speech on Unemployment on the Isle of Wight",
    "post_date": "May 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Ross",
            "url": "/tag/stephen-ross/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Ross, the then Liberal MP for the Isle of Wight, in the House of Commons on 10 July 1985.",
    "content": [
        "I feel that in some ways I could have continued the Third Reading of the Finance Bill, because, although I have crossed swords with the hon. Member for Workington (Mr. Campbell-Savours) on many occasions, I agreed entirely with the remarks that he made. I intend to make somewhat similar remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk about the problems of the continuing rise in unemployment on the Isle of Wight. I welcome the fact that the Under-Secretary of State for Employment, the hon. Member for Eltham (Mr. Bottomley), who has suffered as I have until this late hour, is here to reply because, as is well known, he and his wife, the hon. Member for Surrey, South-West (Mrs. Bottomley), know my constituency and its problems well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Minister will be aware, the Isle of Wight has consistently sought assisted area status. The local authorities helped by local businesses, made what they thought was an especially strong case only last autumn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As predicted then, unemployment has continued to rise and it reached a peak of 17·3 per cent. in February this year. Since 1980, over 3,000 jobs have been lost in manufacturing in my constituency, and at the same time the tourist trade upon which we rely has fallen by about 25 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the industrial front, the long-term trends have shown a continuing decline. More men and women were out of work in June this year than in 1984. That is when we are approaching the height of the season, when the rate decreases for about three months. It is currently — I know that this will be pushed back at me — running at 12·1 per cent. which is below the national average but still much higher than the average for the south-east as a whole. We have the highest unemployment in the south of England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last winter, male unemployment in Ryde reached 26·7 per cent. and in Shanklin it was no less than 32·4 per cent. Those figures are reminiscent of Northern Ireland and no one should be complacent about them. Worse is about to descend upon us, because on or about 16 August 160 more jobs will go at Fibre Resin Developments in East Cowes when the firm closes its doors, despite a full order book, mostly from television manufacturers and the motor industry. I quote from the Portsmouth Evening News of 3 July last:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“160 lose jobs as buy-out collapses. Hopes of a jobs lifeline for a doomed Isle of Wight factory have been dashed. The management of Fibre Resin Developments, of East Cowes, has confirmed that hopes of buying-out the plant have vanished and it will close next month with the loss of 160 jobs. While Fibre Resin had a healthy order book its parent company, the Unitech Group of Reading, claimed fierce competition ruled out profit in the production of moulded components, particularly for televisions.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand there is only one other manufacturer of these products in the United Kingdom. The article goes on:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Fibre Resin Managing Director, Mr. John Hand, and colleagues originally hoped they could find a way of turning the work into profits but now say there is only the possibility of a venture that would provide work for ‘a few’ employees. They ruled out the possibility of a management takeover for the same reasons that the parent company decided to pull out of the Island — high transport costs and less demand for some of the company’s TV products.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A company which is not Isle of Wight-based but which is a subsidiary of a larger company, either American or United Kingdom, and which operates on an offshore island, when it retracts, looks to see what plant it has in diverse areas of the country, particularly an offshore island, and we always suffer. To bring component parts or basic materials to the island and take them back again to the mainland costs a great deal of money. It costs something like £100 for each vehicle that comes across from the mainland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To add insult to injury, the Desmond Norman aeroplane company is moving its base from Sandown airport to Cardiff with the aid of loans totalling £2·3 million, including £500,000, subscribed in ordinary preference shares, from the Welsh Development Agency. I note from last Friday’s Financial Times that the agency is claiming that it has built a portfolio of around £27 million and by the end of this year it expects this will have risen to between £37 million and £40 million, invested in industrial concerns of one sort or another. Desmond Norman will, in the process, increase his current work force to about 134.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure the Minister must agree with me when I say that we could have done with such a boost. We cannot offer the Desmond Norman’s of this world attractive terms of that dimension. We wish him well. We are sorry to lose him, but we feel bitter about his departure, particularly as the skills are undoubtedly available to him on the Isle of Wight. The Firecracker, which we all know was one of the competitors for the replacement of the jet Provost, was designed and built on the Isle of Wight. Desmond Norman is well known as the designer, with John Britten, of the original Islander aircraft, the first 240 of which were built mostly by the British Hovercraft Corporation, but built on the island. On that self-same airfield, Mr. Richard Noble, the holder of the world land speed record, is also constructing a small plane and the county council, along with the Development Commission, have given him financial backing. But will it be enough? The aid that we have been able to provide pales into insignificance compared with the Welsh package for Desmond Norman. One can anticipate what Mr. Noble must be thinking as he sees his competitor on the other side of the airfield picking up such a large sum. It makes nonsense of the current assisted area designation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a member of the Select Committee on Transport, I know that marine pilotage is also under review. Some 28 of such pilots live on the islands, and some of their jobs could be in jeopardy. I could go on. The future, despite our efforts, which I believe to be praiseworthy — the Minister may confirm that, and his colleague, the Minister for Information Technology, who was on the island only last Monday thought so — is not bright. We have tried our best through both local government and local businesses to improve the position, but nevertheless, we seem to be losing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have only to finish by mentioning Westland, and its subsidiary, the British Hovercraft Corporation, to give an illustration of another firm that is causing us some concern. That company is our biggest industrial employer, and, as we know, is going through a difficult patch. I shall ​ not say more, because the subject was duly aired only last Monday, but the importance of BHC to the economy of the Isle of Wight cannot be over-emphasised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We long ago came to the conclusion that tourism and leisure are our natural growth areas, but to make this a reality, we desperately need a carrot to offer the specialist investors. Small grants from the English Tourist Board to hoteliers and others are greatly to be welcomed, but the seaside resorts of Ventnor, Shanklin, Sandown, Ryde and the sailing centre of Cowes need much more than that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to return to the Principality, because when we look at what is given to places such as Rhyl and Cardiff through the EEC, we are made envious. No completely new hotel has been built in my constituency since the war. While we now have some excellent leisure centres, one or more must become of national importance if our summer season is to be substantially extended.  \nCowes was again this year the home of the prestigious Admirals cup racing, but it particularly needs to upgrade its shore facilities. Representations on this subject have been made to me by senior officials in yachting, and I know that it is true. We must try to get developers with experience in leisure to take an interest in the island and invest there, but to do so we have to be able to offer them some encouragement. They will not come unless there is a carrot. Last year, our rate support grant settlement was the worst of any in the country, so local Government has even less room for manoeuvre than before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some will say that I have said all this before and made little progress, so why do I go on about it? The answer is, “What else can I do?” Politics is the art of the possible, and it is perhaps true that if one says the same thing often enough and long enough—I have learnt that in politics one has to go on saying the same thing over and again, however boring it may be—it will eventually attract the attention of somebody who matters. I am putting down another marker on behalf of my constituents. I hope that the Under-Secretary will do all that he can to persuade his colleague of the urgency of our case, and the need for a more sympathetic approach to our economic well-being.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}