{
    "url": "https://www.ukpol.co.uk/douglas-ross-2022-speech-on-alcohol-duty/",
    "title": "Douglas Ross – 2022 Speech on Alcohol Duty",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Douglas Ross",
            "url": "/tag/douglas-ross/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Douglas Ross, the Conservative MP for Moray, in the House of Commons on 19 December 2022.",
    "content": [
        "**Douglas Ross (Moray) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is encouraging to hear support from across the House for these duty reforms, which were originally announced as a manifesto commitment at Roseisle distillery in my constituency. Of course, Moray is home to more Scotch whisky distilleries than any other constituency in the House. [Interruption.] As my hon. Friend the Member for Milton Keynes South (Iain Stewart) says, many are very good ones. I have been pressing both the Chancellor and the Prime Minister to maintain the freeze on duty for Scotch whisky for as long as possible, which is important for the entire industry and the jobs that rely on it. Will the Exchequer Secretary take on board what the Father of the House said? When it comes to the Budget in March, will the Government listen to the industry, which has time after time proven wrong Treasury officials who predicted that an increase in duty would increase revenue to the Treasury? In fact, a freeze in duty increases revenue to the Treasury and it would be welcome to see that continuing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cartlidge**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am extremely grateful to my hon. Friend, who speaks with great knowledge on these matters. He has been a consistent champion for the Scotch whisky industry, standing up for it in this place, whether on tariffs or duties. I know that he was lobbying the Chancellor and the Prime Minster to continue the freeze, so I hope that he is pleased with the result. On what happens going forward, I will engage with the Scotch whisky industry and indeed all the other alcohol sectors. The clear point is that the extension of the freeze is good news for every single sector and I hope that colleagues welcome that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}