{
    "url": "https://www.ukpol.co.uk/douglas-ross-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Douglas Ross – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Douglas Ross",
            "url": "/tag/douglas-ross/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Douglas Ross, the Conservative MP for Moray, in the House of Commons on 9 September 2022.",
    "content": [
        "Often this place can be criticised for the debates we have, but I think it has risen to the occasion today in memory of Her late Majesty the Queen. The contributions from both sides of the House show the heartfelt thoughts of hon. Members who had close experience and of those of us who met the Queen very infrequently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I met Her late Majesty Queen Elizabeth at the opening of the Scottish Parliament last year. As the leader of the main Opposition party, I had a short conversation with her, and she moved on to the other party leaders. I have a picture of the Queen shaking my hand with the beaming smile that we saw in her last picture, which was taken at Balmoral on Tuesday. Her Majesty the Queen loved Scotland, and Scotland loved Her Majesty the Queen. I think it is right that that picture was taken by an excellent Scottish photographer, Jane Barlow, who captured Her Majesty looking very calm, very happy and very at home in Balmoral, which she loved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to speak briefly on behalf of my constituents in Moray who enjoyed meeting the Queen on many occasions. Her last visit to Moray was in November 2014, when she arrived on the royal train at Elgin station and met our armed forces at RAF Lossiemouth and at Kinloss barracks; as has been mentioned today, the armed forces were important to Her Majesty, are important to King Charles III and will play an extremely important role in the coming days and weeks. On that visit in November 2014, the Queen was accompanied by the late Duke of Edinburgh. It was their 67th wedding anniversary. The public commitment to service and dedication of Her Majesty the Queen and the Duke of Edinburgh meant that they went about their duties when others would have been celebrating a milestone anniversary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was what the Queen provided: commitment and dedication at every opportunity to deliver for people across the country. Over the next few days and weeks, we will remember that commitment from Her Majesty the Queen. In our thoughts and prayers, we will keep King Charles III and the royal family, who are grieving the loss of a loving mother, grandmother and great-grandmother. But as we join together to grieve and mourn, we also unite to give thanks and to celebrate a life well lived: a life committed and dedicated to public service, a life that has shone a light through the United Kingdom and the Commonwealth and around the world. The tributes that we have heard in this place today and those from leaders across the globe show the respect that is rightly held for Her late Majesty the Queen, may she rest in peace. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}