{
    "url": "https://www.ukpol.co.uk/douglas-ross-2021-speech-on-the-budget/",
    "title": "Douglas Ross – 2021 Speech on the Budget",
    "post_date": "March 8, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Douglas Ross",
            "url": "/tag/douglas-ross/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Douglas Ross, the Conservative MP for Moray, in the House of Commons on 3 March 2021.",
    "content": [
        "I want to welcome the Budget on behalf of my constituents in Moray and of people across Scotland. There is a lot of good news in what the Chancellor had to say today. First, however, I want to pick up on a few remarks in the speech made by the leader of the Scottish National party, the right hon. Member for Ross, Skye and Lochaber (Ian Blackford). He accused members of this Government of not understanding what it was like to be poor. That is quite an incredible statement from someone who earned his fortune as an investment banker in the City of London before he rediscovered himself as a humble crofter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman went on to say that this Budget lacked ambition, but I thought there was ambition weaved throughout the Chancellor’s statement. It has ambition for individuals, families and businesses in the weeks and months ahead, and ambition for our country in the years ahead. If the leader of the SNP at Westminster wanted to see a statement that lacked ambition, he should have looked at Nicola Sturgeon’s statement last week on her partial route map out of lockdown restrictions for Scotland. That was a document and a statement that lacked ambition, hope and clarity and one that we are seeing unravel at the moment as people in Scotland expect more from their Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final point I want to focus on from the right hon. Gentleman’s speech is his comment about how in Scotland there has been an extension to the freeze on business rates for a further year. That is true, but that further freeze, for another 12 months, was made possible and accepted by the SNP Finance Minister only because of an additional £1.1 billion of support from the UK Government to the Scottish Government. Kate Forbes stood up in Holyrood and said that she was able to do this only because of additional support coming from the UK Government to Holyrood, to the Scottish Government, so that is why we have the extension for a full year of business rates in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman mentioned that newspapers were also covered. Of course, the SNP had to be forced to include newspapers in the business rates relief. A vote by the Scottish Conservatives in Holyrood, which the SNP was against to begin with, forced a U-turn. I will leave it to others to speculate why the SNP at this time would not want to support the newspaper industry in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the last year, in dealing with this pandemic, the UK Government have delivered unprecedented support for Scottish families and businesses: the furlough scheme and the self-employed income support, protecting 930,000 Scottish jobs; loans to over 90,000 Scottish businesses and an extension of the reduced rate of VAT for hospitality, leisure and tourism; the £20 a week uplift for universal credit to help those in our society who need it most, which is something I have been calling for since October last year; and £9.7 billion of additional funding for Scottish public services. With this Budget, the Chancellor is continuing those vital lifelines, extending furlough and the self-employed income support until September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as this pandemic has gone on longer than any of us could have imagined back in March last year, so, too, has the broad support delivered by the UK Treasury to the people of Scotland. Yet this is not just a Budget to help the Scottish economy to survive the pandemic. It is also a Budget for our recovery, with investments to support the economy in the north-east in its transition towards green energy, an acceleration of the transformative funding for Scottish growth deals to bolster the local economies in Ayrshire, Argyll and Bute, and Falkirk, and a freeze on the fuel duty to back Scottish drivers, which is crucial to our remote and rural areas. Just look at how that contrasts with the SNP Scottish Government lobbying for an increase in fuel duty. It has gone widely unreported that the SNP is calling for an increase. When we look at the options for fuel duty, how will that go down with voters in rural Scotland in a few weeks’ time? And, of course, as the MP for Moray, representing more Scotch whisky distilleries than any other MP in this place, I warmly welcome the freeze on spirits duty. That is hugely important to the distilleries in my constituency and alcohol producers more widely in Scotland and across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Budget shows that the UK Government have a plan to rebuild Scotland’s economy after the immediate health crisis is over, to create jobs and opportunity in every part of our country as we pull together to deliver our recovery. The Chancellor said that the majority of these measures apply across the United Kingdom. We have a further £1.2 billion of spending going to the Scottish Government. We need to see the Scottish Government ensuring that that gets to the services and businesses that need it most. On the stamp duty freeze, we now see that holiday continuing in England until September, but in Scotland it has now ended. We need to see action on that in Scotland as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet SNP Members cannot welcome this plan—they could not support the Budget because they would rather focus on another divisive independence referendum than our recovery from coronavirus. They say that they want to bring this referendum forward at the earliest opportunity, just when people are renewing their ties with friends and families and businesses are beginning to reopen. Their plan would damage not only our Scottish recovery, but that of the whole of the United Kingdom. That is the last thing we need right now. What families and businesses across Scotland want to hear from the Scottish Government is a full route map for ending restrictions, not a route map for separation. As I said earlier, they are looking for certainty and for hope. This Budget has delivered that by extending the vital lifelines that Scottish families and businesses are relying on. It is now time for the Scottish Government to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor has set out an ambitious programme that will not only secure the survival of many jobs and businesses in Scotland, but provide the basis for our economic recovery in the future. There was just one point that I agreed with the leader of the SNP on. He said that Scotland has a choice of two futures—we do. In the coming Scottish Parliament election, voters will decide whether they want the focus of all the politicians and all the parties within the Scottish Parliament to be on another independence referendum or on rebuilding Scotland from coronavirus. Let us not choose more damaging division. Let us instead rebuild Scotland and the whole of the UK together. Today’s Budget will help us do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}