{
    "url": "https://www.ukpol.co.uk/douglas-ross-2022-speech-on-scotlands-future/",
    "title": "Douglas Ross – 2022 Speech on Scotland’s Future",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Douglas Ross",
            "url": "/tag/douglas-ross/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Douglas Ross, the Conservative MP for Moray, in the House of Commons on 14 December 2022.",
    "content": [
        "It is a pleasure to be in this Chamber to be a representative of Scottish constituents and to debate issues of importance to the people of Scotland. It is just sad that that is not what we are doing today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alan Brown**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am intervening just to ask why the hon. Member has turned up. He does not come here that often, so why is he down here complaining about the debate he is taking part in? [Hon. Members: “Touché!”]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, it is not really. We have seen despicable behaviour from SNP Members throughout this debate. The fact that they have already been warned by you, Madam Deputy Speaker, for their behaviour today just shows that this is a game. The shadow Scottish Secretary, the hon. Member for Edinburgh South (Ian Murray), was right: this is all a game for them. They think this is fun. [Laughter.] The hon. Member for Edinburgh East (Tommy Sheppard), who led this debate, is laughing. I do not find anything funny in the fact that hours of parliamentary debating time here in the UK Parliament are being dedicated to the separatist cause, not to Scotland’s cause. The hon. Gentleman said that he spoke about immigration, energy and the NHS. Yes, he did, for 30 seconds. For the remainder of his 30-minute speech, it was all about division, all about separation, all about dividing Scotland all over again. I wonder why he did not want to speak more about health. Was it because this week we heard that cancer waiting times in Scotland are at their worst ever level? [Interruption.] SNP Members are sighing. They barrack us for raising the issues. The hon. Gentleman mentioned the NHS, but he did not want to mention cancer waiting times in Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, I raised the issue in the Scottish Parliament and the case of someone who waited almost two years from diagnosis to starting treatment for cancer in Scotland. Why would that not be an important issue for us to debate in this Parliament? Today in Moray we have finally had a report from NHS Grampian on—[Interruption.] If SNP Members are going to speak over me when I am speaking about an issue—[Interruption.] The hon. Member for Argyll and Bute (Brendan O’Hara) says “Diddums.” Say that to the Moray mums who have to travel across the A96 from Elgin to Aberdeen or Inverness in labour in the back of an ambulance. The proposal made today by NHS Grampian says that that could continue for up to nine years. We were first told that it would be a temporary downgrade for a year until the reintroduction of full, consultant-led maternity services in Moray. The hon. Gentleman says “Diddums.” I say “Shame on you.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Brendan O’Hara (Argyll and Bute) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps it is because the hon. Gentleman has so many jobs that he has forgotten which Parliament he is in. If he wants to make that argument, he should go to the Scottish Parliament where he is also a Member. This is an Opposition day debate on the transfer of powers under a section 30 order and holding a referendum on Scottish independence. Perhaps he should address that issue, instead of the grievance that he is sharing with us. Why does he not address the issue at stake—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. The intervention is a little long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it is a grievance for a Member of Parliament to raise an issue on behalf of pregnant mums and families in Moray who are struggling. SNP Members say that we cannot mention the NHS here. Well, the SNP spokesperson who introduced the debate mentioned the NHS and, if I remember correctly, the leader of the SNP raised it with the Prime Minister at PMQs today. They are happy to speak about the NHS when it suits their argument, but they are not happy to speak about record cancer waiting times or Moray mums struggling for almost a decade with substandard maternity services—[Interruption.] The hon. Member for Livingston (Hannah Bardell) waves that away. I wish I could wave away the concerns of my constituents, but I cannot, and they will be disappointed and frankly insulted by the responses from the SNP today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hannah Bardell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nobody on the SNP Benches seeks to insult the hon. Gentleman’s constituents. All of the issues he raises are serious, but the reality is that we have limited powers in Scotland, and we spend our limited budget cleaning up the mess that his Government make and filling the black holes that they have created. If we had independence and the full powers that it would bring, we would be able to do more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Health is fully devolved to the SNP Scottish Government, and they have a record block grant from the UK Government. But the SNP Government are wasting money hand over fist, and that is why we have record cancer waiting times in Scotland. Delayed discharges are at record levels, although the SNP told us it would get rid of delayed discharges eight years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Carol Monaghan (Glasgow North West) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman confirm that immigration is not devolved to Scotland, and that in leaving the EU because of his Government’s hard Brexit, we are no longer able to recruit people from Europe to the NHS as we did before? That is one of the levers. If he is not happy with how the health service is being run, he could devolve powers over immigration to allow us to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Douglas Ross**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have seen how the SNP fails when it gets extra powers devolved to the Scottish Parliament, so I do not want to see it have any more, because the people of Scotland suffer. I am mentioning these points about health and all the other issues we could debate in here because they are of importance to people right across Scotland. We heard not a single word from those on the SNP Front Bench about ferries, although I heard about them from the Minister and the shadow Secretary of State. Why would the SNP not want to speak about ferries and its dismal failure to deliver those lifeline services to our island communities? Why would the SNP not want to speak about education in Scotland, which, as others have said, was once Nicola Sturgeon’s No. 1 priority but where there is now a dismal performance under the SNP? Why have we not heard from SNP Members about Scotland’s drug deaths shame? I lead the Opposition party in the Scottish Parliament and I would love to take control of debating time there to introduce a Bill for a right to recovery to help people who are struggling and losing their lives in record numbers—numbers that have gone up year after year. There is a Bill ready there and if I get the opportunity to have debating time in the Scottish Parliament and push something through, I would use it to do something good: to save lives. What we get here in the UK Parliament from SNP Members is timewasting; they are literally wasting the time where they could be focusing on issues of importance to the people of Scotland. So I am sorry that we have had to debate this today and that the SNP want to use all its time to stir up the division all over again, but it shows that it is absolutely out of ideas on any positive message for the people of Scotland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}