{
    "url": "https://www.ukpol.co.uk/andrew-rowe-1986-speech-on-social-work-training/",
    "title": "Andrew Rowe – 1986 Speech on Social Work Training",
    "post_date": "August 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Andrew Rowe",
            "url": "/tag/andrew-rowe/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Rowe, the then Conservative MP for Mid Kent, in the House of Commons on 28 February 1986.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House takes note of the fact that some 70 per cent. of workers in residential social service establishments have no formal social work qualification; observes that the inquiry into the Beckford case criticised the lack of clarity and specialisation in the training of social workers concerned with children; sees that the Central Council for Education and Training in Social Work has put forward radical proposals for changing courses leading to the Certificate of Qualification in Social Work; questions the priorities and objectives of current and proposed social work training; and seeks an assurance that a further opportunity will be given to debate the subject before any major changes are introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I speak partly as an individual and partly as the chairman of the parliamentary panel for the personal social services, which is taking an interest in this important matter. The matter is not trivial in numbers—there are about 181,257 staff employed by social services—or powers. As the report on the Beckford inquiry put it:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“After only two years’ training, and scant acquaintance with child abuse in practice, a social worker has the power—judicially sanctioned—to remove a child from its parents for a long time, perhaps irrevocably”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not a trivial matter of public anxiety.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been more than 20 inquiries into child abuse over the past 13 years. That is partly the result of greater provision, and it should be compared with the increasing number of inquiries into hospitals for the mentally handicapped. It is an indication of a growing understanding of the problems. It is not a trivial matter in terms of public interest, because, as the population ages and more and more people end up in residential care, the biggest factor in determining whether our mothers and fathers and aunts will enjoy a dignified and properly stimulating old age is the quality of the residential care staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All is not well. As an example, let us look at the Beckford case. My motion is slightly inaccurate, because in fact over 80 per cent. of the staff in residential and day care settings are unqualified. If anyone bright enters that vital field, he is urged not to stay too long lest he should blight his career prospects. I wish not to be pejorative, but to be constructively exploratory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public perception of the social worker is confused. He is looked upon as a do-gooder, a frightening authority figure, a mediator with other services, an ally or an opponent. That perception, of course, depends partly on where the public are standing at the time and partly on the role of the social worker at the time. Those perceptions arise partly because society as a whole cannot make up its mind whether it wants social workers to help police society for bad families, to relieve it of personal neighbourly responsibilities to the unfortunate, to dispense public charity, or to ensure that public charity is not misused. All those attitudes exist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many people have two consecutive views, and all social workers know how vital it is to be trained to understand that the people they are helping today will feel hostile to them tomorrow. That is because when people have got through a crisis they feel acutely embarrassed and ashamed for having told the social worker so much about their personal anxiety. That comes out as hostility. Social workers are trained to perform on behalf of society an astonishing diversity of complex and demanding tasks, often at personal risk of physical or psychological injury.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The history of social work development is one of gradual progress from a handmaiden role to other professions to one of a fully-fledged profession with control of its own entry qualifications, training and certification. If I had more time I would quote the minorities report to the reports of the Committee on Medical Auxiliaries, because it put that case well. That professional status is once again under attack and the reasons for that are, first, the ambivalence in the public attitude to social workers— an attitude that has been fuelled by rare cases of disaster—and, secondly, the persistence of the extraordinary belief that medicine is somehow a uniquely superior profession. I do not know whether that is because social workers deal mainly with those most in need, while doctors deal with everyone in the population, whether it is a consequence of the length of training of doctors, or because doctors have better developed disciplinary procedures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A striking example is contained in paragraph 2:2 of the Minister’s consultation letter on the Disabled Persons Consultation and Representation Bill, where he explains:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“There would be considerable difficulties in defining a statutory provision for the scope of a representative role in the National Health Service in the context of the professional relationship between the doctor and his patient.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The implication is quite clear, that the professional relationship between a social worker and a client is a totally different animal. I do not understand the reason for that view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is confusion about training and now a demand for professional decisions to be second guessed by courts, as exemplified, for example, in the Bill of my hon. Friend the Member for Westbury (Mr. Walters). The Central Council for Education and Training in Social Work has been debating training since 1982 and has now proposed radical changes. First, it proposes a minimum period of three years. Secondly, it proposes one qualifying award in social work, not only to merge the certificate of qualification in social work and the certificate of social services, but to cover all staff. Thirdly, it proposes Iwo routes—one employment based and one college based, both with fieldwork placements—and the new award is to be separate from awards given by universities and colleges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a frightening amount of confusion surrounding these proposals. The central council seems to believe that it has wide support, and it is true that, by and large, the professional organisations support it. One would expect that—longer training helps to boost professional status, control entry and enhance the negotiating position, as well as to improve the quality of service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, there is much evidence that the universities are opposed to the proposals. Because of my unexpected success in the ballot, I have not had time to collect all the replies to the letters that I wrote on behalf of the parliamentary group to every university school of social work. Some of the replies have come in. It is fair to say that the central council is already deeply concerned about its relationship with the universities. Leeds, London and Brunel have now taken their last social work students, Chelsea college went out of production in 1981 and the courses at Surrey and Glasgow are under threat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The head of the largest school in social work, in Scotland, has just written to me. His letter says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“You are indeed right in supposing that if the proposals currently being put forward by the Central Council for Education and Training in Social Work were to be implemented, it would ​ cause the greatest difficulties for universities. Indeed, I have to say that these proposals have been opposed by almost all of those teaching social work in academic institutions and by their organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I am sure you know, the Committee of Vice-Chancellors and Principals has repeatedly stressed the importance and value of universities continuing to provide social workers with vocational training and the present proposals will hardly assist this.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Make no mistake—social work without university entry and research would cease to be a profession, and the public would suffer as a result.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are other elements in this anxiety. The trade unions are not entirely satisfied. The Association of University Teachers is deeply worried, and not only about resources. The National and Local Government Officers thinks that the proposals are positive in general, but claims that the service unions are so strongly opposed to internship that the proposal made for that needs to be reexamined. The proposal for three-year training is welcomed by some, but passionately opposed in its present form by others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Beckford inquiry was unequivocal. It said that three-year training is indispensable and:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are convinced that nothing short of a period of three years is required for the professional training of social workers, of which a larger proportion than at the present should be devoted to specialist areas of knowledge.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The present state of social work training is worth a comment. Social workers have to cope with more than 30 main Acts, with subsidiary legislation, plus guidance from the DHSS and local policy guidelines. At the moment they spend some 20 weeks in college over their two years. This means that they will have perhaps one day on welfare benefits, four and a half hours on academic work on disability, and perhaps as much as 12 hours on mental disorder. That is hardly an impressive catalogue of the time available.  \nSuch confusion plays into the hands of those with other axes to grind. At a recent meeting, Her Majesty’s inspectorate of schools claimed that it saw no clear case for a third year of training, and unless and until the profession is clear about its priorities the huge expansion of resources that the central council’s proposals will require will not be found.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is also the question whether we agree with the Seebohm recommendations, properly applied. Seebohm argued that a basic grade worker should be able to work with a whole family, on the sensible ground that if there are several social workers visiting one family the opportunity for confusion and manipulation either by the family or the social worker is enormous. However, it insisted that basic grade workers should be able to call on more specialist help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the other hand, do we agree with the Beckford inquiry, which suggested that training should be turned on its head so that it starts with specialist training and, if people want to widen their interest, they can have a bolt-on module after qualification? We would be barmy to lengthen the training course until we know what we want it to produce. Two things are clear. First, as our population ages and as we press on with care in the community programmes and emptying our ancient institutions, and as pressures in inner cities grow and the rate of change in our society accelerates, leaving more people behind, the demand for social workers who know what they are doing and in whom we can have confidence will grow. Every one ​ of us has an interest in this. Secondly, more resources will be needed. The House has a proper and jealously-guarded interest in the allocation of resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that in the short time available to me I have said enough to justify the terms of my motion and to persuade the Government that not only do we need better training for social workers, but that it would be appropriate to allow Government time to debate any changes that may be made in a matter so close to all of us here and in the constituencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}