{
    "url": "https://www.ukpol.co.uk/lee-rowley-2022-speech-on-voter-id-at-elections/",
    "title": "Lee Rowley – 2022 Speech on Voter ID at Elections",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Rowley, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 12 December 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That the draft Voter Identification Regulations 2022, which were laid before this House on 3 November, be approved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This statutory instrument is a key part of how we implement the voter identification policy in the Elections Act 2022. This area was debated extensively during the passage of the Act earlier this year. Through this SI, we will be fulfilling a Government manifesto commitment to protect the integrity of our democracy by introducing identification to vote at polling stations. Gaps in our current legislation leave open the potential for someone to cast another vote at the polling station. Our priority is adopting legislation that ensures the public can have confidence in the integrity of our elections and certainty that their vote belongs to them, and them alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The introduction of a voter identification policy is the best solution to the problem. It has been long called for by the independent Electoral Commission, as well as by international organisations, such as the Organisation for Security and Co-operation in Europe, which regularly monitors and reports on our national polls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Clive Betts (Sheffield South East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister mentions the Electoral Commission. It issued a press statement at the weekend that expressed continued concerns about the delays in the Government getting their act together on this policy. It said it was not now sure that all the considerations it wanted taken into account to ensure the policy works properly could fully be met. That was in the press release. That comes alongside the Local Government Association and other council leaders expressing real concerns about whether this matter could be implemented properly and fairly and give people full access to voting in the May local elections. Does the Minister not just want to stop and think for a minute about the timing of the implementation, if not the policy itself?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for his comments. We absolutely are thinking about how best to implement this policy. In the period while I have been in post, I have already met the Electoral Commission to talk about it. I have spoken to the Association of Electoral Administrators about it, and today I have spoken to the LGA about it. There are a range of views, but we are confident and focused on ensuring that this policy is implemented properly. We will continue to be so. On the key point, the Electoral Commission has been clear since as early as 2014 that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“we should move to a system where voters are required to produce identification at polling stations.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This SI sets out further detail on the new processes that will be put in place to help us to implement this policy in practice. First, it sets out the updated polling station conduct rules for a range of elections and referendums, and details exactly how photographic identification documents will be checked and how data will be recorded by polling station staff. Secondly, it sets out a series of updates to election forms. As Members would expect, a number of existing forms, such as poll cards, have been updated to inform electors of the new requirement to show identification and of the types of documents that will be accepted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On top of those changes, there are also new forms, such as those for polling station staff, which we will use to record data that will help our planned reviews of the policy in the future. Lastly, the policy sets out the details of the new electoral identity documents that can be obtained if someone does not already have an accepted document: the voter authority certificate and the anonymous elector document. These forms of photographic identification will be available to voters free of charge and will ensure that everyone who is eligible to vote will continue to have the opportunity to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I might be one of the minority on the Opposition Benches who think that what the Government are bringing forward is the right thing. The proof of pudding is in how the voter ID system works in Northern Ireland. The system sets the example for all the UK, and I know the Minister has had many discussions with his officials in Northern Ireland to ensure that the system in Northern Ireland can work here. It reduces electoral fraud and increases fairness in the democratic system. The Minister has had discussions with Northern Ireland, and electoral ID is of some use to people in their daily life. Those are four things going for it; it seems to me to be the thing to vote for. I just cannot understand why anybody would not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am extremely grateful to the hon. Gentleman for outlining the importance of these policy changes. I fear it may be the only thing we agree with coming from the Opposition Benches tonight, but he has made an important point and he speaks from experience and more than 15 years of knowledge about how these kinds of changes make a difference to the integrity of our voter process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As someone who served on the Elections Public Bill Committee, I know that the regulations that the hon. Member for Strangford (Jim Shannon) referred to were actually brought in under a Labour Government. Might the Minister like to comment on that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right, and I look forward to hearing Opposition Front Benchers’ comments in support of this statutory instrument, based on their previous support for strengthening the integrity of our democratic processes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This SI also sets out the processes for how electors can apply for these documents, both online and via paper forms, and for how electoral registration officers can process, determine and issue the documents. Showing photo ID is a part of day-to-day life for people in all walks of life. It is a perfectly reasonable and proportionate way to confirm that a person is who they say they are when it comes to voting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Justin Tomlinson (North Swindon) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I reassure the Minister that surely the Opposition will support this statutory instrument, because only three weeks ago, my Labour opponent was selected and as part of the rules for the hustings, people had to bring voter ID.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a significant intervention that highlights the importance of consistency, which I am sure will shortly be coming from those on the Opposition Front Bench. Showing photo ID is a part of day-to-day life already, and as the hon. Member for Strangford (Jim Shannon) has already outlined, it has been a requirement to show photographic identification since 2003 in Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all rightly proud of the long history of our democracy, but we should never take it for granted. An essential part of how we keep our system functioning is by keeping the right structures in place, through measures such as this SI, that stop our elections being undermined. This SI will strengthen the integrity of our elections, and I hope that Members will join me in supporting these measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}