{
    "url": "https://www.ukpol.co.uk/lee-rowley-2022-statement-on-sizewell-c-power-station/",
    "title": "Lee Rowley – 2022 Statement on Sizewell C Power Station",
    "post_date": "January 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Lee Rowley, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 14 January 2022.",
    "content": [
        "This statement concerns the application for development consent made under the Planning Act 2008 by NNB Generation Company (SZC) Limited for the construction and operation of the Sizewell C nuclear power station, with associated infrastructure near Leiston in Suffolk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under section 98(3) of the Planning Act 2008, the examining authority must submit its report to the Secretary of State by the end of the period of three months beginning with the deadline for completion of its examination of the application, or, if earlier, the end of the day on which it completes the examination, unless the Secretary of State sets a new deadline under section 98(4) of that Act. Where a new deadline is set, the Secretary of State must make a statement to Parliament to announce it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A request has been made to the Secretary of State by the planning inspectorate to extend the report writing stage of the examination by six working weeks, from 14 January 2022 to 25 February 2022. The reasons given for this request were that a significant number of change requests were submitted by the applicant during the pre-examination and examination stages of the planning process. These changes require significant additional consideration from the examining authority. The examining authority has also been affected by unexpected health issues which have impacted upon the reporting stage of the process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taking these reasons into account and, after careful consideration, the Secretary of State has decided to reset the statutory timescale for the report writing stage, extending the deadline for the examining authority to submit its report to the Secretary of State by six working weeks, from the original deadline of 14 January 2022 to 25 February 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, mindful of the need to avoid unnecessary delays to the development consent processes, the Secretary of State requests the examining authority make best efforts to complete its report as soon as is reasonably practicable within the extended period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The decision to set the new deadline for the report writing stage for this application is without prejudice to the decision on whether to grant or refuse development consent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}