{
    "url": "https://www.ukpol.co.uk/lee-rowley-2020-speech-on-eu-negotiations/",
    "title": "Lee Rowley – 2020 Speech on EU Negotiations",
    "post_date": "June 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lee Rowley, the Conservative MP for North East Derbyshire, in the House of Commons on 4 June 2020.",
    "content": [
        "I am grateful for the opportunity to speak in this debate. It is a great pleasure to follow the right hon. Member for East Antrim (Sammy Wilson), who has been throughout my time in this place a doughty and courageous advocate for the opportunities of leaving the European Union. I also want to thank my hon. Friend the Member for Stone (Sir William Cash), whose work on the European Scrutiny Committee is much appreciated: the work in its previous guise, displaying the massive amounts of legislation that came from the European Union over so many years and doing so much to create the view in the United Kingdom that we were losing control of our sovereignty; and now in terms of the overview mechanism, which it does so well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Alistair Carmichael (Orkney and Shetland) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman praises the right hon. Member for East Antrim (Sammy Wilson), whose analysis of this I thought was fairly sound. What part of that analysis would the hon. Gentleman disagree with?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for East Antrim has a particular view around Northern Ireland, and we have debated that extensively in this place for a number of months, even years. Where I agree with him is that we needed to leave the European Union, and we have done that. Where I disagree with the right hon. Member for Orkney and Shetland (Mr Carmichael) is that he never wanted to leave the European Union in the first place, whereas we delivered on the decision of the British people in 2016.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like so many others, I voted to leave the European Union in 2016. Leaving it in a way that works for our country—both the opportunities that it can provide and the responsibilities that it creates for us as an internationalist, outward-looking country—is incredibly important. My constituents in North East Derbyshire remain extremely committed both to having left the European Union in January—some of us at some points in the previous Parliament were not actually sure we would quite get there—and to taking the opportunities that will come as a result of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would just gently say to the hon. and learned Member for Edinburgh South West (Joanna Cherry), for whom I have a great deal of time and respect, that as someone who represents one of those red wall seats that she was so keen to reference in her speech, I can give her absolute assurances that the hard-working people in that red wall seat who wanted to leave the European Union still want to leave, still wish to get the clarity that is required by the end of December and do not want the double whammy of the Opposition parties, who wanted to frustrate this in the first place and continue to want an extension that would serve no purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituents feel so strongly about this because democracy matters. After we made the decision in 2016, it took this place three years to ensure that it would occur. Now we have a great opportunity to build a future partnership, to build something that works both for us and for the European Union over the long term, but it has to be done on the basis of mutual respect, obligation and responsibilities. We cannot fall into the same inane and asinine discussion that we did in Parliament in 2019, where we said, “How can it be possible? We are ​not able to do it. We cannot possibly expect to be able to do it in the time.” Let us let the negotiation go through, let us allow the space and the opportunity for that to happen and then see what comes from it. I am certainly confident that it is possible. The residents of North East Derbyshire and many of the red wall seats want to ensure that it happens and I know, with confidence in the Government, that it will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}