{
    "url": "https://www.ukpol.co.uk/lee-rowley-2022-speech-on-unfinished-housing-developments/",
    "title": "Lee Rowley – 2022 Speech on Unfinished Housing Developments",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Rowley, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 18 October 2022.",
    "content": [
        "I congratulate the hon. Member for North Shropshire (Helen Morgan) on securing the debate, on making her case so cogently and, in particular, on talking about the constituents on whose individual circumstances, as she outlined, this issue has had such an impact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for Strangford (Jim Shannon) for his contribution, as ever, to an Adjournment debate, and for highlighting the elements of the Northern Ireland approach, which is something for us all to consider. I also thank the right hon. Member for Warley (John Spellar) for the information that he provided. He has written to the Department as well; I am looking at that correspondence and will get back to him as soon as I am able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As has been clear tonight, the hon. Lady speaks for many Members on both sides of the House in arguing for better protection for people in unfinished housing developments. I cannot comment on individual cases because I do not have all the details in front of me, and obviously there are two sides to every story and different circumstances in each case. However, I would say to people who have been adversely affected by inappropriate practices, whether in North Shropshire or elsewhere, that that is not acceptable; I am sorry they have had that experience, and I hope they can seek redress and correction in any way that is available to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think everyone in the House would agree that we need more homes, but we need them in the right places and we need them when they are constructed. That is often a controversial and difficult process, but when they are constructed, we need them to be of a standard that enables people to live in them. They have to work, and they have to work within the local community that those people are seeking to join. The debate is timely in enabling us to highlight the latter point, because in a minority of instances that might not be the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too many people, at least initially, the dream of home ownership does not live up to their hopes, because they are forced into resolving faults in their new build homes that are not of their making. The delays in getting those issues resolved often leave homeowners out of pocket, in financial stress or, as the hon. Lady suggested, having to engage in lengthy battles with developers to put things right—if the developer concerned is still in place. As a constituency MP, I have had some experience of that in North East Derbyshire, albeit with a developer who did in the end put things right—but it took a while for that to be done, which caused many residents in a number of villages, but one in particular, a significant amount of stress. So on a personal level, from a constituency perspective, I understand the point that the hon. Lady has made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are unequivocal in stating that all new housing developments should be finished on time and to a standard that buyers expect. If things go wrong, as they sometimes do—we all know that processes are not perfect; the developer sometimes has problems and challenges and we should be reasonable in expecting that—the buyer should be treated fairly and promptly. I would like to say a little bit about the action we are taking to make sure that this is the norm in all new housing developments, wherever they are in the country. This breaks roughly into three different elements. The first is the length of time that it can often take for houses to be developed in the first place. The second involves the infrastructure commitments that the hon. Lady has highlighted, and the third relates to the quality of work in the developments when they are concluded and people begin to live in them. There are often concerns about the quality at that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for his helpful response, and again I want to use it to be constructive. Back home there are many developers who sign up to the Master Builders Association agreement. As members of that organisation, they are accountable for the finish of the houses. If at the end the houses are not finished to the standard they should be, the owner has the right to take a complaint to the Master Builders Association, which will ensure that the work is completed to standard. I ask in a constructive way: is that something that could be done here?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman makes an important point, and I would be interested in hearing more. He will appreciate that I am seven weeks into post and I am still learning, but I would be genuinely interested in understanding the Northern Irish approach, given the information that he has highlighted this evening. Where there are things that are done well, we should be willing as a Government to look at those to see where we can take best practice and apply it on a broader level. I want to understand in more detail what is happening in Northern Ireland, and I will be happy to do that separately with him and his colleagues, if that would be helpful. I would be keen to understand the particular difference that he thinks comes from the Northern Irish approach, and I am always happy to find out more about particular instances and whether they would work on a broader scale, should that be helpful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Could I perhaps look at the issue the other way round? As in Northern Ireland, housing and planning are entirely devolved to the Scottish Parliament, yet as a Member of this place, I get stuff about housing all the time. Looking at it the other way around, as and when His Majesty’s Government develop clever ways of doing things with housing, taking on board the points made by my hon. Friend the Member for North Shropshire, I would be grateful if those new methods could at least be offered to the Scottish Government in case they could glean something that might improve the housing issues north of the border.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom Government are always keen to indicate to the Scottish Parliament and the Scottish Government where we might be able to work together and where we think that elements of policy might work for Scotland as well as they work elsewhere in the Union. Occasionally, the Scottish Government are not that keen to listen to His Majesty’s Government, but perhaps, given the hopeful outbreak of consensus on the desire to make progress, that will not occur on this particular subject. I am happy to consider the point that the hon. Gentleman rightly and properly makes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Spellar**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we need to look at two separate, although related, problems. One is about the individual build quality of the houses. The other is about the infrastructure of the estate, which is certainly a problem that I and neighbouring Members of Parliament in the west midlands conurbation are finding. We have to find a way through that. In addition, if a developer goes bankrupt, the titles revert to the Crown Estate, so does not the Crown Estate have an opportunity to play a proactive role here? At the moment it seems to be playing a fairly passive role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will come to those two points, because I agree there are different elements that we need to consider and unpack. I would be happy to discuss the second point with the right hon. Gentleman in more detail, should he wish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On completing new housing developments—I accept the hon. Member for North Shropshire made a broader point about further down the chain—the Government are clear that developments should be built out as soon as possible once planning permission is granted. The frustration of local communities where that does not occur is completely understandable. We expect developers and local authorities to work closely together to make this happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Levelling-up and Regeneration Bill, which is in Committee today, will increase transparency on build-out, helping councils and residents to better understand what they can expect from development proposals and putting in place sanctions should the homebuilder fall short. Of course, there are examples where developers will need to vary their approach to building and constructing properties, and of course timeframes will both elongate and reduce as part of that process, but in general we are keen to see that when development is granted permission, often through difficult and sometimes controversial processes, and the clock starts ticking, the development should get moving and conclude as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for North Shropshire rightly highlighted infrastructure. Taking roads as an example—she mentioned a number of examples—when a new development is granted planning permission, councils can currently use section 106 planning obligations, as she indicated, to secure a commitment from developers to construct roads to a standard capable of being adopted by the local highway authority. It is up to developers and local planning authorities to agree on specifics such as timescales and funding, which may include the provision of a bond. This is currently a local decision and, notwithstanding the difficulty she rightly highlighted—she made a constructive suggestion on potential compulsion in this area—there are going to be different circumstances in different instances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I encourage councils to use bonds where they think it is appropriate. Equally, I do not know whether we want to be so prescriptive as to mandate that from the centre, as there may be instances where it is neither appropriate nor necessary. Hundreds of thousands of houses are built each year in very different parts of the country, so we have to have regard to the fact there are different circumstances. None the less, I accept the premise of what the hon. Lady indicates and, where good practice exists—she indicated the good practice in Oxfordshire, and it also happens in Derbyshire—I encourage councils to use it, where appropriate and reasonable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Helen Morgan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If compulsion is not appropriate, what about disseminating best practice to all councils in England to encourage them to use this mechanism, where appropriate, to avoid the situation that my hon. Friend the Member for Caithness, Sutherland and Easter Ross (Jamie Stone) and I have described? That would be a positive way forward to prevent this happening in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within the bounds of localism, and without an individual Minister directing councils to do so, I think it is reasonable to indicate that, where possible, reasonable and proportionate, and where councils think it is appropriate, they should consider using bonds, which are a helpful lever and tool to be used where possible, while accepting that individual local authorities may have different reasons and different views on either using them or not using them. Ultimately, I will leave it to the discretion of individual local authorities to determine the appropriateness of that utility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Returning to the point about roads, the Government believe it should be made clear to potential purchasers what the arrangements are for the maintenance of roads. Section 38 agreements facilitate the adoption of such roads as highways maintained by the public purse. It is certainly possible for local authorities to adopt streets and roads. Ultimately, though, that is a decision that is taken in relation to how these estates are created and how local authorities want to approach ensuring that they have highways that are at a standard that they can then maintain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I recognise, as has been indicated, that this does not work in a number of instances, if we can balance the appropriateness of localism—of making sure that local areas have the ability to vary how they approach this—while also ensuring that there is a general usage of the tools that are available, I hope that will be reasonable and proportionate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The other element of the discussion is effectively around the quality of what is delivered at the end of the process when people move in—or by the time they move in. The Department for Levelling Up, Housing and Communities has also provided local planning authorities with tools to enforce requirements with strong penalties for non-compliance. Again, we encourage councils to use them where possible, and, again, through the Levelling Up and Regeneration Bill we are seeking to strengthen those measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should add that when residents have a complaint about the local planning and highways authority that has not been adequately resolved, they may be able to complain to the Local Government and Social Care Ombudsman. I know that, in at least one incident, as the hon. Lady said, the residents of North Shropshire tried to do that. Obviously, the ombudsman is independent, but it is worth reiterating that it is there to redress issues, and I hope that anybody watching this debate who has a similar concern will consider its usage should that be appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the matter of delays to completion, warranties and the actual quality of new homes themselves, I know of the problems that new home buyers face regularly and we do not underestimate the detrimental impact that this has. Most new-build home contracts typically have a “short-stop” date, which is an estimated completion date, and a “long-stop” date, which is the date by which a home must be completed in the contract. The rights and responsibilities of the homebuyer and developer should be set out in that contract, including the circumstances in which a deposit and other money is returned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are other routes to redress, which we are strengthening, and I will come to those in a moment, because they offer alternatives that the hon. Lady may wish to consider. The status quo currently is that most new-build homes are issued with a 10-year new-build warranty. Home buyers may also be able to complain to the Financial Ombudsman Service about their insurance cover.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within the first two years of most warranties home buyers may be able to seek to resolve issues with their new homes through that warranty provider. If the new home is covered by one of the consumer codes, they may also be able to help resolve the issues that residents unfortunately face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even with those options available to home buyers, we recognise that the system is not in a perfect place. That is why the Government have committed to taking further steps to improve consumer redress. Through the Building Safety Act 2022, we have included a provision that contains a statutory new homes ombudsman scheme, which will place greater accountability on developers and make it easier and simpler for new home buyers to seek redress when things go wrong, which perhaps will move us closer to the Northern Ireland model in terms of outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the meantime, and as we consider the next steps for the statutory scheme, the independent New Homes Quality Board has progressed work to set up the voluntary New Homes Ombudsman Service, which will launch shortly. My second visit was to see the launch of a New Homes Quality Board and to see the first developers to be brought onto that scheme. I went to Solihull a couple of weeks ago, and I am grateful to the chief executive for meeting me. It is an important step forward. The scheme is voluntary at the moment, but, equally, that voluntarism gives the opportunity for home buyers to see the different ways in which developers are engaging with that system, and I hope that most developers will in the end engage with that system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady talked about leasehold at the end of her speech and I just want to dwell on that for a few seconds. We acknowledge that there are practices that are not where they need to be within the leasehold sector, and the Government and previous Ministers have given commitments that we will reform leasehold. We remain of the view that that is what should be done. Although I cannot give the hon. Lady the date she seeks, I am personally committed to trying to take the matter forward and I hope I will be able, with my colleagues, to give further information in fairly short order on the process for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, this is an important area of policy, and I am grateful to the hon. Lady and all those who have contributed to the debate tonight for the opportunity to talk about it. It is important to note that there are processes already in place that homeowners should use if they are in the unfortunate place described by some people in North Shropshire, which I know is also the case elsewhere. They should seek to use those and seek to—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**House adjourned without Question put (Standing Order No. 9(7)).**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}