{
    "url": "https://www.ukpol.co.uk/edward-rowlands-1978-statement-on-british-subjects-in-zaire/",
    "title": "Edward Rowlands – 1978 Statement on British Subjects in Zaire",
    "post_date": "April 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Edward Rowlands",
            "url": "/tag/edward-rowlands/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Edward Rowlands, the then Minister of State at the Foreign and Commonwealth Office, on 22 May 1978.",
    "content": [
        "I will, with permission, Mr. Speaker, make a statement on British citizens in Zaire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Secretary of State for Foreign and Commonwealth Affairs informed the House on 16th May about the situation of British citizens in Zaire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I now have to tell the House with very deep regret that five British subjects must now be presumed to have been killed in the appalling atrocities which have taken place in Kolwezi in the past few days. An RAF officer, who was sent there yesterday as soon as the first information about British loss of life was received, has reported that he has firmly established the deaths of three of those concerned. We shall make every effort to confirm the position over the remaining two reported British victims as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The remaining 19 United Kingdom citizens who were known to have been in Kolwezi are now safely accounted for. Some have already been evacuated to Europe and others are still in Zaire. The British Embassy at Kinshasa is doing everything it can to help. It has not, in the event, been necessary to use two British Army medical teams which were sent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure that the House will join with me in expressing deep sympathy to the families of those who have been so wantonly killed in these tragic events, as well as to all those of every nationality who have suffered in this terrible ordeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}