{
    "url": "https://www.ukpol.co.uk/lee-rowley-2020-speech-on-covid-19/",
    "title": "Lee Rowley – 2020 Speech on Covid-19",
    "post_date": "May 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lee Rowley, the Conservative MP for North East Derbyshire, in the House of Commons on 12 May 2020.",
    "content": [
        "I am grateful for the opportunity to contribute to this debate. Like so many Members who have spoken in the Chamber and by video link, I want to start by paying tribute to all the work that has been done in my constituency over the last few difficult months. In particular, I want to put on record my thanks to everybody at Chesterfield Royal Hospital who has dealt so brilliantly with such a challenging time, to the healthcare workers in the community, to the people working in our GP surgeries across the towns and villages of North East Derbyshire, to the pharmacists who have been in touch and are working hard, and to everybody working in our care homes and social care settings across north Derbyshire. My thanks go out to all those who are working so hard at this incredibly difficult time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it goes beyond that. I also want to thank the people working in our jobcentres in Chesterfield and Staveley, those who are helping in our schools to allow the sons and daughters of keyworkers to continue, and our local councils. Derbyshire County Council has been ensuring that the people who need to shield—of whom there are 1 million across the country—by staying out of the community for their own safety get the medicines and food that they need. North East Derbyshire District Council has done some wonderful work over the last few weeks, contacting those who are self-isolating to make sure that they get the support and help they need and to check up on people where necessary. I am incredibly grateful for all the work that has been done.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The little acts of kindness are particularly important, and I want to mention a few that have come through my inbox in the last few days alone—the PPE that is being created by Dronfield Henry Fanshawe School and St Mary’s at the moment; the pupils of New Whittington Community Primary School who have done a video to say thank you to their teachers; Mrs Shelagh Cheetham and her friends, who have made thousands of pieces of PPE for local hospitals and healthcare settings; and James Cutts from Wingerworth, who goes on his daily run around the village not in normal running wear but in a Batman or Superman suit, to cheer up local children when he goes past their windows. I am grateful for all that they are doing, and I hope that they continue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the time I have left, I want to spend a few moments looking at the broader challenge that we face. Members have raised many different questions today. Some are fair questions. Some, in my view, are unfair questions, but I understand why they are being asked. A series of broader truths has come forward over the past few weeks. We live in unprecedented times. There is no absolute certainty in decisions, and fundamentally, it reminds us all of the frailty of humanity. We think that we control our environment. Actually, our environment controls us. However brilliant our science, however able our politics and however fantastic our communities, ultimately, decisions are sometimes beyond us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have done so much over the past couple of months to get on top of this virus, and I am confident that we will do more in the coming days, weeks and months. This is the first pandemic in a century that we have had to deal with, and it is the first pandemic in a globalised world. We are seeking to do something that has never been done in the history of humanity: to turn back the tide of a pandemic and stop it overwhelming us. We have made huge progress, and I am grateful to everybody for the work they have done. Together, we will continue to do that work, and together, we will get through this, to a better world at the end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}