{
    "url": "https://www.ukpol.co.uk/lee-rowley-2022-speech-on-child-bed-poverty/",
    "title": "Lee Rowley – 2022 Speech on Child Bed Poverty",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Rowley, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in Westminster Hall, the House of Commons, on 19 December 2022.",
    "content": [
        "It is a pleasure to respond to the debate under your chairmanship, Mr Paisley. I am grateful to all hon. Members who have spoken. As the hon. Member for Luton North (Sarah Owen) said, we are small in number, but I am grateful for the opportunity to discuss the topic. I am also grateful to the hon. Members for Halifax (Holly Lynch) and for Batley and Spen (Kim Leadbeater) for their contributions, and I thank the hon. Member for Newcastle upon Tyne North (Catherine McKinnell) for introducing the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As hon. Members already have, I want particularly to thank Bex Wilson, founder of Zarach. The great work her and her colleagues have done in West Yorkshire has been referenced on multiple occasions. She highlights some of the challenges that she has seen on a local level within Leeds and I accept that there are challenges in other parts of the country as well. I pay tribute to her organisation and its brilliant work to provide beds for families who are struggling, especially for those with young children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Member for Luton North said, we all share the same end, which is not to have families or children who need support, do not have access to beds and do not have the ability to have a good night’s sleep, which we all benefit from and often need to be able to make progress in the next day, week and month as we go forwards in our lives. It is down to all the people who work day in, day out to ensure that children can sleep safely and comfortably in their own home that we have, I hope, made progress over recent decades, whether as part of wider work to educate and support or to ensure welfare is in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We absolutely agree that sleep is important. The hon. Member for Luton North talked about a number of studies from China and research has also been carried out by the University of Maryland in the United States, which found that pre-teens who slept fewer than nine hours a day had noticeable differences in brain structure, mood and thinking compared with their peers who had sufficient sleep each night. Although science will always be developing in these areas, it is recognised that sleep is a hugely important part of ensuring that people are ready for the next day that they need to face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We agree on the issue and that it exists—which it does, in certain places. We might take different views on how much it exists, and I accept the point that it is sometimes difficult to understand the level of challenge, but the question is what we do next. We all want to ensure that there is support for those who are in need, and we want to find the best way to ensure that we can cover that need. We want to highlight the amazing work of volunteers from Zarach and wherever else such work is happening in the country. I acknowledge their understandable concerns about why, at times, the system does not work as perfectly or as well as we would ideally like it to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No system with hundreds of billions of pounds in it will work perfectly. The job of Government is not to claim that the system is perfect but to recognise that there are challenges, and try to structure that system in a way that works while ensuring that we do not change the way in which people work, operate and are incentivised where they can resolve some of the issues themselves—I recognise that not everybody can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All that brings questions: ultimately, what do we do when we see issues such as this; and secondarily, what is it proportionate for the Government to do, and how should they respond when they see such issues? The hon. Member for Newcastle upon Tyne North anticipated some of the points I am likely to make. A substantial amount of work is going on across Government to provide a system of support for vulnerable children and families, which I hope includes the ability to tackle sleep deprivation and the drivers behind it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will spend some time explaining how that work is broken down between the Department for Work and Pensions, the Department for Education and the Department for Levelling Up, Housing and Communities, in which I serve, and why, given the plethora of initiatives across multiple Departments, we do not think that a national sleep strategy is the way to go at this time. A substantial amount of work is already under way that we hope is helping in this difficult and challenging area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will start with the top line, which is about tackling poverty; it is the question with which the hon. Member for Newcastle upon Tyne North ended her speech. We recognise that there are often multiple, complex reasons why families find themselves in poverty. The hon. Lady suggested that the Government are a mere bystander, which is difficult to evidence given what we are doing. This year, we will spend the best part of a quarter of a trillion pounds—£245 billion—through the welfare system to tackle such causes head on, recognise that there are vulnerable people out there and ensure that people have the support they need. That includes about £110 billion of support for people of working age, who are the most likely to have children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine McKinnell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to challenge the Minister on his statement. I did not say that the Government were a bystander; I said that they were not a bystander on this issue and they have the power to do something about it. The concern is that, for everything the Government may be doing, they are also the architect of the problem. That is my view and the view of many in this area. I appreciate all the initiatives the Minister is outlining, but they are clearly not solving the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for that clarification, and I apologise if I inadvertently suggested something that I did not intend to. I was merely trying to contextualise. The hon. Lady accepted that a substantial amount of work is going on. That needs to be acknowledged and contextualised within the wider discussion. There is such a substantial amount of work going on—I will go into that in a moment—that the challenge is knowing how best to approach things. I will try to address a number of the suggestions outlined by the hon. Lady and her colleagues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to acknowledge that a substantial amount of money is going into the issue. This has been a relatively well-regarded debate and I do not seek to make it particularly political, but, given the multiple references to austerity, I have to highlight that some of the difficult decisions that we have had to take over the last 12 years have been as a direct result of pre-2010 spending. We need to acknowledge that our decisions have trade-offs and consequences, and we are still living with those consequences a decade or so later, despite the fact that in absolute terms we are spending substantially more money than we were a decade or so ago. [Hon. Members: “Such nonsense!”]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are going to spend over £245 billion through the welfare system this financial year, and £110 billion to support people of working age. That builds on wider efforts to lift more people out of poverty and to support those who have been highlighted in this debate. There were 1.2 million fewer people living in absolute poverty in 2020-21 than in 2009-10, including 200,000 fewer children, 500,000 fewer working-age adults and 400,000 fewer pensioners. That is not to take away from the challenges we face today, particularly the cost of living, but it is important to contextualise where we are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In response to the global challenges we are facing, the Government have provided £37 billion of emergency support this year, and we are putting in place more help over the coming months. In the autumn statement, £26 billion of cost of living support was announced as a taxpayer subsidy for 2023-24, meaning that from next year households on eligible means-tested benefits will receive up to a further £900 in cost of living payments. From April next year, we are also uprating benefits for working-age households and disabled people, as well as the basic and new state pensions, by over 10%. Benefit cap rates will be increased by the same amount.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just today, in the local government finance settlement we have announced a further £100 million of support for people who are deemed to be the most vulnerable, including a discretionary element that gives local authorities around the country where there are challenges—whether they are to do with access to beds or something else—additional funds to be able to close those gaps and ensure people have the things they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Crucially, there is also a dedicated household support fund, overseen by the Department for Work and Pensions, that councils in England can use to help families struggling with essential household costs, including the purchase of new beds and mattresses. A further £1 billion is going into that fund over the next financial year. Nearly £850 million will be distributed in England, and the remainder will be distributed in the devolved nations according to the Barnett formula. That will mean we have allocated £2.5 billion of taxpayer subsidies since October 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Crucially, local authorities will have the freedom to allocate funds according to the needs in their communities. Given the acknowledgement by the Opposition that this issue is difficult to assess or even find, which was one of the points made a moment ago, the best way that we can respond to challenges that are hidden or semi-hidden is to provide both funds, which we have done, and the freedom to allocate those funds in the most proportionate and reasonable way in communities, driven by representatives in communities themselves, including the kind of councils that the hon. Member for Luton North highlighted, which are setting an agenda and making important decisions for their local area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Holly Lynch**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of the referrals coming through to local charities in Halifax relate to families involved in providing kinship care, which is where family members—often at short notice—take over responsibility for caring for a very young child as a member of their family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister, as part of his cross-departmental work and the Government’s response to the MacAlister review, which looks at the responsibilities of kinship carers and the support they deserve, specifically look at the support required by kinship carers? Will he look at what else can be done to support families in such situations when financial support is not a part of the package because of a variety of barriers, so that the children in those circumstances do not go without beds?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lee Rowley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Lady for highlighting the hugely important matter of kinship carers, which I know all Members will have an interest in and experience of; I certainly have, having spoken to constituents at length about these issues. It is an immensely challenging area to know how to get right. Of course, ideally in the first instance there would not be a need for such care, but this is life and there always is such a need. Where there are challenges, we want to keep young children as close as possible to their families and friends, who they know and understand. That will inevitably mean people take over at short notice caring responsibilities that they may not have anticipated. There is a very difficult challenge about knowing how to balance that. I will certainly pass on the hon. Lady’s comments to my colleagues in the Department for Education, who are leading on the MacAlister review and the response to it, and ask them to consider specifically her point about kinship care in that work, where possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I return to the point about freedom. Twenty-three councils have already put on record that they are using their funds to provide beds, bedding and blankets to vulnerable residents. Havering, for example, has already partnered with local retailers to supply beds, white goods and other essential household items to struggling families. At the other end of the country in Blackburn, the council has been working hard on the provision of new high-quality beds for children under the age of seven. Additional discretionary support funds are available where necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will touch on the broader point about supporting families. The supporting families programme operates between the Department for Levelling Up, Housing and Communities, which I am a Minister within, and the Department for Education. It seeks to help councils do exactly what I have just mentioned—co-ordinate help for families to overcome multiple and complex problems. Supporting families funding is allocated to authorities based on levels of deprivation and the number of families in the local population; put simply, more deprived areas receive more funding. The programme can help with some of the drivers of financial insecurity and the knock-on effects, such as those we are talking about today. It can help to address mental health, drug or alcohol problems, or issues such as finding work and keeping children in school. There was a 40% cash uplift for this programme in the Budget, which should mean that 300,000 families are covered over the coming period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a role for schools and the Department for Education, as this is not just about council officers working with individual families; schools play an important role in identifying pupils who may not be getting enough sleep at home. That is why we are here today and why Bex Wilson has set up the charity, after her experience while teaching in Leeds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through the publication of the special educational needs and disabilities and alternative provision Green Paper, the schools White Paper and our response to the MacAlister review, we are creating a system that seeks firmly to work in the interests of vulnerable children and young people. We know that vulnerable children are more absent from school than their peers. In autumn last year, a third of all pupils eligible for free school meals missed more than 10% of school sessions, and nearly one in 10 pupils eligible for free school meals missed more than 10% of possible school sessions for unauthorised other reasons, compared to only 3% of their peers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pupil premium will provide over £2.5 billion in 2022-23 to help schools improve educational outcomes for disadvantaged pupils, which can be used to support social, emotional and behavioural needs, and approaches to improve attendance. Every local authority in England must appoint a virtual school head, who have a statutory duty to promote the educational achievement of children in their care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to Bex Wilson, Zarach and all those who have raised this important issue, and to the hon. Members who have spoken today. Across the House there is an absolute commitment to, and understanding of, the challenges we have debated. I hope that everybody, even if they disagree with the proposal that I put forward on behalf of the Government, recognises that a substantial amount of work has been done in the area, and there is a substantial amount of funding and taxpayer support. We all want to achieve the same ends and recognise various challenges. We are grateful for the work done by those who have highlighted this issue. I hope we can continue to make progress in the coming years, while continuing to debate the best approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine McKinnell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank hon. Friends who have contributed to the debate, both from the Labour Front Bench and Back Benches. I would thank the Minister for his response, but I expected more. It is very concerning that the Government do not seem to recognise that there is an issue, nor commit to understanding the extent of that issue. All we have heard is a list of actions that they are apparently undertaking, but that are clearly not solving the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One mother who spoke to me when I was taking evidence for this debate said that, as a child, she had fled with her mother from domestic violence. She remembers how traumatic that was, but when they moved she said she felt cushioned by a state that supported them into a new home. She does not remember not having a bed when she was growing up. She remembers being looked after and supported in what was clearly a traumatic situation. She has faced that again herself—she has fled domestic violence with her children—and she was shocked at how little support there has been; there was nothing for them. They managed to secure a house, but it had no furniture in it. She said they have lived with one lightbulb, which they move from room to room, and no beds for the children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the charity sector that has helped them, not the Government. That is the case up and down the country. Food, clothing, housing and furniture are being provided by the charitable sector, not by the state. People in the most desperate circumstances no longer have a safety net. As much as the Government and the Minister have set out the support they might be giving, it is clearly not working. It is clearly not reaching the right people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I did not intend to say that at the end of this debate. I have been quite moved by the evidence I have heard, but I am left not angry, but I think a bit despondent, by the Minister’s response. I hoped that the Government, of all things, would want to tackle children without beds—would want to know how many children do not have a bed and discuss how we can solve that. Obviously, whatever the Government are doing is not working, because the number is growing not reducing. But that is anecdotal; we do not actually know, because the Government have not found out or even asked the question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to see the Government go away and think harder about this issue. It is about not just those individual children but a lifetime cycle of sleep deprivation that results in adult mental health issues, because if someone has not slept well as a child they will have that for the rest of their life. It will affect their education, mental health, development and wellbeing. Surely we want to put a stop to that, and ensure the basics of having a bed and somewhere safe to sleep. I hope the Government go away and think again. I appreciate that it is not all down to the Minister. The fact that we were not quite sure who was going to respond to the debate is telling of the Government’s lack of focus on child poverty as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Department for Education has an interest in children. The Department of Health and Social Care should have an interest in children’s health and wellbeing. The Department for Levelling Up, Housing and Communities, and local government, should have an interest in ensuring that support is delivered at a local level. The Department for Work and Pensions looks after those households that need extra support. None of them appears to be talking to each other to develop a holistic strategy to ensure that more children do not fall into poverty, that they have a bed to sleep in and that we finally turn this around. I really hope the Government listen. If they will not, I really hope this country votes in a different Government who will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}