{
    "url": "https://www.ukpol.co.uk/mark-rowley-2022-comments-on-his-appointment-as-the-commissioner-of-the-metropolitan-police/",
    "title": "Mark Rowley – 2022 Comments on His Appointment as the Commissioner of the Metropolitan Police",
    "post_date": "July 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Rowley",
            "url": "/tag/mark-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Mark Rowley on 9 July 2022, following the announcement of his appointment as the next Commissioner of the Metropolitan Police.",
    "content": [
        "I feel deeply honoured to be appointed to be the next Metropolitan Police Commissioner. Our mission is to lead the renewal of policing by consent which has been so heavily dented in recent years as trust and confidence have fallen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful that the Home Secretary and Mayor are both determined to support the urgent reforms we need to deliver successful community crimefighting in today’s fast-moving world. These reforms include our use of technology and data, our culture and our policing approach. We will fight crime with communities – not unilaterally dispense tactics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also know that the majority of officers and staff retain an extraordinary sense of vocation and determination and want us to do better. It is my job to help them do that, whilst also being ruthless in removing those who are corrupting our integrity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will deliver more trust, less crime and high standards for London and beyond and we will work with London’s diverse communities as we together renew the uniquely British invention of ‘policing by consent’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}