{
    "url": "https://www.ukpol.co.uk/lee-rowley-2020-speech-on-the-trade-bill/",
    "title": "Lee Rowley – 2020 Speech on the Trade Bill",
    "post_date": "May 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lee Rowley, the Conservative MP for North East Derbyshire, in the House of Commons on 20 May 2020.",
    "content": [
        "I am grateful for the opportunity to contribute to this debate. Over the past three months, our primary focus has been coronavirus and the challenge we face on a national and local level. It is right that we have spent a huge amount of time, effort and focus on coronavirus. At the same time, if we do not prepare as parliamentarians for the future beyond coronavirus, whenever that terrible disease eventually moves on, and if we do not spend time thinking through how we reshape the world and take advantage of the opportunities that will come, we are not doing our jobs adequately.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the big jobs is ensuring that we have the right foreign policy, trade policy and international trade policy. That is why I welcome the opportunity to debate this Bill. I do not share the criticisms from Members that we are not giving the Bill adequate scrutiny or that now is not the time to make these decisions. I do not claim to be an expert in international trade, but in some ways, we do not need to be experts in international trade to welcome a Bill that, at its heart, perpetuates the principle that I hope most people in this place stand for: free trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Free trade is one of those principles and ideologies that is not much talked about other than as a negative, but actually, it has significantly improved our lot domestically over many centuries. Vitally, it has also improved the lot of so many people across the world, ensuring that so many people are lifted out of poverty and giving us so many opportunities. Yet Members on the Opposition Benches focus on the challenges or disadvantages of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We as parliamentarians suffer the quagmire—the fog—of special interest groups, who are perpetually rent-seeking when it comes to these Bills. We suffer the white noise of groups such as 38 Degrees who seek to spam us in ways that misinterpret and offer misinformation about the reality of what we are trying to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is free trade that has partly been responsible for the reduction in absolute poverty by more than half since 1990. It is free trade that contributed to the magnificent growth of economies around the world, such as those in South Korea and Germany, out of the ruins of war 50 or 60 years ago. We should stand up for the opportunities that free trade offers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not a paean to free trade on just a principled or conceptual basis. Free trade presents demonstrable opportunities for people in my constituency and constituencies across the country. It supports jobs in places like Clay Cross, where people go to work every day in highly skilled factories to export goods across the world. It supports entrepreneurs who see new opportunities and new markets around the world for their ideas, so that they can grow their businesses in places like Dronfield and Eckington. Bluntly, it supports us all in our old age, because we put money into pensions that grow by ​investing in companies that use free trade to satisfy demand, move goods around the world and ensure that, ultimately, people get the things they need. I do not just support free trade from a principled perspective; I support it because it helps North East Derbyshire and every single other constituency in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to support free trade and Bills such as this because of the opportunities that will come in the next few decades. We will have to get over the challenges caused by coronavirus in the next few years. Opening up markets, seeking to obtain deals across the world and seeking to roll over, as the Bill does, existing deals and enhance them where possible are exactly the kind of opportunities we need to take as we rebuild our country after the grave difficulties that were so unexpected in the last three months or so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Free trade does not mean a free-for-all. It means the opportunity to build fair and equitable trade for all of us. Ultimately, free trade and the legislative framework that supports it give us and our constituents the opportunity to build better lives and to offer that to people across the world. It is something I celebrate, and I hope that the majority of people in this House do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}