{
    "url": "https://www.ukpol.co.uk/lee-rowley-2022-speech-on-gas-explosion-in-galpins-road-pollards-hill/",
    "title": "Lee Rowley – 2022 Speech on Gas Explosion in Galpin’s Road, Pollards Hill",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Rowley, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 21 October 2022.",
    "content": [
        "The convention in debates such as this is to start by congratulating an hon. Member on securing the debate, but congratulations absolutely do not feel right at all. I am incredibly sorry —incredibly sorry—that the hon. Member for Mitcham and Morden (Siobhain McDonagh) has had to bring this debate to the House today and for the awful and tragic events that have happened to her and her community. I thank everybody present for their time and their willingness to come to this place today. On behalf of the Government, let me say how sorry I am for all of the challenges that the hon. Lady and the community have experienced in recent weeks. It has been extremely difficult to hear about this matter—that is just in the few minutes that the hon. Lady has been highlighting the incident, quite rightly, and standing up for her constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to everybody present today and grateful to the hon. Lady for outlining the very tragic events of just a few weeks ago. I am sure that there are people in the Public Gallery who are very personally affected by this; by what happened on the day itself and, as the hon. Lady has outlined, by what has happened subsequently. I hope those issues are resolved as quickly as possible, and I will come to some of them in a moment. The hon. Lady was absolutely right to highlight the challenges, and I will try to address some of those.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been a Government Minister for just over a year now, and have stood at this Dispatch Box a number of times. All debates are important, but a debate such as this, which I have the opportunity to respond to today, is one of the more important ones because of the impact, as we have heard, on individuals’ lives and on individuals’ communities. This is about the families who were affected by the really tragic events of 8 August, and I completely appreciate the challenge that the hon. Lady has outlined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady has eloquently described the events of the day in question and the circumstances that led to the explosion on Galpin’s Road. I wish to put it on record that the whole House, as you have said, Madam Deputy Speaker, sends its condolences to Sana and to the family of Sahara, who tragically lost her life. I understand that it would have been Sahara’s fifth birthday just a few weeks ago and she would have been starting school. I am incredibly sorry for what has happened, and I am very grateful to the hon. Lady for passing on so directly the message from Sana. I will absolutely take that away and we will see what the Government can do to assist in the challenges that the hon. Lady has raised on behalf of her constituents and on behalf of Sana’s family, and we will come back to her as soon as we are able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such an incident impacts not just one family but entire streets and neighbourhoods, as the hon. Lady outlined. Anyone who walked into the centre at the time would have seen the impact that the explosion had on the local community—500 people, 200 evacuated homes. The hon. Lady eloquently outlined the real-life consequences beyond the most tragic ones. Lives were impacted: wedding dresses not accessible, school uniforms not available, people not able to use their taxis to make a living. Whenever we see a tragedy like this, one of the few good things that comes out of it is the community’s ability to come together. The hon. Lady eloquently outlined how that happened. I want to put on record my thanks, and the Government’s thanks, to everyone who stepped in and helped during these difficult times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also thank Merton Council. As a former local councillor elsewhere in London, I know that local authorities are at the absolute forefront in times of difficulty and trouble such as this, as are Members of Parliament. The work of Merton Council should be recognised. Every council has plans to set up emergency rest centres in times of need, but not every council has to implement them. Councils do not want to do that. I pass on my personal thanks to all those who helped support people at New Horizons Centre in Pollards Hill, whether to provide food, shelter, water, medicines, wash facilities or housing advice. In many ways, that help continues. I pay tribute to the emergency services. Firefighters worked tirelessly to carry out searches, tackle the explosion and make the area safe, and the paramedics and ambulance service personnel were there when people needed them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The community pulled together in the aftermath of the explosion, but as the hon. Member rightly pointed out, it is time for action. The community wants answers. Why did this happen? Could it have been prevented? How can we stop such a tragedy from happening again? I hope that residents here today or watching online and the hon. Lady accept that there is a limit to what I can say about some of the specifics today, as she acknowledged in her speech. However, I will do my best to try to provide some answers where I am able to in the time left.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister of State at the Department for Levelling Up, Housing and Communities, my hon. Friend the Member for Sutton and Cheam (Paul Scully), met the leader of Merton Council and the council’s chief executive on 11 August. The Minister heard at first hand Councillor Garrod’s concerns about the adequacy of gas safe inspections before and after the tragedy took place, and the role of Southern Gas Networks in preventing the explosion. Discussions between the council and SGN are ongoing. Residents have, quite rightly and understandably, been anxious about the risk of future gas leaks. I am glad that SGN has arranged further safety checks with an independent gas safe registered company.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The gas companies involved in the transmission and distribution of gas must comply with the Gas Safety (Management) Regulations 1996—GSMR. The regulations are owned and enforced by the Health and Safety Executive. Under those provisions, where an escape is notified, the gas conveyor must attend the scene and prevent the gas escaping as soon as is reasonably practical, if that is judged to be the case. In the event of a fire or explosion, the gas conveyor must investigate the cause and source of the incident, notifying the Health and Safety Executive that such an investigation is underway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady highlighted the gas replacement programme funding. As she indicated, that is a programme of work to replace the old and deteriorating metal mains and services with plastic pipes. The majority of that is done under the iron mains risk reduction programme, regulated by the Health and Safety Executive, to decommission those iron mains within the gas distribution network. Like all programmes and projects, it takes time, but I had heard the hon. Lady’s concerns and the questions that she rightly has about where things are. I will endeavour to speak to my hon. Friend the Minister, and either he or I will come back to her.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the Pipelines Safety Regulations 1996, pipeline operators have a duty to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“ensure that a pipeline is maintained…in efficient working order and in good repair.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to understand what happened. I understand that the Metropolitan police continue to work closely with the Health and Safety Executive to work out why this tragedy occurred. We are keen to ensure that we understand what they find and what may or may not be needed subsequently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the few moments that I have left, let me turn to insurance. When the Minister of State met the leader of Merton Council, they discussed support for the families who had to leave things behind and the situation at the time. I know that the council has been supporting residents to contact insurance companies, but as the hon. Member for Mitcham and Morden rightly outlined, some of them have been presented with large fees or are worried about facing large future premiums through no fault of their own. I know that Merton has been in touch with the Association of British Insurers to pass on its concerns; the ABI recognises that this has been a traumatic period for all concerned, with insurers wanting to ensure that claims are progressed, that repairs are carried out and that residents can be supported as much as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For reasons that I hope are understandable, I cannot comment on individual cases, but let me say more broadly that in such challenging times I expect every insurance company to put its customers first. It will be very clear which companies do so and which do not, and we will be watching. I am grateful that the hon. Lady has had the opportunity to put further pressure on the ones that she has discussed today. Based on this debate, we will be speaking further to insurance companies about the matter, and subsequently I will be happy to talk to the hon. Lady.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister of State has discussed with Councillor Garrod whether Merton Council’s response to the incident would be eligible under the Bellwin scheme, which leads me to the hon. Lady’s challenge about Government support. The Bellwin scheme enables the Government to consider a claim to help with some of the immediate costs following emergencies. It allows local authorities to receive help with the costs in the immediate phase of an emergency. We have been following the matter up with the council, and officials in the Department recently met a delegation from Merton to discuss a possible application under the scheme. I know that the council has a number of uninsurable costs that it incurred in the immediate response to the incident. I understand that work is under way, that Merton has formally registered its interest, and that officials in the Department stand ready to assist the council with its application.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have only about a minute left, so I would like to take one final opportunity to pass on my condolences to the family of Sahara, to send my best wishes to Sana and her family through their recovery, to highlight more broadly the challenges that others have faced, and to say thank you again to all the residents today for coming at such a difficult time and after such an unexpected occurrence that will have changed so many people’s lives. I hope that the Metropolitan police and the Health and Safety Executive complete their investigation quickly, with clear conclusions that ensure that a tragedy like this can be avoided in the future and that, for those who have been affected, we can resolve the impact as quickly as we can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I give my personal thanks and my thanks on behalf of the Government to the hon. Lady for raising the matter today. I am grateful to her for doing so. The Government will try to assist where we can. We hope that we can bring this matter to a conclusion after such tragic events, as soon as we are able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}