{
    "url": "https://www.ukpol.co.uk/lee-rowley-2022-speech-on-the-integrity-of-the-voting-process/",
    "title": "Lee Rowley – 2022 Speech on the Integrity of the Voting Process",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lee Rowley",
            "url": "/tag/lee-rowley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lee Rowley, the Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Davies. I thank my hon. Friend the Member for Peterborough (Paul Bristow) for instigating the debate, and for the strong argument that he has made for change in this area, particularly given the enduring concerns expressed by Democracy Volunteers and others over a long period throughout the country. He is absolutely right that the key principle for the Government in their approach to elections is to ensure the integrity of the ballot box and the system, and to ensure that it works for everyone. We are committed to doing that in any way we can. He highlighted a number of broader points, which I will come on to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I speak about the Ballot Secrecy Bill, which is before the House of Commons at the moment, I too pay tribute to Lord Hayward for all his work in the other place in recent months. Good debates were had there—I read them in Hansard—and they demonstrate the acceptance across all political parties of the challenge, and a willingness to find solutions to the issues that have been highlighted. I therefore welcome the opportunity to respond on behalf of the Government today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I say, the Government believe that the integrity of our electoral system is fundamental to the health and strength of our democracy. The 2019 Conservative manifesto affirmed a commitment to protecting our electoral system, so that it continues to command the trust of voters and the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will quickly and directly answer the question that my hon. Friend the Member for Peterborough rightly asked. He expressed concerns about family voting, which that Bill seeks to tackle. He has highlighted some examples of where there are problems, or perceived problems, around English as a second language, and where people are inherently vulnerable. He made a powerful point about those scenarios and others in which the problem may apply. The Government accept those concerns, and believe that it is of fundamental importance that people can vote in secrecy and without the threat of interference from others. We are committed to working with my hon. Friend and hon. Members on all sides of the House to safeguard democracy against those who would do it harm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my hon. Friend knows, the Government supported the Ballot Secrecy Bill when it was in the other place, and I can absolutely confirm that we will continue to do so now that he has taken it up in this House. It is pleasing to note that the Bill is making progress. I put on record my thanks to Democracy Volunteers, whose work my hon. Friend outlined. It did a significant amount of work in the recent elections, and highlighted concerns that gave rise to the legislation and the proposals before us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the Ballot Secrecy Bill, a person will commit an offence if they accompany a voter into a polling booth, or are near the polling booth when the voter is in it, with the specific intention of influencing that person to vote in a particular way, or to refrain from voting. The Bill is intended to strengthen the existing law on the secrecy of voting. Importantly, as my hon. Friend highlights, the measures are intended to give greater clarity on the law as it stands, and to ensure that presiding officers in polling stations have the confidence to challenge inappropriate behaviour wherever it occurs. That was also mentioned by my hon. Friend the Member for Keighley (Robbie Moore).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Peterborough is right that this is about proportionality and ensuring that we do not preclude people from going into the polling station where it is reasonable for them to do so. It is also about making sure that those in charge of the station have a very clear understanding of when things are reasonable and when they are not, and are able to take action when unreasonable things occur. There should be clear penalties in the law when that is judged to have been the case. All told, when this Bill’s passage is concluded, should it be the will of the House, voters should enter a polling station alone in almost all circumstances when casting their vote, and should not be accompanied by another person unless they are appointed companions or children under the supervision of the voter. We look forward to continuing to support the Bill as it progresses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the few minutes I have left, I want to talk about why we think voter integrity and ensuring the security of the ballot box is so important. As my hon. Friend the Member for Peterborough has outlined, we have brought forward a number of measures on the subject, particularly through the Elections Act 2022. This is my second debate this week in which I have responded for the Government on elections. The first one was slightly better attended, but that did not have anything to do with the subject under discussion. It was somewhat more histrionic. That was on Monday night, when we talked about voter ID. I much prefer these kinds of discussions, where Members have the opportunity to explain the issue, and then we talk about them in a temperate, calm and careful manner, with the gravity that the issue deserves, and without the histrionics demonstrated on Monday night.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that we get policy in this area right. If we do not, people will be prevented from taking part in an activity that is fundamental to the premise of a civilised society: choosing who rules them and who makes the laws on their behalf, and kicking people out of power if they are not making laws in the way that they would prefer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to be cognisant as a country of the fact that our systems may not be perfect, and that fraud goes on. We have to look at opportunities to reduce that fraud over time. That is one reason why, in local elections from May next year, and then in subsequent elections, we are making it a requirement for people to show photographic identification to vote. That is a controversial issue in some parts of this place, but when I speak to my constituents they tell me that it is a logical and reasonable thing to do. We have to show identification to pick up a package, buy alcohol or access certain parts of the high street and licenced premises, so it seems entirely reasonable and proportionate that photographic ID is needed for the very grave, important and serious act of determining who makes laws, who is the next Government and who is in charge of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we have brought forward changes to absentee voting and postal voting, including through a number of provisions to make postal and proxy voting more secure, and to determine any person or any group who might seek to undermine the integrity of the electoral system. As an example, the Elections Act 2022 addresses the harvesting of postal votes by introducing a ban on political campaigners handling postal voting documents that have been issued by somebody else. The Act includes a provision that means that nobody will have a permanent postal vote, and a person’s entitlement to vote by post is reviewed at least once every three years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has also been more general strengthening of protections for voters. The Elections Act has updated the offence of undue influence to ensure that all electors and proxies can cast their vote free from intimidation, harm, and deception. That has made sure that the offence remains fit for purpose, given the technological changes in the last 20 years or so. It does that by providing broader legal protections for voters from different types of intimidatory behaviour, as well as through clearer legal drafting, which assists authorities when they are enforcing those protections. That should help the police to deal with intimidatory behaviour anywhere, including the behaviour in or around polling stations that my hon. Friend the Member for Keighley highlighted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the short time that I have left, I thank again my hon. Friend the Member for Peterborough for both securing this debate, and for being willing to support and ensure the progress of the Bill. I thank the hon. Member for Strangford (Jim Shannon) for his question on Northern Ireland, and my hon. Friend the Member for Keighley for his contribution, and for highlighting his support for the Bill. It is an important part of continuing to ensure the strength, health and integrity of our democracy. We are grateful to the Members of the other place who instigated it. We look forward to continuing to support it in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}