{
    "url": "https://www.ukpol.co.uk/janet-royall-2022-tribute-to-hm-queen-elizabeth-ii-baroness-royall-of-blaisdon/",
    "title": "Janet Royall – 2022 Tribute to HM Queen Elizabeth II (Baroness Royall of Blaisdon)",
    "post_date": "October 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Janet Royall",
            "url": "/tag/janet-royall/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Janet Royall, Baroness Royall of Blaisdon, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, I guess I am about two-thirds of the way between the most reverend Primate’s granddaughter and the right reverend Prelate’s mother, but I too wept. It was such a moment to hear that our wonderful Queen had died. The right reverend Prelate mentioned peace and reconciliation. Our country and our world are in great need of those now, and I have no doubt that they will be firmly on the agenda of our new King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud to join in this celebration of the life of Her Majesty the Queen—an inspirational life, a life truly well lived and a life for which we are grateful. She was a remarkable woman, and the tributes made in your Lordships’ House both yesterday and today have also been remarkable. The tributes we have seen in the media have been quite exceptional, and I hope that continues with our new King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is impossible to say anything new, but repetition does not detract from the fact that Queen Elizabeth was an extraordinary woman whose dedication to our country and its people was second to none. Hers was a life of service and steadfastness, leadership and love, dignity and integrity—a reassuring constant in a turbulent world. It is difficult to comprehend the breadth of the economic, social, political and technological changes that took place during the second Elizabethan age. She was the continuity Queen who embodied our nation. Hers was a life to be celebrated throughout the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was in Mumbai when news of the Queen’s death was announced. So many people came up to me late that evening and the following morning to give their condolences on the loss for our country and to express their sadness and respect. I did not know these people but clearly, I look like a Brit and therefore was somebody who should be concerned, as I was.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was privileged to be Lord President of the Council, Chancellor of the Duchy of Lancaster and Captain of the Gentlemen-at-Arms, and in those tasks I met the Queen quite often. I was certainly not the first woman captain, but it seemed to give the Queen pleasure to introduce a female captain—although together we lamented the fact that the women captains did not have the gorgeous uniforms of the men. We talked about that quite often.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much has been said about the Queen’s sense of humour. Once, when I was lunching at Windsor Castle with the Queen and Duke of Edinburgh, there was a conversation about the intrusion of mobile phones. We lamented the fact that people did not turn them off at mealtimes. Suddenly there was a loud ring beneath the table. Yes, it came from my handbag. I was mortified; they thought it was hilarious.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year my college, Somerville, was privileged to receive a wonderful visit from the King, the then Prince of Wales. Delving into our history in preparation for the visit, I learned that the Queen visited Somerville in 1968, when we were a women’s college. We have a glorious photo of the beautiful young Queen and the heads of all five women’s colleges. Happily for me, all the heads had studied at Somerville. I have no doubt that that point was proudly made to the Queen. On that visit the Queen signed a birthday book given to the college by Ruskin. It was also signed by her grandmother, Queen Mary, and latterly by her son, King Charles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In our fragile world, we are embarking on a new era. The Queen will be greatly missed, but I know that the King, supported by the Queen Consort and his family, will also give extraordinary service to the country and the Commonwealth as we meet the great challenges of our time. Through all the work the King has done as the Prince of Wales, he is more aware of those challenges than many in our world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}