{
    "url": "https://www.ukpol.co.uk/amber-rudd-2017-statement-on-terrorist-attacks/",
    "title": "Amber Rudd – 2017 Statement on Terrorist Attacks",
    "post_date": "June 22, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Amber Rudd, the Home Secretary, in the House of Commons on 22 June 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/amberrudd-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/amberrudd-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With permission Mr Speaker, I would like to make a statement about the terrorist attacks we have seen since Parliament last sat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been no summer like it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we rose seven weeks ago, we left this House in the wake of the worst terrorist attack our country had seen in over a decade. With Khalid Masood trying to strike at the heart of our democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He was foiled that day by one of our brave police officers. But tragically it has proved to be the first of many attempts to bring terror and hate to our streets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two months later, a cowardly and devastating attack in Manchester left 22 people dead and 59 injured after a suicide bomber targeted children at a concert in the Manchester Arena.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the 3rd of June, a van was deliberately driven into pedestrians on London Bridge before three men got out of the vehicle and began stabbing people in nearby Borough market. Eight people were killed and 48 injured.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And then on Monday, almost exactly one year after Jo Cox was brutally murdered in Birstall, we woke to the news of the return of far right terror, when a man viciously drove into a group of Muslim worshippers in North London. One man who had fallen ill before the attack died and nine others were treated in hospital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Westminster. The Manchester Arena. London Bridge. And now Finsbury Park.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "36 innocent people dead and over 150 hospitalised. A tragic loss of innocent life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week I met a mother and father who had lost their daughter in the vicious attacks on London Bridge. She had been stabbed while out celebrating her new job with a friend in Borough Market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just under two weeks before, she planned to be at the arena in Manchester where Salman Abedi committed his heinous crimes, but she decided not to use her ticket.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She had come to London to enjoy a wonderful trip away, a once in a lifetime experience. But instead it was the last trip she ever made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know everyone in this House will want to join me in expressing our sorrow for the pain her family will be feeling. And all those families who have lost loved ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as passing on our thoughts and prayers for those victims who are still trying to recover from the trauma and tragedy of these events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also know that the House will want to join me in acknowledging the incredible efforts of our emergency services during this difficult period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The events of recent months serve to remind us of the bravery, professionalism and, above all, incredible sacrifice made by those who work to keep us safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Home Secretary there is nothing more saddening than standing before Parliament to deliver a statement like this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These acts of terrorism represent the very worst of humanity. They seek to spread fear, intolerance, hate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Countering this threat has always been a crucial part of the work of this government. That’s why we have introduced measures to disrupt the travel of foreign fighters. That’s why we have passed the Investigatory Powers Act which gives the police and intelligence service more powers and tools that they need to keep the public safe. And that’s why just seven weeks ago we legislated to strengthen our response to terrorist financing with the Criminal Finances Act.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also protected overall police funding in real terms since 2015, increased counter-terrorism budgets and funded an uplift in armed police officers. We are now in the process of recruiting over 1,900 additional security and intelligence staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Channel programme, which offers voluntary tailored programmes of support to people assessed as being at risk of radicalisation, has supported over 1,000 at risk individuals since 2012.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And following referrals from the Counter Terrorism Internet Referral Unit, social media providers have removed 270,000 pieces of illegal terrorist material since February 2010. But we are entering a new phase of global terrorism and many of the challenges we are facing are unprecedented.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now believe we are experiencing a new trend in the threat we face. Between June 2013 and the Westminster Bridge attack in March this year, the security services foiled 13 plots linked to or inspired by Islamist extremists. But since just then, we have seen 5 plots prevented as well as 3 such Islamist extremist plots succeeding and the appalling attack of course on Finsbury Park earlier this week. We must do more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must do more to defeat ideologies of hatred by turning people’s minds away from violence and towards pluralistic British values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must make sure that these ideologies are not able to flourish in the first place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must do more to force tech companies to take down terror-related content from their platforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we must also do more to identify, challenge and stamp out the extremism that lurks in our communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we will be setting up a Commission for Countering Extremism. For just as the Labour government in the 1970s set us on a course to tackling racial inequality in this country by setting up the Commission for Racial Equality, we need – and must – do more to tackle these extremists who seek to radicalise and weaponise young people in Britain today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Doing more also means asking difficult questions about what has gone wrong. In light of the terrorist attacks in London and Manchester, Britain’s counter-terrorism strategy will be reviewed to make sure that the police and the security services have what they need to keep us safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to this, there will be a review of the handling of recent terror attacks to look at whether lessons can be learned about our approach. I am pleased to announce that David Anderson, former Independent Reviewer of Terrorism Legislation will be overseeing it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Speaker, what we have witnessed in Manchester and in London are the depraved actions of murderers, intent to tear our country apart. But each act of hate has been met by overwhelming defiance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Borough Market recently, I saw stallholders dishing out olives into plastic pots, shoppers searching for delicious treats and tourists flicking through guidebooks in the shadow of the Shard. Rather than being divided by recent violence, people seemed ever closer together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should follow the example of the traders and the shoppers of Borough Market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What terrorists want is for us to fear and turn in on one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we will never give terrorists what they want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will stand together and we will make the point that terrorists will never win. That our values, our country, our unity will prevail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}