{
    "url": "https://www.ukpol.co.uk/amber-rudd-2019-speech-on-disabilities/",
    "title": "Amber Rudd – 2019 Speech on Disabilities",
    "post_date": "March 10, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Amber Rudd, the Secretary of State for Work and Pensions, on 5 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to be with you and I’d like to thank Scope for graciously hosting us here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember watching the 2012 Paralympics here in this Olympic Park. We watched outstanding athletes achieve extraordinary ambitions. One broadcaster dubbed them ‘The Superhumans’ but we have to keep this in perspective – their achievement was ‘superhuman’ but these disabled athletes have very human needs, requirements, aspirations, goals, successes and failures – like all disabled people, like all people without disabilities, like all of us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Equality is something we should never take for granted. Whether or not you’re a Paralympian, you want to be able to get into your local shop, your work or your home. And it’s important that we’re not just talking about equality for people with physical disabilities, but consider the full range of what disability can mean. This includes people with learning difficulties, and those whose mental health can hold them back; people whose disability may be unseen and lifelong, or those whose challenges and needs fluctuate. All of us, whatever age or need want an equal chance to live a life of opportunity and fulfilment. We intend to support disabled people in all phases of their life so that the pursuit of equality is a shared goal. Everyday Equality is one of Scope’s enduring strategies and I commend them for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scope has a long history of advocacy and support for disabled people. It was founded by 3 parents and a social worker with a specific practical objective: education for their children in order to improve their life chances. This objective has evolved and expanded over the years, changing in response to what disabled people have told them. Scope is well known for holding governments to account, and for speaking frankly when they don’t agree, and they don’t think we go far enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it is particularly apt that I am here today to talk about some practical initiatives that will improve the quality of life for all disabled people in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scope was founded – I discovered – in 1952 – the year my parents were married.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like many people, my sensitivity to the variety of barriers faced by disabled people was not well developed until I was confronted by them in my own life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My father became blind in 1981. For 36 years his blindness was a normal part of my family’s life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of my life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I reflected on my father’s lack of sight, and how it affected his life and the lives of those who loved him, as I considered my role now in supporting disabled people in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government intends to change the landscape for disabled people: to level the terrain and smooth their path.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Department for Work and Pensions holds many of the levers to enable disabled people to achieve their potential, and lead positive, fulfilling lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The benefits system should be the ally of disabled people. It should support them, and ensure that the assistance the government provides arrives in the right place for those who need it most. People with disabilities and health conditions have enough challenges in life; dealing with my department shouldn’t be one of them. So my ambition is to significantly improve how DWP supports disabled people and those with health conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across the DWP, there is already huge commitment to helping disabled people navigate the obstacles they face. It is obvious to me that my colleagues in jobcentres and policy teams in Whitehall are in their jobs because they want to help people – and they do enormous good every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But equally, I know that it doesn’t always seem that way to claimants. Some disabled people have said to me that they feel as though they are put on trial for seeking the state’s support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now nobody in DWP wants that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we need to do more to close the gap between our intentions and your experiences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I go any further, I want to thank the Minister for Disabled People, Sarah Newton, for all of her work. Sarah is committed to improving the lives of disabled people, and is a powerful advocate both within DWP and across government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under her guidance, and that of her predecessors, positive change and improvement is already underway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve stopped requiring the reassessment of those with the most severe and lifelong conditions, who already receive Employment and Support Allowance or Universal Credit. Those who’ve been awarded the highest level of Personal Independence Payment (PIP), whose needs are unlikely to decrease, now receive an ongoing award – with only a light touch review a decade later. This change recognises that people with the greatest health difficulties should be acknowledged as such, and treated in a way which respects their circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now trialling the video recording of PIP assessments. It is hoped this measure will make assessments more transparent for all concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can and must go further. We have already committed to reforming the Work Capability Assessment (WCA), and are continuing to collaborate with external stakeholders on this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I am aware there is more we need to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of particular concern are the cases referred to tribunal following both PIP and WCA decisions. For example, between July and September 2018, 72% of PIP appeals heard found in favour of the claimant. Now that number is too high. We should do more to gather the evidence we need to make the right decision earlier, so that fewer claimants have to seek redress through tribunal. I will be looking at this matter over the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today, I am delighted to announce an imminent change:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will no longer regularly review the PIP awards for claimants who have reached State Pension age, unless they tell us that their needs have changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This applies common sense and mutual understanding to a situation where needs are unlikely to change. This positive change will apply to the 270,000 PIP claimants currently over State Pension age; a group which will increase over time as more PIP claims are made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking forward, we have plans to smooth the application and assessment process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we are creating an integrated service for PIP and Work Capability Assessments from 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To enable this we are developing a single digital system, built to reflect the needs of our customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are joining-up our processes in order to work with customers as individuals, document the numerous interactions they may have with the department, and simplify their journey to getting the support that they are entitled to. This is not just about those customers who apply for more than one benefit; it is about improving the service for everyone who requires a health assessment to receive benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will reduce the need for people to give us information multiple times, and reduce the number of face-to-face assessments that they attend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We hope that by developing our own digital platform, a greater range of assessment providers will compete to help us deliver this important service in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, we will test the feasibility of using a single assessment to determine eligibility for PIP, and ESA-Universal Credit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building on the integrated service, we want to simplify claimants’ participation in these processes even further. We have listened to the concerns of those who feel they are being asked for the same information at face-to-face assessments for different benefits. We will therefore explore how a single assessment could improve the experience of those who apply for PIP and ESA-Universal Credit at the same time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And third, I want to build a strong relationship, based on trust and mutual understanding, between work coaches and claimants awaiting an assessment on Universal Credit. I am committed to ensuring that jobcentres deliver personalised, compassionate and positive support for people with disabilities and health conditions. An important part of this has been the 10,000 work coaches we’ve already trained to support claimants with mental health conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I accept that conditionality is a much debated part of the benefits system. Last month, in response to the Work and Pensions Select Committee, the department agreed to carry out a small test; work coaches will start from a point of no conditionality with a claimant awaiting a Work Capability Assessment, and scale-up where appropriate, focusing on what claimants can do. This contrasts with the current approach, which starts at full conditionality and then tailors down accordingly. My ministerial colleague, Alok Sharma, is taking this forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is more to do, beyond the benefits system – if we are to help people with disabilities achieve their potential. Employment is central to that goal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Employment of disabled people has risen by 930,000 between 2013 and 2018. But we don’t want to sit back and think the work is done; far too many disabled people are missing the opportunity to develop their talents and connect with the world of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I will be reviewing our goal to get one million more disabled people in work by 2027. We can do more, and I want to set a new and more ambitious goal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to remove barriers and create more opportunities. We want to enable people to achieve their goals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the government is to set higher ambitions for disabled people’s employment, integration and inclusion, we need to do more to prevent disabled people and those with health conditions falling out of work in the first place. Currently 300,000 disabled people leave work each year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that it’s possible to reduce the drop-out rate through better occupational health, workplace adjustments, and HR practices that support people to continue working to their capability. The benefits are clear: for individuals, businesses’ productivity and our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prevention is better than cure. But when someone is too ill to work, the system that awaits them should provide the support they need without writing them off. I have been working with the Secretary of State for Health to look at how we can improve Statutory Sick Pay and Occupational Health, to enable employers to provide comprehensive, holistic support to their employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will shortly consult on reform of Statutory Sick Pay and improving access to occupational health. We want to encourage and support employers to play their part in this agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plenty has been done – in signing-up employers to Disability Confident, and facilitating the record number of Access to Work grants that were approved last year – but there’s still more to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "None of us can achieve change alone. To tackle the injustices that disabled people face requires cross-government collaboration, and a far more joined-up approach. Sarah and I are committed to this approach. We know it is the most effective way to deliver for disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to change and improve the way we engage with disabled people, disabled people’s organisations, and the charities that support disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will achieve more by taking you with us than by ploughing on alone, well-meaning but self-guided. Therefore, I will commission a new piece of research to better understand claimants’ experiences of the benefits system, and how to meet their needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This research will complement the report that Scope published last week – which provides an important reminder of the extra costs faced by disabled people. Together, these will inform future policy-making to better reflect the needs of disabled claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s announcements are a good start, but they are by no means the end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is our ambition to go further: to listen harder and to reform effectively. We need to deliver policies, strategies and structures that are co-produced with disabled people – ones that improve the quality of life, the life choices, and the life chances of disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was close to my father. He meant everything to me. I want to believe I felt his anxiety, the struggles his blindness brought, every stumble, indignity and frailty. These weren’t intellectual exercises for me. They were visceral. I never pitied him. I empathised and I supported. He told me what he needed. He told me how I could help him and he guided me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I look around this room I am certain that all of us want to deliver a fairer Britain. I want you to guide us, help us, and work together with us to provide the opportunities and support that disabled people expect and deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}