{
    "url": "https://www.ukpol.co.uk/amber-rudd-2018-statement-on-uk-french-migration/",
    "title": "Amber Rudd – 2018 Statement on UK / French Migration",
    "post_date": "January 25, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Amber Rudd, the Home Secretary, in the House of Commons on 19 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK and France share a special relationship. The operation of juxtaposed controls, provided for by bilateral agreements, is an essential element of our border strategy. Since the juxtaposed controls were introduced, the number of asylum claims made in the UK has decreased dramatically. Before the controls were in place, asylum claims reached over 84,000 a year, three times higher than the 26,617 claims in 2016-17. The reduction in claims we have seen has significantly reduced the impact on public services and the UK taxpayer—with every reduction by 10,000 asylum claims saving the UK at least £70 million in costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Juxtaposed controls play a hugely important role in protecting our national security and have significant economic value for both the UK and France—creating a smooth border and making trade more efficient. Having UK border controls based in France allows Border Force officers to check passengers and freight destined for the UK in France, ensuring we can take action against illegal migrants, those trying to smuggle people into the UK and criminals attempting to bring illegal goods into the country, before they reach British soil.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday, we signed a supplementary agreement that demonstrates the UK and France’s long-term commitment to the future of the juxtaposed controls, recognising that they are in the common interest. This treaty with France—the treaty between the Government of the United Kingdom of Great Britain and Northern Ireland and the Government of the French Republic concerning the reinforcement of co-operation for the co-ordinated management of their shared border, recognising the importance of cooperation at the juxtaposed controls—is established to sit alongside the Le Touquet and Canterbury treaties and will come into force on 1 February 2018. In securing the future of juxtaposed controls in this way we are able to strengthen operational co-operation, both in northern France and further upstream, to reduce the illegal flows into France. The treaty will not affect the operation of our juxtaposed controls, but demonstrates the UK and France’s long term commitment to their successful operation, and secures some of the mechanisms that we need to further strengthen our joint capabilities to prevent the formation of any new migrant camps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building on the successful co-operation of the clearance and relocation of the migrant camp in Calais in 2016, the UK and France have now agreed a comprehensive “whole of route” approach to migration. The aim is to reduce the number of migrants making the dangerous and illegal journey to northern France and manage the pressure on our shared border from those who do travel. The elements are to:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "jointly work upstream in source and transit countries to discourage migrants who do not have any lawful basis for doing so from making the dangerous journey to northern France;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "invest in strengthening our shared border through investment in port security and infrastructure and further improving operational co-operation with France; and,​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "work to ensure that migrants who have travelled illegally to Northern France are able to quickly claim asylum in France so we can meet our international obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has a shared interest in co-operating with France to manage migratory pressures. The support announced as part of the UK France Summit will help ensure migrant camps do not reform and that those willing to engage with the asylum system in France can claim asylum there. It also includes working with France to facilitate the return of migrants with no legal right to be in Europe to countries further upstream where they can be lawfully admitted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our co-operation with France on migration and our shared border is a long-term commitment. Just as we invest in our borders around the rest of the UK, it is only right that we constantly monitor whether there is more we can be doing at the UK border controls in France and Belgium. Signing the treaty yesterday ensures a continuation of operational co-operation in a number of ways. It reaffirms both parties’ commitments to the operation of procedures for determining the member state responsible for an asylum claim under the Dublin III Regulation. It establishes a new co-ordination centre for operational co-operation at our shared border and strengthens co-operation on returns. It sets up a strategic dialogue and commits both countries to working towards joint practical measures in countries upstream, further demonstrating our commitment and leadership on this agenda. These practical measures will help to reduce flows to northern France and underpin our joint commitment to fight modern slavery and human trafficking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, the UK and France recognise their humanitarian responsibilities towards unaccompanied asylum-seeking and refugee children. In 2016, the UK transferred over 750 unaccompanied minors from France as part of our comprehensive support for the Calais camp clearance. We have also announced a number of further measures in respect of unaccompanied asylum-seeking and refugee children:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "France, Greece and Italy will now be able to refer unaccompanied children who arrived in Europe before 18 January 2018 to the UK under section 67 of the Immigration Act 2016. The Government had previously insisted on the previous eligibility date of 20 March 2016 to avoid establishing an open-ended relocation scheme from Europe, as this would increase the pull factor that puts children’s lives at risk. After extensive discussion with France, Greece and Italy, we have agreed to amend the eligibility date on an exceptional basis to ensure we can transfer the circa. 260 remaining unaccompanied children and meet our obligation under section 67 of the Immigration Act 2016. Over 220 children are already here and we are fully committed to transferring the specified number of 480 children as soon as possible, in line with our published policy. The specified number of 480 under section 67 of the Immigration Act 2016 remains unchanged following the UK France Summit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The allocation of a £3.6 million development fund, as part of the UK’s overall £45.5 million funding commitment, which the UK intend to use to work with France to identify projects which support genuine claims through the Dublin process and ensure that those with no prospect of transferring to the UK are informed of their options.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The strengthening of co-operation with France on the operation of the Dublin Regulation, including shorter timescales for decisions and transfers. These commitments apply whilst both the UK and France are participants in the Dublin Regulation.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The deployment of a UK Liaison Officer to France by 1 April 2018.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have not agreed to any new obligations to take more unaccompanied children from Europe. The commitments set out in the treaty and this Written Ministerial Statement will improve joint working with France and support the delivery of existing obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The deal that we have done yesterday recognises the importance of the juxtaposed controls for both the UK and France, and seals confirmation by President Macron to ensuring that we work together to operate them as efficiently as possible, and sets up a new phase of co-operation that will enable us to break the cycle of camps forming in northern France.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a shared interest in co-operating with France on our whole of route approach to migration and the commitments set out at the UK France Summit, and in this Written Ministerial Statement further underline the value of our enduring strategic relationship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}