{
    "url": "https://www.ukpol.co.uk/amber-rudd-2016-statement-on-orgreave/",
    "title": "Amber Rudd – 2016 Statement on Orgreave",
    "post_date": "July 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made in the House of Commons by Amber Rudd, the Home Secretary, on 20 July 2016.",
    "content": [
        "[![amberrudd](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week my noble friend the Advocate General for Scotland answered an oral question asked by Lord Balfe of Dulwich on whether the Government had yet decided whether there would be an inquiry into police actions during the Orgreave miners’ clash in 1984. He explained that the previous Home Secretary had been considering the Orgreave Truth and Justice Campaign’s submission, and that the Independent Police Complaints Commission is working with the Crown Prosecution Service to assess whether material related to the policing of Orgreave is relevant to the Hillsborough criminal investigations with decisions yet to be made by them on whether any criminal proceedings will be brought as a result.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government take all allegations of police misconduct very seriously and the then Home Secretary considered the campaign’s analysis in detail. I can tell the right hon. Gentleman that I have today written to the campaign secretary, Barbara Jackson, to say that I would be very happy to meet her and the campaign immediately after the summer recess. I would also be happy to meet the right hon. Gentleman to discuss this case as I know this is something that he feels very strongly about. This is one of the most important issues in my in-tray as a new Home Secretary, and I can assure him that I will be considering the facts very carefully over the summer. I hope to come to a decision as quickly as possible following that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}