{
    "url": "https://www.ukpol.co.uk/amber-rudd-2016-speech-on-nice-terror-attack/",
    "title": "Amber Rudd – 2016 Speech on Nice Terror Attack",
    "post_date": "July 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Amber Rudd, the Home Secretary, in the House of Commons on 18 July 2016.",
    "content": [
        "[![amberrudd](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With permission, Mr Speaker, I would like to make a statement about the terrorist attack in Nice and the threat we face from terrorism in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The full horror of last Thursday night’s attack on the Promenade des Anglais in Nice defies all comprehension. At least 84 people were killed when a heavy goods lorry was driven deliberately into crowds enjoying Bastille day celebrations. Ten of the dead are believed to have been children and teenagers. More than 200 people were injured and a number are in a critical condition. Consular staff on the ground are in touch with local authorities and assisting British nationals caught up in the attack, and the Foreign and Commonwealth Office is providing support to anyone concerned about friends or loved ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the weekend, the French police made a number of arrests, and in the coming weeks we will learn more about the circumstances behind the attack. These were innocent people enjoying national celebrations—they were families, mothers, fathers, brothers, sisters, daughters, sons, friends, and many of them were children. They were attacked in the most brutal and cowardly way possible, as they simply went about their lives. Our thoughts and prayers must be with the families who have lost loved ones, the survivors fighting for their lives, the victims facing appalling injuries and all those mentally scarred by the events of that night.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have spoken to my counterpart, Bernard Cazeneuve, to offer him the sympathy of the British people and to make it clear that we stand ready to help in any way we can. We have offered investigative assistance to the French authorities and security support to the French diplomatic and wider community in London. This is the third terrorist attack in France in the last 18 months with a high number of deaths, and we cannot underestimate its devastating impact. We have also seen attacks in many other countries, and those killed and maimed by these murderers include people of many nationalities and faiths. Recently, we have seen attacks in Bangladesh, Saudi Arabia, Iraq, Turkey and America, as well as the ongoing conflict in Syria, and last month we marked a year since 38 people—30 of them British—were murdered at a beach resort in Tunisia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the UK, the threat from international terrorism, which is determined by the independent joint terrorism analysis centre, remains at “severe”, meaning that an attack is “highly likely”. The public should be vigilant but not alarmed. On Friday, following the attack in Nice, the police and security and intelligence agencies took steps to review our security measures and ensure we had robust procedures in place, and I receive regular updates. All police forces have reviewed upcoming events taking place in their regions to ensure that security measures are appropriate and proportionate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has considerable experience in managing and policing major events. Extra security measures are used at particularly high-profile events, including—when the police assess there to be a risk of vehicle attacks—the deployment of the national barrier asset. This is made up of a range of temporary equipment, including security fences and gates, that enables the physical protection of sites. Since the terrorist attacks in Mumbai in 2008, we have also taken steps to improve the response of police firearms teams and other emergency services to a marauding gun attack. We have protected and increased counter-terrorism police funding for 2016-17 in real terms, and over the next five years, we are providing £143 million for the police to boost their firearms capability further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to test our response to terrorist attacks, including by learning the lessons from attacks such as those in France and through national exercises involving the Government, the military, the police, the ambulance and fire and rescue services and other agencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The threat from terrorism, however, is serious and growing. Our security and intelligence services are first rate, and they work tirelessly around the clock to keep the people of this country safe. Over the next five years, we will make an extra £2.5 billion available to those agencies, and that will include funding for an additional 1,900 staff at MI5, MI6 and GCHC, as well as strengthening our network of counter-terrorism experts in the middle east, north Africa, south Asia and sub-Saharan Africa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also taken steps to deal with foreign fighters and to prevent radicalisation by providing new powers through the Counter-Terrorism and Security Act 2015, and we continue to take forward the Investigatory Powers Bill, which will ensure that the police, the security and the intelligence agencies have the powers they need to keep people safe in the digital age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has in place strong measures to respond to terrorist attacks and since coming to office in 2010, the Government have taken significant steps to bolster that response, but Daesh and other terrorist organisations seek to poison people’s minds and they peddle sickening hate and lies to encourage people to plot acts of terrorism or leave their families to join terrorists. That is not just in France or this country, but in countries all around the world. We must confront that hateful propaganda and expose it for what it is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this country, that means working to expose the emptiness of extremism and safeguard vulnerable people from becoming radicalised. Our Prevent programme works in partnership with families, communities and civil society groups to challenge the poisonous ideology that supports terrorism. This includes supporting civil society groups to build their own capacity, and since January 2014, its counter-narrative products have had widespread engagement with communities. In addition, more than 1,000 people have received support since 2012 through Channel, the voluntary and confidential support programme for those at risk of radicalisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an international problem that requires an international solution, so we are working closely with our European partners, allies in the counter-Daesh coalition and those most affected by the threat that Daesh poses to share information, build counter-terrorism capability and exchange best practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Prime Minister has said, we must work with France and our partners around the world to stand up for our values and for our freedom. Nice was attacked on Bastille day, itself a French symbol of liberation and national unity. Those who attack seek to divide us and spread hatred, so our resounding response must be one of ever-greater unity between different nations but also between ourselves. This weekend we saw unity in action as people came together to support each other. People sent messages of condolence, and Muslims in this country and around the world have said that those who carry out such attacks do not represent the true Islam.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to end by sending a message to our French friends and neighbours. What happened in Nice last Thursday was cruel and incomprehensible. The horror and devastation is something many people will live with for the rest of their lives. We know you are hurting; we know this will cause lasting pain. Let me be quite clear: we will stand with you; we will support you in this fight, and together with our partners around the world, we will defeat those who seek to attack our way of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}