{
    "url": "https://www.ukpol.co.uk/amber-rudd-2017-speech-to-apcc-and-npcc-partnership-summit/",
    "title": "Amber Rudd – 2017 Speech to APCC and NPCC Partnership Summit",
    "post_date": "November 4, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Amber Rudd, the Home Secretary, to the APCC and NPCC Partnership Summit on 1 November 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/amberrudd-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/amberrudd-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "London is one of my favourite cities to travel through. I love the architecture, the history and the throng of the crowd. But today’s route really made me stop and think. My journey started near Parliament, and from there I drove over Westminster Bridge, past Borough Market and through London Bridge, and this year, these places of course have taken on a new significance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve witnessed terrorist attacks at these sites and Manchester Arena, Finsbury Park and Parsons Green. On each occasion police officers responded with exemplary skill and bravery – working long hours and putting themselves in harm’s way to keep others safe. We will never forget the heroism of PC Keith Palmer who was fatally stabbed while defending our Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So today I want to start by saying thank you to all of you who have played your part and I know it’s been utterly exhausting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like to take this opportunity to extend my deepest condolences and sympathy to the victims and families who have lost loved ones in New York in such a vile and cowardly act of terrorism. Our thoughts are with you at this most difficult time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The day after the Parsons Green attack, I met officers who had been part of the response team. I could see what a strain events like this put on emergency services. And in Manchester, I met the team of detectives who are working tirelessly to investigate the Manchester Arena bombing. It’s true that in all jobs there are bad days at work, but there’s few which involve confronting terrorists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I’m not here today to talk about terrorism – horrific as it is. What I want to talk about is local policing and how best to fight the day to day crime which blights people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Crime Survey for England and Wales, acknowledged by the ONS as our best measure of long term crime trends, shows there’s been a substantial 9% fall in crime over the last year – and a 38% drop since 2010. This has led to more confidence in the police with latest figures showing that 78% of people now have confidence in their local force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we also know that police-recorded crime had gone up by 13% this past year. This reflects continued improvements in crime recording and an increased willingness of victims to report crime. However, it also reflects a genuine increase in some specific crime types including homicides, knife crime and firearms offences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Types of crime which ruin lives and cause irrevocable damage to families and communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all need to account for, and find solutions to, these worrying rises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But behind these national rises are huge local variations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take the example of police recorded knife crime for instance. While in the year to June 2017 it was up by 36% in the Metropolitan Police area, it was down 16% in the Greater Manchester Police Force area. During this same period, the East of England has seen a 19% drop in homicides, whereas the East Midlands has seen a 35% rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local policing can make a difference. You’re probably tired of Conservative Home Secretaries standing here and saying the Home Office doesn’t run policing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it’s crucial. You are the ones who are responsible for cutting crime and delivering an effective and efficient police service for your local area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, part of being a Police and Crime Commissioner is about speaking to the government about resourcing. But it mustn’t just be about lobbying the government for money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It needs to be about cutting crime, delivering on the priorities you were elected on and being held to account by local people in your area when you don’t.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So when crime statistics go up, I don’t just want to see you reaching for a pen to write a press release asking for more money from the government. I want you to tell your local communities and the victims in your area what your plan is to make them safer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because policing can make a difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as we at the Home Office will set out what we are doing to make the country safer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because we do still have a role to play. Giving you the powers you need. Supporting you when you need to be supported. Challenging you when you need to be challenged. And yes, in making sure you have the right resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When it comes to powers, I hope you, as police leaders, feel we are responding to the recent changes in crime. Because as crime changes, the powers you need are changing too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the worrying recent rise in violent crimes, we’re taking action. We’ve recently published our consultation outlining how we’re intending to crack down on violent crime and offensive weapons. This will be complemented next year by the publication of a new strategy to combat serious violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re going to prevent children purchasing knives online and we’re going to stop people carrying acid in public if they don’t have a good reason. And as I outlined at the Conservative Party Conference, the sale of acids to under 18s will be banned and the public sale of sulphuric acid dramatically limited.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Attacks with knives and acid ruin lives. Confidence and happiness can be lost forever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to make sure that the thugs who think of attempting these horrible acts are stopped before they are able to realise their hateful ambitions – and that they face the full force of the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And on stop and search.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know there are those who think it’s a controversial tactic, and I know it has been badly used in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But figures show that stop and search reforms are working. The stop-to-arrest rate has risen and once again is the highest on record. The new data published as part of the ‘best use of stop and search’ scheme shows that around two-thirds of searches result in some kind of police action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is my belief that stop and search is a useful tool for the police, especially to target rising levels of knife crime and acid attacks, and that you should have the confidence to use it where necessary. My message to you today is that officers who use stop and search appropriately will always have my full support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, let me be quite clear. No-one should be stopped because of their race or ethnicity. Locally, where there are racial disparities in the use of stop and search, chief constables will still need to explain these.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because if stop and search is misused, then it is counter-productive and, more importantly, it damages confidence in policing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when you tell me you need additional powers, it’s my job to listen carefully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You said that officers have concerns about pursuing and apprehending moped-riding criminals. You explained that some officers worry about their legal position when pursuing suspected offenders when they’re on mopeds or scooters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we’ve listened and we’re taking action. We’re reviewing the law and practice regarding police pursuits. We want to make sure officers feel they have the legal protection they need to go after moped and scooter gangs. And I can announce today that we will finish the review early next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My officials at the Home Office are working with the police, including the Police Federation as well as the IPCC and other criminal justice agencies, to do this. But I can say today that there will be change. Officers have said they don’t feel confident they will be supported if they pursue a criminal on a moped. These criminals terrorise our streets, intimidating people into giving over their phones or wallets and leaving many too scared to walk outside their front doors. I don’t want any officer to feel that they cannot pursue someone like this because they have taken their helmet off. We will always support the police and officers, not the criminals who commit these awful crimes on our streets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the job of the Home Office isn’t just to give new powers; it’s also about providing support, constructive challenge and ideas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because police reform is not an objective which left the Home Office when Theresa May did. And whilst policing is in a much better state now than it was in 2010, there’s still work to be done and that work is easier to do when we collaborate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m really pleased that in the policing vision 2025, you’ve set out a transformative programme for yourselves. My department is committed – and stands ready – to do whatever it takes to support you with these plans. This includes making our expertise and resources available to the Police Reform and Transformation Board where helpful, for example to help them address commercial, procurement or programme management issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also want to help you further professionalise the sector. That’s why we continue to work alongside the College of Policing. We are putting in place multiple reforms in this area, such as the Policing Education Qualifications Framework, to ensure that policing continues to develop its existing workforce and attract the best recruits. We are also establishing the Licence to Practise Scheme to give those who operate in the most high risk and high harm areas the correct skills and training to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re also supporting those of you in the audience who want to deliver greater efficiency and effectiveness through closer collaboration between emergency services, to benefit your local communities. We’ve legislated to enable PCCs to take on responsibility for fire and rescue services locally, where a local case is made, and to place a statutory duty on all three emergency services to collaborate. But you are in charge and you can decide where the opportunities lie for your area and your communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted that on the 1st October, Roger Hirst in Essex formally became the country’s first Police, Fire & Crime Commissioner, and I know PCCs elsewhere have, or are considering, submitting their own proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And look, as I’ve said, I know that policing can be a stressful business. You work long hours, you deal with people at their worst and no doubt this has an impact on physical and mental health. That’s why in July I announced £7.5 million of funding to pilot and – if it is successful – fund a dedicated national police welfare service to help those who need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I’ll tell you something that we won’t stand for. Officers being attacked, abused and spat at while they do their jobs. This sort of behaviour is unacceptable. That’s why we are supporting new legislation which will send a clear message that we will not tolerate attacks on emergency workers and we will ensure that those who are violent are punished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You protect us and it’s right that we protect you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the Home Office’s job, and my job, is to give you the powers you need to keep us safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will use our coordinating role to support and, where necessary, challenge you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, yes, it’s our job to provide you with the right level of funding and resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re investing £1.9 billion in cyber security which will contribute to relieving pressures on individual forces tackling online and cyber enabled crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re providing funding to bolster counter-terrorism policing in the wake of this year’s terror attacks. For example, we’re putting an extra £24 million into counter-terrorism policing in addition to the £707 million already announced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And since 2015 we’ve protected the total amount of spending that goes to policing in line with inflation. That means that overall police spending is increasing from £11.4 billion in 2015 to 2016 to around £12.3 billion in 2019 to 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within that we’re spending hundreds of millions of pounds to ensure you continue to reform and become more productive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today I am pleased to announce the award of £27.45 million police transformation funding to a further ten projects which includes:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– £1.9 million for the Metropolitan Police to design a single call handling system and centralised control rooms for London’s emergency services\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– £6.87 million to South Wales Police to help them join up with health professionals and other local partners to better support the vulnerable people they come into contact with, many of whom have had traumatic childhoods\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– £2.87 million to MOPAC’s drive project which involves working with serial perpetrators, offering one-to-one support to break the cycle of domestic abuse\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All the remaining successful bids will be listed on the Home Office website.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know a number of you have been calling for more money on top of this. We’ve always been clear that decisions about funding need to be based on evidence and not assertion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why the policing minister will have visited or spoken to every force in the country ahead of this year’s spending settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We appreciate that the increase in complex, investigatory work has put pressure on forces, as well as the efforts to deal with the unprecedented wave of terrorist attacks we’ve sadly seen this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But police financial reserves now amount to more than £1.6 billion and the independent inspectorate remains clear that there is more forces can do to transform, with greater efficiencies still available.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So these are the considerations we will balance as we take decisions on future funding. Listening to your concerns, but also critically evaluating them. So we get the decisions right for the people we serve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I don’t want to finish by talking about resourcing. Because I don’t believe the people we serve want to hear disagreements between us on whether a hundred million pounds should be given straight to forces as part of the core grant, or instead bid for as part of the transformation fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They want to hear about what we are doing, together, to cut crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because being a PCC, or chief constable for that matter, should be about agreeing and then delivering on a plan to cut crime in your area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Remind yourselves that millions of people voted for you in the PCC elections in 2016. They voted for your plans to keep them safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because, they like me, believe policing can make a difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’re already seeing some great examples of your initiative:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like Marc Jones, the PCC in Lincolnshire who has funded an initiative to deploy a team of nurses to the police control room to help officers deal with incidents involving mental health issues. Or like Martin Surl, the PCC for Gloucestershire who backed a 12 month trial to reintroduce horseback patrols to help serve the public and reduce crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if you look back over the cumulative effect of your work since PCCs were first elected in 2012, then you should be really proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You’ve presided over a fall in traditional crime, you’ve made efficiencies which have saved hundreds of millions of pounds for the taxpayer, and you have increased the proportion of officers on the frontline. You’ve brought real democratic accountability to British policing and you’ve shown true leadership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But now it’s time for you to rise to the challenge of leading the next chapter of reform so you deliver for your local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because policing can make a difference. And together we can improve people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}