{
    "url": "https://www.ukpol.co.uk/amber-rudd-2015-statement-on-energy-investment/",
    "title": "Amber Rudd – 2015 Statement on Energy Investment",
    "post_date": "February 24, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Amber Rudd, the Secretary of State for Energy, on 21 October 2015.",
    "content": [
        "[![amberrudd](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "EDF and its Chinese partner China General Nuclear Corporation (CGN) have committed to Hinkley Point C during this week’s landmark China State Visit, confirming that Somerset will have the first new nuclear power station in the UK for a generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The companies have signed a Strategic Investment Agreement which marks a critical moment for the site in Somerset. EDF has confirmed it will take a 66.5 per cent stake in Hinkley with CGN taking 33.5 per cent, demonstrating a clear commitment from both parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government and EDF have finalised the detail of the Contract for Difference which offers increased price certainty for the electricity produced from Hinkley Point C. The Funded Decommissioning Programme will make sure that the tax payer doesn’t pick up the cost of decommissioning the plant in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hinkley Point C will provide low carbon electricity to six million homes, twice as many as the whole of London, for around 60 years – and consumers won’t pay a penny until the plant is up and running. It will provide a vital boost for the national and local economy – creating 25,000 jobs, with at least 5,000 people from Somerset expected to work directly on the project, providing a £40 million boost to the local economy every year. The Energy Secretary will take her final decision on the Contract for Difference when EDF and GNI have signed the full investment documentation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A Departmental Minute will be presented to Parliament today regarding the scale of the financial commitment associated with the CfD and the potential liabilities to arise in relation to those Waste Transfer Contracts (WTC). I judge the likelihood of these potential WTC liabilities arising to be very low.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}