{
    "url": "https://www.ukpol.co.uk/amber-rudd-2010-maiden-speech-in-the-house-of-commons/",
    "title": "Amber Rudd – 2010 Maiden Speech in the House of Commons",
    "post_date": "April 28, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Amber Rudd, the Conservative MP for Hastings and Rye, in the House of Commons on 17 June 2010.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/amberrudd-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for the opportunity to deliver my maiden speech. I congratulate all new Members who have spoken so ​elegantly and eloquently, particularly my hon. Friend the Member for Rossendale and Darwen (Jake Berry), whose maiden speech was well conceived and comfortably delivered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I represent the constituency of Hastings and Rye. Of course, it is only us who call our areas constituencies. To my constituents, the constituency is home, where they live and where they bring up their families, and I will never forget that. Some six weeks since the general election, I still get a little lost going from one room to the next, and between staircases and lifts, but I remain impressed, humbled and not a little relieved to be in these historic corridors and as part of this historic coalition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Part of my responsibility is to live up to the example of the previous Member of Parliament for Hastings and Rye, Michael Foster. He was the epitome of a good constituency MP. He was immensely popular, not just because of the individual acts that he did for local residents, but because of his high visibility locally and his successful lobbying of the then Government for additional funds for the town. Unfortunately for him, his popularity grew in inverse proportion to that of his Government, but I recognise that, through his service, he set a very high bar—one that I shall try to reach and, hopefully, at some stage exceed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fruits of Michael Foster’s success are evident in Hastings. We have a new train station, further education college, and university centre, and two new state-of-the-art office developments. However, physical regeneration has not yet translated into economic regeneration. Our offices are still largely empty, the train services are still poor, and on the index of multiple deprivation, Hastings remains 29th from the bottom. We have some of the lowest wages and highest unemployment in the whole country, let alone the south-east. Cynics might be forgiven for thinking that Labour’s regeneration has been a triumph of style over substance so far. The make-up is in place, but I am afraid that the wrinkles are still very much there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But deprivation is only one part of Hastings, and Hastings is only one part of an area of contrasts and variations. My constituency feels very much like a microcosm of the country, with urban and rural areas, with farmland adjacent to idyllic estates, and with idyllic villages next to deprived wards. We are the custodians of England’s most famous date—perhaps more famous than 6 May 2010.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me introduce colleagues to the wonderful aspects of my constituency. Hastings, Rye and the village of Winchelsea were all parts of the Cinque ports, which were put together in the 11th century to keep out seafaring invaders, and for the mutual benefit of trade and fishing. Each place has its own unique character. I urge Members to spend their summer holidays with us. They can enjoy local produce, the source of modern English history, top-quality entertainment, fresh air and exercise—and for the more sedentary among us, there are fish and chips and slot machines. They can even walk in genuine dinosaur footprints, which may appeal to some Labour Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tourism is an essential ingredient of what we have to offer. Hotels and boarding houses boast that they have been popular with visitors since 1066—visitors, of course, have not always been so popular with them. We have fantastic beaches, wonderful countryside and arguably ​the world’s most remarkable heritage. We have flourishing language schools, visited by students from all over the world, and a community that welcomes them with open arms, not to mention open tills, because we need the business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like many towns, we suffer from the coastal problem of being at the end of the line. Looking at previous maiden speeches over the past 40 to 50 years, I see that there has been a recurring theme: transport. The A21 to Hastings needs renewing and improvement. Our survival and prosperity depend on access. There is no point having wonderful facilities if people cannot access them. It unquestionably puts off employers and tourists, both of whom we need, that it is so difficult to get to our part of the world. I am talking of a constituency where 43% of the work force are in the public sector. We are like an island. We know which way the tide is going; we need to attract the private sector to try to take up some of the unemployment. I fear that much of the money that has already been spent in my constituency will fail to improve the economy if we do not do something about that. For too long, we have been the underprivileged cousin of the south-east. Many of my constituents have suffered terribly from an economy that has simply left them behind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have two important considerations for my constituency of Hastings and Rye. The first is transport. I recognise the particular financial situation in which we find ourselves—there must be cuts; we have inherited a difficult legacy. However, I urge Government Front Benchers not to make them to vital infrastructure projects, on which everything else depends. In my constituency, they are a link road to open up the area to more jobs and more employers, improvements to the A21, and better rail transport. We must be accessible to prosper. Conservatives understand above all the importance of enterprise and encouraging private sector growth so that families and communities can grow on their own.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have discussed the high-skilled economy, and I agree that we all need that for our country to advance. However, I would like to draw hon. Members’ attention to a very old trade. In Hastings, we have the largest beach-launched fishing fleet in Europe. In Rye, we have an important port and fishing fleet. They have been treated shamefully in the past 15 years. In the 1990s, there were 44 fishing vessels leaving Hastings; now there are 20, and the fishermen eke out a precarious living. Those men earn their living in a traditional, honest and environmentally friendly way, battling with the sea and the dangers of the deep. However, the common fisheries policy, as enforced by the Department for Environment, Food and Rural Affairs, has made their lives impossible. In 2005, there were prosecutions of those fishermen. The role of Government must be to help people, not put them out of business. Their way of life needs bailing out. Our Fisheries Minister understands the issue and the urgency and has visited Hastings twice, but we cannot wait for a full renegotiation of the common fisheries policy. We need change now, with the cod season approaching and difficulties ahead of us. We need a Government who protect our fisheries and our fishermen. I urge particular consideration of coastal towns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise the importance of promoting private sector growth. I hope that we can demonstrate ​that in Hastings and Rye by supporting better transport links and securing a fairer deal for fishermen. All we ask is a fair wind and an even keel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}