{
    "url": "https://www.ukpol.co.uk/amber-rudd-2019-speech-on-universal-credit/",
    "title": "Amber Rudd – 2019 Speech on Universal Credit",
    "post_date": "January 11, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Amber Rudd",
            "url": "/tag/amber-rudd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Amber Rudd, the Secretary of State for Work and Pensions, at Kennington in London, on 11 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/amberrudd-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/amberrudd-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s great be here in Kennington this morning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m particularly pleased to be joined by frontline colleagues and work coaches in the audience today and I’d like to acknowledge the incredible work you do, each and every day, to ensure our claimants receive the payments and support they need. I’d also like to welcome Alok Sharma, the Minister for Employment who I’m pleased could join me here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am delighted to be here to speak about Universal Credit – a vital reform delivering a fair and compassionate welfare system, which helps people into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s not forget that Universal Credit began with near universal support – across party lines, and from charities and stakeholders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because everyone agrees with the principles of helping people into work, making work pay, and providing support in times of need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I want Universal Credit to retain that support as we deliver it in practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This means delivering it in a way that meets the needs of claimants, who come from every conceivable background and each with the potential to achieve their ambitions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In welfare, there is no one-size-fits-all solution, and Universal Credit offers the opportunity to move away from that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It must treat individuals as individuals – and I will set-out the first steps I will take to achieve this today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The principle of UC and why it matters**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our welfare system is based upon 3 fundamental principles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First: work – those who can, should; and those who cannot should be protected from poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second – work should always pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And third, the system should be fair. Fair for taxpayers who pay for it and fair to those who receive it, and fair to future generations – who do not deserve to become trapped in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a nation, I believe we all want a decent safety net: if you’re facing a difficult moment in life, the state should be there to help you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether that’s becoming unemployed, falling ill, or facing bereavement – nobody should find themselves alone in desperate circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it is vital that people are supported by this safety net, not trapped beneath it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is there to help people get through difficult times – it is not meant to be a mode of long term subsistence for those who can work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the vast majority of people, it is ultimately work, not benefits, which provides the route to a better life. And the welfare system should clear a path for that route, not block it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Work gives purpose, dignity and security. The opportunity to provide for your family, progress in earnings, and build a fulfilling life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this respect, the old system was broken; it is why we had to reform it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite what some people suggest, the legacy system – 6 different benefits administered by 3 government departments – was not a utopia that we should return to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, 700,000 claimants on that system are currently failing to claim their full entitlement because they find it so confusing. These people – some of the most vulnerable in society – are failing to receive, on average, £285 a month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the old regime, claimants who moved off benefits into full time work lost welfare payments almost immediately, which resulted in effective ‘tax rates’ of up to 90% on their income.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As an MP, I frequently met people who wanted to earn more but were too scared to take-on extra hours, knowing they’d have so little to gain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2010, 1.4 million people in this country had been out of work for at least 9 of the previous 10 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1.9 million children lived in households where nobody worked, making it more likely that tragically, they too would live a life on welfare – with little chance of any kind of progression.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have re-introduced fairness into the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have capped benefits – so that where the adults in a household are able to work, they cannot claim more than what many working families earn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have taken millions of the lowest-paid out of income tax altogether.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’ve introduced the first National Living Wage, giving many a much-needed pay rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But by far the most important and crucial reform is Universal Credit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me explain why Universal Credit is a force for good. It is based on these principles:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a social security system that provides a safety net, but doesn’t trap people in welfare  \ncertainty that every extra hour of work pays more than staying on benefits, with these being withdrawn at a consistent taper rate  \nhelp to enter work – through increased, tailored support provided by work coaches at jobcentres like this one  \naccuracy of benefits payments, with those made to in-work claimants responding in real-time, each month, to income earned. A digital system – where claimants can access information about their payments online, at their convenience\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These principles pumped much-needed fresh air into a failing system, and failed thinking on welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which is why it is vital that we turn these principles into success in practice. We have steadily invested in Universal Credit, adding £4.5 billion in the last budget, following the extra £1.5 billion allocated in 2017 – giving claimants more money as they transition to Universal Credit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in many areas we are succeeding. More people will enter work as a result of Universal Credit and work coach support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The provision of Universal Support – to provide tailored help for people to make and complete their Universal Credit claim – is a significant new step in creating personalised support for claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s very exciting that from April this year, Citizens Advice will be working to deliver this new support across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in other areas we can improve – in particular, we must ensure that Universal Credit always meets the different needs of different claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today, I will outline 3:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First – the delivery of the next phase of Universal Credit, known as managed migration, must be handled carefully so it works for all claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second – flexibility in payments, especially on rent and frequency, should support people financially in a way that works for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And third – the system must do even more to support women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A standard offer cannot work for everyone. People’s work patterns, the pressures they face, their families – everyone’s circumstances are unique.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make sure Universal Credit has enough flexibility to adapt to personal circumstances – particularly the needs of the most vulnerable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let me set-out in detail the changes that I’m going to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Delivering UC in a way that works for individuals**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the first instance, I am not going to be rushed into the mass migration of existing claimants onto Universal Credit. My priority is to ensure that the transition is done well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we embark on this next stage, I want to be absolutely sure that every person switched over to Universal Credit is getting a personalised service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will tread cautiously – not rushing but instead proceeding with the utmost care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to ensure every individual is thoroughly supported to access Universal Credit quickly and successfully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to reach out to claimants – so the onus should be on us to deliver managed migration in a way that meets everyone’s needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I am going to change the current regulations, removing the powers government previously planned to migrate all legacy claimants onto the new system. The regulations will continue to uphold our commitment to protecting claimants receiving the Severe Disability Premium.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, I’m only going to seek powers for a pilot: the chance to support 10,000 people through the process. This is an opportunity to learn how we can best facilitate the transition – before returning to Parliament with the legislation which we will need for future managed migration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will begin, as planned, from July 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These next 6 months will be a period of careful preparation, working closely with claimants and partners – many of them who are in the room today – to design our communications and support systems effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to ensure the process goes smoothly for claimants, so we will provide tailored communications, help with applications, and even home visits – with bespoke support for the most vulnerable claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From July, we will carefully migrate up to 10,000 claimants, monitoring and adjusting our approach as needs be, before reporting our findings to Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The lessons from the pilot will inform our next steps, but there will be no overall delay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Universal Credit migration will be completed, as planned, by the end of 2023. However, I will consider carefully the results of the pilot, and its implications for scaling-up migration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would not be sensible to move immediately from the pilot phase of 10,000, to full scale managed migration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead we should start small and build up over time, as we develop our processes and learn more. This is the approach any big organisation would take when delivering a complex project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to be clear: I will only proceed with this process when I know it can deliver the best possible service for everyone who relies on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alternative Payment Arrangements**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But equally, I don’t need to wait for the results of the pilot to see there are issues with Universal Credit’s implementation which can be fixed now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of the premise of UC, and the positive change it offers, is based on the fact that it mirrors the world of work. Payments are made monthly, in arrears, and all the money goes straight to claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For many people this is an advantage – providing financial independence and preparation for monthly bills and salary payments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But for others this approach does not work; managing their money month-to-month can be challenging, even impossible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That can cause difficulties for people who are already vulnerable, and I am determined to do more to help those claimants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is already some flexibility in the system, thanks to the changes that we have already made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around 60% of Universal Credit claimants apply for advances to tide them over the initial wait for their first payment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "20% of claimants with housing costs have their rent paid directly to landlords, because a vulnerability or special need has been identified.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for people unable to budget, there are provisions to receive payments twice, or even four times, a month. But currently only 2% of claimants have taken this option.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So although these ‘Alternative Payment Arrangements’ exist to provide people with the bespoke payments they need, they aren’t yet helping as many claimants as I believe they could.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One third of UC claimants in social rented housing have their rent paid directly to their landlord. But in the private sector, that number is only 5%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People in the private rented sector already face a far higher risk of losing their tenancy, and I know from talking to claimants and landlords that the current system isn’t working for some of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we need to make it easier for tenants in the private sector to find and keep a good home, by giving landlords greater certainty that their rent will be paid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I have asked the Department to build an online system for private landlords, so they can request (where necessary) for their tenant’s rent to be paid directly to them. And I will consider what else we can do, because I am determined to help keep people in their homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am also looking at what more can be done to support those who find monthly payments hard to manage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to go back to first principles: reviewing how we identify claimants who might struggle to manage on monthly payments, and ensuring work coaches are moving them onto more frequent payments where necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have asked Jobcentre Plus to test how we can to improve the provision of more frequent payments for new claimants; these pilots will start shortly, and once we have evidence of what works, we will roll it out further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must ensure that provision of frequent payments doesn’t slow the system for users who don’t require them – but I believe we can offer this facility more widely, so those in genuine need can take it up more readily.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Women’s economic empowerment**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, some of the most exciting results we’ve seen from Universal Credit have resulted from personalised and targeted support reaching the right people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is particularly true for groups who have historically been left out of the labour market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Women can never be truly free until they have economic independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is fantastic that 1.6 million women have entered employment since 2010 but for some women, economic empowerment remains the final frontier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many women still don’t have access to the opportunities and independence that comes from earning their own money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This can be particularly true of communities that hold a more traditional view of gender specific roles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the old system, millions of women could be written off as “dependents” and left without any encouragement or support from the system. Under Universal Credit that won’t happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, last week I visited our Jobcentre in Birmingham Yardley – which has piloted a brilliant project focusing specifically on how to support Bangladeshi and Pakistani women into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is early days, but projects like these suggest there are ways to free untapped female potential. And in doing so, we’ll benefit communities across the country, and inspire the next generation to understand the value of financial independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since taking office, I have also listened to a number of concerns – from Refuge, Women’s Aid and others – about how the current structure of household payments penalises women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although one payment per household is an established feature of the welfare system (Housing Benefit, for example, has always been paid in this way) I recognise the validity of these concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why I am committed to ensuring that household payments go directly to the main carer – which is usually, but not always, the woman.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For those couples currently claiming UC, around 60% of payments already go to the woman’s bank account. However, I am looking at what more we can do to enable the main carer to receive the UC payment, and we will begin to make those changes later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Childcare is essential to enable parents to work. Although UC’s provision of funding up to 85% of a claimant’s childcare costs is higher than its predecessor, this is paid in arrears only once actual costs are known.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I recognise that this can cause financial difficulty, with some claimants struggling to pay upfront or report their costs on time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore I’ve instructed jobcentres that if the initial month’s childcare costs prevent a claimant from starting work, the Flexible Support Fund should be used to help smooth the transition for this priority group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I’ve decided we should be flexible when parents are unable to report their childcare costs immediately, so that these costs will be reimbursed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together, these improvements will help to drive the take-up of childcare, as we strive to close the lone parent employment gap and further boost female employment rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe passionately that economic independence liberates women, and I will continue to look at what more Universal Credit can do to support them into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Cancelling the extension of the Two Child policy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is one additional change I am going to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that many people are concerned about the two-child limit in the welfare system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most families make a conscious decision about how many children they have, considering in part their income and the additional costs each child will bring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think it is fair that those on welfare are asked to make the same considered decision as other taxpayers, who support themselves solely through work. So I believe it was right to limit the number of children for whom support can be provided through Universal Credit – funded by the taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I believe it is unfair to apply that limit retrospectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As it stands, from February the two-child limit will be applied to families applying for UC who had their children before the cap was even announced. That is not right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I can today announce that I am going to scrap the extension of the two-child limit on Universal Credit for children born before April 2017.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All children born before that date will continue to be supported by Universal Credit. And that will help approximately 15,000 families a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it means that by removing any retrospective application, the two-child policy retains its fundamental fairness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am determined to deliver Universal Credit’s vital principles in practice. A system that supports people into work, supports those in need and provides fairness to the taxpayer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So here’s what’s going to change:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a more considered approach, so we can provide a better service for everyone moving onto Universal Credit from the old system  \ngreater flexibility on payments, so the benefit fulfils its promise to adapt to individual needs and circumstances  \nmore support for women: moving payments to the main carer, and making childcare payments more accessible  \nand every child born before April 2017 will now be supported by Universal Credit\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know there is more to be done to support the most vulnerable, and finesse the system – so that Universal Credit truly works for everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The goal is clear: a safety net, but also a system that can transform lives through work – not just financially, but in life chances, health and social wellbeing\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am optimistic – because I know the basic principles are sound – which is why I am so excited to have the chance to get this right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A British welfare system should reflect the values of our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe in fairness and compassion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe in standing-by people when times get tough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe in helping each individual reach their full potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These values are at the heart of the Universal Credit I am determined to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}