{
    "url": "https://www.ukpol.co.uk/angela-rumbold-1986-speech-on-the-rate-support-grant/",
    "title": "Angela Rumbold – 1986 Speech on the Rate Support Grant",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Angela Rumbold",
            "url": "/tag/angela-rumbold/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Angela Rumbold, the then Parliamentary Under-Secretary of State for the Environment, in the House of Commons on 31 January 1986.",
    "content": [
        "I thank my hon. Friends the Members for Sutton and Cheam (Mr. Macfarlane) and for Carshalton and Wallington (Mr. Forman) for the kind words with which they began their contributions. I am also grateful to them on behalf of the civil servants who worked in Marsham street for many a long year with my hon. Friend the Member for Sutton and Cheam.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do fully understand my hon. Friend’s arguments about the manner in which the London borough of Sutton has conducted its affairs over a number of years. My hon. Friend the Member for Carshalton and Wallington paid tribute to the local authority’s good management and spoke of how such good management affects people who live and work in that outer London borough. I sympathise and I do not want anything that we do to be to the detriment of such boroughs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friends will accept that the rate support grant system is at the best of times undeniably complex. This settlement has been more complex because of the additional task of accommodating the abolition of the Greater London council and the metropolitan authorities. I welcome the opportunity to try to reassure my hon. Friends and their constituents about the borough’s position.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, I shall deal with how the 1986–87 rate support grant settlement might have affected Sutton if we had not made any changes to the grant system. Like all other outer Londer authorities the borough would have lost block grant because we have reduced the proportion of overall spending which is met by the Exchequer grant, of which block grant is a part. We have followed that policy because we wanted to reduce the Exchequer support to local government in an attempt to improve local accountability. My hon. Friend the Member for Sutton and Cheam accepted that. The loss of grant for this reason amounted to over £1·5 million. Sutton would have lost a further £333,000 due to increased rateable values. It would have gained about £800,000 because we have moved resources between various services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With some other smaller losses and gains, overall Sutton would have received about £900,000 less in grant than in 1985–86 if we had simply rolled the old system forward to 1986–87.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we could not leave the basic grant system alone. The most important feature of the settlement next year is that we have removed targets and holdback. At the same time, we have increased the effects of the existing mechanism so as to continue the constraints on spending. Sutton gained £1 million in grant from that move.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also continued the development of grant-related expenditure as an objective measure of spending ​ need. Sutton gains a further £1·2 million in grant from those changes which mainly affect its education and concessionary fares provision. As I said, we have abolished the GLC, which means that Sutton has gained a further £1·5 million of grant towards the services that it has taken on as a consequence of abolition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The net result of all the changes to which I have referred is that if Sutton were to spend at a level equal to its own 1985–86 spending and include its share of the GLC’s 1985–86 spending — increased by 3·4 per cent. — its block grant would increase by £2·8 million to £27·8 million—an increase of 11·3 per cent.  \nMany outer London boroughs have claimed that profligate inner London boroughs have been rewarded rather than penalised, as the outer boroughs would wish. However, many inner London boroughs are subject to lower expenditure limits next year. For example, Greenwich is being required to reduce its expenditure by 10 per cent. in real terms, Hackney by over 12 per cent. and Lewisham by 14 per cent., all as a direct consequence of rate capping.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such demands are difficult to achieve, as I know to my cost. It is hard for a local authority to achieve much more than a 3 per cent. direct cut in expenditure during the rollover of one financial year. However, we are required to operate the block grant system on general principles which have to be consistent. We have no power to single out authorities for favourable or unfavourable treatment. The rate support grant system is based on the principles of need and resources equalisation. The aim is for authorities to provide similar services at broadly the same rate poundage cost to their ratepayers, regardless of differences in their needs and rateable resources.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although we are not here today to decide the future of the local government finance system, it would be appropriate for me to mention that my right hon. Friend the Secretary of State has just launched a major Green Paper which addresses the fundamental issues of equalisation and the extent to which it should continue under a new financial system for local government. We shall certainly welcome all thoughts and contributions from local authorities in the coming months. I hope that my hon. Friends will take that message back to their local authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The abolition of the GLC is particularly important to the London borough of Sutton. My hon. Friends will recall that we intended that the financial effects of abolition would be neutral—there would be neither gainers nor losers arising out of the abolition. We have not built into the rate support grant settlement any assumption about what savings can be made by the successor authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our aim has been that, taken as a whole, London will receive the same level of grant to which it would have been entitled if the GLC had continued to exist and to spend at the level assumed in the settlement. We have done that by allocating the GLC’s grant-related expenditure and its 1985–86 budget to the successor authorities on the most objective assumptions that we could find, after a full process of consultation with the local authority associations.  \nWe have also extended the London rate equalisation scheme to replace the equalising effect of the GLC precept. That was necessary to avoid windfall gains to the central boroughs at the expense of ratepayers outside London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to understand that not only do authorities inherit expenditure obligations from the GLC, and the grant-related expenditure to go with them, but they inherit an obligation to raise some of the resources to meet those needs from their own ratepayers, just as the GLC did by precepting. That means that there is no uniform relationship between GRE increases and grant increases due to abolition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, in Sutton’s case the grant entitlement on our spending assumption of an increase of 3·4 per cent. would suggest a rate rise of only 2·5 per cent. If Sutton could repeat last year’s use of balances, the rise could be even lower—perhaps even zero.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friends asked me to touch on Sutton’s grant related expenditure. I know that Sutton is unhappy about several aspects of that. It lost about £500,000 from figures provisionally announced in October 1985, mainly due to new data on traffic flows affecting the highway maintenance grant-related expenditure. We made it clear that such changes were possible. The concessionary fare GRE does not match what Sutton believes it will be required to spend according to the statutory scheme, although the new GRE methodology is better for Sutton than the old one. I assume my hon. Friends that we are, looking at whether we can help on this aspect for future years. We are acutely aware of the problems that arise from continually looking at the grant-related expenditure assessment. That throws up problems not only for Sutton, but for other authorities, and one has to be careful about how one changes the assessments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that Sutton has been worried about the costs associated with the abolition of the GLC. The likely reduction of the proposed London Residuary Body levy from £180 million to around £60 million, to which my right hon. Friend the Secretary of State referred in the RSG debate on 20 January, represents a saving to Sutton of over £3 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friends may also know that no less than £200 million of the provisional charges, London-wide, circulated by the LRB in November, related to housing debt that the boroughs already pay for. To add this as a new expense due to abolition would be mistaken. It would result in double counting, and this may help to explain some of the figures for rate increases put about by boroughs generally, although I know that Sutton has not made that mistake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, my right hon. Friend announced that the GLC’s balances will now be distributed on a population basis. Sutton will get £250,000 instead of £150,000 for every £10 million of balances distributed. I hope that takes care of that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to refer to a mistake that has occurred in the split of the GLC’s highway maintenance expenditure to the boroughs when the RSG settlement was being prepared. I recognise how difficult it is for anyone not immersed in this system, which is known for its Byzantine complexity, not to become confused, but this error is different from the changes of highway maintenance and other GREs between provisional announcement and settlement which I talked about earlier. It has to do with the calculation of the expenditure to be taken on by each borough from the GLC, which is necessary so that limits are set on the gains and losses of grant as a result. These limits—safety nets—were needed to achieve the neutral effect that I mentioned before. The grant loss to Sutton is almost £800,000. ​ I am urgently considering how this can be corrected within the grant year. There are various ways in which we might do this. I am committed to consulting the local authority associations with a view to producing a solution which will correct this error before boroughs have to make a rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the council’s latest forecast for next year’s expenditure, taking account of some of these changes, is now about £1·5 million less than when I met my hon. Friends with a deputation from the borough of Sutton. But at £71 million, it is still almost £2 million above our settlement assumption. It would be about 9 per cent. up on last year — a far bigger increase than can be accounted for by inflation. On these figures Sutton could lose about £3 million of grant overall. I hope Sutton can find ways of reducing that forecast.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Secretary of State used the phrase “grant recycling.” Last year, penalties incurred by overspending authorities went back to the Treasury. This year, grant lost by those spending above the settlement assumptions will be recycled to all by the traditional process of close ending. My right hon. Friend showed to the House in the RSG debate the effects of distributing a ​ pool of £400 million. Sutton would have received nearly £1·25 million as a result. How much of this is a grant gain will depend upon how much Sutton contributed to the pool by spending above the assumptions we have made. If it can keep its own spending down, it will maximise the benefits for ratepayers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think it is fair to say that Sutton has not had a bad settlement. I would be fairer to say that Sutton had rather a good settlement. If its overall spending goes up in line with inflation—4·5 per cent.—we estimate that its rates need only go up by 5·2 per cent. That will be as little as 2·7 per cent. if Sutton can repeat last year’s use of balances. If it can get its spending below that figure, rates rises could be even lower.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that I have provided additional information which I am sure my hon. Friends can take back to help mitigate some of the differences between the borough’s estimate of expenditure next year and our own. Therefore, the message I should leave with my hon. Friends is to urge the council to keep up its record of exemplary housekeeping. The rewards for its ratepayers will be great.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}