{
    "url": "https://www.ukpol.co.uk/michael-russell-2020-statement-in-the-scottish-parliament-on-the-eu-exit/",
    "title": "Michael Russell – 2020 Statement in the Scottish Parliament on the EU Exit",
    "post_date": "February 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Michael Russell",
            "url": "/tag/michael-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Michael Russell, the Cabinet Secretary for Government Business and Constitutional Relations, in the Scottish Parliament on 30 January 2020.",
    "content": [
        "I want to provide an update on the EU-United Kingdom negotiations, including Tuesday’s meeting of the joint ministerial committee on European negotiations where, along with representatives of the Welsh Government and the Northern Irish Government—making a welcome return to the forum after three years’ absence—I discussed the role of the devolved Governments in the forthcoming negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before continuing, I must acknowledge the desperately sad fact that, despite the unambiguous message of the Scottish electorate in the referendum in 2016 and in subsequent elections, the UK and Scotland will be leaving the European Union at 11 pm tomorrow—although we will be back. After tomorrow night, the UK will become a third country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One minute past 11 on 31 January may feel no different from one minute before 11, but a profound change will have taken place. No one should be lulled into a false sense of security by that initial sameness, because at one minute past 11, the clock will start again, ticking inexorably down towards the end of the year, when the UK Government insists that the transition period must end, and when we will feel the full impact of what is the most damaging change to our constitutional settlement in generations. It will be ticking down, once again, to no deal or something very similar, with all the extra hardship that that will entail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Scottish Government’s single overriding concern over the 42 months since the Brexit referendum—in which we did not choose to leave the EU—has been to protect Scotland’s national interests. We will continue to do everything that we can, inside and outside the formal structures, to minimise the profound damage that Brexit will inevitably cause. That is why I continue to attend increasingly difficult meetings of the JMC(EN).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I go to those meetings because it is vital that Scotland’s core interests—those include the competences exclusively held by the Scottish Parliament—are always spoken for and protected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a fact that the JMC(EN) terms of reference, agreed jointly by heads of Government in October 2016, have so far never been fulfilled. The JMC(EN) is ostensibly the mechanism by which the four Governments\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“seek to agree a UK approach to, and objectives for,”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and have\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“oversight of”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "negotiations—those are the words of the protocol—in order to secure joint outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The core problem is that the actions of UK ministers have never matched those commitments, despite the best efforts of the devolved Administrations to persuade them to do so. There are many examples of that disrespectful behaviour—too many to list in full. They began as early as January 2017, when the then Prime Minister announced in the Lancaster house speech her intention to leave the single market and customs union without any consultation and without even considering the detailed arguments that we set out in “Scotland’s Place in Europe” only a few weeks before. It has gone on, right up to the European Union (Withdrawal Agreement) Bill, which we saw in its final form only after it had been sent to Westminster to begin its parliamentary process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that UK Government departments are now working feverishly on negotiating positions and proposals. Ministers have had no sight of those, despite a formal request being made by us and the Welsh Government at the meeting of the JMC(EN) that was held in London earlier this month. How can we contribute effectively to the development of the UK negotiating position on the most broad and complex negotiations in living memory while being left in the dark about the way in which the UK Government is shaping its own approach?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact is that the UK Government has ignored our views, and those of the people of Scotland, throughout the Brexit process. We have repeatedly tried to alter that pattern. Three weeks ago, at the meeting in London, I acknowledged, openly but with regret, the electoral mandate that the UK Government has for Brexit. However, I continue to think that it is fundamentally the wrong approach and will damage Scotland enormously. Regrettably, the UK Government has refused to reciprocate and will not acknowledge the clear mandate that we received to give Scotland the right to choose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without mutual recognition of mandates, there can be no trust. With a mutual recognition of mandates, we could start to move forward. With that in mind, I also proposed a model for engagement in the second stage of negotiations. The model suggested an approach that would allow detailed discussion of devolved competences and could make a difference if there was also a genuine commitment from all parties to take part and make it work. With a recognition that Scotland will be able to choose this year whether to become an independent country, the model could provide a period of stability in the political structures and allow a more constructive dialogue. However, it cannot work if there is no binding commitment to it through a reformed intergovernmental relationship, the UK Government proposals for which have not yet been provided to the devolved Administrations, despite promises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alas, the UK Government has also made the situation worse by two actions in recent days. First, after this Parliament refused on 8 January by a margin of 92 votes to 29 to give its consent to the European Union (Withdrawal Agreement) Bill, the Northern Ireland Assembly did the same on 20 January, and the Welsh Senedd followed suit on 21 January. That is a unique situation, but the Chancellor of the Duchy of Lancaster and the Secretary of State for Exiting the European Union responded by simply confirming that the decision of all three devolved bodies would be ignored. In fact, they went further, insulting our intelligence by profusely supporting in their statements the very convention—the Sewel convention—that they had just buried forever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, as members in the chamber heard in the debate yesterday, the Prime Minister wrote two weeks ago to the First Minister rejecting summarily her request for a section 30 order that would allow the right of Scotland’s people to choose their own future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For more than three years, the Scottish Government has sought to engage with the UK Government in the Brexit process. We have developed and passed primary and secondary legislation for withdrawal, and ensured that Scotland is as ready as we can make it for exit, however much we oppose and regret that fact. We have played our part: the UK needs to reciprocate. We must move beyond the current process, mandated by the UK Government, which does not allow constructive engagement and meaningful input, and restricts our ability to protect Scotland’s interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How do we make progress? The negotiations, like all aspects of our relationship with the UK Government, cannot be treated as business as usual without a mutual recognition of mandates. Once again, we have done our part. The UK Government must do its part, and it is enabled to do so afresh by the vote in this Parliament yesterday to take forward a new referendum. Despite the shadow that the situation casts over the negotiations, I will continue to seek the meaningful engagement with the UK Government that will allow me to protect Scotland’s interests. That is now urgent, with negotiations likely to start with the EU in a matter of weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the JMC, alongside my devolved Government colleagues, I identified the two essential components of the step change that is required. The first is for the UK to provide the necessary detail of its developing thinking, in order for us to have a meaningful discussion of the UK negotiating mandate. We are ready to have that discussion at the earliest possible moment but, in order to contribute in a constructive way, we need the information that the UK Government has. The UK must commit itself to a process, no matter how brief, that is seen to offer the devolved Administrations a clear and effective input to that vital final document.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the UK Government must give us confidence that, in spite of all the previous false dawns, it will work with us on the negotiations in a way that meets our legitimate expectations and the remit of the JMC(EN). We need to see the imminent UK proposals for the new relationship between the Governments. As devolved Governments, we must be given the space to consider them together and to seek changes as required, with a view to securing statutory backing, in order that—for as long as we are part of this union—we have a platform for discussion and decision making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is my sincere hope that this Parliament will support the continued efforts of the Scottish Government to ensure that the legitimate voices of this Parliament and of Scotland are heard in the most important negotiations that any of us are likely to witness, and that it will support the constructive way that we are going about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We oppose many things in the Brexit process, as well as the process itself. We must continue to have the right to argue against the UK Government’s reckless decision to rule out any extension to the transition period. Imposing an arbitrary end-of-2020 deadline will sacrifice the depth and quality of any future relationship and, at best, will result in a bare-bones agreement that will serve no one’s interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a stark fact that, tomorrow, we leave—dragged out against our will, despite the clear instruction of the Scottish people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland has the right to choose its own future, and the best option for Scotland is to be an independent country in the EU. In the meantime, we will stand shoulder to shoulder with the rest of Europe around our shared values and interests, while doing everything in our power to ensure that none of Scotland’s interests are adversely affected as the Brexit process continues. That is a mature way to go forward, but it requires the UK to show an equivalent maturity and a respect for democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Scotland might lie on the edge of Europe, but we have always been—and want to remain—at its heart. We are committed to doing all that we can to get back to where we belong. As we do so, we ask all the remaining 27 members to leave a light on for Scotland as we navigate our way out of an incorporating union that does not work for us into a union of equals that does. We will leave a light on here, to guide us back into our European home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We ask the UK to behave like the decent, generous democracy that it has been and—I hope—will be again, and to work with us as friends and neighbours as we make our choices for ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}