{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-speech-on-bus-route-consultation/",
    "title": "Dean Russell – 2022 Speech on Bus Route Consultation",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Dean Russell, the Conservative MP for Watford, in the House of Commons on 20 December 2022.",
    "content": [
        "**Dean Russell (Watford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I rise today for the final Adjournment debate of the year. The topic I am discussing is buses, specifically cancellations and timetables. I am very conscious that I am keeping everyone late, just like some buses for my constituents. More specifically, recent changes to timetables in Watford have caused serious issues for my constituents in their daily lives, whether they are trying to get to work, hospital appointments, GP appointments, or visiting friends and family. My request for a debate follows engagement and correspondence with my local community, including two bus community meetings with constituents. They were held with Arriva, the prominent bus service provider I will be talking about today, but there are other providers and the issues are not limited to Arriva.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Lisa Cameron (East Kilbride, Strathaven and Lesmahagow) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for securing this extremely important and timely debate. Does he agree that bus services are perhaps even more vital in rural areas? I think about my own constituency and Lesmahagow, which has an extremely poor service. One of the new estates in East Kilbride does not have a regular service at all. Surely it is incumbent on us all to work together, across party and across Governments, to ensure that people have vital services, particularly the most vulnerable?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for her comments. That is absolutely true in rural areas, but also in urban areas. Bus services provide a really important role for our communities. That role is not political. We do not catch a blue bus or a red bus or a yellow bus—we catch a bus. The reality is that we must all work together. We must find ways to ensure we serve our community in the best way we can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member on securing the debate. I did text him before he came in to ask if it would be okay to make an intervention. When I saw the title of the debate I immediately thought of my constituency of Strangford, which is similar to his constituency of Watford. Speaking as an active representative of the rural constituency of Strangford, I have attempted to fight many battles for those who are the victims of reduced services, often without prior warning. They are often cancelled without any consultation. Does he not agree that the duty of care to isolated communities should demand at least some consultation and that if bus companies are not prepared to do that voluntarily, then this place must be the place to take action legally?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his comments. To be fair, he did not need to text me. I was hoping he would join the Adjournment debate—it would be very odd if he did not. I appreciate his comments and agree wholeheartedly. Surely the point of a timetable is to ensure that people know what time buses are coming. If that timetable changes, the people who use the bus should be consulted and asked about how it will impact them, not just seen as numbers on a spreadsheet. Having spoken to local residents, I was surprised to learn that there is not a Government or local government edict that bus users must be consulted before a change to the timetable, which would seem an obvious thing to do, so I wholeheartedly agree with his comments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been actively engaging, talking and corresponding with organisations, whether Arriva or local government, so none of them will be surprised about the concerns I raise today in the Chamber. This is a constructive opportunity to say that I will not give up on raising these issues, but will work with them to ensure they are resolved in the best way possible for my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andy Carter (Warrington South) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted that my hon. Friend has secured this debate today. Warrington has recently seen about £42 million investment in its bus services. When I post on social media and talk about these issues, the overwhelming response is that it is all very well investing in the future, but if buses are cancelled and do not run that causes significant problems. Does he agree that there is a fundamental need to ensure local consultation is in place? People make decisions on where they buy their houses based on bus routes and timings for getting into work. If that all falls down, people’s lives are significantly impacted by decisions taken in a bus company office somewhere. Is consultation not fundamental when things change?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I truly thank my hon. Friend for his intervention, because he allowed me to intervene in his debate about buses in Warrington. I recall, Mr Deputy Speaker, that you were in the Chair at the time and commented on the clear similarities between Warrington and Watford. My hon. Friend is absolutely right that timetables cannot just be looked at on a spreadsheet or on Google Maps, as they can have a detrimental impact on individuals. Bus routes can also have a really positive impact on opportunities to travel, whether for work or for leisure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to raise three key points. First, there are the timetable challenges, which are the common thread throughout this debate. Secondly, there is poor service—a real challenge—with timetable problems and buses not turning up making things infinitely worse for local residents. Thirdly, there are poor communications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is worth noting that buses are used for twice as many journeys as trains, and stop at thousands of places across the country. Often, the transport debate is dominated by trains. My very first Prime Minister’s question after being elected was about the trains in Watford. Thankfully, those issues were resolved at the time but, unfortunately, the pandemic hit and the service changed again. The reality is that buses are used more. They have much more of an impact and are very important in rural and urban areas for what might be seen as shorter journeys but are harder when just walking, especially for those who might be infirm.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Stewart (Beckenham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my area of south-east London, the buses are a godsend. More than that, the system allows us to check on the internet when buses are coming, with very accurate times at some bus stops. The more that happens, the more effective buses will be. I thank the local buses in my area because they hardly ever go on strike—I cannot remember a strike of the buses—but the trains do. We rely on the buses when the trains do not work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his point on communications, which is one that I will raise near the end of my speech. Technology allows us to see where Ubers, taxis or online orders are, but that is not common across the board for buses, which makes it even harder if the timetables change and the service is not running on time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have gained an understanding of the challenges with timetables by chatting to local residents. When I asked them how long they had known about the changes, they said no one had got on the bus and told them or left a leaflet. Bus users—the people who get on the bus and rely on the buses every day—are not being directly engaged when timetables are changed, but they should be asked whether the changes will have an impact on them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of this issue are people, not just numbers. People have the stresses of their daily lives: finishing a shift at work and needing to travel home; getting up in the morning to go to a hospital appointment; there are knock-on effects on all those things. As I will mention a bit later, I have had constituents almost in tears, telling me, “I can’t ask my boss again if I can come in late.” They say, “I’m having to cancel GP or hospital appointments or let them know that I’m going to be late, which might mean that it moves back a week or longer.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bus timetables are not just about numbers; we need not just a quantitative review, but a qualitative review that asks people about the potential impact, the challenges and the importance of the route. Even if only a few people use the bus, there might be another way to support them. There are new services such as ArrivaClick that people can order for short journeys, but how can they plan for that if they do not know what sort of journeys they need to take?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For registrations, variations and cancellations of community bus services in England, bus operators are required to give statutory notice of 70 days—28 days’ notice to the local authority and 42 days’ notice to the traffic commissioner—but there is no legal requirement for bus operators to inform passengers of the changes until the cancellation registration has been processed. That is absurd. How on earth can a service be cancelled without asking people? How can they be told only after the decision is made, even though other organisations in the process will have been told weeks or potentially months earlier? It seems very strange.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have made a request for the county council to review the cancelled service according to value for money criteria when it looks at bus services; I have asked it to look at how that can be supported through its own funding. However, it is not just about the funding of services, but about communications. I am aware that Hertfordshire has a website called Intalink that people can visit to see changes, but that is available after the services have been changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I understand it, Arriva reorganised its network in Hemel and Watford in April, which has resulted in a number of routes being combined. Again, it did not tell bus users or my constituents that that was happening. The Abbots Langley to Watford services were changed: they no longer service St Albans Road and now go via Newhouse Crescent on Woodside. That has meant a loss of access to St Albans Road, with longer journey times. From April, Arriva abandoned the northern section of the 8 service from Watford to Mount Vernon Hospital, meaning a loss of service for the Harebreaks and Maude Crescent areas of Watford. It was replaced and funded at a lower frequency by Hertfordshire County Council’s contract route 9 from Watford town centre to Leavesden Park. Leavesden Park also lost its daytime services into Watford on the 10 and 20 route, which were replaced by the 9 service. Those were major changes for people in my constituency, and they have been a challenge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to poor service. A big issue in Watford has been the punctuality and reliability of bus services, which have been disappointing for the past year. The Minister may raise the fact that driver shortages have been a major issue; I will have some questions about that subject later. I believe that in this instance the services are about 20 drivers short. Such a large shortage has led to regular cancellations, with resultant overcrowding on the buses that do run.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my engagement with Hertfordshire County Council, it has been made aware that the Driver and Vehicle Standards Agency has contacted Arriva about its services and is working with it to improve punctuality and reliability. Following community engagement, I have written to the council and to Arriva about the matter. I understand that Arriva has given several contracted services outside Watford back to Hertfordshire County Council to free up some bus drivers for the west, which will benefit my constituents. I welcome that measure, which I understand should happen in January, helping the reliability of the services: I believe that it will free up 12 drivers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I appreciate that Arriva recognises the issues that have been caused by unreliable service and has been engaging with Hertfordshire County Council, but we need to ensure that we keep up the pressure on bus companies. We have had many debates in this Chamber about train services that have caused major issues for local residents. Issues with buses may not be as prominent in people’s minds, because they are very local, but when we are looking at the bigger picture across the country we have to ensure that they are addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Poor communication, which my right hon. Friend the Member for Beckenham (Bob Stewart) raised, is an issue that needs to be fixed much sooner.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, as I said earlier, I have seen bus users at community meetings almost in tears because they simply cannot fathom how a service could be so bad—a service on which they rely so much just to get to work, or to get home at night. They may know that their kids, on the way home from school, are stuck at some bus stop in the dark, in poor weather, and may not be sure whether they will get home on time or whether they should try to leave work early and find a way of going to fetch them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an awful experience, and I have to say that it is not alien to me. I grew up not in Watford but in the west midlands, and many years ago I worked at Birmingham airport. I worked all sorts of shifts: 6 am to 2 pm, 2 pm to 10 pm, and, often, the night shift. This probably would not be allowed now, but back in the 1990s I worked 24-hour shifts. I have stood at bus stops at 9 pm, or 10 pm, or when a shift has finished early, in the dark, waiting for a bus that does not come, not knowing when the next one will arrive, and not knowing what decision to make. Have all the buses been cancelled, or will the bus arrive but drive on past the stop because it is too full to let any more people on?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anyone who has been a bus user understands that this is not a simple issue. It affects how people feel, it affects their trust in the system and the network, and it leads them to ask themselves, “Should I continue using the bus?” Every time there is an issue, bus use declines, which is why buses are not popular and why routes are not changed. This, as I have said, is not an isolated data-related point; it is about the people who are actually involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the modern era, by means of technology such as apps, websites and indicator screens at bus stops, it is possible to have much better information, via GPS, about where vehicles are. We see it all the time with taxis nowadays: we can physically see where a taxi is after it has been ordered. If we are at a bus stop and we know that there will not be a bus for an hour, at least we can plan around that, but standing for minute after minute wondering whether the bus is going to come and what is going to happen is a massive issue. The bus companies have an excellent opportunity to look at how they use their apps and other technology, and how they can ensure that timetables are better indicated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Cameron**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This reminds me of a point that was raised with me just the other week by representatives of East Kilbride Visually Impaired Bowling Club, which relies on communications on buses as well as indications of when buses will arrive. They described the progress being made on “talking buses”, enabling visually impaired people to know which stop to get off at and where they are in their journey. Does the hon. Gentleman, who is making a fantastic point about communications, agree that progress on these vital issues is extremely important to inclusion in public transport?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Absolutely, and it is important for accessibility as well. People with disabilities have spoken to me about their own concerns. All the buses are accessible, but if a bus does not turn up or stops in a place that is not itself accessible, the problems are exacerbated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious of the time and I want to hear the Minister’s response, so I will try to speed up and make sure that we arrive at our destination—the end of the Adjournment debate—before Christmas. I know that the Government are investing a lot in transport, and I am not trying to be political or to do nothing but criticise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hertfordshire County Council has been given £29.7 million for the bus service improvement plan as part of the £3 billion bus back better strategy, which is great news. The allocation of funding has been broken up for the next three years across five towns including Watford, and I am very grateful for that. Half of it is capital to invest in the buses themselves, and the other half is revenue to invest in ticketing. I understand that funding can also be used for new services or to enhance current successful services, but I think we should look at the less successful services, and ask why they are less successful and whether we need to support them further. I realise that funding cannot be used to subsidise services that are non-commercially viable or withdrawn, but, again, if we know the reasons why they are not working, perhaps we can find ways to support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have had some other recent successes. The W19 bus route, which is mostly run commercially by Red Rose Buses, was set to be withdrawn on 26 December. but that was opposed by Carpenders Park’s Conservative county councillors Reena Ranger and Chris Alley and district councillors Rue Grewal, Shanti Mara and David Coltman, working with me. After listening to the views of residents, they submitted some great evidence to Hertfordshire County Council, asking it to save the W19 bus. I am pleased to say that they agreed to increase the funding fivefold to save the W19. The revised timetable is to be registered imminently and the details will appear as soon as possible on the Intalink website. For any residents who might be listening, the service will be renumbered as the 346 and 346A to denote the clockwise and anti-clockwise routings. The key point is that when we have engagement, we can have successes, and it is important that people are listened to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will start to round up, as I am conscious of giving the Minister time to respond. When organisations change timetables, it has a major impact on bus users. What might be low user numbers on a spreadsheet could mean the loss of important routes for working people, hospital visits being missed, people being late, careers being impacted and people not being able to pick up their kids on time. There are so many impacts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have several asks for the Minister. Will he consider implementing a legal requirement for all companies, commercial or public, that provide a public transport service to ensure local engagement before services are changed or cancelled? Will he highlight the importance of communication and reliability of service? Overall, residents would be happy in some instances with a reduced but reliable service rather than regular cancellations and unannounced diversions. Will he consider supporting the Driver and Vehicle Standards Agency to increase the availability of testing appointments for essential services such as the bus service and ambulance drivers, to address the driver shortages, as we saw with the HGV driver shortages? I know about that because my father was an HGV driver, and it is a noble profession.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am conscious that this is a debate for all areas, even though there can be local issues. I am grateful to the Minister staying late for this final Adjournment debate before Christmas. As I am the last Back-Bench MP to speak before Christmas, may I also take a moment to say thank you to all the staff, to all Members across the House, to the Speaker’s team, to my own team—Victoria, Abigail, Michelle and Jayne—to all the activists who work all year round to help to put us in this place, to my amazing constituents for putting me into this place and finally to my family and friends in what has been a challenging year for many. Hopefully we will have a much more successful new year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}