{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-speech-on-the-protection-from-redundancy-pregnancy-and-family-leave-bill/",
    "title": "Dean Russell – 2022 Speech on the Protection from Redundancy (Pregnancy and Family Leave) Bill",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dean Russell, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 21 October 2022.",
    "content": [
        "It is an absolute pleasure to follow the hon. Member for Bradford East (Imran Hussain). I thank him for his contribution and his questions, which I will do my best to cover. If I do not, hopefully, we can cover them separately as we move forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I truly thank the hon. and gallant Member for Barnsley Central (Dan Jarvis) for bringing this important legislation forward. I thank, too, all of the Members who have spoken on this important matter today, including: the hon. Members for North East Fife (Wendy Chamberlain), for Hampstead and Kilburn (Tulip Siddiq), my hon. Friends the Members for West Bromwich West (Shaun Bailey) and for Cities of London and Westminster (Nickie Aiken), my right hon. Friend the Member for Beckenham (Bob Stewart), with his incredibly powerful and moving comments, my hon. Friend the Member for Ashfield (Lee Anderson), my right hon. Friend the Member for Chipping Barnet (Theresa Villiers), and the hon. Member for Motherwell and Wishaw (Marion Fellows). I will come to some of the key points as I progress with my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to echo the thanks of the hon. Member for Barnsley Central to my predecessors. I often say that anyone who takes on these roles stands on the shoulders of giants. I am very fortunate to be building on the work of my hon. Friend the Member for Loughborough (Jane Hunt), whose work has been phenomenal, and my hon. Friend the Member for Sutton and Cheam (Paul Scully), with whom I have worked closely and whose work has been even more phenomenal in helping us get to this point today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. and gallant Friend the Member for Beckenham and my right hon. Friend the Member for Chipping Barnet both predicted what I am about to say: I am pleased to confirm that the Government support the Bill. I look forward to working with the hon. Member for Barnsley Central in Committee. We have talked a lot about recruitment; he did an amazing job of recruiting many members to his Committee—hopefully more women than men, although I was not keeping count.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to support the Bill from a personal perspective. I am the father to an inspirational daughter; the husband to an incredible and smart wife; the son to a loving and hardworking mother; my sister is a cancer survivor and has dealt with challenges with such kindness and strength; and I am an uncle to beautiful nieces. The Bill is trying to support women and girls for the future to feel true equality in their lives and in the workplace. It certainly signals that to them all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is another example of how Parliament works so well together. When we support and challenge each other, we get the best legislation and we show the country that we are all compassionate and believe in getting the legislation right. That often means that things take a bit more time, but the trouble is the very small number of unscrupulous businesses. We heard moving comments from the hon. Member for Motherwell and Wishaw (Marion Fellows) about how when people think they can get away with things, sadly they do, and in some of the worst instances. Most businesses are honourable and do the right thing, but we have to ensure that there are no holes in the legislation, because those who want to get around doing the right thing will always find those holes. It is right that the legislation takes time and it is fabulous that we are discussing it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know what a crucial issue pregnancy and maternity discrimination truly is and the pernicious effect that it can have on both the immediate and longer term prospects for women in work. More generally, it puts a drag on equality and productivity. We heard earlier about the challenges not just to the workplace and to the economy but to mental health. The Bill will make a difference not just in the workplace but at home, so that people truly have a work-life balance. That means not having to worry about things that they should not need to worry about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nickie Aiken**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to provide women who are pregnant or on maternity leave with workplace protections. Do women trying to get pregnant by undergoing fertility treatment deserve the same employment rights as those who get pregnant naturally?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend has done incredible work on her private Member’s Bill. Officials and I are looking at it very closely. I applaud her for her work not just on that but generally. She is a staunch, hardworking Member for her constituents. That is why I am pleased to be here and to have taken on this important portfolio, for as long as it may last—hopefully years rather than days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Irrespective of who is at the Dispatch Box, the Government are committed to ensuring that the UK is the best place in the world to work and grow a business. We need a strong and flexible labour market that supports participation and economic growth. Let me put on record why the Government support the legislation. When we talk about female economic empowerment, we tend to talk about positive facilitative policies: parental leave and pay, flexible working, women on boards and so on—policies looking to drive positive action to achieve better outcomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are taking huge strides to deliver equal opportunities for women in the UK. They include mandatory pay gap reporting, the largest ever cash increase in the national living wage in 2022 and passing the landmark Domestic Abuse Act 2021. It is pleasing to see that nearly 2 million more women are in work since 2010. The number of women on FTSE 350 company boards is up by over 50% in just five years. The number of women in FTSE 100 company boardroom roles has jumped to 39% from 12.5% 10 years ago. There is a higher percentage of women on FTSE 350 company boards than ever before. As my hon. Friend the Member for West Bromwich West pointed out however, there are some very negative statistics that we need to address.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Shaun Bailey**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome my hon. Friend to his new position. When it comes to Ministers who should be in position, he is 1,000% one of them and I am so glad to see him in his place on the Front Bench. He has just pointed out that the statistics in other areas are not great: can he give a commitment that the Government are 100% determined to ensure that we get those stats up? The fact that in the legal profession only 28% of partners are women is not good enough. If 60% of employees are women but only 28% make partner, that is nowhere near enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his kind comments. Equality is not just for the sake of equality: it improves things on every level—the economy, the workplace, the challenge in boardrooms and many other areas. I was pleased to hear my hon. Friend mention that 80% of his office staff are women, because that is a powerful example of how we in this place can lead from the front. We talked earlier about mental health. I have noticed in the past few years how people here have talked much more about mental health, and now it is talked about much more in the workplace and in society. That is a really important example of this House leading. I remember a few years ago in 2015 when I had a small role in helping to support, in a professional capacity, a report by the all-party parliamentary group on women in Parliament. It looked at how we could encourage more women into the workplace and, in particular, more women into politics. We need to have that at the front of our minds at all times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On International Women’s Day in March this year, we announced a package of initiatives to help to open up more opportunities to women and to boost the post-pandemic recovery, including by promoting transparency and fairness in pay, ending employers asking about salary history, and supporting women who want to return to the science, technology, engineering and maths workforce. We have an extensive suite of parental leave and pay rights. Parents have access to a range of leave and pay entitlements in a child’s first year, giving working families more choice and flexibility about who cares for their child and when. Our maternity leave entitlement is also generous. To qualifying employed women we offer 52 weeks of maternity leave, of which 39 are paid, which is three times more than the EU minimum requirement. For self-employed women and those who are not eligible for statutory maternity pay, maternity allowance may be available. Both maternity payments are designed to provide a measure of financial security, to help women to stop working towards the end of their pregnancies and in the months after childbirth in the interests of their own and their babies’ health and wellbeing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as the positive steps we can encourage or require employers to take, we need to clamp down on poor and inappropriate practices, such as waiting for a woman to return from maternity leave and for the current protected period to end, and then—terribly—making her redundant. That is just so wrong. We know that one of the key drivers of the gender pay gap is the time that women stay away from work. Ensuring that women are not needlessly forced out of the workplace is therefore an important way to tackle that inequality and maximise the economic contribution that women can make. As the hon. Member for Barnsley Central explained, the incidence of pregnancy and maternity discrimination, and the poor treatment of pregnant women and new mothers, is still far too high. That is unacceptable, and why the Bill is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Beckenham—I cannot see him in his place but I am sure he will be listening elsewhere—asked whether the Government will produce guidance on pregnancy and maternity discrimination advisory boards. I will take that back to the Department, but there will be work to ensure that information is communicated far and wide so that both employers and employees are aware of those rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Barnsley Central and others mentioned the German model. I am conscious that there is always a question whether we can push further and faster and do more. I definitely take his comments on board, but the Government do not think that it is right to follow the German model; I will happily follow up separately with specific details about why we do not agree with going that far. However, there is merit in how the Bill takes definite strides in that direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The personal stories told today have been really powerful. Emily and Natasha have been mentioned; my condolences and thoughts are with them after the challenges that they have faced. I hope that the hon. and gallant Member’s work today will ensure that what happened to them is not repeated. The hon. Member for Hampstead and Kilburn spoke about the discrimination during pregnancy that her friends faced, which was a really powerful way of bringing to life why the Bill is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for West Bromwich West asked about cultural change. As he alluded to in his intervention just now, this is a societal thing. We can change things through legislation, but it is often much better to ensure that we change things in society. The Bill should be the backstop rather than being front and centre for businesses—they should just do the right thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Loughborough did an excellent job, both as my predecessor and in her comments today. I commend her for ensuring that we have moved in the right direction with the Bill. As the hon. Member for Bradford East said, getting collaboration around the table on amendments—never mind getting a private Member’s Bill agreed by the Government—is an immense achievement, and my predecessor has kept the Bill on the table.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Cities of London and Westminster made the point that it is so essential to ensure that women can continue to pursue their career. Nobody should feel that wanting to have a family should end their career. That should never be the situation in the 21st century, or any century. We need to go full force on this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Chipping Barnet spoke about economic activity. She made the point that this is not just about being nice and doing the right thing; it has a substantial impact on the bottom line and on this country’s economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Ashfield—I should call him my hon. Friend, but I am sure he will be my right hon. Friend at some point; he is always right honourable to me—was so eloquent, as always. He always hits the nail on the head. He made the important point that if we retain women we can also navigate the challenges of skills shortages. That is so important, especially when we consider that there are almost 1 million roles available. Let us make sure that we promote all opportunities to all people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Motherwell and Wishaw spoke so eloquently about the challenges that she faced many decades ago. Hopefully, many of them have since been addressed in legislation, but the Bill will take things even further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I note the point that the hon. Member for Bradford East raised about tribunal time limits. The Government recognise that there are concerns that in certain circumstances the three-month time limit for bringing Equality Act-based cases to tribunal may not feel long enough. In July 2019 we ran a public consultation on whether the limit should be extended; the positive impact that such a change could have is clear from the responses that we received. The Government response, which was published in July 2021, committed to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“look closely at extending the time limit for bringing Equality Act 2010 based cases to the employment tribunal”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to consider the evidence for doing so, and we understand the positive impact that it will ultimately have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, these measures will provide invaluable support and protection for parents during what should be an exciting and joyous time—pregnancy and the start of their child’s life—as they juggle work and caring responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The extension of MAPLE to pregnancy in a period of return to work is backed by evidence and analysis. The Government’s and the EHRC’s research, and the work of the Women and Equalities Committee and others, have established that there is a clear need for further work to help parents at these times. We must take steps to tackle the discrimination and poor treatment that some undoubtedly face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are pleased to support the Bill. It is wholly in line with our ongoing commitment to support workers and build a high-skilled, high-productivity, high-wage economy. We look forward to continuing to work with the hon. Member for Barnsley Central and, of course, all the new Committee members who are in the Chamber today to support the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dan Jarvis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the leave of the House, I will briefly respond to what has been an extremely useful and constructive debate, at the end of what, according to any metric, has been quite a long week in this place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been some outstanding contributions from Members today. Everyone who spoke added real value to the debate, and I am incredibly grateful to all of them. I also thank the EHRC, the TUC, the Royal College of Midwives, Unison, the Fawcett Society and the Chartered Institute of Personnel and Development, not just for their invaluable support for the Bill but for the important work that they do. Let me, in particular, thank the Minister, who has been remarkably helpful, as was the previous Minister, as was the shadow Minister, and as have been the officials at the Department for Business, Energy and Industrial Strategy, the Clerks, and my very small team in Parliament, Richard Mitchell and Alex Foy, for all the hard work that has gone into the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have said, this has been an extremely useful debate. A huge number of important points have been made—too many to mention. I think it has been acknowledged that the Bill is timely. We all know that our constituents are facing a cost of living crisis, so this is the right moment at which to introduce such legislation. We should of course recognise the pain and suffering of those who have had to endure the hardship of unfair dismissal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been general agreement on the fact that raising a family is a difficult, though important, job, but it is made much more difficult when people have to face discrimination in the workplace. I pay tribute to all who have been fighting that discrimination, including the extraordinary women who are fighting for justice in the courts. I also pay tribute to organisations such as Pregnant Then Screwed and Maternity Action for their dedicated work to protect and enhance the rights of pregnant women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whatever happens today, it will still be too late for Emily, Natasha and Sarah, but, as the Minister rightly said a moment ago, their contribution to this process has been incredibly valuable. I hope that they, and all the other people who have been affected, will take some comfort from knowing that they have contributed to—hopefully—a change in the law that will help to give more than 50,000 women a year the security of returning to their job after taking maternity leave. I ask the House to support the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Question put and agreed to._\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Bill accordingly read a Second time; to stand committed to a Public Bill Committee (Standing Order No. 63)._\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Congratulations, Mr Jarvis. It has been a privilege for me to chair this particular debate, which has shown the House working at its very best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}