{
    "url": "https://www.ukpol.co.uk/lloyd-russell-moyle-2022-speech-on-world-aids-day/",
    "title": "Lloyd Russell-Moyle – 2022 Speech on World AIDS Day",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lloyd Russell-Moyle",
            "url": "/tag/lloyd-russell-moyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, in the House of Commons on 1 December 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered World AIDS Day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as the vice-chair of the all-party parliamentary group on HIV and AIDS and honorary patron of the British HIV Association, and of course as someone who is personally affected by these issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Backbench Business Committee for granting this debate to mark World AIDS Day. Every year, on 1 December, the world commemorates World AIDS Day. People from around the world unite to show support for people living with and affected by HIV, and remember those who lost their lives to AIDS. At 5.30 pm, I, among the community in Brighton, will read out the names of all the people who have died of AIDS in Brighton in the 40 years since the first death, as we do every year. Vigils such as that will be happening up and down the country: in London, in Birmingham, in Manchester, in Oxford, and in other places.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year’s theme is “equalise”. It is a recognition of the health inequalities that still affect far too many children, men that sleep with men, transgender people, drug users, sex workers and people in prison. Those are the populations most affected by HIV and AIDS in their respective countries; different countries might have different, more focused populations, but those are the groups. Fundamentally, however, the groups that are most at risk are people who are marginalised from healthcare, and that is what we need to equalise—that is what we need to sort out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year marks the 40th anniversary of the death of the former Hansard reporter Terry Higgins, who died of an AIDS-related illness on 4 July 1982, and the creation of the now well-known Terrence Higgins Trust. On behalf of the APPG, I thank the Terrence Higgins Trust, not only for the work it has done over the past 40 years but for the work it keeps doing, pushing for us to have no new transmissions of HIV by 2030. That seems a remarkable target, but it is within our reach; it will help the estimated 106,000 people living with HIV in England that we know of. The work of the Terrence Higgins Trust, along with the National AIDS Trust and others, continues to lead the way, and I am delighted that the two organisations are working closer together. I hope that collaboration continues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ahead of World AIDS Day in 2018, four years ago now, I spoke in this Chamber about my own diagnosis. I said then that World AIDS Day was\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“deeply personal to me, because next year I will be marking an anniversary of my own”.—[Official Report, 29 November 2018; Vol. 650, c. 492.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, of course, it is 14 years since I became HIV-positive. It has been a long journey, from fear to acceptance and to today, where I now play a role of advocacy, knowing that my treatment keeps me healthy and protects any partner that I might have, preventing me from passing on the disease. Since then, further developments have taken place in the fight against HIV/AIDS—many of them positive, but there have been some setbacks, which I wish to talk about in a bit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have, of course, a HIV action plan in England, setting clear goals and milestones for achieving our target. Similar plans are set to be launched in Scotland and Wales—we hope they will come quickly. Last year’s HIV action plan for England sets out how we will achieve an 80% reduction in HIV infections by 2025, building to the end of transmissions by 2030. First, that plan will prevent new infections by expanding and improving HIV prevention activities, investing £3.5 million in a national HIV prevention programme up to 2024, and ensure that PrEP—pre-exposure prophylaxis—is expanded to all key groups. Secondly, it will scale up HIV testing in high-risk populations where uptake is low, and ensure that new infections are identified rapidly, including through the expansion of opt-out testing in A&E departments in areas of very high prevalence of HIV. That testing will be backed by £20 million over the next three years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, the plan will ensure that, once diagnosed, people rapidly receive treatment. When I was first diagnosed, you waited until your CD4 count was below 200, which is when you can start to get infections and AIDS can start to be diagnosed. At that time, we did not know whether the drugs would cause continuing side effects; now, as soon as someone is diagnosed, they go on the drugs, because we know that they have very few side effects. Of course, each person has to get the combination that is right for them, because everyone reacts differently, but we have a good array of drugs with which to do that. That means that very quickly—within a matter of months—new people who are diagnosed can be undetectable, and can effectively go about their life without fear or favour. That is a remarkable change in those 14 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman, and commend him for his stance and leadership in this House—and, indeed, outside of this House—when it comes to HIV/AIDS and how to live with it, as he does. In Northern Ireland, which he did not refer to, the Public Health Agency has responsibility for this area. Its hope and ambition is to reach the target of eliminating HIV transmission by 2030, and it seems confident that it can do so, because of the PrEP that he has referred to. It is good sometimes to mark and record the things that are going well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is remarkable. If we achieve that 2030 target in this country, and if we then achieve a roll-out of it globally—that is a lot of ifs—HIV will be the first disease that we have rolled back via treatment and prevention, rather than vaccines. It would be a world leader, and hopefully a pioneer in how we can treat and test other diseases, particularly with mass testing, which I will come on to in a second.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If all that happens, we will meet the 2030 target, but—as we always say—the Government need to do more. To start with, they need to expand opt-out testing. That has been trialled in areas with very high prevalence—that is, Brighton, London, Manchester and Blackpool. Not all of London was originally included in the opt-out testing, but it took the decision to expand that to all hospitals in London, sharing out the money. Remarkably, that has shown that, in non-high prevalence areas, the percentage of people coming back with an HIV-positive test is still significant. The argument, therefore, is to roll that out to all areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past 12 months, we have seen real successes in opt-out testing in England. That happens when somebody is already having their blood taken in A&E and the vial is sent off for an additional test. We are testing for HIV and hepatitis B, unless someone opts out. No one is forced to do this, but I understand that very few people opt out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pilot’s results have been astonishing. In just three months, 102 people were newly identified, and 70 people were identified as having dropped out of treatment. If someone drops out of treatment, they are a risk not only to themselves, but to the wider community. Those people have been brought back into treatment and that has saved lives. The results are clear: opt-out testing is working.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On a side note, it is also possible to test for syphilis with the same vial. However, it was not possible to expand this to syphilis, because syphilis testing is paid for by local authorities, not by NHS England, and the local authorities were unable to identify where people were from, because hospitals are not coterminous with local authorities and it was too complicated. That seems ridiculous. We need the Government to sit down with local authorities or to provide for that through central funding. If we are taking the vial, we can run it through the same machine. If the only reason stopping us is bureaucratic, I do not see why we cannot do this. We should test people routinely for as many things as we can, if we know that it will help people’s lives. We know that there is a spike in syphilis in certain key populations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If this vital programme is eventually expanded to all towns and cities with high prevalence, it will be a game- changer. Where London has expanded the programme, it has already been worthwhile financially in areas that do not have very high prevalence. The programme should also be expanded to sexual health clinics to ensure that everyone going to one is tested for HIV. This may be a surprise to many, but that is not always done routinely and it is not an opt-out system. Actually, an HIV test is becoming less, not more common, because more sexual health clinics are moving to online services. Online services have some great advantages, but one downside is that they require people to collect a vial of their blood, which often does not happen, or does not happen effectively, so HIV test rates are lower. We need to ensure that, when people attend a clinic, it is routine and there is an opt-out system. Some clinics do this already, but it is not universal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I spoke about the HIV prevention drug, PrEP, in 2018. We have a come a long way since the PrEP impact trial. To remind colleagues, PrEP, which is a pill that people take daily, contains two of the three drugs that someone with HIV would have. In fact, I have now been reduced to two because the latest evidence shows that, when someone gets to “undetectable”, the drug load for people who have HIV can be reduced to, effectively, just the PrEP load. The drugs will not be exactly the same as I take for PrEP, but some people can maintain on those as well. So this is also about new interventions that can reduce the costs and the amount of drugs that we are providing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PrEP prevents HIV and the pill is covered by NHS England, but thousands are still missing out. They are struggling to get PrEP appointments because of under-resourced sexual health services. That is laid bare in the latest report from the National AIDS Trust, the Terrence Higgins Trust, PrEPster, Sophia Forum and One Voice Network. Due to the fragmentation of services in England, the drug PrEP is paid for by NHS England. That is a real milestone for the NHS, and I congratulate the Government on getting that out eventually, after our interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anyone who is currently sexually active should be tested by sexual health services every three months, and anyone on PrEP should be tested every three months. In theory, therefore, there is no additional resource for sexual health services for someone on PrEP, because the only people on PrEP should be those who are sexually active, or drug-injecting users who should also be tested, and so on—we should not give it to people who do not need it. But our sexual health services in this country rely on balancing the budget through the fact that people do not attend as regularly as they should. Therefore, that limits the places for PrEP appointments and limits the people who can get access to the drug that the NHS is paying for, even though they are entitled to it and should be offered that level of service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Awareness of PrEP is far too low and it cannot be given out by GPs, pharmacies, community or maternity services. That means that the burden is solely on local government-funded sexual health services. We all know what is happening with local government and probably do not need to go there today—that is a whole other debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are going to meet our 2030 target, it is vital that everyone who is at risk of acquiring HIV and who wishes to access PrEP can do so as a key tool in completely and effectively preventing new HIV transmissions when it is taken as directed. Over the past two years, the all-party group on HIV and AIDS has published three important reports. We published “Increasing and normalising HIV testing across the UK”—which I just touched on—and “Nothing about us without us”, which addresses the needs of black, Asian and minority ethnic communities in the UK. Those communities are some of the hardest-hit by HIV in this country and are the least likely to have HIV testing done routinely. The roll-out and trial of the saliva HIV testing, which the Terrence Higgins Trust did two years ago and last year, was particularly effective in those communities. It was seen as less invasive, more private, easier to get hold of and possible to do through online and postal services. The Government should consider whether that process should be normalised nationally or provided cheaply and accessibly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our other report, “HIV and Quality of Life—What do we mean? How do we achieve it?”, was published today, and my colleagues have been launching that in Brussels with our partners in Europe. Those reports have been made possible only through the evidence provided by the strong HIV sector that we have in the UK. Its continued insights and hard work are appreciated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest data, however, is not quite as positive. There were 2,692 people diagnosed across England in 2021. That is up 0.7%, from 2,673 in 2020. Some might say that is a small amount but, in 2022, there was a fall of 0.2% and, in 2019, there was a fall of 33%. We are clearly plateauing and there is a danger that we are starting to get more diagnoses. That might be positive because we are delving down to the hardest-to-reach areas, but we need more evidence on why that has plateaued and why it is creeping up before we can be sure that that is something to celebrate, rather than to be worried about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To keep on track, it is vital that we use every lever available to end HIV transmission and to ensure that we do not plateau, as the numbers show. As I said, we can end transmission by 2030 and I strongly believe that the UK will be one of the first countries to do so. We are a world leader. At the beginning of the week, I spoke to our London NHS colleagues, who said that it is the first time in their career that people have been phoning up from around the world to say, “How are you doing the opt-out testing? How are you doing the PrEP roll-out? We want to learn from you.” That is remarkable and we should be deeply proud of that. The head of UNAIDS came to London and Brighton and we showed her the HIV testing vending machines that we have in Brighton. She said, “I thought that I would never learn anything for the developing world from a rich country. I was here as a courtesy visit, but I have seen what you are doing and how we can roll that out to parts of Kenya and Uganda, and community settings around the world, with HIV testing vending machines that run using solar panels”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Patrick Grady (Glasgow North) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member on all his work on the issue. Global leadership is incredibly important. He might be coming on to this point, but does he share the disappointment felt by a lot of people in the sector and the wider international development sector—perhaps even the head of UNAIDS—about the cut in the UK Government’s funding for the Global Fund to Fight AIDS, Tuberculosis and Malaria? That risks exactly the kind of backsliding that the hon. Member warns us about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree exactly. I will come on to the Global Fund at the very end of my speech, but let me move on now to the picture globally, which I am afraid is totally different.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Back in 2018, I said that\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“one young person every day is still diagnosed with HIV and young people continue to suffer some of the worst sexual health outcomes.”—[Official Report, 29 November 2018; Vol. 650, c. 496.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The situation globally has become bleaker. Last year, an adolescent girl or young woman was newly infected with HIV every two minutes. In the past year alone, 650,000 people have died of AIDS-related illnesses and 1.5 million people became infected with HIV. Only half of children living with HIV have access to life-saving medication. Inequality between children and adults in HIV treatment coverage is increasing rather than narrowing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Why are people still dying unnecessarily of AIDS? Why are there so many new HIV infections year after year, globally? It is too easy to put the blame on current crises such as covid and war; the reality is that we were already off target before many of those crises hit. The lack of a comprehensive healthcare system, a lack of education and the growing influence of evangelical Christian churches in Africa—often American-backed—have led to an environment that is hostile to an effective HIV response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Uganda was the first country to host the world AIDS summit—it was a revolutionary leader. The same President is in power now, but has completely rolled things back. When Uganda hosted the world AIDS conference almost 30 years ago, condoms were given to every delegate and given out into community settings. When I went to Uganda only a few years ago to visit aid projects that we were paying for, I sat at the back of a classroom with Stephen Twigg, the then Chair of the Select Committee on International Development. We heard a teacher tell children that they could prevent AIDS if they washed the toilet seat and observed “sex only after marriage”. I am afraid that things have gone backwards because of the influence of some malign groups. It is concerning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the inequalities standing in the way of ending AIDS is access to education, particularly for young girls. Six in seven new HIV infections among adolescents in sub-Saharan Africa occur among girls who are outside formal education. Enabling girls to stay in school until they complete secondary education reduces their vulnerability to HIV by more than 50%. All children, including those who have dropped out because of covid and those who were out of school anyway, should get a complete secondary education, including comprehensive sex education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Nokes (Romsey and Southampton North) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman makes such an important point. Does he agree that we cannot shy away from talking about sexual and reproductive health in the developing world, because that is the single most effective way to ensure that girls stay in school, stay not pregnant and stay free from diseases that will affect them in future? It is crucial that in our role as providers of international aid we do not step back from programmes that talk about contraception.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I totally agree. As dark forces around the world try, I am afraid, to withdraw money from programmes that talk in a rational and evidence-based way about sex and reproductive rights, we have a greater responsibility. We must step up, because if we do not, others will not. As the right hon. Lady points out, there are two sides to the coin: providing better sexual health education means that girls stay in school, and staying in school allows them to get better education about their health. Those are both positive things. Both issues need to be tackled together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another inequality standing in the way of ending AIDS is the inequality in the realisation of human rights. Some 68 countries still criminalise gay men. As well as contravening the human rights of LGBT+ people, laws that punish same-sex relations help to sustain stigma and discrimination. Such laws are barriers preventing people from seeking and receiving healthcare for fear of being punished or detained. Repealing them worldwide is vital to the task of working against AIDS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of the 68 countries that outlaw homosexuality, 36 are Commonwealth countries. The majority of Commonwealth countries are still upholding laws that we imposed and that never originated in the countries themselves. In fact, before British colonialism—British imperialism, I should say—many of those countries had better customs and practices around homosexuality than they do now. These customs and practices are not native to people’s home countries; they were imposed. They should be discarded with the shackles of imperialism, which we all now recognise was wrong. One in four men in Caribbean countries where homosexuality is criminalised have HIV. Globally, 60% of people with HIV live in Commonwealth countries. Collectively, we have a responsibility to tackle that in the Commonwealth. Barriers undermine the right to health: a right that all people should enjoy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Beyond the human rights implications, the laws criminalising homosexuality also have an impact on public health. LGBT+ people end up not seeking health services for fear of being prosecuted. Those who do seek health services often have to lie about how they were infected. Astronomically high numbers of people with HIV in Russia say that they were infected because they were drug-injecting users; that is widely believed to be partly because of the attitude in Russia that it is better to be a drug-injecting user than an LGBTQ person. Without accurately knowing the source of infections, we cannot accurately run public health programmes to save people. Putting people undercover in the dark, hidden in corners, means that the virus lives on. That is a danger for us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In some countries, people living with HIV are at risk of being criminalised even when they take precautions with their sexual partners. That opens them up to blackmail and fraudulent claims from former partners. People with HIV in the UK are not immune to that either, as we have seen in some high-profile cases. We have known for at least 20 years that antiretroviral therapy reduces HIV transmission, and for the past few years we have known that it stops it completely, so there should be no doubt that a person with sustained undetectable levels of HIV in their blood cannot transmit HIV to their sexual partner, and laws should not punish them. However, under Canadian criminal law, for example, people living with HIV can be charged and prosecuted if they do not inform their partner about their HIV-positive status before having sex. The law does not follow the science, and it puts people at risk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Laws requiring disclosure perpetuate the stigma against HIV-positive people. With the advent of PrEP and with “Undetectable = untransmittable”, the law should now reflect the fact that everyone has a role in protecting themselves against HIV and everyone must step up. The criminalisation of drug-injecting users and sex workers has an equally negative effect on HIV prevention and treatment, as I have outlined, in LGBT communities. In all these areas, a health and human rights-based approach must be taken if we truly want to see the end of HIV.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Beating pandemics is a political challenge. We can end HIV and AIDS by 2030 in this country, but only if we are bold in our actions and our investments. We need courageous leadership. We need people worldwide to insist that their leaders be courageous. That is why last month it was so disappointing not to see courageous leadership from this Government. The UK Government were the only donor to the Global Fund to Fight AIDS, Tuberculosis and Malaria to cut their financial settlement—by £400 million. The fund asked donors to raise their pledges by 30% this year, and almost all the G7 nations—which are suffering economic problems that are, in many respects, similar to ours; as the Government often remind us, this is a global crisis, not a crisis of their own making, although in our view it is a bit of both—increased their amounts. For decades the UK was the leader in the global response to these infections and diseases, but that is no longer the case. When our allies met the fund’s request for a 30% increase, the UK went for a 30% cut from their 2019 pledge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Anthony Mangnall (Totnes) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman—my friend—for making this speech; he is an extraordinary advocate in this area. However, I want to put on record the fact that the UK is the third biggest funder of the Global Fund. We have, to date, contributed just under £4.5 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman has said that we are leading the way in respect of our health and our treatment, and that other countries are following. This, too, is a commodity that can be traded and given to other countries. It is not always a question of the value of the money that we give, because we can trade skills, research and development as well. The hon. Gentleman knows where I stand on the development issue, but I think it is worth making that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman has been very good on development issues in the past, and I think he is right. He has also touched on the discussion about patents and patent waivers. There is a live discussion about how we can ensure that the poorest countries in the world can gain access to some of the frontline drugs. Long-lasting drugs are one of the latest innovations, with the possibility of either an injection or a set of, effectively, implants—I cannot think of the exact term off the top of my head—which would last for up to a month and a half. That is revolutionary, especially for those who have irregular access to health systems. The problem is that these are the most expensive drugs because of the way our patent system works; but they are also the most useful in the parts of the world that are hardest to reach. In the UK, most people have regular access to medical settings and can receive daily pill medication. The UK has not always been the very best when it comes to seeking patent waivers. We have done it in the case of many HIV drugs, but we should consider doing it more widely. That might be a good compromise, but we will then need to step it up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK’s decision on the 30% cut is, in my view, a disastrous decision, which stems from the Conservatives’ 0.5% cap on international development. Rather than considering that amount to be a floor and saying that it is the bottom of our ambition, the Government have said that it is the top of our ambition. Moreover, as a result of their insistence on including the Homes for Ukraine scheme, whereby we are housing Ukrainian people here in the UK, in that 0.5% cap, money is flowing out of the international development Department. International development—internationally spent money—should be 0.5%; that would enable us to fulfil many of our commitments quite easily. The additional aid and charity that we provide should be celebrated, but it should not be detrimental to others. This cut will result in the preventable deaths of up to 1.5 million people, and risk over 34.5 million new transmissions of HIV, TB and malaria. It will no doubt harm our credibility, and I hope we will reverse it as soon as we can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We in the APPG have the political will to meet the targets set by UNAIDS and the action plans for Wales, Scotland, England and, I was pleased to hear, Northern Ireland. We will continue to work with and challenge the Government in ensuring that they do the same, because it is time we stepped up and pushed for that final mile. When you are at the end of the race, you do not slow down; you speed up. This is a prize that we can win, so let us not allow it to slip through our hands. In the words of the former Prime Minister Boris Johnson, let us end the “dither and delay”. Let us end HIV/AIDS today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}