{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-parliamentary-question-on-tackling-county-lines-gangs/",
    "title": "Dean Russell – 2022 Parliamentary Question on Tackling County Lines Gangs",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Dean Russell, the Conservative MP for Watford, in the House of Commons on 19 December 2022.",
    "content": [
        "**Dean Russell (Watford) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What progress her Department has made on tackling county lines drugs gangs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Antony Higginbotham (Burnley) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What progress her Department has made on tackling county lines drugs gangs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Minister for Crime, Policing and Fire (Chris Philp)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are determined to crack down on county lines gangs who are exploiting our children and devastating communities. That is why we have invested £145 million in our county lines programme over three years. That is delivering results. Since 2019, the programme has resulted in over 2,900 drug dealing lines being closed down, including over 8,000 arrests. That is important work and it is continuing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently took part in a dawn raid with Watford police officers as part of a national operation to crack down on serious organised crime. There are of course clear victims involved in crime but, as I wore my stab vest, I contemplated the dangerous situation that we were about to enter. Can my right hon. Friend confirm what support is being put in place to keep our brave police officers safe in such situations, including mental health support for the horrific scenes that they may see in their jobs daily, and support when they encounter dangerous criminals?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his question and for taking part in the dawn raid, which I hope was a resounding success. I share his concerns about the mental health of police officers, who are often exposed to dangerous conditions and situations. The police covenant board, which I chair, met just a few weeks ago, and many of the work streams are designed to help police officers deal with mental health pressures. We have instituted a new chief medical officer position to look after serving and retired police officers, which is extremely important, and I am working closely with the Police Federation to ensure that the right support is in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Antony Higginbotham**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Burnley, our neighbourhood policing taskforce has been doing great work breaking down doors, disrupting gangs and arresting those responsible for dealing drugs. A key driver of that is the Government’s combating drugs strategy, but most of the new funding under the strategy is geared towards treatment and prevention, which, while important, will not be effective without the deterrent of tough enforcement. Will my right hon. Friend agree to meet me and the Lancashire police and crime commissioner to talk about what more we might be able to do to make the strategy even better?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am always happy to meet my hon. Friend and his colleagues from Lancashire. He is quite right that there are three elements to the combating drugs strategy. One is treatment. It is important to treat drug addiction, which is the underlying cause of a great deal of offending behaviour. In addition to ensuring that we are treating people, we need to enforce, too. That is one reason why we are recruiting more police officers. I think his local Lancashire force already has an extra 362 officers, which is well on the way to the extra 509 officers it is due to have by March next year. We are also increasing resources in Border Force to stop drugs getting into the country. There are now, I think, over 10,000 Border Force officers, up from about 7,500 in 2016. So, lots of extra resources are going into enforcement and policing, as well as treatment, but both are important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Gwynne (Denton and Reddish) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Smashing the county lines business model and breaking up the gangs has to be a top priority, but of course it is still attractive to far too many young people. At the heart of the model is the exploitation of vulnerable young children. What more cross-agency work does the Minister think could be done that is not yet being done to ensure that a life of criminality is not a viable option?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree entirely with the sentiment that the hon. Gentleman expresses. It is vital to stop younger people, perhaps early and mid-teenagers, falling into gang culture. Very often that is because they have suffered from family breakdown or are in difficult social circumstances. One action we are taking, which we need to accelerate and increase, is introducing violence reduction units. They are designed to identify individual young people at risk of falling into gangs, including county lines activities, and to take interventions, whether through social services, education or other interventions, to try to put them back on the right track. That is a Home Office-funded programme that we intend to continue, but the diagnosis the hon. Gentleman makes is exactly right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ruth Cadbury (Brentford and Isleworth) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On that very point, last week I met an inspiring group of young students at West Thames College who are studying full time and having to work two or three jobs to make ends meet. It has not been easy for them. The message they asked me to bring here was that the best way to protect young people from going down a different route and getting sucked into county lines and violent crime is to have adequate, accessible and fully funded youth services. Does the Minister therefore regret the Government’s cuts to local councils since 2010, which have led to the decimation of universal youth provision?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already referred to the significant amounts of money being put into violence reduction units, including funding some of the activity that the hon. Lady refers to—although it is not just that, it is much wider. It is important to divert younger people away from a life of crime and a gang culture that can all too easily take hold. It is for precisely that reason that we have established the well-funded violence reduction units, including in the London constituencies that both she and I represent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I call shadow Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips (Birmingham, Yardley) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr Speaker. Merry Christmas to you and to all the staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Contrary to the current rhetoric on modern slavery, thousands of British children were enslaved for sex and crime, such as county lines gangs, this year. Of the thousands of children identified as potential slaves this year, more British children were identified as potential child slaves than any other nationality. Last year, there was one conviction for modern slavery offences involving children. A woman I work with was left waiting by the Home Office for two years to be classified as a victim of slavery after she was groomed for sex and criminally exploited in a county lines gang since the age of 13. Referring to the Home Office written statement on the national referral mechanism, can the Minister confirm what “objective factors” to evident slavery means? If the Department thinks it is easy to prove slavery, why was there only one conviction last year?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A lot of work is going on in the area. We have provided £145 million of funding to investigate and tackle county lines. That work has included 2,900 county lines being shut down. Critically, it has also included 9,500 individuals, most of whom are children, being engaged with safeguarding interventions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Essentially, the national referral mechanism is currently being overwhelmed with a large number of claims, many of which are connected with immigration proceedings. One reason that my right hon. Friend the Minister for Immigration wants to introduce objective criteria is to ensure that we focus our resources on genuine cases like the one that the hon. Lady describes. Rather than having the system overwhelmed by many unmeritorious claims in connection with immigration matters, it is important that we focus our attention on genuine cases like the one to which she refers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}