{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Dean Russell – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dean Russell, the Conservative MP for Watford, in the House of Commons on 21 July 2022.",
    "content": [
        "I refer the House to my entry in the Register of Members’ Financial Interests, because I am a trustee of one of the charities that I will mention. I also want to say thank you to all the staff, to you, Mr Deputy Speaker, and to everyone across the House for the incredible work they do. Of course, I want to pay tribute to Sir David, who is still hugely missed by us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to thank my community in Watford. Across my town we have such an incredible wealth of community volunteers and supporters. Our charities include is One Vision, with Enoch and Harjit, who are friends and colleagues when it comes to working for the local community; Small Acts of Kindness; Goods for Good; Hand on Heart; Sewa Day; New Hope, which is a fabulous homelessness charity; the Peace Hospice; the Salvation Army; and the Rotary Club, with the most magnificent lady called Actar, who is an incredible force for good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are also the volunteers who are working to deliver my mental health first aid initiative, which aims to train 1,000 mental health first-aiders across Watford. The team at Watford and West Herts chamber of commerce have helped deliver almost half of that target, which I am incredibly proud of and very grateful to them for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I talk about mental health, of course I cannot fail to mention health services. My biggest ask of the past two and a half years, since being elected, is to get Watford General Hospital rebuilt and to have the shovel in the ground as soon as possible—as I told the Prime Minister recently, during Prime Minister’s questions, I will even go and buy the shovel myself. That brings me to an important point about frontline services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier today, during business questions, I said that I would love to have a debate to say thank you to all our frontline emergency services. We have seen them do so much over the past week in response to fires, but just last week in my constituency, in the Meriden ward, there was an awful fire at the Abbey View tower block. Had the frontline services not got there as quickly as they did, the situation could have been a lot worse. Thankfully, there were no fatalities or serious injuries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am so proud to be able to support our local services, and that includes our police. I have been working with the local police and crime commissioner to make sure we get a new Watford police station, which will be coming later this year. I look forward to cutting the ribbon—I hope I will not get into trouble with the police through that act of vandalism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On work with veterans, huge respect and thanks are due to Luther Blissett, the former Watford Football Club legend and England player, his partner Lauren, Liz and Norman, who have been working with veterans in Watford for a long time now. They have been setting up the former players club through which they are creating a tailor-made organisation. I say “tailor” because of the impact Graham Taylor has had and the inspiration he has been in creating Forces Reunited, which I believe will be launched today as a forces’ forum to help veterans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are lots of things I would like to cover about infrastructure. I am doing work to look at bus and train infrastructure, and also, as I have mentioned in this place before, to fix Woodmere Avenue, which is an absolute nightmare. The width restriction scratches very many cars and has become almost legendary in the challenges that it has brought to local residents. I hope there is some movement to get that sorted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past two years, I have seen how we have all come together to work together from an inter-faith perspective. The inter-faith community across Watford is truly incredible. At places like the Peace Garden where we are close to nature, all the different faiths across Watford come together for the good of our community. That ties into the environmental message and how we are trying to tackle waste in Watford. I set up my Dean’s green team, and I am very grateful to the young people who have been involved to help to make it a success. We have lots more to do, but listening to young people about the environment is critical.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mims Davies**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a really important point about environmentalism. I presume that the green team does litter-picking and other interventions. When young people want to help their environment, that is one of the most positive things that they can do. They really benefit when we visit schools and then follow up with a litter-pick, as I have seen in my own constituency, because they have seen that direct action in their community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dean Russell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for her intervention. Absolutely—we are planning litter-picks and all sorts of things, but also looking at how we can tackle waste and food waste across the area, especially with organisations such as Random Café doing amazing work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Culture is at the heart of our community. We have the “Harry Potter” studio tours, but also Leavesden studios, which makes what would be Hollywood movies but are Watford movies. During the pandemic, I worked with Tom Cruise’s team to open up the global film industry. That is a story for another time, but I was very proud to be able to do that from Watford and Leavesden studios. Watford culture is incredible. On the High Street we have places such as the Pump House theatre, which recently celebrated its 50th anniversary and has the Watford Fringe coming up later this year. Please do all buy tickets; there are some fabulous acts. We also have the Electric Umbrella doing cultural work with people with disabilities. I recently pushed a yellow piano up the High Street to promote its work and support it. The Watford Workshop works with people with disabilities as well to support them. We have fantastic clubs such as the Deaf Club, which also celebrated its 50th anniversary a few months ago, and I was proud to be there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A few weeks ago in this place, I presented a petition to save the local Pryzm nightclub. The night-time economy is absolutely critical, and we need to support it. I was very pleased that last week we had the Second Reading of my private Member’s Bill to make sure that workers could keep their tips in hospitality and elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you to all, have a fantastic summer, and I look forward to seeing you back in September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}