{
    "url": "https://www.ukpol.co.uk/lloyd-russell-moyle-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Lloyd Russell-Moyle – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lloyd Russell-Moyle",
            "url": "/tag/lloyd-russell-moyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, in the House of Commons on 3 November 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the White Paper A fairer private rented sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my co-chair of the all-party group on renters and rental reform, the hon. Member for Dover (Mrs Elphicke), who is the co-lead sponsor of today’s debate, and the 30 other MPs from across the House who supported it. I also thank the Backbench Business Committee for ensuring that we have such a timely debate on the matter. Of course, I direct Members to my entry in the Register of Members’ Financial Interests and declare that I am the chair of that all-party group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many commentators have said that the private rented sector is really three markets. The first is the luxury and high-end market, where people wish to pay high amounts for quality housing. To some extent, that market does not need the regulation we are discussing here. It will not be harmed by it, but this regulation is not aimed at it. The second is the market for people who are unable currently to buy a home or wish to have the flexibility of renting. This White Paper is about making their market a feasible, long-term, sensible one that they can live in. The third is for people who need social housing and often wider wraparound support. They should not really be in the private rented sector, as it will never be appropriate for them, but the White Paper still must protect them while we deal with the social housing problems that the Government, in the Bill they are bringing forward on Monday, recognise we need action on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The core of the debate is about how we create a private rented sector that is stable, affordable and safe, and where all parties have access to justice. I do not think that is a controversial thing. If it is not, the question is: how do we go about achieving those principles? It is not about whether those principles are desirable. Again, I believe there is broad consensus on the ways of doing it, most of which are laid out in the Government’s White Paper, “A fairer private rented sector”, published in June. It not only covers the points I have mentioned, but discusses information, enforcement, children and pets in the home, and giving people the protections they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The chief executive of the National Residential Landlords Association said, on the release of the White Paper, that the\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“headline commitments to strengthening possession grounds, speedier court processes and mediation are helpful”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The renters’ campaign group Generation Rent said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This is a serious set of proposals that will help to raise standards in private rented homes and restore some balance to the relationship between tenants and landlords.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The charity Shelter said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This White Paper promises people safety and security in their home”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could go on with the countless other ringing endorsements of the White Paper and its proposals that are coming from across the sector, with everyone wanting to go further on one bit or another, but welcoming the core.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why it came as such a shock to many of us when it was briefed to The Times at the beginning of last month that all of that was being dropped. In Prime Minister’s questions on the same day, the former Prime Minister—I know it is hard to keep up with which one we have at the moment, but I am referring to the right hon. Member for South West Norfolk (Elizabeth Truss)—recommitted to a ban on section 21, but the full status of the rest of those proposals remains unclear. I hope that the Minister will continue in the good vein that the Minister but one initiated. I put no blame on her immediate predecessor, who did not have the brief long enough to make a difference one way or another. This is about how we make the pledges that we all put in our manifesto a reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me deal with the substance of this issue. I start with the root of so many of the problems in the private rented sector: the issue of people’s stability and security in their home. Section 21 provides the ability for a landlord to evict without any reason a person from their home—that structural power imbalance is hugely consequential and exists in almost no other form of contract that we have today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On safety standards, I know of many cases in which renters do not wish to complain about the condition of their property, through fear of revenge evictions. The law at the moment is not good enough on revenge evictions; it currently requires a council to have made an assessment that the home is unsafe or in poor condition, in accordance with the housing health and safety rating system, in order for someone then to have the protections from eviction. That sets the bar well beyond where it is practically useful if it is to protect a renter who complains about something such as a boiler not working or the windows jamming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On affordability, section 21 is creating a crisis that is spiralling out of control, where we see a wave of assured shorthold tenancies coming to an end and section 21 being used to get higher rents, pushing up inflation, to above 20% in some areas. I know of a schoolteacher who received a demand for a 40% rent increase at the end of their lease. Unable to pay, he is now sofa surfing and homeless. A school teacher who is working full time is homeless not through any fault of his own but due to the state of the housing market today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shelter commissioned research to show that some 230,000 private tenants have been served with section 21 notices since the Government made their first pledge in 2019—that is one every seven minutes. But that does not even show the scale of the problem, because a notice is not usually required; knowing they have no rights, renters will often just leave when the landlord asks them to do so, at an inconvenience to themselves. Section 21 provides no real recourse, no appeal and no exemptions, and even if it did, we know that the current court system has delays coming out of its ears, so taking things to court will not be an answer to these problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week, in preparation for this debate, I asked renters to get in touch with me with their stories. One of the many replies I received was from a young couple who said that before they moved in the landlord agreed to carry out a deep clean, but when they entered the flat they found that it had an insect infestation and it had not been cleaned for months. Both the agent and the landlord refused to do anything. Later, the couple found that two windows were broken and so they asked for repairs, but, again, there was a refusal to do anything. They contacted the council, but it did not carry out an in-person inspection—we all know the pressures on councils—and in the end, on the balance of things, it just accepted the landlord’s word against that of the tenants. At the first possible instance, in November 2021, the couple were issued with a section 21 notice. They had a three-month-old baby and they were homeless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have countless other such examples, and I am sure many other Members do, so it is no wonder that the commitment to deal with this was a cross-party commitment in all manifestos, but we cannot allow the abolition of section 21 to be in name only. We must not allow the next crisis to be the use of section 8 evictions due to rent arrears. If we simply abolish section 21 but allow landlords to increase rents uncontrollably, we will create a loophole that a lorry could be driven through. If a renter complains about the state of a property and the owner wants them out, the owner will just raise the rent to £10,000 a month and evict the tenant. The current rental increase protections are inadequate for protecting renters. When I last looked, the only way to make an application to the tribunal was by fax. That is ridiculous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Potential economic evictions were foreseen by the Renters Reform Coalition, and I am pleased that the White Paper addresses the issue. It states:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We will only allow increases to rent once per year… We will end the use of rent review clauses, preventing… rent increases that are vague or may not reflect changes in the market price… where increases are disproportionate, we will make sure that tenants have the confidence to challenge unjustified rent increases through the First-tier Tribunal”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are the Government’s words. If that works, it will be a game changer for stability in the rental market. Personally, I would like the Government to take on more rental controls. I know that they have ruled that out, but I hope that others will press them on the matter. My friend the hon. Member for Dover will say more about rental controls. However, the proposal in the White Paper is a sensible compromise on which we can start to make progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I note the concerns of the National Residential Landlords Association about moving from periodic tenancies and the effects on student housing. It points out that both landlords and students need to know that a property will be available many months ahead. I am sure that the Government are working on solutions to that perceived problem, but if I could offer one piece of advice, it would be, please leave the proposals in the White Paper as they are. More loopholes will be taken advantage of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I offer a solution. Dare I say that there should be an opportunity, if not a duty, for universities to house all their students who wish to be housed? Universities could engage in tenancies with the private rented sector. They would be permanent periodic tenancies, and universities could license rooms to their students. That would give the private rented sector the security it needs and students the wraparound support they often require. In our communities, we often hear complaints about people not coming forward. Such a solution would give universities the knowledge that their students were in safe and secure accommodation. It could also work for other institutions and would still mean that the decent homes standards that the White Paper requires had to be fulfilled in such accommodation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Security of tenancy is particularly urgent. We are facing a difficult time, with many landlords selling their properties. Mortgage rates are going up and many landlords may wish to leave the market. That is fine. Some say that landlords leaving the sector means that rental provision leaves the sector. However, for every landlord who leaves the sector, there is another homeowner or private rented landlord entering it. My fear, which is shared by many, is that turmoil in the housing market will mean that renters are evicted so that landlords can sell property to another buy-to-let landlord, who would often be more than willing to allow a renter who had been paying rent for a long time to stay there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government stated:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We encourage any landlord who wishes to sell their property to consider selling with sitting tenants, which may provide an easier and faster solution.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, most mortgages do not allow that. I ask the Minister to sit down with mortgage providers and work out a way in which buy-to-let tenancies could facilitate that. It might mean a slightly higher premium in some circumstances or some conditions, but it needs to happen now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ideally, we would have a system such as TUPE, whereby when an employer is taken over, the employees continue in employment. If a landlord is taken over, the tenants should continue to live in the property. We should aim for that. Of course, a new buyer might choose to move in and renovate the property. The existing clauses allow them to remove a tenant as they see fit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is broad agreement on both side of the House and in the sector on access to justice. Unless we take enforcement and the ability to access redress seriously, this is all a waste of time. The rogue landlords list was set up in 2018 with a great deal of fanfare. It was meant to be a game changer. Earlier this year, the Government were asked how many landlords were on the list. The answer was 61. That makes a joke of the entire system. I could probably name more than 61 in my constituency, let alone the country. That is even more reason why the White Paper’s proposed property portal, which would require all landlords and properties to be registered, is the only way forward. I think that the Government have come to realise that. I genuinely believe that they have seen the error of their ways. That is why they talked about establishing an ombudsperson to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“provide fair, impartial, and binding resolutions for many issues without resorting to court.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The White Paper goes on to say:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Ombudsman will have powers to put things right for tenants, including compelling landlords to issue an apology, provide information, take remedial action, and/or pay compensation of up to £25,000.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is spot on. It empowers renters and gives them a body to seek redress, but it also means that landlords know that there is a place where they will be fairly heard. That, combined with the removal of section 21, is a life changer for many. It will give people the ability to complain about poor housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One person told me:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“One electrician said that the wiring was the worst he had ever seen. The poor wiring led to us having a power cut, which was only repaired with a temporary fix. The landlord admitted that they were aware of the oven being faulty at the start of the tenancy but refused to fix or replace it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our hot water didn’t work when we moved in—the landlord had a friend (who wasn’t a qualified gas safety engineer) disconnect our heating from the boiler without telling us. We had to call out emergency gas and electrical technicians to fix these issues and shortly after” —\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "surprise, surprise—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“we were served with a Section 21 notice.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Government enact their proposal, renters could go to the ombudsperson and get their home fixed to a decent standard, and they would not have to fear a section 21 eviction notice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital to include deposit protection schemes in the responsibilities of the ombudsperson. Decisions about such schemes should be published on the property portal. At the moment, they are not and they are only sporadically enforced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, the APPG heard from a young woman in her early 30s. She said that she was still sharing a house in an insecure renting arrangement, despite earning £35,000 a year. She spoke about wanting to start a family with her partner, but said that she could not because she could not provide a stable home. The system has robbed that young woman of the ability to start a family. The White Paper could not just address some of the imbalances in the system but restore dignity to millions of renters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As is customary, I will finish with some questions for the Minister. Will she commit to implementing all sections—that 12-point plan—of the White Paper? Does she recognise that the pledge to abolish section 21 is not about getting rid of a clause called section 21 but about providing stability, security, and justice in the housing market? Will she commit to introducing the draft legislation this year? If not, when will that happen? Will she commit, as I have asked, to meeting mortgage lenders to discuss buy-to-rent mortgages with sitting tenants?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}