{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-speech-on-bbc-local-radio/",
    "title": "Dean Russell – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dean Russell, the Conservative MP for Watford, in the House of Commons on 8 December 2022.",
    "content": [
        "I thank my right hon. Friend the Member for Hemel Hempstead (Sir Mike Penning) for securing this important debate. Local radio and BBC local radio plays an incredibly important role in our communities. It is the go-to source for trusted news, and to find out quickly what is going on in the local area. It is also often a voice that connects people who perhaps are lonely at home, or who need reassurance about what is happening in their local area. If we start to make local radio national, we start to lose that connection; we start to lose the voice of the community and that impact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BBC Three Counties Radio, which I share with my right hon. Friend the Member for Hemel Hempstead, is very good at striking the right balance between holding people like us to account while also ensuring that the truth goes out. Roberto’s drivetime show is a good example of that. They ask us what the issue is and ask us our opinions, but they also challenge us while ensuring that the facts are put out to local people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we are in the Chamber, we often talk about national issues, but actually on local radio we talk about local community matters. I remember talking on many occasions about issues such as the closure of Pryzm nightclub in my patch, or about mental health initiatives that I have been doing. That is important. Local radio gives that platform to speak to people who we will see on the street or when we go out, whether knocking on doors or at community events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local radio has another key role: working within an ecosystem to create new producers, new DJs and other people who might want to work in the industry. In Watford we have a fantastic local community radio station called Vibe, and I know that some of its DJs have worked at the BBC. They do that to get experience and for career opportunities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will divert slightly to my own passion for radio. When I was at De Montfort University back in the ’90s, I and colleagues were involved in setting up a new student radio station called DemonFM. I will name-check Chris North, Jonathan Bown, Emma Marston, Ant McGinley and Rob Martin; there were many more, and we would be here all day if I listed them all. At the time, there was a lot of resistance to setting up the station, but it created a whole load of people who went on to have careers in production and the radio industry. Some went on to work with the BBC or with small production companies who work with the BBC, including at local radio level.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I mention that because, from working on that radio station, where I had my own show, “Dean’s Poetry Show”—I was a poet but not many people know it—I learnt about the behind-the-scenes work that goes on. It is not just about the presenters, who do fantastic work, and the news readers; there are also the producers and the people who do all the extra work that we may not see, including those who go out scouting for local stories and work in their local communities to find out what is happening—they watch Facebook posts and other things—to uncover the real human stories that are part of our local communities. My worry is that if the BBC goes with a national approach to local news and local radio, we will lose the humanity in that. We will lose the stories that really hit people in the heart and not just in their head, as it were. This is about the human connection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for York Central (Rachael Maskell) mentioned loneliness, which I feel strongly about and even mentioned in my maiden speech a few years ago. Loneliness is one of the biggest challenges facing society. During covid, BBC Three Counties Radio and other local radio stations really helped to get people information so that they felt they knew what was going on. It was a time of crisis and trauma, when they did not necessarily have friends knocking on their door. As I have said, we used to talk about being lonely in a crowd, and now people in the virtual world seem to be lonely in the cloud. The truth is that radio cut through that. It was an opportunity for people, perhaps while sitting at home or in the kitchen making their dinner, to listen to a reassuring voice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the best bits of advice I was ever given by someone who worked in radio was that, when one presents a show, one should talk not as if speaking to an audience but as if speaking to the listener. That is the beauty of local radio: really good local DJs—we have many of them at BBC Three Counties Radio and our local stations—talk to the listener. They reassure the individual and make them feel like they have got a friend at the other end of the line, even though they are not phoning them. The BBC’s measures and the approach that it is taking is wrong because we will lose that. I know that my constituents will feel that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The sad truth is that, with these measures, people will not know that it has gone until it has gone. They will not realise that it has been lost until it is too late. Such processes and decisions, which are often made centrally, without real consultation and without people realising what they will lose, are never rowed back on. The decisions are made by people sitting in tall towers with very little connection to what is going on on the ground, and that is the sad truth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wholeheartedly support what has been said in this debate. I thank my right hon. Friend the Member for Hemel Hempstead for securing it and all Members for standing up for local radio today. I wish the Chamber were full so that every constituency could have their voice heard in the way that we want to hear voices from local radio.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}