{
    "url": "https://www.ukpol.co.uk/lloyd-russell-moyle-2022-speech-on-voter-id-at-elections/",
    "title": "Lloyd Russell-Moyle – 2022 Speech on Voter ID at Elections",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lloyd Russell-Moyle",
            "url": "/tag/lloyd-russell-moyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, in the House of Commons on 12 December 2022.",
    "content": [
        "The whole debate around voter ID and the safety of our voting system is slightly Trumpian. This is exactly what happened in the US: the far right tried to claim the system is not safe and that people cannot trust it, and then, when a clearly democratic result came around that it did not like, the far right whipped up its henchmen by saying, “This was an unfair vote.” We know that that is not the case in Britain, and we know it has never been the case in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative party and this Government talking down the safety of our electoral system is exactly what these voter ID regulations are about. It my view, it is extremely dangerous. I asked numerous times in Committee on the Elections Act 2022 for a public assessment of why certain forms of voter ID are acceptable and others are not. I was particularly concerned about why student cards and young people’s cards will not be accepted. Not once have the Government published their rubric of why certain ID cards will be accepted and others will not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is interesting that, in applying for temporary or permanent voter ID, one piece of evidence that a local authority can accept is that the applicant is on the roll of a local educational institution, but a polling station will not accept the card from that educational institution. That barrier makes no sense. The Government cannot say, on the one hand, that evidence from the educational institution is not acceptable to vote but, on the other hand, that it is perfectly acceptable as the sole piece of evidence to get a voter ID card from a local authority—no further evidence is required—other than the barrier of having to apply days in advance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the regulations, however, a voter can apply for a temporary ID card up to the day before an election, if the electoral returning officer believes they would not have been able to apply in advance. Why on earth could they not apply for it at the polling station by showing another form of ID, by allowing the polling clerk to make a determination? Surely it is only because the Government want to make sure that people who would not have ID cannot vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government data shows that about a third of people have only one piece of ID. My mother has only a passport. She has an old-fashioned paper driving licence, and she does not have any other form of ID. What would she do if her passport needed to be renewed and an election were called? Given the mess in the Home Office, she might be waiting months, if not longer, to get her passport. It is the same with a driving licence. A person who moves house might wait months to get their new driving licence, but they have rightly chopped up their old licence and sent it back. They might then have no voter ID. Despite the Government saying that only a single-figure percentage of the population do not have ID, anyone renewing an equivalent ID might have no form of voter ID during the renewal period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "According to the Government’s data, 6% of people say they will be less likely to vote. What is 6% in each constituency? It is about 3,000 voters on average. About 40 Conservative constituencies have a majority of less than 4,000. That is 40 Conservative constituencies that might hold on a bit longer, meaning the Conservatives claw on to power despite the popular will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us consider travelcards, for example. Even the Government’s own research shows that 4% of young and middle-aged people believe their travelcard can be used as voter ID. If they turned up to the polling station with that ID, every single one of them would be refused a vote—that is not to mention the embarrassment of being turned away—and many of them, about a third, would not bother to return. Those numbers would change about 15 results at an election. That might make a difference in a tight election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister said the professional world has mixed views about the implementation of voter ID, which I am afraid is just not true. The Minister is either mistaken or something far worse, and I would not believe that of this very good Minister. The reality is that every single professional body—the Local Government Association, the Electoral Commission, the Association of Electoral Administrators—says that the implementation of these regulations at this time is dangerous. They know it is dangerous because they have not been able to roll out even a card-based voter ID. It will be a piece of paper produced by the local authority. A piece of paper! Really? They will accept a piece of paper that an electoral services officer may have authorised, but they will not accept a travelcard that has to be applied for with a proper form of ID. It is ridiculous.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The regulations will allow people in the community to attest that someone is who they say they are, but they will allow a person in the community to attest for only two people every election publication cycle. A doctor, a teacher or the one lawyer in a poor community might want to attest for many people, to say that they have known a person for a long time, but they will only be able to do so for two people. If those people cannot prove through other means who they are they are—there are other means, I grant that—they will not be able to go to their doctor, because the doctor will have used up their two for that year. Those are unnecessary burdens. We do not put that burden on applying for a passport or any other form of ID. Those arbitrary numbers are deliberately designed to attack the poorest who would not have access to others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s own data says that those who are trans or non-binary, who might be sick or have cancer, or who have experienced large amounts of weight loss and look significantly different, might face difficulties getting past the electoral services officer, but they have no plans to do anything about that apart from highlight to the polling stations that they should be cautious about that. How can they highlight to someone that they should be cautious that someone might not look like their ID, and at the same time say that they must refuse anyone who does not look like their ID? The Government’s own impact assessment does not make sense. The impact assessment on age says that they do not think that will be a significant difference, but the data itself says there will be a 4% to 6% drop in young people going to the polls. We know that those people are already less likely to vote.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can have an argument about whether we should have electoral ID or not. We can have an argument about whether it should be photo ID or the wider version. The Electoral Commission said that it preferred any form of ID, such as a credit card or other form of named evidence. We can have those arguments and we will continue to do so, but this instrument is being introduced with less than five months to go before nationwide polls, and no council administrator believes that they will be able to operate it safely. That is undermining our local councils. We know why the Government are trying to do that: they know that they will lose a load of their councils because people are fed up with the nasty Conservatives undermining their democracy and their councils. This should not pass.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}