{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-statement-on-the-post-office-horizon-it-scandal/",
    "title": "Dean Russell – 2022 Statement on the Post Office Horizon IT Scandal",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Dean Russell, the Parliamentary Under-Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 12 October 2022.",
    "content": [
        "The Post Office Horizon IT scandal, which began over 20 years ago, has had a devastating impact on the lives of many postmasters. Starting in the late 1990s, the Post Office began installing Horizon accounting software, but faults in the software led to shortfalls in branches’ accounts. The Post Office demanded sub-postmasters cover the shortfalls, and in many cases wrongfully prosecuted them between 1999 and 2015 for false accounting or theft.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In May 2020, the Post Office launched the historical shortfall scheme, and applications were received over the following months of that year. The scheme was designed to compensate postmasters, without convictions, and outside of those who brought the group litigation order, for the financial shortfalls that they had to make up and the losses accrued as a result. The Government have supported the Post Office in wanting to put right these historical wrongs and are therefore providing financial support to ensure that those affected receive the compensation they deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to update the House on the positive progress that has been made to deliver compensation for those currently in the scheme. Since the Government’s last update to Parliament, a further 388 further postmasters have received a compensation offer. As of 30 September, in total 82%—1938—of eligible claimants have now received an offer, meaning that £52 million has now been offered. To date, 1,628 claimants have accepted their offers, and compensation payments totalling over £33 million have been made to them, helping to address the historical wrongs suffered by these claimants. It is the stated target of the Post Office to issue 95% of offers to existing claimants by the end of the calendar year. The Government’s ambition remains for the Post Office to have issued 100% of offers in this time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition to those claimants who are currently part of the historical shortfall scheme, the Government are aware that there are individuals who, for a variety of reasons, were unable to apply for the scheme while it was open. Today, I can announce that the Government will extend their financial support to the Post Office so that it can accept eligible late applications into the historical shortfall scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Post Office will be writing out to all individuals who have contacted it about making a late application to the historical shortfall scheme to inform them of this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government encourage any other individuals who may have been eligible to claim compensation under the historical shortfall scheme to contact the Post Office to discuss their position. Further details will be set out on the Post Office website.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These late claims will be managed through existing historical shortfall scheme processes, including an assessment by the independent advisory panel, to ensure claims are considered consistently with those already submitted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}