{
    "url": "https://www.ukpol.co.uk/lloyd-russell-moyle-2019-speech-on-immigration/",
    "title": "Lloyd Russell-Moyle – 2019 Speech on Immigration",
    "post_date": "February 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Lloyd Russell-Moyle",
            "url": "/tag/lloyd-russell-moyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, in the House of Commons on 28 January 2019.",
    "content": [
        "I guess I should declare an interest. My partner is Hungarian, my neighbour is Czech and my lodger was French. American Express has its European call centre in my constituency. I helped to push and worked on the legal base of Erasmus+. I have lived in Belgium and worked in Berlin, and I am an EU citizen with EU rights. At this critical time in our country’s history, it is of course disappointing, but not very surprising with this Government, that the Bill represents another colossal stealing of those rights from many EU citizens who might not happen to be here on the right date or at the right time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many problems with the Bill. It removes the right of EU citizens to enter the UK without the leave of the Secretary of State. Even if the process will be “simple and easy”, it fails to address honestly the open border in Northern Ireland; we will, of course, end up having a diverging EU immigration policy within the island of Ireland. It fails to give assurances against the exorbitant fees that we currently charge many people coming to the UK, and that we might now charge EU citizens. It fails to give reassurances to visitors who may come to the UK but want to change their status, and it might mean that they have to do the same ridiculous run around that non-EU migrants have to do when they have to leave the country of reapplying through a different immigration system and come back in. The system is currently farcical for non-EU migrants, and the Bill will introduce that farce for EU citizens as well. The Bill moves us to a race to the bottom on migration issues, rather than seeking the best, and that is the problem with it.​  \nI want to draw particular attention to clause 4, which will give Henry VIII powers, allowing the Secretary of State swathes of power to make determinations without oversight by this place. Have we learned nothing from Windrush or the disregard with which the Government treat many migrants? I would not trust this Government—in fact, I would not trust many Governments—with the right to decide on immigration without being fettered by Parliament. How is it appropriate that the Government, who have shown themselves to be so inept, should give themselves these swingeing powers? They cannot be allowed to deny EU citizens their rights in this way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, things have got so bad generally with immigration. When I write to the Immigration Minister about immigration issues, she does not bother writing back to me; she gets a civil servant in the liaison team to send me a bog-standard, pro forma letter. She will not even engage on the issue. That is what the Minister has come to, and that is what the Government have come to—dispassionate about individual issues, worrying only about the number on the visa or the number of migrants. It is wrong, but now they want to extend that system to others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituents speak of injustice. Last month, a man who had worked here for 20 years—he has an NHS pension and two medical businesses—was rejected for permanent residency by the Government. He was an EU citizen, but despite spending £1,000 on an immigration lawyer to fill in the paperwork, the Government said that the right boxes had not all been ticked. We will appeal that decision, and we will be successful, but he had 23-odd years of national insurance payments. The Government could have looked that up instead of worrying about which boxes were ticked. The Government do not worry about the people when they are what matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many people have lived in the UK for much of their lives, but spent three or four years away working. A German citizen, for example, might have been raised and schooled here but spent the last four or five years out of the country. They will now have to fulfil all the immigration checks, even though they see Britain as their homeland. I was granted EU citizenship in 1992, as were most of us. My brother was born an EU citizen. I fail to see why people who were born with citizenship rights should suddenly have them taken away. If we have to go down this route, we should at least say that everyone who was born before exit date will continue to have EU citizen’s rights for the rest of their lives. That is the only fair thing to do when people are being deprived of their rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The other danger is the huge costs we are seeing. It can cost an employer and employee £8,000 if they are coming from outside the EU, with the NHS surcharge alone being £2,000, even though the person will pay taxes and contribute to the NHS. It costs only £127 for the Home Office to process the application, yet the charge for leave to remain is £1,220—a profit of 1,000%. It is disgraceful. The Minister is frowning, but those figures are from the Home Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must vote down the Bill tonight because it is wrong in principle and wrong in practice, and we must stand up for what is right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}