{
    "url": "https://www.ukpol.co.uk/lloyd-russell-moyle-2023-personal-statement-on-comments-made-to-miriam-cates/",
    "title": "Lloyd Russell-Moyle – 2023 Personal Statement on Comments Made to Miriam Cates",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lloyd Russell-Moyle",
            "url": "/tag/lloyd-russell-moyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The personal statement made by Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, in the House of Commons on 18 January 2023.",
    "content": [
        "On a point of order, Mr Speaker. I wanted to notify the House at the earliest opportunity that I have written to the hon. Member for Penistone and Stocksbridge (Miriam Cates) to acknowledge that the tone of my remarks in the Chamber yesterday was a mistake. I stand by the words that I said, and I profoundly disagree with the comments that the hon. Member made, but our job as MPs is to channel passion and anger into considered debate to win our arguments—in this case, on the trans community and devolution. I recognise that I failed to control that passion during what was an emotional debate. I should have expressed my deep disagreement on what I believe is an abhorrent view in a more appropriate way. I want to particularly apologise to Madam Deputy Speaker, who had to preside over the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for giving notice that he wished to come and make that point of order. It allows me to take this opportunity to remind hon. Members of the importance of good temper and moderation in contributions from all sides and all Members. We will disagree, but how we express that disagreement is important. Please, let us have moderate and temperate language going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}