{
    "url": "https://www.ukpol.co.uk/lloyd-russell-moyle-2020-speech-on-plastic-waste/",
    "title": "Lloyd Russell-Moyle – 2020 Speech on Plastic Waste",
    "post_date": "June 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lloyd Russell-Moyle",
            "url": "/tag/lloyd-russell-moyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, in the House of Commons on 15 June 2020.",
    "content": [
        "The Opposition will not oppose the regulation today, but we would like to place on record our disappointment at a number of missed opportunities. There are two elements to the statutory instrument—the plastics and the single use. This regulation deals only with removing the plastics and does not attempt to deal with or solve the problem of our single- use economy that we need to tackle. It fails to recognise the waste hierarchy of reduction first, and just aims at legislating, in a piecemeal way, one item after another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we agree that plastics have become unsustainable. In 1950, we produced 1.7 million tonnes, and now we produce 350 million tonnes. The Minister has already talked about the number of items that we produce, including the 1.8 billion plastic-stemmed cotton buds, of which 10% are flushed down toilets, with a devastating impact on marine life when some, inevitably, get out of the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Peter Kyle (Hove) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend and I represent opposite ends of the same city. As a coastal city, we are at the receiving end of some of that rubbish and disposable plastic as it washes up on the beaches. Does he agree that this is a very important step forward, but it is only a step forward and there is a long way to go in order to clean up the beaches that he and I represent?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I totally agree, and we both will have been on beach clean-ups and seen the awful amount of rubbish that is either left there or has washed up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the work of nature documentaries such as “The Blue Planet”, and environmental organisations such as Friends of the Earth, Keep Britain Tidy, Surfers Against Sewage and others, the public mood has shifted dramatically on plastics. I remember in 2002 at the world summit on sustainable development our talking about not being able to garner public support for action on plastics. How things have changed, and that is to be celebrated. That is why, of course, the Government have been able to pledge, in their 25-year environment plan, to eliminate avoidable plastics by 2040. Will the Minister set interim targets for this plan and will she bring forward further ​plans to demonstrate how she will achieve the overall target? Without milestones, there is a danger that we will not realise that we are off course before it is too late.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to hear from the Minister what assessment her Department has made on the impact of covid on the use of plastics. Companies such as Just Eat and Deliveroo are reporting huge increases in sales. I have seen restaurants that were no longer using plastics but have returned to plastic items. While of course we recognise that there is a public health emergency, we need to do all we can to lower transmissions while ensuring that businesses have confidence in their knowledge about the risks of items, but let us return to the age-old—centuries-old—idea of a washable spoon, rather than a paper, plastic or wooden stirrer. It does not seem beyond the wit of man to return to something that we have used for a very long time—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Charles Walker (Broxbourne) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want cutlery!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proper cutlery! I hear lots of support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To highlight the problem of single use, in 2018, McDonald’s UK faced a huge public backlash after the images of their distinctive striped plastic straws on picturesque beaches around the world, and it made a move to paper straws—laudable, fantastic, we would all say. But today it uses 1.8 million paper straws a day and that is 675 million a year. The tragedy is that these straws cannot be fully recycled, so they end up being incinerated, adding to landfill or even getting into our seas—the very thing that they were meant to prevent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Replacing one dangerous product with a slightly less dangerous product or energy-exhausting product defeats the point, when the reality is that most people do not need to use plastic straws. We can move away from the idea of unnecessary consumption. Huge numbers of supermarkets and food outlets have already moved away from plastics to wooden or compostable cutlery, but these too end up in incineration. As we know, incineration in this country has a particularly poor energy generation ratio compared with other European countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "DEFRA’s own impact assessment on the regulations has assumed that plastics will be replaced on a like-for-like basis, so while we are pleased to see the Government trying to eliminate plastics, it is very disappointing to see this missed opportunity to tackle the problem of single use. The Government are patting themselves on the back because of a ban on three items of plastics, when we need to shift our throwaway culture. We urgently need the extended producer responsibility scheme that is being considered in the European Union, and we should be taking the lead. Such programmes put an obligation on the producer to create more sustainable products. They incentivise companies that are doing the right thing, as well as disincentivising the wrong thing. When will we see the plastic bottle deposit scheme actually introduced in this place, and when will we see it reflecting the material used, rather than just the one-size-fits-all model that, unfortunately, has been adopted in Scotland?​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With fast fashion and the inability to repair, we have not just straws and cotton buds being thrown away, but almost everything we can consume being thrown away. We are creating and destroying at alarming rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To take the returnable plastic bottle option a stage further, if we are to make that happen we need to have the co-operation of the giant supermarkets and similar. Does the hon. Gentleman feel that that would be a way forward?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is. Actually, I was on a phone call with the hon. Member for Rugby (Mark Pawsey) earlier today, and many of the producers were saying they welcomed and wanted to move towards that sort of scheme, which I was very pleased to hear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have said, we are creating and destroying at alarming rates, but we must design a more circular economy. Where are the Government on the right to repair? That is another issue now being talked about globally—the right to have items repaired, rather than throw them away, whether they be electrical or composite plastic items. The Government are also a signatory to the sustainable development goals, No. 12 being the implementation of a 10-year framework for programmes for sustainable consumption and production. It says that developed countries must take the lead, so what lead has DEFRA made on changing production patterns, rather than just these particular regulations? I contend that simply banning plastics, although a welcome step, is not enough in creating sustainable production patterns, as agreed under our international obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to ask the Minister some specific questions about the regulations’ implementation. What guidelines will be given to local authorities on the enforcement of these regulations? What resources will be given to local authorities to ensure that they are enforced? Will there be annual reporting on the compliance visits, on the problems found and on the responses to complaints from the public about unlawful retailing of straws and other plastic products? Finally, when will the Government bring forward their plan for extended producer responsibility, rather than piecemeal SIs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we face a climate and ecological crisis, we must stop making piecemeal changes. We must have some hard conversations about changing corporate and consumer behaviour. Our short-term convenience must not come at the cost of our planet and future generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}