{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-speech-on-energy-price-capping/",
    "title": "Dean Russell – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dean Russell, the Conservative MP for Watford, in the House of Commons on 8 September 2022.",
    "content": [
        "Given the announcement earlier, I also send my best wishes and the best wishes of all those across Watford to Her Majesty the Queen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The announcement on energy costs today was very important. Over the summer, I spent lots of time volunteering with organisations, from the citizens advice bureau to working in the British Heart Foundation shop, and I heard at first hand about the challenges and fears that people have about the fuel crisis and their bills. We heard today about a significant package that will not only help people immediately, but deal with the long-term challenges, and we are making sure that the proposals work economically. As we all know, windfall taxes are a one-off—potentially a two-off, if we can call them that. However, once we get to the third or fourth try, they will not work, so we need something that works immediately and in the long term and which puts us on a competitive footing around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard an important point about the fact that, by 2040, we want to be a net energy exporter. That means many things, including not just, importantly, our fuel security, but investment in jobs, investment in education, investment in skills and investment in business to make sure that we look ahead to the long term, so that we are not in this situation again—we do not want to be—and to help other countries around the world not to be in this position again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make a final point, because I am conscious that you would like short speeches, Madam Deputy Speaker—and if anything, I am short. I studied physics at university—I am probably one of the few MPs who studied nuclear physics as part of my course, not that I was that great at it—and I think that the talk of moving forward with nuclear is so important. There has been a negative image of nuclear over many decades. The opportunity to have small modular reactors across the country that enable us to have safe, green energy that entire communities can rely on is essential. That is also about an infrastructure of skills and education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I massively welcome this package and think it is the right one. There is more to do, of course—as always—but I welcome this debate. We can be certain of one thing, which we need to say to all our residents who are fearful of what may come: this will support them in the short term. Although people may disagree about the long-term approach, this will support them now and in winter and they should feel reassured that they are going to be okay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "*[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}