{
    "url": "https://www.ukpol.co.uk/dean-russell-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "Dean Russell – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dean Russell",
            "url": "/tag/dean-russell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Dean Russell, the Conservative MP for Watford, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "Unlike the buses, I will be on time. I pay tribute to my hon. Friend the Member for Dartford (Gareth Johnson) for calling this really important debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the Mayor has been watching the debate to hear the forensic take-down of the reasons behind the policy. It has been quite powerful hearing colleagues speak about the actual facts behind this, because it is a really important debate that will affect constituents who cannot vote for the Mayor. This is about fairness and democracy. It is unfair that situations such as this will hit my constituents in the pocket and perhaps stop them from going to work, shopping or picking up their kids from school; charging them when they have no ability to stop that happening feels utterly wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recommend that anyone who wants to know the facts behind this should watch the forensic take-down that my hon. Friend the Member for Orpington (Gareth Bacon) presented earlier. I do not think that I will be able to match the detail that he gave, but some of his key points related to the fact that even the Mayor’s consultation said that this should not go ahead. Some of the feedback from respondents that I have read includes the point that the scheme penalises workers—correct. It comes at a time of increased cost of living; that is the case, sadly, as we are living in difficult times. This is about the affordability of daily charges, and it would be to the detriment of the local economy in London and to those who want to travel near London to places such as Watford in my constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the key elements here is voting. Liberal Democrat and Labour Greater London Authority members voted for this, and my constituents did not have a say; again, that is completely wrong. This is ultimately putting an invisible wall around London. Some of my constituents probably will not even realise that they have gone through that invisible wall, and will be charged and impacted by something that they may not have known was coming in. As was stated earlier, this is happening in a very short period of time; it is a matter of months. There is no long consultation or period of time when people can prepare for this or buy a new car. Hon. Members have made the point that it is not easy to just go out and buy a car; the people who think that that is one of the solutions are really speaking nonsense, because the people on the lowest incomes are those who will probably be hit the hardest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are some legacy issues in Watford. For a long time there has been an argument about a Metropolitan line extension to Watford, and I understand that it was TfL and Sadiq Khan who stopped that from happening. If he really cares about people using public transport he would have helped to put in the additional funding, which was already being organised by Hertfordshire County Council and other organisations, to ensure that the line would be extended, but that did not happen. The argument is now that we should not use our cars, and that seems utterly wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I said earlier, my constituents have commented on this issue. In my intervention, I mentioned a charity that transports emergency blood and breastmilk to premature babies, and urgent medical samples—24 hours a day, 365 days a year. Its volunteers use their own cars and time, without compensation. Many of those vehicles may not be compliant, and the charity wrote to me to share its response to the proposed ULEZ expansion. It wrote to TfL, which said that it would not discount or exempt the emergency medical transport charity, citing the importance of air quality. I am sorry, but that does not seem fair or right. I get that there might be legacy situations across the country with similar schemes, but this is a new scheme. It seems utterly wrong that TfL cannot build an exemption into a brand new scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk about the new technologies coming through. I met representatives of a business in my constituency that does carbon cleaning for engines, and they showed that they can massively reduce the amount of carbon coming out of cars and reduce emissions quite extensively. I have seen nothing in the consultation and the plans for expanding the ULEZ that will allow people to use new technology and new systems, or even to start looking at ways to get exemptions so that they could keep their cars but automatically reduce the emissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I join Conservative colleagues in saying that this is not a political point; this is about hard-working people who just want to live their lives. Extending the ULEZ, which will affect places outside London—I am not a London MP—seems wrong. Measures need to be taken to stop it happening, but we have no way to do that. I would like the Minister to tell us whether there are ways for us to take this issue to the Government in order to say, “Can we say to the Mayor that this is wrong?”. We need a longer period of time to bring in the expanded ULEZ, but ultimately we need to try to stop it, because it is not going to deliver the supposedly clean air that will be used as the platform for this. Actually, it is just going to cost hard-working people more money at a time of difficulty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}