{
    "url": "https://www.ukpol.co.uk/lloyd-russell-moyle-2022-speech-on-energy-price-capping/",
    "title": "Lloyd Russell-Moyle – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lloyd Russell-Moyle",
            "url": "/tag/lloyd-russell-moyle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lloyd Russell-Moyle, the Labour MP for Brighton Kemptown, in the House of Commons on 8 September 2022.",
    "content": [
        "Some of the announcements are welcome, particularly the focus on people who are not on the grid. I would like to highlight to the Government Front Benchers—I hope they will go away and seek more clarity on this—the people who resell energy. They are often landlords in blocks who buy the energy on the commercial market and resell it to their tenants. The Government have never explicitly mentioned that. They have talked about heat networks, which is if the landlord is running a boiler, but not about landlords they are supplying the electricity directly to a flat. Those meters are not on the official meter grid and they will not even be eligible for the £400 support from the Government unless action is taken. There needs to be some urgent action to ensure that landlords can purchase at fair prices and that they pass them on. At the moment, the landlord has to pass the cost on at the purchase price. I am not saying that landlords are gouging, but there is a problem that the purchase price is a commercial price, not a residential price. I hope the Government will come back with clarity on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality is that this package is still a £500 increase on what energy bills are today. This is not a reduction; it is an increase. It did not need to be like this. We could have regulated the wholesale market price, and the Government could have stepped in and offered loans to energy companies to bridge the gap for the gas they are importing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That could have been the offer, with the debt put on the energy companies and not the state, but that is not what has been put forward. The Government could have fixed energy prices at what they are today and made interventions, but we have not seen that either. Therefore, there are real difficulties relating to who pays. Does this come from the profits of the companies or is it done on the backs of the people? I am afraid that the wrong choice has been made, because future generations, and even this generation in future years, will pay for this policy. That does not seem right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Improvements of efficiencies were mentioned slightly but not enough. We need a house-to-house, street-by-street approach to insulation—as my constituency neighbour, the hon. Member for Brighton, Pavilion (Caroline Lucas), has called for—to get this right. Leaving it to the market does not work. We will not get the efficiencies of scale. Labour has put forward a plan to start that process, but even more ambition is needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to look at the production of wind energy not just offshore, but onshore, and having solar panels on our roofs. At the moment, the solar panel feed-in tariff is less than the cost of buying energy directly from the market. That does not work; we need to reverse it. We need to give people the incentive to pay into the grid at a fair market price—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}