{
    "url": "https://www.ukpol.co.uk/david-rutley-2019-speech-on-the-animal-welfare-sentencing-bill/",
    "title": "David Rutley – 2019 Speech on the Animal Welfare (Sentencing) Bill",
    "post_date": "July 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Rutley, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 10 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/07/davidrutley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/07/davidrutley.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill delivers another important commitment from the Government on animal welfare, cementing our place as a world leader in the care and protection of animals. Under the current legislation, the Animal Welfare Act 2006, the maximum penalty for animal cruelty offences is six months’ imprisonment and/or an unlimited fine. The Bill extends the current maximum penalty to five years’ imprisonment and/or an unlimited fine for the worst animal cruelty offences relating to animal welfare in England and Wales. It is a simple yet vital measure to ensure that those who perpetrate cruelty on animals are subjected to the full force of the law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all agree that there is no place for animal cruelty in this country. Those who mistreat and abuse animals through unacceptable activities such as dog fighting, the abuse of pet animals, and cruelty to farm animals will be faced with tougher responses from the courts. An increase in the maximum custodial sentence from six months to five years will help to deter people from committing detestable acts against animals, and will demonstrate that such behaviour is not tolerated in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Greg Knight (East Yorkshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the Minister aware of the growing concern about the welfare of tethered horses? Many horses are attached to a short rope all day long, next to a highway, with no water and surrounded by ragwort, which is harmful to them. However, the authorities seem reluctant to take action. Might the reason be that the law is not quite clear enough in this respect, and if so, could that be addressed by the Bill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for his intervention, and for his concern about horse tethering. I share that concern, which is why we recently had a roundtable meeting with the relevant welfare groups and authorities to discuss how we could achieve best practice in this regard. I think that there have been some case studies—particularly in the Swansea area, if I remember correctly—and that real action has been taken. We need to spread that best practice far and wide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to introduce this important Bill. We committed ourselves in September 2017 to increasing maximum sentences for animal cruelty offences, and in December 2017 we published our draft Bill for pre-legislative scrutiny. That followed the introduction of the Animal ​Fighting (Sentencing) Bill in July 2016 by my hon. Friend the Member for Torbay (Kevin Foster), and the introduction of the Animal Cruelty (Sentencing) Bill, also in July 2016, by the hon. Member for Redcar (Anna Turley). I pay tribute to both of them and the supporters of their Bills; I thank them for their hard work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to have secured the parliamentary time to introduce this small but incredibly valuable Government Bill, which is of great importance to the House, the animal welfare community and the public more widely. I pay tribute to all who campaigned for the Animal Welfare (Service Animals) Act 2019, popularly known as Finn’s law, which is closely linked to the Bill. Finn is a police dog fondly known as Fabulous Finn to his friends, and a distinguished example of the incredible bravery and hard work of service animals. This Bill will ensure that those who cause injury to a service animal will receive a proportionate penalty for their horrific actions; I will speak on this in more detail a little later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many animal welfare charities and other organisations have been calling for increased sentencing for a number of years. I thank them for their campaigning on the matter and for ensuring that this issue has remained at the top of the agenda: Battersea Dogs and Cats Home, Blue Cross, the Royal Society for the Prevention of Cruelty to Animals and the League Against Cruel Sports, to name but a few, have been incredibly effective in their support for an increase in the maximum penalties, and I praise their tireless efforts. Claire Horton, chief executive of Battersea Dogs and Cats Home, stated that the introduction of this Bill is a “landmark achievement”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill is indeed a landmark step forward for animal welfare in this country. It demonstrates our commitment to protecting this nation’s animals. I pay tribute to Northern Ireland and my hon. Friends in the Democratic Unionist party for setting such a great example in support of animal welfare; Northern Ireland has already introduced a higher maximum penalty of five years for animal cruelty offences, which we are pleased to be able to match in England and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also pay tribute to those hon. Members who have consistently advocated introducing this Bill, notably my hon. Friend—most of the time my friend—the Member for Tiverton and Honiton (Neil Parish), Chair of the Environment, Food and Rural Affairs Committee. He can be grumpy on occasions—[Interruption.] Oh, he is there! I had not realised he was behind me! Indeed, I thank all members of the Committee, who tirelessly press the Government on this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Bill and the proposals therein on animal welfare sentencing have received strong support from across the House, and I am grateful to the Opposition Front- Bench team, not least the hon. Member for Workington (Sue Hayman) for her full and wholesome support; it is much appreciated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bill Wiggin (North Herefordshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirteen years ago in 2006 when the Animal Welfare Act was going through its stages, I proposed an amendment that would do exactly what this Bill does, so may I thank the Minister for bringing it in but express regret that it has taken 13 years to do so?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased the Bill is before us today; sometimes these things take time—too often in animal welfare—but I am really pleased that through working ​together across this House we have seen a number of pieces of legislation come forward in recent weeks and months. That is because we are working so closely together. I am extraordinarily grateful for that and for the support we have had from the hon. Member for East Kilbride, Strathaven and Lesmahagow (Dr Cameron), who has long called for higher sentencing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also important to recognise the hard work of our Whips. They are not able to speak on this matter, but I know that my hon. Friends the Members for Chippenham (Michelle Donelan) and for Milton Keynes South (Iain Stewart) are very keen for this legislation to come through. It would be remiss of me not also to mention the irrepressible hon. Member for Bristol West (Thangam Debbonaire), who is a complete enthusiast for this Bill and I am sure would love to be associated with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill amends the Animal Welfare Act 2006, which currently sets out a maximum penalty of six months’ imprisonment and/or an unlimited fine for the more serious prevention of harm offences. That is much lower than the current European average for animal welfare offences, which is two years; indeed many countries have much higher maximum penalties. I am pleased to say that the Bill introduces one of the toughest punishments in the world and will bring us in line with the maximum penalties in Australia, Canada, New Zealand, Ireland, India and Latvia, which are all five years’ imprisonment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government published the draft Bill for consultation and pre-legislative scrutiny in December 2017 as part of the Animal Welfare (Sentencing and Recognition of Sentience) Bill. The consultation closed in January 2018 and the Department for Environment, Food and Rural Affairs received over 9,000 direct responses to it; 70% of respondents agreed with the new maximum penalties. In the summary of responses document, the Government committed to bringing forward the sentencing clauses in a separate Bill as recommended by the Environment, Food and Rural Affairs Committee scrutiny report in January 2018.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There have been a number of recent cases related to serious animal welfare offences in which judges have expressed a desire to impose a higher penalty or custodial sentence than that currently provided for under the Animal Welfare Act 2006. For example, in 2016 an 18-year-old man kicked his girlfriend’s pet spaniel to death in an horrific attack. The dog was kicked repeatedly so hard that her brain stem detached. The man was sentenced to six months in prison and ordered to pay costs and victim surcharges of more than £1,000. The judge at the magistrates court said that he would have imposed a stronger, longer sentence if the law had allowed it. It was a sickening act of deliberate cruelty and in such cases a higher sentence would have been favourable for the court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If I may, I would like to give another horrific example of where the judge explicitly told the court that he would have imposed a longer sentence if the guidelines had allowed. In November 2016 a man gave a dog painkillers and then beat her to death with a shovel. The man was sentenced to four months in prison and was disqualified from keeping all animals for life. That sentence was clearly not appropriate for such a dreadful act, and we need to change that, and we will now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Bill relates closely to the warmly received Animal Welfare (Service Animals) Act 2019, commonly known as Finn’s law, which prevents those who attack or injure ​service animals from claiming self-defence. It received Royal Assent on 8 April 2019, and I pay tribute to my right hon. and learned Friend the Member for North East Hertfordshire (Sir Oliver Heald), who is also in his place, for steering the Bill so skilfully through this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When this Animal Welfare (Sentencing) Bill is enacted, those who cause harm to a service animal in the course of the animal’s duty could be subject to a maximum sentence of five years. The intention of Finn’s law was to increase the maximum penalty for animal cruelty as well as improving the protection of service animals. We are now completing the increased protection of service animals with this Bill, and as a result achieving what the Committee and campaigners have worked so hard for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is due to commence two months after Royal Assent and has a limited impact on costs to the criminal justice system. The increase in maximum penalties will not result in an increase in the number of offenders being sent to prison; it will result only in the potential length of time that might be served by the most serious offenders. We have been in discussion with the Ministry of Justice on this matter, and the Government consider that this may lead to some marginal extra costs to the criminal justice system which are unlikely to be more than £500,000 per annum. DEFRA has agreed with the Ministry of Justice to take on the costs, as set out in the explanatory notes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While some offences committed under the Animal Welfare Act 2006 may be more minor incidents, there are unfortunately cases of serious or systematic cruelty. For example, some forms of animal cruelty, such as dog fighting, can be linked to organised crime and are carried out for financial gain through betting and prize money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Neil Parish (Tiverton and Honiton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister talked about the extra cost involved. If a case has to go to the Crown court, very often animals will have to be kept in custody or in care in kennels, so that will cost more. We also need to make sure we have proper kennelling so that the whole court system can cope. We very much welcome the extra sentencing, but that knock-on effect needs to be dealt with as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once again, my hon. Friend speaks with authority on the subject, and he can be assured that we are working through all those details. I just want to underline that costs will be covered through the arrangements put in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I was saying, dog fighting inflicts a high level of suffering on the animals involved. We believe that in such cases, where the level of cruelty and culpability is so high, a higher sentence is clearly justified, and I am sure that the House agrees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is a simple measure, amounting to just two clauses, but with a very positive outcome. Clause 1 is the Bill’s main clause; it outlines the mode of trial and maximum penalty for certain animal welfare offences. As I previously outlined, under the Animal Welfare Act 2006 the maximum penalty in practice is currently six months and/or an unlimited fine. The clause changes the maximum custodial sentence available for five key offences: causing unnecessary suffering to a protected ​animal; carrying out a non-exempted mutilation; docking the tail of a dog, except where permitted; administering a poison to an animal; and involvement in an animal fight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Adrian Bailey (West Bromwich West) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Bill is hugely welcome. However, I am concerned about the narrowness of its scope, and my investigations have not been able to satisfy me that there are no potential areas of obscurity in it. Given that the Bill applies to domestic animals and not to wild animals, what is the situation in regard to, say, feral cats? Would somebody who did harm to their neighbour’s cat be subject to a different maximum sentence from somebody who did harm to a cat that was effectively feral and unattached?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can talk about that in more detail in Committee, but it is clear that this is about animals that are under the control of man. So in a situation where a feral cat was under the control of a man or woman and was experiencing unnecessary harm, the Bill would apply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Jim Cunningham (Coventry South) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I apologise for coming in a bit late. The Minister might have covered this earlier, but will the courts have discretion in relation to the maximum sentence? Am I right in thinking that there will be a scale?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his question. Just to clarify, we are discussing the maximum penalty; there will be other gradations that the courts will see fit to use. It is important to highlight, as I have done with a couple of case studies, that the courts felt they did not have the right sentencing available, given the horrific nature of some of the crimes they had been looking at. The Bill is about providing a maximum. The hon. Gentleman must be psychic, because I was about to come to that point. Under clause 1, the existing maximum penalty of six months will be retained if the offender is summarily convicted. However, offenders may now receive a higher penalty of up to five years’ imprisonment and/or an unlimited fine if they are convicted on trial by indictment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clause 2 outlines that the Bill will come into force two months after Royal Assent. The application of revised maximum penalties is not retrospective and does not apply to offences committed before the Bill comes into force. The clause also specifies the short title of the Bill, and provides for the Bill to extend to England and Wales. Animal welfare is a fully devolved matter, as many Members know. However, in this case the Welsh Government have confirmed that the maximum penalty should also apply in Wales, and the Bill is drafted on that basis. The Welsh Government are preparing a legislative consent motion so that the Bill can be extended and applied in Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the Government’s view that the subject matter of this Bill is considered to be within the legislative competence of the Scottish Parliament and the Northern Ireland Assembly. I have commended Northern Ireland for having already set the maximum penalty for animal cruelty offences at five years’ imprisonment in August 2016, and I am pleased that the Scottish Government have announced their intention to do so as well. This country has some of the highest animal welfare standards in the ​world, but our maximum penalties are currently among the lowest. An increase to five years’ imprisonment should be introduced to enable the courts to have more appropriate sentences at their disposal for the most serious crimes of animal cruelty, and to reinforce our position as a world leader on animal welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are pleased to be taking forward this positive step on animal welfare. Just a month ago, we introduced a ban on third-party sales of puppies and kittens, and we have introduced mandatory CCTV in slaughterhouses. The Bill follows the previously mentioned passing of Finn’s law and we are also demonstrating the importance of the value of wild animals with the Wild Animals in Circuses Bill progressing well through the other place. The Animal Welfare (Sentencing) Bill is a fundamental step in ensuring that we have an appropriate response to those who inflict deliberate suffering on innocent animals and, for the reasons I have set out, I commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}