{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-statement-on-fighting-fraud-in-the-welfare-state/",
    "title": "David Rutley – 2022 Statement on Fighting Fraud in the Welfare State",
    "post_date": "May 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 19 May 2022.",
    "content": [
        "Fraud is an ever-present challenge in both the private and public sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fraud committed against the welfare system—whether by individuals or criminal gangs—is not a victimless crime. It is felt throughout society, upon the services people rely on and by honest, hard-working taxpayers who expect to see public money spent on the purpose for which it was intended, rather than going into the hands of fraudsters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our fundamental approach has always been to prevent fraud from entering the system in the first place, to detect and root out fraud when it does, and to deter would-be fraudsters through a robust penalty system, including recovering the debt owed. These principles were bringing fraud down before the pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the early months of the pandemic, we took a decision to implement temporary easements to ensure we could prioritise payments to those who needed help during a difficult time. It is regrettable that some unscrupulous people sought to exploit these extraordinary circumstances for their own illegitimate gain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Later today, I will publish a paper on fighting fraud in the welfare system which sets out our plan to address the challenge of fraud, to stay ahead of evolving threats, and to reduce the levels of fraud and error in the welfare system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This plan sets out how we are investing £613 million over the next three years in our frontline counter-fraud professionals and in enhanced data analytics. This funds 1,400 more staff in our counter-fraud teams, a new 2,000-strong team dedicated to reviewing existing universal credit claims and an enhanced data analytics package to develop new ways to prevent and detect fraud. We estimate this will stop £2.1 billion of loss in fraud and error over the next three years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When parliamentary time allows, we will bring forward new powers to investigate potential fraud and punish fraudsters. We will:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bring the Department in line with counter-fraud functions elsewhere in Government, by creating powers to enable our officers to undertake arrests, and to search and seize evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bolster our penalty system—creating a new type of civil penalty to ensure that those who commit fraud face punishment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Create new powers that will require organisations, such as banks, to securely share data on a larger scale to find and prevent fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Establish new powers to improve the Department’s access to information from a wider range of organisations and to assist counter-fraud and compliance activity into all payments made by the Department, modernising our ability to drive fraud out of the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Technological advances give fraudsters new opportunities to find ways to attack. To make sure we stay ahead of the fraudsters, we need to bring together the full force of Government and the expertise of the private sector. We are creating a new Fraud Prevention Advisory Group to bring together Government and external experts to identify and develop innovative ways to crack down on fraudsters, including through more flexible and proactive use of data. We will work hand in hand with the new Public Sector Fraud Authority to ensure all of Government step up their efforts to reduce fraud and error and bring fraudsters to justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This plan will help us to defend the welfare system against those who seek to take advantage of it. It will allow us to dig deeper in rooting fraud out wherever it occurs in the welfare system, to catch and punish fraudsters and to protect taxpayers’ money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}