{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-statement-on-the-situation-in-iran/",
    "title": "David Rutley – 2022 Statement on the Situation in Iran",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 16 November 2022.",
    "content": [
        "The news on Sunday that the Iranian regime had sentenced a protester to death was tragic. It is an act that the UK Government utterly condemn, in the strongest possible terms. Sadly, this is yet another act of desperation on the part of a regime that clearly cares more about its own survival than about the human rights of its own citizens. This is not the first time we have seen the Iranian regime use barbaric methods to clamp down on those standing up for basic freedoms. Following the 2019 fuel protests, more than 300 people were tragically killed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The latest violence levelled at protesters has been utterly appalling. We have seen over 14,000 people detained so far, and over 300 deaths, of which 43 were children. The UK opposes the death penalty in all circumstances, but it is all the more abhorrent when those sentenced are being arrested for standing up for their rights. My fear—which I am sure my hon. Friend shares—is that the frequency of these death sentences is only likely to increase as the regime processes the thousands of arrests that have been made during the protests. The Iranian judicial system is notorious for its lack of transparency and process, and this barbarism is just one of many threatening and intimidating techniques that the regime has rolled out in response to the protests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The repeated targeting of journalists and systematic constraining of media freedom, including restricting internet use, in Iran, which I know is important to the hon. Member for Enfield, Southgate (Bambos Charalambous), is yet another sign of the regime’s weakness in the face of grassroots protesters. These threats have extended to journalists residing in the United Kingdom, and on Friday the Foreign Secretary summoned Iran’s most senior representative in the UK to the Foreign Office to make it clear that this would not be tolerated and that the UK would always stand up to threats from other countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday we announced a second round of human rights sanctions against 24 Iranian security officials for their part in the violent crackdown on protesters. That is on top of the sanctions we introduced last month on the morality police and seven other individuals, and we continue to keep our sanctions list under review. The Government are also driving efforts in multilateral forums to hold Iran to account. We firmly support a special session of the Human Rights Council that will press to mandate a UN investigation into the protests. We are working closely with the US and other international partners to remove Iran from the United Nations Commission on the Status of Women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we are seeing in Iran is a grassroots movement from the people of Iran, who are showing outstanding bravery in the face of a brutal crackdown. Iran needs to stop trying to blame this on everyone but itself, take responsibility for its actions and instigate real change. That is what the Iranian people have been bravely calling for and it is what they rightly deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}