{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-statement-on-the-benefit-cap/",
    "title": "David Rutley – 2022 Statement on the Benefit Cap",
    "post_date": "March 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 1 March 2022.",
    "content": [
        "I congratulate the hon. Member for Glasgow East (David Linden) on securing the debate. I know that he has strong views on this issue—that is very clear from the debate. This was second time lucky for him in terms of having this debate, which is thanks to the Chair and the Speaker. I am really pleased that he was able to get through his coronavirus unscathed, hopefully, and is now able to participate. I am also grateful to him for mentioning how important these democratic processes are, however much we might disagree—as he and I do on a lot. None the less, this is the way to express our differences—through debate and through the democratic processes. This stands in marked contrast to the unacceptable and abhorrent actions of President Putin, which both he and I roundly condemn, along with the whole House. Our thoughts and prayers are with the people of Ukraine and for peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government remain committed to providing a financial safety net for those who need it, with support available for those on low incomes or who are unable to work at all. We will, this year, spend more than £250 billion through the welfare system, including £41 billion on universal credit and more than £110 billion on working age benefits. The Government have focused on making sure that more money gets to those vulnerable people who need it most, with over £58 billion of welfare support going to people with disabilities and health conditions this year alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pandemic has been a very challenging time for many, and universal credit has stood up to the challenge of covid-19, providing a vital safety net for 6 million people. I know that the hon. Gentleman has concerns about universal credit, but the system stood up well; it was resilient and it was able to pay people on time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Minister for giving way. Yes, like everybody on these Benches, I welcome the fact that the universal credit payment was uplifted by £20 a week, but does he not accept that that was a clear concession and recognition that social security in its current form was inadequate before the pandemic, and if it was inadequate then, what has changed since?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Chancellor spelled out clearly during the pandemic, this was a response to the worst parts of the pandemic and the shock it would provide to people. The hard-working staff in the Department for Work and Pensions, including thousands of work coaches, worked tirelessly to ensure that the benefits system did its job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the start of the pandemic, we have spent more than £400 billion protecting people’s lives and livelihoods, and supporting businesses and public services. As well as providing support where it is needed, the Government have a responsibility to taxpayers. We must ensure that we use our resources in the most effective and efficient way possible, and the benefit cap is a vital part of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman and I probably disagree on this, but let me set it out and we will see how it takes the debate further forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alan Brown**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a few years since the National Audit Office said that there was no system in place to measure the outcomes associated with universal credit. For years the Government have continued to say that UC helps people into work. So what changes in the assessment process for measuring outcomes have the Government made since that NAO report?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The internal assessments we have produced—and we have produced several—showed that UC does help more people get into work. At the moment, in an economic environment where there are record vacancies, which I will touch on later, we are helping more people get into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The benefit cap was introduced as part of a strategy to reform the system of benefits for people of working age. The cap limits the combined sum of prescribed welfare benefits that households may be entitled to. The aims of the benefit cap policy are: to incentivise behaviours; to encourage people to work and to reduce long-term dependency on benefits; and to introduce greater fairness in the welfare system between those receiving out-of-work benefits and those in work, by putting in place a reasonable limit on the amount a household can receive in welfare benefits. For context, let me say that about four in 10 households earn less than the annual benefit cap’s limits of £23,000 in London and about £20,000 in the rest of Great Britain. The final aim is to make the system more affordable, better balancing the burden on taxpayers. Let us not forget that households can still receive benefits up to the equivalent salary of £24,000—or £28,000 in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to protect vulnerable claimants for whom work may not currently be a viable option. In recognition of the additional costs related to a disability, households are exempt from the cap if someone is receiving disability living allowance or a personal independence payment. UC claimants who receive the limited capability for work-related activity element—that phrase is a bit of a mouthful—or employment and support allowance claimants in receipt of the support component are also exempt from the cap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise and appreciate the vital contribution made by carers, which is why there are exemptions for those entitled to carer’s allowance, the carer’s element in UC and guardian’s allowance. Households in receipt of UC are exempt from the cap if their earnings reach just £617 a month, to help encourage people into work. Those who still receive housing benefit are also exempt if they are entitled to working tax credits. Eligible childcare costs that are repaid through UC payments are exempt from the cap. That also supports people getting into work and progressing in employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to support those with a strong recent work history who find themselves without work or whose earnings reduce. As a result, the benefit cap is not applied for nine months for those receiving UC where the claimant, their partner or ex-partner has received at least the benefit cap earnings threshold of £617 in each of the previous 12 consecutive months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should also remind the House that the proportion of capped households remains low in comparison with the overall working-age benefit case load, at 2.7% across Great Britain. In Scotland, the proportion is even lower, at 1.1%. In the last quarter, to August 2021, on average 710 households every week moved off the cap through increasing their earnings or starting work. There is a statutory duty to review the benefit cap levels once in each Parliament; the country has been through very challenging times, which has delayed that statutory review, but it will happen at the appropriate time in this Parliament, to be determined by the Secretary of State. When the Secretary of State decides to undertake that review, which must currently happen by December 2024, she will consider the national economic situation and any other matters she deems vital at that time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Stephens rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give way to the esteemed member of the Work and Pensions Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Stephens**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is being very generous. Can he tell us then, with the assessments the Department is doing of the benefit cap, whether it will do further assessments alongside its much-awaited review on the drivers of food bank use and food aid provision, which the House has waited 18 months for the Department to place in the Commons Library?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That report will come forward—I think there have been exchanges between the Committee and the Secretary of State’s office—but we are talking here about a statutory requirement, which certainly will happen during the course of this Parliament. As the hon. Gentleman, a well-respected member of the Committee, will be aware, we have gone through very uncertain times; we must ensure that review is done when we have the proper body of evidence and at the right time. I am sure he will seek to hold the Secretary of State to account during that process, as he rightly should as a member of the Select Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is clear evidence that work, particularly full-time work, substantially reduces the likelihood of being in poverty. Children living in workless households were around six times more likely to be in absolute poverty before housing costs in 2019-20 than those where all adults worked. At a time of record vacancies, we are not only focusing on getting people into jobs, but taking action to boost the take-home pay of lower-income working households by giving nearly 2 million families an extra £1,000 a year through our cut—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cut to universal credit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through our cut to the universal credit taper rate, if I may finish, and the increase in work allowances. The hon. Gentleman is being incredibly cheeky, but we will let him get away with it once. In addition, the national living wage will increase to £9.50 from April, meaning an extra £1,000 a year for full-time workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Getting claimants back into work remains the primary focus of the Secretary of State and the whole ministerial team, myself included. We know that having a job has many benefits, including a routine, a sense of purpose and increased confidence. We would also like as many people as possible to feel those positive effects—not forgetting, of course, that people on UC securing employment will significantly decrease the likelihood of their household’s being affected by the cap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are nearly 1.3 million vacancies across the United Kingdom, 43,000 more than last month and 513,000 more than at the start of the pandemic. Those vacancies provide opportunities for people to move into and progress in work, as well as to increase their earnings. To help people to take advantage of that record number of vacancies, our plan for jobs is supporting people at any age and any stage of their career. People currently affected by the benefit cap can access support provided by the “Plan for Jobs”, and since the start of the pandemic we have recruited 13,500 new work coaches to ensure that, no matter where they live across the country, claimants can access support and opportunities to get a job, to progress and to realise their potential.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Linden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point I want to pick the Minister up on is that, if the Government have put in place all those work coaches—I pay tribute to the work they do—and they all have contracts that go on longer because there is anticipation that the unemployment figures will be higher, why did they cut universal credit when they understood that people were going to be relying on the social security system?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the hon. Gentleman likes to put the word “cut” into a sentence, but we withdrew a temporary increase in universal credit that was put in place for a specific reason during the pandemic. We have now got into a stage in the economic cycle where there are more vacancies and we want to get people into work so they can stand on their own two feet and be less dependent on benefits. I know we have different views, but I am sure even he would want to get more people standing on their own two feet and given the opportunity to have their own work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another way we are doing that is by working with a specific group of 500,000 benefit claimants, helping them into work by the end of June through the way to work initiative, which will increase communication between employers and claimants to help get people into work faster, so that they can experience the positive benefits associated with it. There is a range of other support available to help those people who may be affected by the cap through the flexible support fund, ensuring they have access to higher support for childcare—up to 85% of the cost of which is available on universal credit—and through the discretionary housing payments and, of course, the household support fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just helping people into work; we have also provided support. The Chancellor set out just recently the additional support that would be available to tackle to cost of energy through the three-part plan, involving a £200 rebate for households that is delivered through their energy bill. We have covered at lot in this debate; we are very keen to help people into work and we are providing support for those who face challenges. I thank Mr Speaker for the opportunity to address this debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}