{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-statement-on-fraud-and-error-in-the-benefits-system/",
    "title": "David Rutley – 2022 Statement on Fraud and Error in the Benefits System",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 26 May 2022.",
    "content": [
        "The statistics for fraud and error in the benefit system, for the financial year ending 2022, were published on Thursday 26 May 2022 at 9.30 am. The figures published today confirm the overall rate of fraud and error in 2021-22 was 4.0%, or £8.6 billion. This includes a rate of fraudulent overpayments at 3.0%—£6.5 billion—and a rate of claimant error at 0.7%—£1.5 billion—both of which represent a small but not statistically significant increase. We successfully reduced official error, which has dropped to 0.3%—£0.7 billion. This outcome largely reflects the ongoing situation of covid where some unscrupulous people, including sophisticated organised crime groups, exploited easements we had made to prioritise payments to those who needed help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have always been clear that it would take time to root out this fraud. As we said last summer, our expectation for these fraud and error results was that they would be broadly similar to last year as the caseload still contained many cases from the early days of the pandemic. This is still the case. Overall though, we have successfully contained fraud in UC at a time when fraud in society has been increasing, but there is more to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we are taking action. Last week, we published our ambitious plan, “Fighting Fraud in the Welfare System” to prevent, deter and detect fraudsters and protect taxpayers’ money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan sets out how we will deploy 1,400 more staff in our counter-fraud teams, establish a new 2,000-strong team dedicated to reviewing existing universal credit claims and develop an enhanced data analytics package to prevent and detect fraud. These initiatives are possible thanks to a three-year additional investment of £613 million, which we estimate will stop £2.1 billion of loss in fraud and error over the next three years. The plan also sets out our intention to bring forward new powers, when parliamentary time allows, to investigate potential fraud and punish fraudsters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s release also includes data on the state pension. The overpayment rate for state pension was 0.1%, the total underpayment rate was 0.5%. This includes very small value uprating errors, the vast majority being 1p or 2p a week. These small errors are the result of an historical issue first identified several decades ago and which has now been recorded in these statistics for the first time. Additionally, a small number of state pension errors have also been identified relating to incorrect national insurance records which are administered by HMRC. DWP is supporting HMRC’s investigations into whether these are isolated cases. We will provide a further update when we have more information.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}