{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-statement-on-the-british-council-annual-report-and-accounts-2021-22/",
    "title": "David Rutley – 2022 Statement on the British Council Annual Report and Accounts 2021-22",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Parliamentary Under-Secretary of State at the Foreign Office, in the House of Commons on 19 December 2022.",
    "content": [
        "The British Council is the UK’s international organisation for cultural relations and educational opportunities. It supports peace and prosperity by building connections, understanding and trust between people in the UK and countries worldwide. It does this by uniquely combining the UK’s deep expertise in arts and culture, education and the English language, its global presence and relationships in over 100 countries and its unparalleled access to young people and influencers around the world. In 2021-22 the British Council received £183 million grant-in-aid from the FCDO. With a total reach of 648 million people in 2021-22, the British Council creates mutually beneficial relationships between the people of all four nations of the UK and other countries. Such connections, based on an understanding of each other’s strengths and shared values, build an enduring trust. This helps strengthen the UK’s global reputation and influence, encouraging people from around the world to visit, study, trade and make alliances with the UK. Copies of the British Council’s Annual Report and Accounts for the 2021-22 financial year have been placed in the Library. The annual report can also be found at the British Council’s website: [www.britishcouncil.org/about-us/how-we-work/corporate-reports.](https://www.britishcouncil.org/about-us/how-we-work/corporate-reports)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}