{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-speech-on-the-yemen-peace-process/",
    "title": "David Rutley – 2022 Speech on the Yemen Peace Process",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Rutley, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in Westminster Hall on 3 November 2022.",
    "content": [
        "It is a pleasure to serve with you in the Chair, Mr Davies, and I congratulate my hon. Friend the Member for Meon Valley (Mrs Drummond) on securing the debate. She was an amazing Parliamentary Private Secretary when I served in the Department for Work and Pensions, and we worked well together. It is great to see her passion on this subject, just as it is to see the passion of my right hon. Friend the Member for Walsall South (Valerie Vaz)—I call her my right hon. Friend because she is a friend, not an enemy—and my right hon. and gallant Friend the Member for Beckenham (Bob Stewart).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a really important debate, and it is good to hear about people’s family links. Indeed, it is wonderful to have received a bit of a history lesson from my right hon. and gallant Friend the Member for Beckenham, who spoke about his experience. He was very quick to talk about other people’s nappies, but he did not talk about his own, which I thought I would just mention gently. He talked about the complexities of the situation, and the hon. Member for Stirling (Alyn Smith) clearly set out that there are real challenges to deal with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to my hon. Friend the Member for Meon Valley and the right hon. Member for Walsall South for securing the debate, for their incredible work in this area and for their keen interest in this subject. I also recognise the important comments made by my good friend, the hon. Member for Strangford (Jim Shannon). He and I share a real passion for freedom of religion or belief with many other people in this room. He is a beacon on the subject and we treasure him greatly. For peace to be achieved Yemen, it needs all members of minority religions to be involved in the peace process, and the UN special envoy has been taking steps to ensure that the process is inclusive. No doubt the hon. Gentleman and I will speak more on that subject, as we always do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday marked seven months since the UN successfully brokered a truce between the warring parties in Yemen. The truce has allowed Yemenis to live more safely and travel more freely than at any time since the war began, and has delivered many tangible benefits for the Yemeni people. As Members have mentioned, the reopening of Sanaa airport has enabled 60 commercial flights, allowing Yemenis to reunite with loved ones and seek urgent medical treatment abroad. The reopening of Hodeidah port has enabled oil to flow into the country, allowing public services to restart and bringing down the towering oil prices that made it entirely unaffordable for most people. Cross-border attacks, such as those on the United Arab Emirates and Saudi Arabia in January, have ceased.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is therefore deeply disappointing that the Houthis refused to agree to an extension to the truce on 2 October. By introducing new demands at the last minute and maintaining a maximalist negotiating stance, the Houthis jeopardised the progress enjoyed by the Yemeni people under the truce. They have also threatened to dismantle what has been built over the past seven months. The Houthi attack on the Nissos Kea tanker in the southern port of Ash Shihr a fortnight ago posed a serious threat to stability, and the UK Government condemned the attack and the way it threatened the peace process. It will push up the price of essentials for Yemenis. However, we are encouraged that, at least for now, the door for extending the truce remains open, and the parties have not returned to full conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Valerie Vaz**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was remiss in not welcoming the Minister to his place. He has been a great colleague; I worked with him when I was shadow Leader of the House and he was a Whip, and he is amazing. I will speak about freedom of religion. My first communion and confirmation were all held in a church in Maala, and we had all of our confirmations at Steamer Point. My mother used to sing in the church choir, so my whole life was filled with music and going to church early in the morning. The Minister mentioned the peace process and said that there is room for hope. As the penholder, is he prepared to host a peace conference, as we did previously, to try to get aid to Yemen? Is he prepared to host that peace conference here, to bring all the parties together?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the right hon. Member for her comments and her sincerity. This is not my brief, but Lord Ahmad’s, so he will respond to that point in due course. Without going as far as committing to what she suggested, I will come to what we are doing to facilitate and move forward with a political settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government remain one of the principal supporters of UN-led efforts to end the conflict, and continue to play a leading role in moving the peace process forward. The Foreign Secretary, in his previous role as Middle East Minister, met UN special envoy Hans Grundberg in January. He offered the UK’s continued support for the work to bring the parties to the negotiating table, and to extend and expand the truce to convert it to a longer-term ceasefire agreement, which the right hon. Member for Walsall South included in her asks. We are working on those issues. Our excellent diplomats and experts continue to deliver on that pledge, working with countries in the region and the wider international community to bring about peace and alleviate humanitarian suffering. In January and July we convened Quint meetings relating to Yemen with the US and regional partners, to back the UN plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Stirling mentioned the importance of the Stockholm agreement and its three main components, and we agree with him. It sets a solid foundation, covering key areas. The UN is taking forward a comprehensive political settlement that addresses the full suite of issues that are important to the parties and to the Yemeni people. We continue to use our role as penholder on Yemen in the UN Security Council to push for a lasting political resolution to the conflict. Resolution 2216 should be replaced when there is real consensus on a political settlement, and the UK stands ready to support the negotiation of a new resolution on ending Yemen’s war when the time is right. We have provided expert advice to underpin the technical aspects of the truce, and to support the longer-term economic, security and political vision for the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has long upheld the position that any peace process and subsequent settlement should be Yemeni led, which was an important point made by my hon. Friend the Member for Meon Valley. We recognise the need for that process to be inclusive and involve marginalised groups, which we talked about under the auspices of freedom of religion and belief. We commend the UN special envoy’s approach to his consultations with the parties in March 2022, which involved a wide range of Yemenis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To support the UN’s efforts to deliver a durable and sustainable peace deal, we have backed a range of grassroots initiatives that engage civil society and local groups through our conflict, stability and security fund. In April, we welcomed the establishment of the Presidential Leadership Council in Yemen. Along with my hon. Friend the Member for Meon Valley, I reiterate the UK’s strong support for the council and its eight members: President Rashad al-Alimi, Sultan Ali al-Arada, Faraj Salmin al-Buhsani, Abdullah al-Alimi Bawazeer, Othman Hussein Megali, Tariq Saleh, Abed al-Rahman Abu Zara’a, and Aidarous al-Zubaidi. We praise the strong and magnanimous leadership of the PLC. That leadership sustained the truce for six months and, since its expiry, has kept the door open for an extension. United, they will play a vital role in a Yemeni-led path to a political settlement—the outcome that all Members present actively strive for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of points have been raised during the debate; I will answer those that I can. Concerns were raised by the right hon. Member for Warley (John Spellar) and the hon. Member for Birmingham, Perry Barr (Mr Mahmood) about the Iranian involvement in Yemen. The UK is deeply concerned by Iran’s destabilising interference in Yemen and the region. We know that Iran’s sustained material support for the Houthis has stoked further conflict and undermined the UN-led peace efforts. It is vital that Yemen is not used as a theatre in which to escalate the conflict in the region. The right hon. Member for Warley and the hon. Member for Birmingham, Perry Barr also talked about the issue of southern Yemen. The governance arrangements for southern Yemen are ultimately a question for the people of Yemen themselves; the UK position, and that of the UN Security Council, is to support the unity, sovereignty and independence of Yemen. That is why the UK supports an inclusive peace process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Meon Valley talked about external influences from China and Russia in Yemen. I note, though, that the five permanent members of the Security Council have remained relatively united on Yemen—more so than in other conflict areas. We know well that Chinese and Russian support for the peace process is highly valued by the UN special envoy. Ultimately, we share the goal of sustainable peace in Yemen and will continue to work together to that end.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for Walsall South characteristically made some demands and asks—she is a demanding person, but in a nice way and for good reason. We regret that the mandate of the group of eminent experts on Yemen has not been renewed. The UK voted in favour of that resolution, and spoke in support of it during the voting. We are concerned about reports of serious and wide-ranging human rights violations and abuses by parties to the conflict. That group had a crucial role to play in providing ongoing reporting on the actions of parties, and we continue to urge the parties involved to investigate those allegations, and take action to promote and protect human rights. We advocate for the establishment of an equivalent mechanism—Lord Ahmad will give further detail in writing to the right hon. Member.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Questions were raised about arms sales. I reassure Members that the UK takes its export responsibilities extremely seriously, and assesses all export licences in accordance with strict licensing criteria. We will not issue any export licence if to do so would be inconsistent with our export licensing criteria, including respect for human rights and international humanitarian law. In response to concerns raised by the hon. Member for Leicester East (Claudia Webbe), I highlight that the UK regularly raises with Saudi Arabia, including at senior levels, the importance of international humanitarian law, and conducting thorough and conclusive investigations into alleged violations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Political progress is essential for the permanent alleviation of the immense humanitarian suffering of the Yemeni people. We continue to be a major donor to the UN-led response, and have contributed over £1 billion since the conflict began. Yemen is a clear humanitarian priority for the UK. We have supported millions of vulnerable Yemenis with food, clean water and healthcare, and will continue to do so. Our support to UNICEF has already provided 182,000 children and caregivers with mental health and psychosocial support, and we intend to reach another 30,000 by March 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is worth mentioning that the British Council continues to have a positive impact on thousands of Yemenis. Since 2015, close to 1,000 teachers and over 300 school leaders have taken part in British Council core transferable skills training, which has enhanced the learning experience of over 160,000 students in Yemen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Meon Valley raised the issue of the Safer tanker. This year, UK financial and technical support also went towards addressing the threat posed by the tanker, which she clearly highlighted. The decaying vessel is at imminent risk of a major leak, which would be four times larger than the Exxon Valdez spill, and would devastate Red sea marine life, destroy livelihoods dependent on fisheries, and worsen an already critical humanitarian situation in Yemen. UK expertise brought the issue to international attention, and British firms are working with the UN on mitigation. Our £6 million contribution helped the UN to reach the threshold to begin the operation. That demonstrates how the UK is supporting Yemen in achieving the economic and environmental security that is critical for its future prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, it is good to see that the situation in Yemen is more positive than in February. There has been considerable progress, which has delivered a truce and has the potential to lead to a permanent resolution to the conflict. However, we must also recognise that this opportunity is fragile and must be grasped by all involved. An inclusive and comprehensive political settlement under the auspices of the UN is the only way to secure enduring peace for Yemeni people and the region. The UK Government will continue to do all we can to bring about peace and a brighter future for all the people in Yemen. The Yemeni people deserve nothing less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}