{
    "url": "https://www.ukpol.co.uk/david-rutley-2021-statement-on-funding-to-counter-benefits-fraud/",
    "title": "David Rutley – 2021 Statement on Funding to Counter Benefits Fraud",
    "post_date": "December 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 13 December 2021.",
    "content": [
        "Fraud is stealing from honest taxpayers. It is right we bring the collective weight of Government to bear on this growing challenge and I am determined to take further decisive action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across Government, 16,000 people, including counter-fraud experts, are currently working to tackle fraud. The world’s first Government Counter-fraud Function works to identify new and emerging fraud risks and to support Departments to improve capability to access and use data and analytics to tackle these risks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My Department has worked hard to drive out fraud. Officials prevented more than £1.9 billion of fraud during the first year of the pandemic through strengthening our checks and disrupting the operations of serious and organised crime groups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it is clear that we need to go further, both in terms of eradicating fraud from our current cases and designing fraud out of the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At spending review (SR) 2021, DWP secured £103 million for fraud and error activity to continue funding key fraud and error detection and prevention work originally agreed in spring Budget 2021. This first phase of funding enables DWP to secure the completion of our current transformation programme which will enhance our ability to prevent and detect fraud and error.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I can announce additional funding of £510 million over the next three years. This second phase of funding, which will deliver significant savings over the SR period, will enable us to drive down the level of fraud in universal credit (UC) and collect more debt, through:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A targeted review of UC claims to allow us to systematically review stock UC cases to uncover fraud and error and remove it from the system;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a debt enforcement function to allow us to target hard to collect debt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This funding also includes provision for a fraud prevention fund, which will allow us to explore and test innovative approaches to designing out fraud and error. This investment represents a further important step towards our long-term vision, dramatically reducing the level of fraud and error in the UC stock and more effective collection of debt while continuing to provide effective counter fraud operations on a larger scale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}