{
    "url": "https://www.ukpol.co.uk/david-rutley-2023-statement-at-the-un-security-council-meeting-on-colombia/",
    "title": "David Rutley – 2023 Statement at the UN Security Council Meeting on Colombia",
    "post_date": "January 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Minister for Americas and the Caribbean, at the UN Security Council on 11 January 2023.",
    "content": [
        "Thank you President, Special Representative Massieu.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government remains committed to supporting the consolidation of peace in Colombia through the full implementation of the peace agreement with the FARC.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome the Colombian Government’s commitment to implement the 2016 agreement as a fundamental part of its work to secure a broad and lasting peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have been pleased to see renewed momentum over the past three months, including the government purchase of 3 million hectares from the Cattle Ranchers Association; the reactivation of the National Reintegration Council, and the concluding resolutions passed by the Special Jurisdiction for Peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome today’s Council’s decision to expand the mandate of the UN Verification Mission, to cover progress on the rural reform and ethnic chapters of the peace agreement. It is clear that progress on these two chapters is vital.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Secretary-General set out in his recent report, violence remains the greatest threat to the consolidation of peace in Colombia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We welcome the decisive action taken by the Government to strengthen public security forces in new reintegration areas, and the Vice-President’s announcement of increased funding to safeguard women leaders and human rights defenders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We share the Government’s concern about attacks on human rights defenders, environmental advocates, and other civil society activists. We are committed to tackling these threats together in order to secure a better future for the Colombian people. We also welcome the continued close cooperation between Colombia and its international partners on tackling drugs and organised crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this context, we welcome Government-led efforts to secure a ceasefire, in order to reduce insecurity and alleviate the suffering of conflict-affected populations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also welcome Special Representative Massieu’s support for the Government’s ongoing dialogue with the ELN.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "President, Colombia remains an example to the world of the transformative potential of dialogue and leadership. I’ve seen that commitment first-hand on a recent visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Colombian people seek to overcome the remaining barriers to a broad and lasting peace, the UK is proud to stand with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}