{
    "url": "https://www.ukpol.co.uk/david-rutley-2023-statement-on-the-un-security-council-open-debate-on-the-rule-of-law/",
    "title": "David Rutley – 2023 Statement on the UN Security Council Open Debate on the Rule of Law",
    "post_date": "January 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Minister for Americas and the Caribbean, at the UN Security Council on 12 January 2023.",
    "content": [
        "Thank you, Mr President. I am grateful to our briefers for their valuable contributions today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has long been an advocate for the rules-based international order as the foundation of international peace, development and human advancement, and we remain deeply committed to it today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of this order, is the UN Charter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since its inception in 1945, 193 countries have ratified that Charter, committing to work together to save future generations from the scourge of war, promote human rights, and uphold international law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And within that Charter, Articles 1 and 2 are of particular importance to today’s Security Council discussion. These Articles provide the foundations for global peace and security. They include an express commitment by Member States not to threaten or use force against the territorial integrity or political independence of any state. And they oblige Member States to settle disputes by exclusively peaceful means.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are principles we have all made a commitment to. And for all the tragedies and bloodshed of the last 8 decades, the remarkable truth is that global commitment has made a difference, with the number of deaths in state conflicts as a share of global population falling by 95% between 1946 and 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And yet, while many countries – indeed the vast majority – have demonstrated how seriously they take their commitments under the UN Charter, a handful continue to show their disregard for the rules-based international order, and the Rule of Law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr President, Russia’s illegal invasion of Ukraine is a particularly stark example. Through its unprovoked invasion, sham referenda and illegal attempted annexations, Russia has shown contempt for its obligations under the UN Charter. Russia has clearly violated the prohibition of the use of force and the principle of non-intervention in contravention of Ukraine’s sovereignty and territorial integrity. This is made more egregious by the fact Russia is a permanent member of this Council, which brings with it a particular responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Elsewhere too, we continue to see certain Member States act in a way which demonstrates a disregard for the rules-based international order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iran’s nuclear programme has never been more advanced than it is today. It is threatening international peace and security and undermining the global non-proliferation system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In North Korea, the unprecedented launch of 70 ballistic missiles in 2022 violates multiple Security Council Resolutions also continues to threaten international peace and security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in Syria, the targeting of schools, hospitals and emergency first responders – by the Regime and Russia – are flagrant violations of international law and, indeed, basic human decency. Rape and sexual violence have been widely used as a weapon of war, notably by Regime pro-government forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s discussion is timely. Any breach of the UN Charter and its fundamental principles, which underpin global peace and security, represents a threat to us all. And so now, more than ever, the International Community must come together to reiterate our support for the UN Charter, and the Rule of Law; commit to work together to strengthen the rules-based international order and the Rule of Law, and to send a clear signal that we will not tolerate efforts to undermine the rules-based international order. The United Kingdom looks forward to working with you all to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr President.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}