{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-speech-on-the-cost-of-living-crisis/",
    "title": "David Rutley – 2022 Speech on the Cost of Living Crisis",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Rutley, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 5 July 2022.",
    "content": [
        "I am learning to share the joy that the hon. Member for Aberdeen North (Kirsty Blackman) takes in estimates day debates. I can feel the love and appreciation, predominantly from Opposition Members. It was good to see many hon. Members at the national prayer breakfast this morning, which I think we can all agree was a truly uplifting experience. I thank the right hon. Member for East Ham (Sir Stephen Timms) for opening this debate on behalf of the Work and Pensions Committee, which holds us regularly to account, as it should, and provides challenge. I thank members of the Committee and other right hon. and hon. Members for their contributions today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have provided and continue to provide help for households. Throughout the pandemic, the Government acted decisively to protect lives and livelihoods, continually supporting individuals and businesses. Our social security system had a key component—universal credit—which provided a vital safety net for about 6 million people during the pandemic, and stood up to those testing times. We were able to prove, in a real-life environment, how resilient the system was, and I am incredibly proud of the work that the Government did to keep the country going. Our support package was worth a total of £407 billion between 2020 and 2022, and constituted the biggest single fiscal intervention since world war two.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are providing further support to help people with the cost of living. The current cost of living pressures have emerged from a series of economic shocks. We could understand and appreciate some of those shocks as demand increased while the effects of the pandemic receded, but what we clearly could not have anticipated were the sharp increases in energy costs that were driven by Russia’s absolutely unacceptable invasion of Ukraine. These global pressures are making it very difficult for households and businesses to absorb the rising cost of essentials in their budgets, which is why the Government are taking direct action to help the lowest-income households with the cost of living. However, fiscal responsibility is important to the country’s long-term prosperity, and Government intervention must therefore be timely, temporary and targeted to minimise the risk of further inflationary pressures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Debbie Abrahams**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I take on board some of the Minister’s points, but I must challenge him in one regard. He seems to have ignored what has been said about the inadequacy of the system before the pandemic and before the cost of living crisis. Would he care to comment on last week’s observation by the Institute for Fiscal Studies that if the Government had provided more targeted support for those in the greatest need, the national inflationary pressures would not have occurred?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are having to deal with some challenging headwinds, as a result of the pandemic and now these inflationary pressures, but we have sought to take targeted measures. During the pandemic, especially the early stages, we focused particularly on those who were feeling the impact of changes in the employment market, which were immediate. Now we are focusing our efforts on targeted support for the people and households who will be most affected by inflationary pressures. The means of dealing with those are complex, and we are having to develop systems and processes to get the payments out quickly. Because of their nature they will never be 100% perfect, but we have taken other steps to support those who may not previously have been eligible for support. I shall say more about that shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our labour market policies are part of our plan to manage inflation, and that is a further reason for us to redouble our efforts to encourage more people to get into work and take advantage of the current buoyant labour market, with a record 1.3 million vacancies. Our multimillion-pound plan for jobs is helping many people into work with the kickstart scheme and the restart programme. Opposition Members do not always talk about the importance of work and the achievements that have been made in the labour market, so let me point out that last week our Way to Work campaign met its ambition of moving more than half a million people into work in under six months. That is an important achievement, not necessarily for the Government —although we welcome it—but in terms of the difference it will make to households throughout the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Moving into work and making work pay are core tenets of our strategy to build long-term growth and prosperity up and down the country, which is why we have introduced a number of work incentives. In particular, we have cut the universal credit taper rate from 63% to 55%, and have increased work allowances by £500 a year. Tomorrow, 6 July, we are cutting the national insurance threshold, a move that will be worth up to £330 a year for nearly 30 million working people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some Members have mentioned uprating, including the Select Committee Chair, the right hon. Member for East Ham. As part of the Department’s long-term approach, the Secretary of State completed her annual review of benefit and pension rates last year in the usual way, using well-worn, well-proven methods and processes. The state pension and the pension credit standard minimum guarantee were increased by 3.1%, the rate of inflation for the year to September 2021 as measured by the consumer prices index. As I think the right hon. Gentleman will know, we remain committed to implementing the state pension triple lock for the remainder of this Parliament, and on 26 May the Chancellor confirmed that it would be reinstated next year. All other benefits have also been increased this year in line with the consumer prices index of 3.1%. That approach has formed part of a long-standing convention. Since April 1987, all benefit uprating has been based on the increase in the relevant price inflation index in the 12 months to the previous September, helping claimants through the inflationary cycles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Stephen Timms**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Minister for setting out the commitment to uprating in line with inflation, but does he accept my earlier point about the need, in this very inflationary environment, to uprate the level of the benefit cap? Is he able to tell us whether it will be reviewed between now and next April?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was going to come to that later, but as it is an important point, I will address it now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As has been acknowledged today, none of the new one-off payments will be taken into account in the benefit cap, but there is a statutory duty to review the levels of the cap at least once every five years, and that will happen at the appropriate time. The current unusual economic period, with potentially counterintuitive and shifting trends, will need to be considered in the context of any decision about a review. The benefit cap provides a strong incentive and fairness for hard-working taxpayers and households, and encourages people to move into work. Last week, the Secretary of State told the Select Committee that she was taking advice on the exact timing and the approach. The statutory obligation to review the cap levels at least once a year in each Parliament changed on 24 March 2022, when the Fixed-term Parliaments Act 2011 was repealed, and the new obligation requiring the Secretary of State to review the levels at least once every five years means that the DWP now has until 2027 to complete a review. As I have said, however, she is seeking advice on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The annual review of benefits and pensions for the next tax year will begin in the autumn. To measure inflation, the Secretary of State will use the consumer prices index in the year to September. To measure earnings related to the pensions side of the equation, she will use average weekly earnings for the period from May to July. The uprated benefits and pensions will come into effect in April 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wendy Chamberlain**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I ask a very brief question? I am really thinking out loud. In that review, when looking at uprating, will the Government examine the implications of the energy price gap, which is clearly having a critical impact on people’s incomes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have said, the Secretary of State will be looking at the wider economic environment when making these decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me now pick up some other points that have been made today. The hon. Member for Glasgow South West (Chris Stephens), who is terrier-like in his tenacity, mentioned bereavement orders. The Secretary of State has met officials to discuss the proposed draft order, and they are now working on that as a priority. Others have referred to the five-week wait for universal credit payments. It is not possible to award payments as soon as a claim is made, because the assessment period must run its course before an award can be calculated, and it is not possible to determine accurately what the entitlement will be in the month ahead. Our measures will ensure that the correct entitlement is paid, and will prevent significant overpayments from being made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Stephens**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister give way, on that point?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give way, but this is the last time I shall do so, because I need to make some progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Stephens**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for his generosity in giving way, and also for his generous comments. The Select Committee did not argue that a payment could be made straight away; we argued that within two weeks of a claim, a starter payment could be made. Has the Department considered that as a way of addressing the five-week wait?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have set out our approach, which is to ensure that advances are made available to help people in those difficult circumstances to get the money that they need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another point that has been raised is about deductions. We have systematically reduced the amount that can be deducted from benefits from 40% to 30% and now to 25%. If claimants have issues, they can go to the debt management service for further advice and support. Others have mentioned the carers allowance. I want to highlight, as I did in the recent Second Reading debate on the Social Security (Additional Payments) Bill, that the carers allowance is not a means-tested benefit. Nearly 60% of working-age people who are carers will get the cost of living payments, as they are means-tested benefits, or disability benefits. Carers allowance is paid on an individual basis to people in households across the income scale, so they may live in a household that is able to receive the £650 payment or the disability payment as well, which will help them to pay the bills in their own households. We also talked about how larger families will be getting the same payment as individuals. This is because we needed to get the payment out fast to as many people as possible. We will be making the means-tested benefit-related cost of living payment from 14 July, and that is absolutely critical. We were not able to develop a system that would account for every single eventuality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I conclude by saying that this Government have worked incredibly hard over recent years to ensure that we help people to get into work, that we make work pay and that we support people with the cost of essentials. The latest cost of living payments that have been made and the additions to the household support fund demonstrate that we are absolutely committed to providing this help for households. I would like once again to thank hon. and right hon. Members for their contributions to this important debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}