{
    "url": "https://www.ukpol.co.uk/david-rutley-2022-statement-on-the-death-penalty-in-saudi-arabia/",
    "title": "David Rutley – 2022 Statement on the Death Penalty in Saudi Arabia",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "David Rutley",
            "url": "/tag/david-rutley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by David Rutley, the Parliamentary Under-Secretary of State for Foreign and Commonwealth Affairs, in the House of Commons on 28 November 2022.",
    "content": [
        "I congratulate my right hon. Friend on securing the urgent question.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Saudi Arabia remains a Foreign, Commonwealth and Development Office human rights priority country, particularly because of the use of the death penalty and restrictions on freedom of expression. We seek to engage the kingdom and support positive reform, and Lord Ahmad, the Minister responsible for our middle east and north Africa policy, visited the kingdom in February to advance UK strategic engagement on human rights specifically. Key areas included promoting freedom of religious belief, lobbying on individual human rights cases of concern and encouraging justice reforms. Saudi Arabia is committed to an ambitious programme of economic and social reform through Vision 2030, which has already delivered significant change, including increased freedoms and economic opportunity for women. However, the human rights situation is likely to remain a key issue in our engagement for the foreseeable future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a long-standing UK policy to oppose the death penalty in all circumstances in all countries as a matter of principle. The Saudi Government are well aware of the UK’s opposition to the use of the death penalty. The Saudi authorities have executed around 150 individuals in 2022, a marked increase on the 67 executions last year. On 12 March 2022 Saudi Arabia executed 81 people in a single day, and the British ambassador raised UK concerns with Saudi authorities at both ministerial and senior official level in Riyadh on 14 March. The then Middle East Minister, my right hon. Friend the Member for Cannock Chase (Amanda Milling), also raised concern over the 81 executions with the Saudi ambassador to the UK. More recently, Saudi Arabia has executed 20 individuals for drugs-related offences since 10 November despite Saudi Arabia’s moratorium on the death penalty for drugs-related offences announced in January 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lord Ahmad, the Minister responsible for the middle east and human rights, requested a meeting and spoke to the Saudi ambassador last week, on 24 November. He raised UK concern over the recent executions and pushed for the 2021 moratorium for drugs-related offences to remain in place. During the meeting Lord Ahmad also raised an important case for my right hon. Friend, that of Hussein Abo al-Kheir, who is assessed by respected international non-governmental organisations to be at risk of imminent execution. There are allegations of torture and forced confession in this case, and the Minister reiterated His Majesty’s Government’s long-standing position on the death penalty and the importance of ensuring the 2021 moratorium was upheld.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through Ministers and our embassy in Riyadh we regularly raise the death penalty as a key issue of concern with Saudi Arabia. We will continue to do so, and no aspect of our relationship with Saudi Arabia prevents us from speaking frankly about human rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}