{
    "url": "https://www.ukpol.co.uk/joan-ryan-2016-speech-on-the-national-living-wage/",
    "title": "Joan Ryan – 2016 Speech on the National Living Wage",
    "post_date": "April 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Joan Ryan",
            "url": "/tag/joan-ryan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Joan Ryan in the House of Commons on 18 April 2016.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House agrees with the Chancellor of the Exchequer that Britain deserves a pay rise and commends his introduction of the national living wage; notes, however, that some employers are cutting overall remuneration packages to offset the cost of its introduction, leaving thousands of low-paid employees significantly worse off; and calls, therefore, on the Government to guarantee that no worker will be worse off as a result of the introduction of the national living wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Mitcham and Morden (Siobhain McDonagh) has been campaigning tirelessly on the implementation of the national living wage, and has been fighting for all workers to truly benefit from the new proposals. Unfortunately, as Mr Speaker said, she is in hospital and cannot be with us today. I am sure that Members from across the House will join me in wishing her a speedy recovery. [Hon. Members: “Hear, hear.”] I have spoken to her today, and she is on the road to recovery. I understand that she will be listening and possibly watching our proceedings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I had intended to speak in support of my great friend and colleague’s work, but I am proud to be a signatory to the motion, and I am honoured to have been asked to present her speech and lead this important debate on her behalf. She is delighted that the debate can go ahead without her. She thanks the Backbench Business Committee for granting time for the debate, and the Speaker’s Office and the Table Office for allowing me to lead the debate on her behalf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When my hon. Friend made her application to the Backbench Business Committee, she had no idea just how huge the issue would be. It all started a few months ago, when a friend of hers approached her with his payslip from B&Q. He said, “Siobhain, B&Q has given me new terms and conditions, which it says I have to sign or I’ll lose my job. It is cutting back my Sunday and bank holiday pay, as well as my summer and winter bonuses. I think I might have my pay reduced.” How right he was. Indeed, my hon. Friend was shocked when she calculated that he would lose up to £50 a week, or about £2,600 a year. The saddest thing was that this was happening after his basic pay had been increased by the introduction of the national living wage. To be clear, this was a pay cut after the Chancellor guaranteed that Britain was getting a pay rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After raising the matter at Prime Minister’s questions—frankly, the Prime Minister did not have much of an answer for her—my hon. Friend started receiving dozens of emails from B&Q employees from around the country. From Exeter to Aberdeen, she was contacted by staff at all levels and from all walks of life who would also lose out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Doughty (Cardiff South and Penarth) (Lab/Co-op)** I pass on my best wishes to my hon. Friend the Member for Mitcham and Morden (Siobhain McDonagh), who has done tireless work on this issue. Does my right hon. Friend share my concern about the fact that, as I have heard myself, because of the differential whereby under-25s are not eligible for the living wage, others are losing out on overtime and other hours, which are given to younger workers who can be paid less? Not only are younger workers losing out because they are paid less, but other people are not getting the overtime or extra hours that they might have thought they would.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** My hon. Friend makes a valid point. This is a double whammy for some workers; not only are they losing out because their employers are altering their terms and conditions, but they are losing these valuable other hours. Many of these workers absolutely depend on being able to work extra hours and overtime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "B&Q, like so many companies nationwide, has made all employees sign new terms and conditions under a variation of contract. Those new terms scrapped double time for Sundays and bank holidays, as well as seasonal bonuses and other allowances that staff relied on to top up their income. These pay cuts were much greater than the gains of the national living wage, which is why so many employees are losing out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr David Hanson (Delyn) (Lab)** Would my right hon. Friend think it a good idea for the UK Government to make a register of the companies that have undertaken such action, and bring them to a round-table meeting to explain that the purpose of the living wage was to improve, not reduce, people’s expenditure power?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** I would indeed. Part of what we are doing today is asking the Government and the Chancellor to address these issues. There are strengthened penalties for employers who do not pay the national living wage, but I suggest that alongside those should go penalties for employers who deliberately circumvent the national living wage in this way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Mitcham and Morden was grateful for the fact that her speech during the Budget debate last month offered a great platform to get this issue the recognition it deserves. She was especially grateful for the interest shown by the Minister for Small Business, Industry and Enterprise, which doubtless brought further attention to this issue, and I am pleased to see her here. My hon. Friend’s speech highlighted how illogical and unfair it was to claim that Britain was getting a pay rise while hard-working employees across the country were being hit by such pay cuts. She reminded the Government that the week before, the Prime Minister and the Chancellor had been unwilling to promise that nobody who works on the shop floor would be taking home less money after 1 April. Last year, the Chancellor said he was committed to a higher-wage economy. He said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It cannot be right that we go on asking taxpayers to subsidise…the businesses who pay the lowest wages.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He promised that the change would have only a “‘fractional’ effect on jobs”, and that the cost to business would be\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“just 1% of corporate profits.”—[Official Report, 8 July 2015; Vol. 598, c. 337 to 338.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was a cost he offset with a cut to corporation tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Barbara Keeley (Worsley and Eccles South) (Lab)** I congratulate my right hon. Friend on this opening speech, and on the way in which she is making it. May I raise the issue of care providers? The care sector is faced with a bill of £330 million for implementing this legislation—this is money that the Government have not provided—and I hope to be called today so that I can talk about the impact the change is having on wages and conditions there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** That is a crucial point, because the cost to business is offset by the reduction in corporation tax, and smaller businesses will also benefit from increased business rate relief and higher national insurance allowances. In terms of care homes, there is also a significant impact on local authorities, and that has not been taken into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wes Streeting (Ilford North) (Lab)** I should declare an interest as a councillor in the London borough of Redbridge. The Local Government Association and others have estimated that the amount put aside through tax increases—through the new social care levy—will barely cover the cost to local authorities of providing the living wage, as they should. This is once more a Government pledge being delivered through stealth tax rises, with the buck passed to local authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** I could not in any way disagree with my hon. Friend, and as ever, it is the most vulnerable and the needy who suffer the most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Companies such as B&Q use the introduction of the national living wage to “reform their pay and reward structures”, as they put it. That is a euphemism for cutting staff pay. My hon. Friend the Member for Mitcham and Morden received a rather panicky email from B&Q requesting a meeting to clear things up. Indeed, B&Q’s chief executive officer and its head of human resources were eager to convey how much they appreciated their staff and how generous the reward package was. At the same time as my hon. Friend’s meeting with them, they announced that they would extend by an extra 12 months the period of compensation for those staff members who were going to lose out—an increase from 12 to 24 months. Of course that was because of the reputational pressure that B&Q was under. Although that is definitely a good step forward, achieved because of the considerable public pressure, lots of questions remain unanswered. What will happen to these employees after 24 months? Does B&Q hope that we will forget about the issue and quietly let these long-serving staff members lose out? Will it review its pay structures to guarantee that staff receive the pay they deserve?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve McCabe (Birmingham, Selly Oak) (Lab)** Does my right hon. Friend think that the Chancellor’s decision to conflate the national minimum wage with the reality of the living wage was the gimmick at the outset that allowed these employers to think that this was not to be treated seriously, and that that is why we see these different actions by big chains and unscrupulous employers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** Undoubtedly that is the impression, especially as the real living wage recommended by the Living Wage Foundation is significantly higher than the one that the Chancellor proposed. We certainly could question it, as he could not have been unaware that what happened was always going to be possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr George Howarth (Knowsley) (Lab)** Does my right hon. Friend agree that, welcome though the living wage is, the tendency of many employers—some of them with internationally high reputations—to introduce the casualisation of labour through zero-hours contracts and rolling contracts is likely to be accelerated? Does she also not agree that, in exposing these companies, the Government should go not just for a register, which would be welcome, but for regulating the way that these contracts are used, as they undermine wage rates and people’s security in employment?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** Absolutely. There is no question but that low pay runs alongside job insecurity, and the situation is getting worse. What has happened absolutely demonstrates that terms and conditions and pay are inextricably linked. Again, as we have said with the care sector, people who are vulnerable and needy and who have the weakest voice are always the most affected. If it were not for the trade unions raising their voice, us raising ours, and my hon. Friend the Member for Mitcham and Morden focusing on the issue in such a forensic manner, awareness of this matter would probably have been nothing like what it is. Whatever the outcome, it is clearly totally wrong that any company should cut wages of loyal, long-standing members of staff off the back of the national living wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us make no mistake about it: if a company as big and as well-known as B&Q can do this, anyone can. When my hon. Friend met the chief executive, Michael Loeve, he told her that he was “a bit annoyed” that B&Q was being singled out. He said, “We’re a great employer, and we’re not the only ones making the changes.” We seem to be in the realm of two wrongs making a right. He is right, though, about not being the only ones, sadly. B&Q was just unlucky to have received so much attention. It was unlucky that my hon. Friend’s friend worked there, instead of for one of the many famous high-street retailers doing the same thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is true that B&Q had been particularly thoughtless about the predicament of its staff. Let us consider a few of the people from around the country who contacted my hon. Friend in desperation about their situation at B&Q. There was a gentleman who works at a B&Q store in the south-east, where he has been employed for more than 15 years. To give him whatever protection we can, let us call him Mr Jones. He has a family—two children—and is the sole wage earner in his household. He works hard but part time because of the strains of his physical disability. He works every Sunday he can, as well as all the unsocial hours on offer, but from April, under the new contract that he has been coerced into signing, Mr Jones will lose £1,000 a year. Yes, it is true that he will not lose out for the next 24 months because of the one-off payments that B&Q has promised to employees who are set to lose out, but he will still lose out after this period, because B&Q has no contingency plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us also consider Ms Smith from Yorkshire. She is a hard-working, low-paid mum. As a result of her contractual changes, her total monthly wage will be reduced by a staggering 30% pay cut, and the two one-off payments that she will receive do nothing for the £2,000 a year that she will lose from 2018. She says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“How exactly am I going to make up this wage deficit? I have a young son to support, and next year is looking very bleak for us. . . I am worried about how I will support my family next year. I am heartbroken that the company I have worked so hard for, done 16-hour shifts for, come in on days off for, and valued greatly, has treated me like this.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ruth Smeeth (Stoke-on-Trent North) (Lab)** Does my hon. Friend agree that it is not just a matter of current income? People will also lose their deferred income and salary, which is their pension, so there will be a longer-term, knock-on effect when they retire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** Indeed. Compare that double whammy—loss now and loss of deferred income, which is pension income—with what happens to the companies: they gain from cutting pay, and from the reduction in corporation tax, which should offset the pay increase, not allow them to cut pay. Although B&Q says that it has rectified the sort of situation I have described, I defy B&Q senior management to place themselves in the shoes of Mr Jones and Ms Smith and honestly say that they feel optimistic about their future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us turn our attention to other employers that we know are doing similar things. Bradgate Bakery is part of the group that owns famous brands that we all enjoy, such as Ginsters pies and Soreen loaf, but the pay that it is offering staff is a lot less tasty than its food. Bradgate has written to all its Leicestershire staff, detailing changes to their wages. Most shop-floor employees at Bradgate were earning just over £6.70 an hour before 1 April, so the introduction of the national living wage should have made quite a difference for them, but Bradgate, like B&Q, has found an opportunity to save money. That is because of the universal truth that companies will usually pay their workers a lot less than they can afford, if they can get away with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jo Stevens (Cardiff Central) (Lab)** Does my right hon. Friend agree that part of the problem is that employers see the national living wage or minimum wage as a ceiling for payments, rather than a floor, and will always try to pay the least that they can get away with?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Joan Ryan** Certainly, the national living wage does not mean that that is all that employers can pay. Bradgate Bakery, like B&Q, found an opportunity to save money, so it has changed staff terms and conditions to phase out double pay for Sundays by 2019. That means that while employees on the national minimum wage earned £13.78 per hour on a Sunday last month, by 2019 they will earn just £9 per hour. That is the national living wage according to Bradgate Bakery. Extra pay for night shifts, Saturdays and overtime are also being scaled back. In sum, Bradgate workers are being sold a lie: they are told that their pay is increasing, but what the Government are giving with one hand, Bradgate is taking with another. According to one very worried worker who approached my hon. Friend the Member for Mitcham and Morden, these cuts will affect the whole range of shifts that run in the factories. That means that by 2018 a production operative on night shift will be paid £2,778 less a year, while a night shift team leader will be paid £344 less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make a few things clear. First, increasing the minimum wage is not a bad thing. My hon. Friend the Member for Mitcham and Morden, myself, and indeed all hon. Friends, were proud to be part of the Labour Government who introduced it almost 20 years ago, and we wholeheartedly support moves to increase it. Our workers work hard and deserve every penny that they are entitled to. We quite agree with the Chancellor that Britain does deserve a pay rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, despite what they say, businesses can cope with the increase in the minimum wage. Every minimum wage rate rise since its introduction has been greeted with predictions of doom and gloom by a minority of employers, but their dire warnings have not come true.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, we all know that businesses will tend to pay their workers less than they actually can, because that is what profit-making is all about, but businesses should not be cutting staff pay via terms and conditions to offset the costs. Despite what they say, there are alternatives: they could improve productivity and invest in the skills and talents of their employees; they could cut back shareholder pay just a little, so that those who work hardest get the remuneration they truly deserve; or, following the Chancellor’s suggestion, they could use the further 1% cut in corporation tax announced last month to fund the increase in the minimum wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourthly, I have discussed B&Q and Bradgate Bakery today, but there is an industry-wide problem. Huge supermarket retailers, such as Morrisons, cut their staff pay months ago, to little media attention. For instance, while hourly pay at Morrisons has now increased to £8.20, the firm simultaneously scrapped a raft of pay perks to save money. Only last week, we read reports of how popular, thriving café businesses, such as EAT and Caffè Nero, are cutting free staff lunches to claw back costs. That will save them about £3.60 per employee per day—less than the cost of one of their toasted paninis. According to media reports today, it looks like Waitrose will also be scrapping Sunday and overtime rates for new workers. This is all part of a worrying trend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure that my hon. Friends will agree that what we are asking for is not easy, but we truly believe that there is a precedent for cross-party support on this issue. Indeed, my hon. Friend the Member for Mitcham and Morden was delighted to receive the support of the hon. Member for Croydon South (Chris Philp) during their “Channel 4 News” interview on the subject last week. He joined her in calling for employers to guarantee that no one loses out. During the interview, my hon. Friend said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Any Member who wants to join me on calling for action from employers and the Government, from whichever side of the House they may be, is a friend of mine.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that securing meaningful change is not beyond the Government’s ability. If the Chancellor promised everyone a pay rise, then everyone should receive one. If he promised that the Government would be radical on strengthening wages, then he needs to deliver radical change. A thriving economy is not built on low pay and unscrupulous employers; it is built on a proper day’s pay for a hard day’s work. It is time the Government gave hard-working people—the same people all political parties claim to represent—the outcome they truly deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}