{
    "url": "https://www.ukpol.co.uk/joan-ryan-2016-speech-on-rail-passenger-services/",
    "title": "Joan Ryan – 2016 Speech on Rail Passenger Services",
    "post_date": "April 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Joan Ryan",
            "url": "/tag/joan-ryan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Joan Ryan in the House of Commons on 13 April 2016.",
    "content": [
        "[![joanryan](https://www.ukpol.co.uk/wp-content/uploads/2016/04/joanryan-169x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/joanryan.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That leave be given to bring in a Bill to require Schedule 8 disruption payments between Network Rail and train operating companies to be allocated to specified projects aimed at increasing the quality, value for money or reliability of passengers’ experience of railway travel and associated services; and for connected purposes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for the opportunity to present the Bill to the House today, the purposes of which are threefold. First, the Bill seeks to improve the services on offer to rail commuters across the country. Secondly, it aims to ensure that millions of pounds of taxpayers’ money is directed towards benefiting passengers, rather than lining the pockets of train operating companies. Thirdly, the Bill seeks to shine a light on a part of the rail industry that is bewildering in its complexity, and to open it up to greater public scrutiny and accountability. The Bill would create a responsibility for the regulator to guarantee that any net income made by train operators from schedule 8 payments in totality is used to fund overall passenger benefits on the network. It is important to note that the Bill is not intended to stop or replace current compensation arrangements between train operators and passengers, which reimburse passengers for delays.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rail commuters in Enfield and throughout the country are getting a raw deal. They are paying sky-high ticket prices for a rock-bottom service. They are currently having to endure the worst performance in terms of train punctuality for almost a decade. In 2014-15, 47 million passenger journeys on the railways were either cancelled or delayed. Members of the public are shocked when they learn that train operators can actually make a profit from Network Rail failures. If trains are delayed or cancelled and the responsibility lies with Network Rail—for instance, when points do not work or power fails—Network Rail makes compensation payments to the train operators. These are known as intra-industry arrangements or schedule 8 disruption payments. However, train operators are not obliged to reinvest any of that money in services for the benefit of passengers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The payments received from Network Rail bear no relation whatever to the passenger compensation schemes between the train operators and their customers. Indeed, only a fraction of what train operators receive in payments from Network Rail is ever passed on to commuters whose journeys have been disrupted. Passengers are certainly not helped to claim what they are owed for delays, given that train operators make it so difficult for them to access compensation. It is really important that passengers are made more aware of their rights. I applaud the recent work of Which? and its “Make rail refunds easier” campaign, putting pressure on the rail regulator and train operators to make this whole process simpler, fairer and more accessible to commuters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I call on the Government to bring rail travel within the EU-compliant Consumer Rights Act 2015. The unfairness of the current structure of railway compensation payments is really brought to light when we consider how much money is involved and how poorly passengers are compensated compared with train operators. I commend the recent work of my hon. Friend the Member for Nottingham South (Lilian Greenwood) and the shadow Transport team to expose this issue. Their analysis has shown that between 2010 and 2015 Network Rail paid out £575 million to train operators in schedule 8 payments. Over the same period, train operators provided compensation to passengers to the tune of only £73 million. That is a compensation gap of more than half a billion pounds, a substantial boost to train operating companies’ profit margins.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I accept that train operators should be able to cover the costs of any loss of revenue they incur that arise from the unplanned delays caused by Network Rail. What they should not be able to do, however, is make a profit over and above those costs from train delays and cancellations. That is just plain wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2014-15, the Government provided a grant payment to Network Rail of £3.8 billion. Therefore, to add insult to injury, a significant amount of taxpayers’ money flows from Network Rail back to private train operating companies, many of them ultimately owned by foreign Governments, under schedule 8 payments. It is scandalous that a system can be designed in such a way that the very people using the rail network and who are most affected by the poor standard of service on offer—tax-paying commuters—can end up contributing to train operators’ profits out of their own misery! How can this be right? Where is the accountability to the fare-paying, taxpaying public for how this system operates and where this money goes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rail expert Christian Wolmar has said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“In an ideal world, the train operators would only get back the actual money that unexpected delays costs them. However, instead the level is determined by an economic model that only very vaguely reflects the impact of delays felt by passengers. So vaguely, in fact, to be meaningless.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He went on to say that the current system\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“does the railways no credit and creates the perverse incentives that plague the industry.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could not agree more; the situation must change. We need a way of linking schedule 8 payments to benefits that improve the customer experience of the railways. This Bill would make that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want the rail regulator to be given the power to ensure that train operating companies have to provide full disclosure of any net profit they might make from schedule 8 payments. This information should be made available to the public. With rigorous monitoring by the regulator, this money should be put towards improving the customer experience and providing a high-value service. Such measures could include retaining ticket office staff; facilitating easier access to station platforms and trains; free wi-fi on trains; or using the money towards paying for a guarantee that trains will not miss out stops—a particular frustration for a number of my constituents. These are just a few suggestions, and I think that, should this Bill become law, it would be a very good idea to consult passengers on the improvements they want to see to their services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear from recent evidence that the rail regulator understands many of the issues I am looking to address with this Bill. At the end of last year, the regulator and Network Rail agreed a £4 million rail reparation fund to benefit directly commuters affected by poor performance on routes provided by Thameslink, Southern and the Gatwick Express services. By increasing the number of staff at stations, employing more track workers to deal with disruptions and introducing incident management software to resolve issues on routes more quickly, the regulator sought to “enhance” the services for passengers affected by poor performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want a permanent rather than a temporary scheme in place that can benefit all passengers across the country. However, the rail reparation fund example is an important first step by the regulator. What it has set out to achieve reinforces the fundamental principle that lies at the heart of the Bill before us—that improving rail passengers’ services should be the top priority for Network Rail and train operators. Commuters should not be left waiting on station platforms while train operators pick up big profits from the rail industry’s complex, opaque and unfair compensation arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank colleagues from across the House who have agreed to sponsor my motion today. That support shows the extent to which we all want to see the rail industry reformed for the benefit of passengers—our constituents. It is for all these reasons that I commend this Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}