{
    "url": "https://www.ukpol.co.uk/john-ryman-1986-speech-on-bates-colliery/",
    "title": "John Ryman – 1986 Speech on Bates Colliery",
    "post_date": "August 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "John Ryman",
            "url": "/tag/john-ryman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Ryman, the then Labour MP for Blyth Valley, in the House of Commons on 7 March 1986.",
    "content": [
        "I wish to raise the decision of the National Coal Board to close Bates colliery in Blyth. I am astonished that the Secretary of State for Energy is not on the Treasury Bench to answer on behalf of the Government. He had ample notice—more than a week ago—that this debate was to take place. He has been personally involved in many negotiations with the members of the local authority and members of the coal mining unions in relation to this matter. He knows the important principle involved in this subject, because it is the first occasion upon which the recommendation of an independent colliery review tribunal has been specifically rejected by the National Coal Board. In those circumstances I am astonished that the Secretary of State is not here, because he, not the Parliamentary Under-Secretary, was present during some of the negotiations. The only natural inference to draw from that is that the Government do not consider a pit closure of this proportion to be important enough to bring the Secretary of State to the House on a Friday afternoon. No doubt he has other more frivolous pursuits to follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The facts of the case surrounding the proposed closure of the colliery are well known. This colliery, in Northumberland, used to employ 2,000 men. That number was later reduced to 1,700 and then to 1,400, and, by agreement with the NCB, it now employs about 880 men. There are 29 million tonnes of high-quality workable reserves. Production at the mine is better than it has ever been. The agreed evidence of the technical expert before the tribunal was that there are no insuperable technical problems to be overcome in the further working of the pit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The recommendation of the chairman of the tribunal was that the plan of Mr. Bulmer, one of the engineers, should be accepted, that the pit should be kept open for at least another two years and that, within those two years, it would become a viable proposition mining high-quality coal and producing it in larger and larger quantities. That is the background to the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One has to look further back to see what has happened. The starting point is the autumn of 1984 when the National Association of Colliery Ovenmen, Deputies and Shotfirers made an agreement with the NCB about the setting up of the tribunal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister and the Secretary of State for Energy answered questions in the House in February 1985. In answer to my right hon. Friend the Member for Islwyn (Mr. Kinnock), both specifically said that the agreement between NACODS and the NCB was “sacrosanct”. ft is interesting to note that although the Government, as long ago as late 1984 and early 1985, were saying that the agreement was “sacrosanct”, now that the recommendation has been made to keep the pit open, their view has changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To complete the picture, in June 1985 the Secretary of State for Energy personally met me, representatives of the coal-mining unions and the constituency, the Parliamentary Under-Secretary of State for Energy and representatives from the local authority. At that time negotiations were going on between the NUM and the NCB about whether the colliery review procedure could ​ be established between the other unions in the coal-mining industry and the NCB. The meeting was held in the room of the right hon. Member for Henley (Mr. Heseltine), who was then a member of the Government, because the room of the Secretary of State was not large enough. We spent an hour and a half, having seen Mr. MacGregor the chairman of the NCB, earlier that day, and, on the whole, discussion ranged round the new colliery review procedure. The clear recollection of everybody in that room representing the coal-mining unions and local authorities was that the Secretary of State for Energy repeated that once the tribunal had been set up and the review procedure conducted, a decision by means the review procedure would be binding on the Government and the NCB.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In October 1985 a long meeting was held at the Department of Energy in the room of the Secretary of State. That meeting was attended by some Labour Members from the northern group, the president of the Northumberland area NUM, my right hon. Friend the Member for Salford, East (Mr. Orme) and me. The Secretary of State was obviously in a hurry because he was on his way to the Conservative party conference, but he had the courtesy to see us. I remember it clearly, as it was the week after the Labour party conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the minutes of that meeting, which took place on a Friday, in our possession, and the undisputed evidence was that negotiations for the new colliery review procedure were progressing well. At one stage the Secretary of State left the room to make a telephone call to Hobart house and he expected that agreement would be drawn up soon. He was right. The new agreement was drawn up within a couple of weeks. On that occasion, the clear impression given by the Secretary of State was, once again, that the Government and the NCB would respect the decision and recommendation of the independent colliery review tribunal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What happened? The members of the tribunal were appointed, headed by an eminent judge, a law lord, and six eminent members of the Bar—all senior silks with great experience. Early in January 1986 the hearings began. Before they began, the preliminary hearing took place to decide the procedure and documentation. The hearing on Bates colliery took several days. Documents had been submitted in advance, and each side was permitted to call oral evidence, to make submissions and to cross-examine witnesses called by the other side. The evidence was heard by Mr. Peter Bowsher, QC, and it lasted for more than two days. Every opportunity was given to the NCB to adduce any evidence that it wanted. A similar concession was made to the coal-mining unions and to Blyth Valley council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A mass of evidence was produced. The documentary evidence was examined and the oral evidence was cross-examined. Lengthy legal submissions were made, and Mr. Peter Bowsher, having analysed the evidence, carefully made a report which ran to many pages. It was a careful analysis of the evidence. Paragraph 7 of his final conclusions makes it clear that he accepted the case put forward by the unions and by Blyth Valley council, and that he rejected the evidence of the National Coal Board. His strong recommendation, made in detail, was that the colliery should remain open for at least two years. He thought that if it remained open for two years on the ​ Bulmer plan, it would prosper even more. That recommendation was issued on 4 February and considered by the NCB that week. On 20 February, the NCB said that it did not accept the recommendation of the tribunal and would close the colliery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are the undisputed facts. The first thing that emerges from that—one wishes to be entirely accurate about the matter — is that the Government have completely broken faith with the coal-mining unions in Northumberland and with the local authority and that the Secretary of State for Energy has completely broken faith with me. In June 1985, he made the remarks to me which I have described, which were entirely inconsistent with his conduct in February 1986. The only inference to be drawn from that is that he was not being frank with me in June 1985, or that a more sinister reason influenced his actions in February 1986. There is no other logical explanation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next matter that emerges is that Mr. MacGregor and Mr. Archibald, who is the director of the north-east region, are on record as having said many times, orally and in writing, that, once the recommendation was made, the NCB would give full weight to it. What does the phrase “full weight” mean? It cannot mean ignoring the recommendation. When the board rejected the recommendation, it gave no full reasons for doing so. Mr. MacGregor made off-the-cuff comments to a few Conservative students in Nottingham, saying that the board was rejecting the suggestions of the independent colliery review procedure. They were not suggestions; they were recommendations. The coal board had said previously that the recommendations would be fully considered and that full weight would be given to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no wonder that the Secretary of State for Energy does not have the guts to be here this afternoon. He has flunked it completely. When I asked him many times during Energy Question Time what the Government’s attitude was, he shrugged his shoulders and, with his usual nonchalant incompetence, said, “It is nothing to do with the Government. I am the Secretary of State for Energy. These matters are entirely for the National Coal Board.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday, and on Tuesday, the Prime Minister said that the decisions were entirely a matter for the National Coal Board. As long ago as February 1985, the Secretary of State and the Prime Minister were saying that the decisions would be binding and sacrosanct, but now they shrug their, shoulders and say that it has nothing to do with the Government, but is entirely a matter for the NCB. the deputy chairman of the NCB was a permanent secretary at the Department of Energy, while the present Secretary of State was in office—an unhappy coincidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The present position requires robust thinking and careful analysis. Unless the Government change their mind and accept that they are responsible for our coal mining industry, and unless the NCB changes its mind, the colliery will die. With it will die the jobs of 880 men, the economy of Blyth and the coalmining community. The National Coal Board smugly and arrogantly says that there will be no compulsory redundancies, but that is a lie because there are not enough jobs in Northumberland to transfer 880 men and the pits at Ellington and Ashington cannot possibly absorb that manpower.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One is slow to make allegations unless they can be proved, because wild and unfounded allegations are too often made in the House. Having considered the matter very carefully and examined all the documents, however, and having studied the transcripts of all the broadcasts by ​ Mr. MacGregor and Mr. Archibald, there is no other way to describe their conduct except to say that they were thoroughly dishonest. They were dishonest with the coalmining community, they were dishonest with the people of Northumberland and they were probably dishonest with the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I still have friends at Hobart house and at Team Valley and of course I respect the confidence of my sources, but in my respectful submission there is great unease both at Hobart house and at Team Valley about the conduct of the directors of the NCB. The unease is not confined to the coalmining community but spreads to headquarters staff who have seen the dishonest conduct of directors determined to crush a coalmining community in the north-east of England in a vengeful and spiteful vendetta which arose in the aftermath of the miners’ strike. That accusation is justified by the evidence. In the financial year before the miners’ strike £2 million was invested in Bates colliery. What was the point of investing that amount if it was intended to close the colliery so soon afterwards?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are the facts. Let us now see what can be done because we must work together to achieve a prosperous coal mining industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Dennis Skinner (Bolsover) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ryman**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will give way in a moment. We should work together to increase productivity, which has already increased enormously at Bates colliery, which is an efficient, well-conducted mine producing more and more high-quality coal each week. The productivity figures are excellent. Why do the Government wish to bury a mine with 29 million tonnes of coal under the sea when, according to the colliery review, it will be in profit within two years? What a waste of investment, of skill, of coal and of humanity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Skinner**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for allowing me a couple of minutes in the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that the Government and the National Coal Board connived to delude the miners, and especially the deputies in their ballot in 1984. The whole British coalfield could have been brought to a standstill, so a way round the problem had to be found. One way round it was the colliery review procedure. That procedure was adopted little knowing that well-intentioned people like my hon. Friend the Member for Blyth Valley (Mr. Ryman), who has constantly raised the matter in the House, would be able to convince the tribunal that the pit was a decent pit and should be kept open. The Government and the National Coal Board never expected to have to face the music in an instance such as this. My hon. Friend has explained that the colliery is worth keeping open, that it is viable and that it has reserves. He has explaned how it was subject to a con at the time. Much spleen and vindictiveness is poured on the miners at Bates and the north-east area because MacGregor wants to prove to the Prime Minister and to the Secretary of State for Energy that he is running the show, whatever decent people think. My hon. Friend has an outstanding case. He is to be congratulated on continuing to inform the House. I hope that he succeeds. I hope that NACODS, the deputies’ union, will achieve a majority in the ballot and instead of running away from a decision, as it did last time, that it will act so that its members are able to repair the damage done in 1984.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ryman**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend the Member for Bolsover (Mr. Skinner). NACODS must get on with the job quickly. The matter is urgent. The preparation of salvage and the heightening of seams is going on now, so it is important that NACODS, which has much influence, makes it decision. It is no use behaving like Gebhard Blucher and arriving after the battle when the fight is over. The fight will continue in the House of Commons, in the coalmining industry and in the courts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have shirked their responsibility and broken their promises. They have lied to the people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It does not matter how long the fight continues, we shall fight for the pit and its community. If we have to fight alone, so be it. But we shall not have to fight alone, because we shall be joined by all the coalmining unions, the TUC and other organisations. We are not fighting for Bates alone. We are fighting the Government on their pit closure policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At one time there were 200,000 miners in Britain. The Government want to get rid of 50,000 of them. We are fighting for the coalfields throughout the country—for the collieries in the north, south Wales and Kent. We are fighting for the survival of coalmining communities throughout England, Scotland and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are convinced that, as the oil runs out, coal reserves will be the prime source of energy. What a panic there was about the drop in oil prices recently. It is essential to have an efficient and viable coalmining industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Government had the strength they could tell Mr. MacGregor “Keep that pit open, as the recommendation advises.” The Government and their Ministers do not have the courage, the integrity or the will to exercise their responsibilities. I do not want to be personally abusive about Mr. MacGregor. I do not have to be, because his conduct describes itself. Mr. MacGregor did not even read the recommendation in full. He acted against it without considering it in detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State for Energy is answerable to Parliament for the administration of the industry, although he is not responsible for day-to-day management because of constitutional convention. Why does he lack the courage to say to Mr. MacGregor, “Reconsider. You might come to the same conclusion, but reconsider the report and the recommendations. Reconsider the deputations; reconsider what Members of Parliament and the experts say.” The National Coal Board’s own experts, the technical engineers, say that the pit is technically all right, that it contains good quality coal and that it would be viable within two years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Surely nobody is so arrogant or conceited that he does not have the humility and understanding to say, “Perhaps I was wrong. Perhaps I made a hasty decision. Let us look at the matter again.” I am asking the Government to look at the matter again. After the many representations made to them, the Government may know things that they did not know before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Under-Secretary came to the north-east coalfield many months ago and met miners from Bates colliery and gave them an assurance, which was not honoured. They gave him a plan for making the pit viable and he said that the closure would be reconsidered, but it never was. If the Minister has time to reply to the debate—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Deputy Speaker (Mr. Harold Walker)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. The Minister will not have time if the hon. Gentleman keeps on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**​Mr. Ryman**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There it is. It is a long story and it has taken a long time to tell, but I am so familiar with the nauseating, pompous platitudes that emanate from the ministerial Bench about this matter that perhaps it is just as well that the Minister has not got long to reply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The north-east of England has no confidence in the integrity of the Secretary of State for Energy and his Department. We do not believe what he says, we do not trust him and we do not consider that his words are worth anything. I have to say that frankly to the Under-Secretary. I am sorry that he is having to carry the can for his incompetent senior colleague.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this disgraceful state of affairs I speak for the coal industry in the north-east and throughout the country. It has suffered from the ferocious policies of the Thatcher Government — the Walker incompetence, the Joseph indifference and the cruelty towards the coal mining community and in all other spheres of Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}