{
    "url": "https://www.ukpol.co.uk/vince-cable-2009-speech-to-the-liberal-democrat-spring-conference/",
    "title": "Vince Cable – 2009 Speech to the Liberal Democrat Spring Conference",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vince Cable to the 2009 Liberal Democrat Spring Conference on 7th March 2009.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "Good afternoon Conference.",
        "I will ignore the usual plesantries and jokes because we have a national economic emergency.",
        "The economic position of the country is dire.",
        "It is deteriorating fast.",
        "It dominates every political conversation.",
        "In the coming months we face unremitting bad news about factory closures, job losses and home repossessions.",
        "There has never been a time in our lifetime when there was a greater need for politicians to give clear, honest, economic, analysis combined with a realistic message of hope.",
        "Yet the current political debate across the Tory-Labour divide is as depressingly predictable as the Christmas pantomime,",
        "‘It’s all your fault, Gordon’.",
        "‘No it isn’t’.",
        "‘Oh, yes it is!’",
        "‘Oh, no it isn’t!’",
        "Sterile, Puerile and Childish.",
        "The Government claims that this is an international crisis.",
        "And of course it is.",
        "We are living with the consequences of the collapse of a giant international pyramid selling scheme.",
        "But it isn’t only an international crisis.",
        "Liberal Democrats have long warned that the British economy was unbalanced and over reliant on a consumer borrowing spree and fantasy house prices.",
        "That the mountain of personal debt would come crashing down and that the housing bubble would burst.",
        "That a heavy price would be paid for the Thatcherite destruction of mutual building societies and the weakness of bank regulation.",
        "I don’t claim that we got everything right; but, unlike the Tories, the Liberal Democrats consistently identified the structural weaknesses of the house that Gordon built.",
        "For their part, the Tories give the impression that they are absolutely loving every minute of this crisis.",
        "They calculate that the worse it is, the easier it will be to obliterate the memory of the two Tory recessions and the easier it will be, once in office, to make savage cuts in public services.",
        "Britain does have deep problems, for sure, and the Government has messed up big time.",
        "But the Tory narrative is feeding the downward spiral of fear and lack of confidence.",
        "And they offer no convincing alternative.",
        "What the public wants, instead, is a balanced assessment of where we are, and practical, positive, serious proposals to get our country out of the mire.",
        "This is a crisis for us all.",
        "None of us knows all the answers.",
        "The immediate problem is that demand has dried up; people are hoarding cash, because they are afraid.",
        "The Liberal Democrats were the first party to call for deep cuts in interest rates to stop us getting into a deflationary downward spiral.",
        "That said, we need to acknowledge the anger of millions of savers who resent paying for other people’s profligacy and now receive nothing on their bank deposits.",
        "And the savers are needed since Britain needs a strong personal savings culture for retirement, personal care and higher education and to prevent a reversion to the debt fuelled boom and bust cycles.",
        "The Conservatives are offering standard rate tax relief on savings interest which is superficially attractive to the better off savers.",
        "But, in the present context, 20% of nothing is nothing.",
        "It would be much better to concentrate on removing the outrageous confiscation of savings under means tested benefits like pension credit.",
        "The heart of the crisis is in banking.",
        "The Government had no alternative to save the leading banks from collapse.",
        "That is not the same as saving Woolworths or steel or car makers.",
        "If the banks collapse – and in October they almost did – almost every other business goes down with them and we go back to barter.",
        "But we argued from the outset that we cannot have the taxpayer taking all the risks and losses and the banks continuing to be run by bankers in their own interests or hoarding capital.",
        "Lloyds/HBOS has now joined the list of effectively nationalised banks.",
        "But only after prolonged damaging dithering.",
        "Rather, those banks which have failed and been rescued should be taken over and run in the public interest.",
        "The purpose of control is clear:",
        "– to stop jobs haemorrhaging as sound companies run out of cash;",
        "– to identify and manage the ‘bad debt’; to deal with abuses like large scale tax avoidance;",
        "– to deal with remuneration scandals;",
        "– and to split off low risk high street banking from the global, casino-type operations – in other words, run the banks on safe, traditional lines.",
        "British taxpayers must never again guarantee gambling by our banks.",
        "Once this is sorted, the Government’s stake can be sold, hopefully at a profit to the taxpayer.",
        "The Government is clearly terrified of being accused of nationalising the banks.",
        "We have an extraordinary situation where John McCain, the right wing Republican candidate for the US Presidency recognises the need for bank nationalisation and our own supposedly Socialist government won’t face up to its responsibilities.",
        "I am proud that the Liberal Democrats have been clear and consistent on this issue from the outset.",
        "This is a moral as well as a financial crisis.",
        "The shocking stories coming out of banks reveal a deep corruption of values which has now spread into government and society.",
        "A decade ago Brown and Blair made a pact with the Devil.",
        "In order to bolster New Labour’s reputation for economic competence they got into bed with the financial aristocracy.",
        "They turned a blind eye to massive salaries and bumper bonuses, the large scale use of tax havens and tax dodging and dangerous high risk activities of some investment banks – ultimately underwritten by the British taxpayer.",
        "In return they were showered with compliments and party donations and enough tax revenue to spend more on public services.",
        "The pact is now breaking down and we can see in all their ugliness the characters to whom Labour bartered its soul.",
        "We all now know about Fred Goodwin and Adam Applegarth.",
        "Less well known is Roger Jenkins whom Barclays pay £40 million a year – £40 million! – to find ways of dodging taxes and Peter Cummings whose bad deals destroyed the 313 year old Bank of Scotland and is in line for a £6 million pension pot.",
        "It isn’t just the extreme greed of the super-rich who gloried in success but still expect to be massively rewarded for failure.",
        "The bonus culture has become all pervasive.",
        "I understand the annoyance of bank employees who do not get the pay they were expecting.",
        "But without the taxpayer, they would not have a job, let alone a bonus.",
        "Many in other industries have not been so lucky.",
        "And it isn’t just the private sector.",
        "Civil servants now expect big bonuses if they meet their targets, and if they don’t bonuses to encourage them to try harder.",
        "Although the scale of greed is smaller the self-serving instincts of the public sector aristocracy are fundamentally no different from the bankers.",
        "We can wave our arms about Sir Fred’s pension but the practical question is what we do about the extreme, obscene, inequalities of reward which bear so little relation to performance.",
        "One modest step is full public disclosure.",
        "So the Fat Cats have nowhere to hide.",
        "Public companies should publish the full pay package for all highly paid employees as well as directors.",
        "The starting point for disclosure could be the Prime Minister’s pay: £194,000 a year.",
        "Of course, those entrepreneurs who want to risk their own money should still be free in a liberal society to make their fortune.",
        "Alas, this country does little to encourage any British Bill Gates; and too much to featherbed top dogs in big organisations.",
        "We must also remember that while most of us have reasonably secure jobs or entitlements well over a million British families will be plunged into hardship this year as workers lose their jobs.",
        "Job Seekers Allowance – for those entitled to it – is the grand sum of £60.50 a week, not much more than a tenth of average income.",
        "Families who are not rich are seeing their incomes slashed.",
        "And they have to keep their mortgages going or they will become one of the 75,000 who will be repossessed.",
        "There are many little cruelties and indignities which will befall many of these families.",
        "Let me just mention one: the vicious action of a Labour government giving powers to bailiffs to force entry to debtors homes using sledgehammers and to use force to hold down people who resist.",
        "Labour is taking us back to the pre-Victorian morality of the debtors’ prison.",
        "To restore a sense of fairness to such a divided and distorted society will be a massive project.",
        "Our proposed tax reforms make a start.",
        "They would establish the principle, revolutionary in itself, that companies and high net worth individuals are not free to decide that paying UK taxes is discretionary, like tipping the waiter.",
        "We have to crack down hard on corporate tax avoidance and tax havens, made easier by the fact that the US and the EU are determined to do the same.",
        "Nor can we continue to offer Sir Fred Goodwin and his ilk top rate tax relief on their pension contributions or, to private equity investors, CGT rates which are less than the tax rate paid by their cleaners.",
        "These loopholes should be closed.",
        "And the revenue should be redistributed in a progressive way to cut taxes on the low paid and those on average incomes putting cash into the pockets of people who need it and will spend it.",
        "A tax cut financed by taxes on the very wealthy and a clampdown on tax dodging will be at the heart of our election offering.",
        "The spirit of our alternative budget will be the same which inspired the People’s Budget 100 years ago – when liberal radicals led by Lloyd George laid the foundations for progressive politics in Britain.",
        "I make that renewed commitment in the full knowledge that the public sector finances are getting rapidly worse and will need to be sharply corrected once the recession is abating.",
        "Our tax cutting plans will be fully costed and fully affordable.",
        "It is also right, in the short run, for the government to sustain the economy; to borrow to keep people in work rather than borrowing to pay them to be unemployed.",
        "But instead of the VAT cut we would have carefully targeted public investment aimed at providing more social housing, environmental improvements to the housing stock and better public transport.",
        "At a time when there are massive unemployed resources in the construction industry there has never been a better time to fight worklessness and homelessness simultaneously.",
        "There will be economic recovery.",
        "But the Government cannot continue for long to borrow a staggering 10% of GDP.",
        "There is no imminent threat of bond markets drying up and a sterling crisis but there will be one unless there is a clear route back to public sector spending discipline.",
        "As a credible political force we accept these realities.",
        "We cannot and should not make unrealistic spending commitments.",
        "There are two ways of approaching this looming challenge.",
        "One is the traditional way: salami slicing key services; using councillors as butchers for central government; abandoning necessary public investment.",
        "There is a better way.",
        "Setting priorities.",
        "To govern is to choose: knowing when to say no.",
        "We have argued already that an axe has to be taken to wasteful IT programmes and ID cards must go; that tax credits must be chopped back; that new motorways should not be built; that we cannot take on the liabilities of new nuclear power.",
        "There are bigger questions looming.",
        "Do we seriously believe a Britain in dire financial straits can afford a new world-wide military role?",
        "How long can we continue the pretence that we can sustain generous pensions for public sector ‘fat cats’?",
        "This year hundreds of thousands of university students will join the dole queue.",
        "Perhaps half of all new graduates.",
        "They will have to be helped.",
        "But how much longer can we pretend that it is sensible or affordable to chase the government’s target of half our population studying full time at university?",
        "These are enormous issues.",
        "We must be bold and under Nick Clegg’s leadership we are being bold.",
        "People are crying out for a believable explanation of the mess we are in and a credible message of leadership on how to get out of it.",
        "Labour has dominated the progressive side of British politics for 80 years.",
        "But no more.",
        "Labour has lost its moral authority.",
        "And Economic failure has killed the New Labour brand.",
        "We, the Liberal Democrats not Labour, are the future of progressive politics.",
        "In these difficult and uncertain times the Liberal Democrats under Nick Clegg’s leadership have the ideals, the policies and the competence to meet the national need."
    ]
}