{
    "url": "https://www.ukpol.co.uk/vince-cable-2010-speech-to-liberal-democrat-spring-conference/",
    "title": "Vince Cable – 2010 Speech to Liberal Democrat Spring Conference",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vince Cable to the Liberal Democrat Spring Conference on 13th March 2010.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "I have a very simple message.",
        "We, the Liberal Democrats, were right about the financial crisis.",
        "We warned of the dangers and we led the debate when the crisis came.",
        "And now we have a clear vision for the future of the British economy.",
        "The Queen is said to have asked why no one warned about the crisis in the banking system. Actually, we did.",
        "Ten years ago a group of us, Lib Dem activists, fought the demutualisation of building societies: a consequence of Conservative legislation which led to the disasters of Northern Rock, Bradford and Bingley and HBOS.",
        "We told Gordon Brown to curb the excess profits of banks which were dependent on a taxpayer guarantee.",
        "We warned him for years that he was in denial about the build up of household debt and the bubble in property prices. He took no notice; nor did the Conservatives.",
        "But we were right.",
        "And when financial disaster struck we insisted that there must be no nationalisation of losses and privatisation of profit: a point belatedly grasped by the government and even more belatedly, and reluctantly, by George Osborne and the Tories.",
        "The government’s economic record speaks for itself: remember the phrases ‘no more boom and bust’, ‘prudence’, ‘Golden Rules’ – all abandoned.",
        "And standing amid the wreckage of the economy Gordon Brown sounds more and more like Mr Ashley Cole saying – give me another chance.",
        "What the public wants to know is who can guide the country out of the present morass: the broken, discredited, banking system; the deepest and longest post war recession, whose effects are far from over; and levels of government borrowing which are not sustainable.",
        "We can.",
        "We have deep, long term problems: an overdependence on banking; an obsession with property over productive investment; a yearning for high, Scandinavian levels, of public spending financed by low US levels of tax; and a financial aristocracy which regards tax paying as something for little people not themselves.",
        "Let me make no bones about it – the challenges are enormous.",
        "I start with the banks since they have been at the root of our recent problems.",
        "Not all bankers were greedy or stupid, but plenty were and they have caused immense economic damage.",
        "The damage continues because the banks have swung from the reckless over-lending which fuelled the boom to conservative under-lending deepening the slump.",
        "Thousands of sound and solvent small and medium sized companies are being slowly throttled because they can’t get credit or it costs too much.",
        "Banks do have a funding problem: all the more reason not to squander what they have on bonuses.",
        "Banks, bailed out by us – the taxpayer – are also building up their balance sheets in readiness for an early re-privatisation instead of supporting British business.",
        "RBS has fallen short of its legally binding lending target to British business. Lloyd’s won’t even tell us. That’s simply arrogant.",
        "I challenge them to give us the figures and Alistair Darling to force them to if they refuse. Many thousands of British jobs depend on it.",
        "The need for radical reform doesn’t end there. Banks with global ambitions that are guaranteed by the British taxpayer cannot be allowed to run excessive risks again.",
        "The Governor of the Bank of England has to be supported in his constant warning that banks that are too big to fail are simply too big. They have to be broken up, to increase competition and protect the taxpayer.",
        "The banking collapse and recession have dug a deep hole in the government’s finances.",
        "The next government will have to deal every single day with the consequences. The growing worry about sovereign debt means that there is no hiding place. Nor should there be.",
        "It grates to have the economy held to ransom by currency speculators and the clowns in the rating agencies who missed the Icelandic crash and so badly misjudged the safety of banks. But any Government, of any hue, will have to depend on the markets to finance its deficit.",
        "We must and will be fiscally responsible.",
        "Unlike the Tories and their cronies who want to create a financial panic and run on sterling to frighten people into voting for them on May 6th. Playing fast and loose with the financial stability of this country for political gain – destabilising the markets – is dangerous, irresponsible and wrong.",
        "It is also irresponsible to engage in a phoney war over cuts weeks before an election that will affect the lives of millions of people.",
        "The Government is trying to present itself as the party of spending and public investment but growing numbers of government scientists, FE college and university staff are currently being sacked.",
        "The Tories were trying to project their economic team as ‘Slasher’ Osborne and the Hard Men – until David Cameron executed a giant slalom down the Swiss ski slopes and announced that cuts are off the agenda this year. For now.",
        "Or at least that’s what I think they said. I’d love to attempt a critique of the Tories budget plans but I have no idea what they are. I think the present line on the budget is: trust us and we’ll tell you after the election. Well I’m sorry but that simply isn’t good enough.",
        "We have to be frank with people about the difficulties ahead.",
        "Spending cuts must not be forced through too soon, making the recession worse. That is not just my view – Sir Alan Budd, the Conservatives’ designated head of fiscal policy thinks the same.",
        "The timing and speed of cuts must reflect the state of the economy, not political dogma. But cuts there will be. We have spelled out some of them.",
        "Serious public sector pay restraint for the next two years: no one with a pay rise over £8 a week and no bonuses at all.",
        "Ending government contributions to the Child Trust Fund and cutting tax credits for high earners.",
        "Axing unaffordable defence contracts such as Eurofighter, and the Trident replacement. And others, subject to a rapid defence review.",
        "Scaling back programs like HomeBuy, cutting back RDAs. Taking out tiers of burdensome regulation of local authorities, and scrapping undemocratic regional government.",
        "Slashing a bloated central bureaucracy – kicking the consulting habit – and ending illiberal and costly government data bases: like ID cards and Contact Point. And we continue to look across all government departments for further savings. There can be no ring fencing if we are serious about getting the public finances back on track.",
        "And there will be a levy on the profits of banks.",
        "So far we have identified over £15bn per year of savings, most of which are to reduce the structural deficit and which we will be setting out in full at the time of our manifesto.",
        "But again, we need to do more.",
        "A Liberal Democrat Government would conduct an urgent public spending review. Not Tory butchering behind closed doors.",
        "We will identify priorities and then debate them publicly.",
        "It’s right and fair that the people who are going to be affected by these changes get to have their say. That’s Democratic. That’s open. That’s Liberal.",
        "Cynics say to me: how can you possibly talk about making economies when the voters want to be promised lots of freebies?",
        "But it is a massive mistake to underestimate the British people.",
        "They don’t want to be insulted and patronised by politicians they don’t trust telling them that two plus two equals five, because five is a bigger number than four. Or that all of our problems will be solved by painless ‘cutting waste’.",
        "Our programme is different not just because it is more transparent but because it offers two things our rivals can’t: hope and fairness.",
        "The hope derives from a commitment to invest part of the savings more productively in sustainable forms of growth which creates jobs.",
        "Without growth there is no new money to pay down government debt. But it must be sensible growth which doesn’t depend on consumer spending sprees, destroying the environment or the roller coaster of financial gambling.",
        "We want a Green New Deal. Investing in jobs by improving our homes and building more social housing. And we will set up an infrastructure bank to invest in big projects like railways and renewable energy.",
        "And fairness is crucial.",
        "The public will accept austerity for a time if the burdens are fairly shared.",
        "They will not accept it from a government that imposes hardship on the majority while rewarding rich cronies, grovelling to tax exiles and non-doms and ignoring the widening inequalities in income and wealth.",
        "So we will change our unfair tax system.",
        "3.6 million people who earn less than £10,000 will no longer pay any income tax at all.",
        "Pensioners will be £100 better off and the average person’s income tax bill cut by £700.",
        "We will pay for the tax cut by blocking tax loopholes that favour the wealthy and taxing their wealth in their mansions worth over £2 million: in other words the people who profited from the boom.",
        "People are desperate to see the back of this Labour government. But they don’t want the same old Tories. And make no mistake they are exactly the same.",
        "There is an alternative.",
        "In just over 50 days there will be a general election.",
        "We know that people want to vote for a party that will radically change our economy, for the better in a financially responsible way.",
        "Our job is to show them we are that party.",
        "Our job is to make sure that on May 6th they vote Liberal Democrat.",
        "I know we can. With Nick’s leadership, with your help and work – and your passion and your belief – we will."
    ]
}