{
    "url": "https://www.ukpol.co.uk/vince-cable-2013-mansion-house-speech/",
    "title": "Vince Cable – 2013 Mansion House Speech",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Secretary of State for Business, Innovation and Skills, Vince Cable, at the Mansion House in London on 7th March 2013.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "Many thanks for your invitation to speak to you a third time.",
        "This time last year I talked about the impact of the financial crisis on business finance and the yawning gap between sophisticated global finance markets of the City of London and the underdeveloped, malfunctioning, domestic markets – particularly for SMEs. These patterns remain – and have been amplified by the continued aftershocks of the financial crisis.",
        "In recent months, however, we have developed a variety of positive initiatives: supply chain finance for manufacturers; more guarantees for short-term SME trade finance; new forms of non-bank finance; the launching of the Green Investment Bank; a new government-backed business bank which will act as a catalyst for SME long-term credit and for new challenger banks. I’m looking forward to the FSA announcing rule changes in favour of smaller banks – who shouldn’t face the same capital requirements as larger institutions. And the Governor of the Bank of England spoke eloquently yesterday about the reforms needed in the semi state-owned banks.",
        "At the same time, there has been an encouraging response from the private sector, with new banks and sources of funding gradually emerging, despite the difficult environment. None of these represents a single silver bullet, but cumulatively they will change the landscape of business finance. In a decade’s time banking will – I hope – be much more competitive, more diverse and more aligned with the needs of business.",
        "**Planning for the long term**",
        "Indeed, tonight, I very much want to look a decade ahead, or further. This partly reflects my training. My stint at Shell taught me the importance of standing back from the ephemera and trying to understand long-term trends; trying to think about the business environment and business decisions strategically rather than tactically. Shell isn’t alone. The best companies – Rolls Royce, Tata, Siemens, GE, Nissan – have a capacity for long-term planning and strategic thinking which puts government to shame.",
        "The world I inhabit as a Minister is heavily influenced by the 24-hour news cycle and daily knockabout in the Commons. Long-term financial planning is a four-year public spending review and a five-year parliament. Politicians also have a duty to go beyond the standard myopic tribalism and work together – as our Coalition is doing. We also need a sensible, civilised dialogue with opposition parties – something I attempt, even though it occasionally lands me in trouble.",
        "But short termism isn’t just a problem for politicians. Our financial markets are also obsessively short-termist. The practice of quarterly reporting may be lucrative for successful arbitrageurs and the serried ranks of financial intermediaries but it can be crippling for companies trying to invest for the longer term. It is a depressing commentary on parts of our investor community that companies that need long-term capital for technology development and investment are being pressured into buying back their own shares.",
        "That is why I asked John Kay, together with Sir John Rose, Chris Hitchen and James Anderson to look at the issue of short termism, and we are now following through on its recommendations. Partly as a result of changes at a European level, I hope that we will soon be bidding farewell to quarterly reporting. And our executive pay reforms, which aim to restore the link between pay and long-term sustainable performance, will reinforce a more responsible long-term approach by those running our public companies.",
        "Above all, the essence the Government’s industrial strategy that I set out in September last year is to establish a long-term collaborative approach between business and government. This is second nature in Germany, France, Japan, Korea and even in the supposedly free-market US. Businesses investing in sectors like aerospace, automobiles, energy and life sciences think and plan over timescales of 10, 20 or 30 years. Government needs to behave more like a business, planning in a long-term and strategic way.",
        "**Prediction vs preparation**",
        "So this evening, I’m asking you to think long term – to imagine the UK a decade or more into the future.",
        "Of course there is irreducible uncertainty. Technological progress will produce new products and new jobs that we cannot currently envisage. It will be disruptive. Economic shocks; wars; political events may fundamentally change the world.",
        "Think back, say, to 2003. Who, then, would have seen the price of oil staying above $100 per barrel for years (when I was at Shell, it was almost in single figures)? Who would have seen 10-year government bonds yielding below 2 percent? One might say the same about the collapse of the banking system, the Arab Spring, a twice-elected black President in the States.",
        "Predicting, of course, is a mug’s game – virtually guaranteeing an undesired notoriety. It’s rather embarrassing for Einstein that he declared in 1932 that “There is not the slightest indication that nuclear energy will ever be obtainable” – worse for the late 19th century US commissioner of patents who urged President McKinley to shut down his own department because “Everything that can be invented has been invented.”",
        "But predicting is different from being prepared and vigilant. And it is possible to see through the fog of uncertainty and envisage both bad and good circumstances for the UK.",
        "Bad scenarios are easily recognisable in the prolonged stagnation of present-day Japan, for example, or in European countries loathe to address their longstanding competitiveness problems. The key lesson is that without sorting out and recapitalising damaged banks, without undertaking necessary reform, growth is very difficult. The Prime Minister made all that very clear in his speech earlier this afternoon.",
        "**The UK in 10 years’ time**",
        "So let me look at the more positive story and see where it takes us. Imagine a situation where recovery gradually gathers momentum. Growth is centred on exports and in particular on the rapidly growing emerging markets which we have neglected in the past, and whose growing middle classes will add trillions of dollars to world demand. Our advanced manufacturers, education and professional services industries overtake Italy and France in markets like Brazil and China and offer serious competition to Germany.",
        "Our energy sector booms in the wake of opportunities created by a simultaneous upsurge in investment in gas and low-carbon electricity, including nuclear. Parts of north-east England and Scotland are thriving, with offshore contracting work and growing manufacturing businesses like Alstom. They take the methods they have honed in Britain around the world.",
        "Britain is also a world leader in some of disruptive new IT based technologies and – outside the US – the UK is the go-to country for entrepreneurs wanting a supportive environment for innovation. Fenland is our Silicon Valley, with other strong clusters spreading in London’s Tech City, in Bristol, and other prominent cities.",
        "Indeed, we see a revival of the British city, liberated by ‘city deals’, with advanced manufacturing reviving in Birmingham, Sheffield and Glasgow; media industries in Manchester, Liverpool, Newcastle and Dundee; biological sciences in Nottingham; financial services in Leeds and Edinburgh, the latter catalysed by the Green Investment Bank.",
        "A decade from now, our banking system is largely repaired from the damage of the crash in 2008, and is unrecognisable. There are numerous small banks; the domestic and SME market is populated by mutuals like the Nationwide and the Co-op, overseas banks from Scandinavia, China and India, and innovative new channels like peer-to-peer finance.",
        "British Universities, along with top US institutions, continue to dominate the world rankings as Chinese and other competitors fail to match the creative intellectual freedom linked to research and business which we can offer. Not just the usual suspects in HE, but Huddersfield’s work with SMEs reviving textiles, Plymouth’s in oceanography and Cranfield’s in aerospace. The world’s biggest university in South Asia is managed by the University of Central Lancashire – biggest, that is, if we exclude the Open University’s online distance learning platform, the standard mode of delivery for future university teaching.",
        "Even a decade hence, there will be grumbles from business about the shortage of skilled workers, but there has been a revolution in apprenticeship training, increasingly the favoured career route for teenagers. Now it’s no longer just the likes of BT and Rolls Royce with first-rate apprenticeship programme. SMEs like London jewellers Jason Holt are creating their own training academies graduating hundreds of apprentices – and, as we now sit on the cusp of National Apprentice Week, the Government is continuing to provide funding SMEs to create bespoke apprenticeship programmes to help them grow.",
        "There’s been a similar revolution in the supply of engineers, increasingly dominated by women. As I told the EEF on Tuesday, we’ve allowed a criminal waste of female talent. I’d compare manufacturing today to the NHS before female doctors began properly to fill its ranks; in the past 40 years, the number of male doctors has doubled, but female doctors have increased tenfold. This is what needs to happen in engineering. Some businesses, of course, already avoid this trap – Babcock International, for example, the engineering support services company, has shifted its recruitment to universities with a healthier gender mix, with more female graduates joining them each year.",
        "Indeed, the transformation of the workplace in the wake of shared parental leave and flexible working gives rise to a male movement seeking quotas to prevent women from beginning to dominate the upper echelons of business, the professions, politics and the civil service. I glad that half of the BIS executive board are women, and I’ve recently written to the remaining FTSE100 companies with no women serving on their boards. I’m asking every company I meet what they’re doing to improve their recruitment practices, their retention of women and their plans to get able women to the top.",
        "We also witness a triumph for the British view of Europe: open, flexible and outward looking. Facing the pressure of ageing populations and declining workforces, such openness will gradually be seen as a solution not a problem, just as it has always been an historic strength for the UK. All this in the context of a comprehensive trade deal achieved between the EU and the US, widened out to all comers through the WTO.",
        "You may think I am getting carried away. But all these trends are recognisable in today’s world. Unless we think the unthinkable, we shall be overwhelmed by the pace of change.",
        "**Causes for optimism**",
        "Overall, I take a positive view of the UK’s prospects. Our core virtues as a country – our openness, willingness to change, our respect for the rules, our inventiveness – are well suited to the challenges of a fast-changing world.",
        "And while in the short term the prolonged stagnation is painful, I can see encouraging signs in three areas. One is the falling rate of unemployment: lower than when we came into office; lower than in the US; record numbers of people in private sector jobs. Our labour markets are flexible and are working. The squeeze on real wages is not pleasant for those families affected but it is a lot better than 1930s-style mass unemployment. I have great respect for the pragmatism of employees in industry, whose willingness to work shorter shifts has kept businesses going. Unlike previous recessions, we are not heading towards a generation on the scrap heap.",
        "A second cause for hope is the rapid growth of Britain’s export earnings in the major emerging markets, particularly Russia, China, Brazil and India. We started from a low base after a decade or more of serious underperformance. But a combination of better support from UKTI, a competitive exchange rate and some superb British companies with great products – shoemakers Loake and Royal Crown Derby, the fine china manufacturers among them – is working.",
        "And third, there is an upsurge in entrepreneurship. Business start ups are at record levels. Communities and students run numerous entrepreneur societies, like the ones I encountered recently at Nottingham University. The number of people engaged in entrepreneurial activities has increased from 6 to 9 per cent in the last three years. This is one of the easiest places in the world to set up a business, and more and more people are taking advantage of that.",
        "**The role of government**",
        "But to provide a supportive environment, the government needs to make a clear commitment to long-term stability. As I stated earlier on, our financial horizons are extremely short-term by the standards of any large business, seldom committing to more than a couple of years ahead. In some areas this is unavoidable, of course, but for economic policy it represents a big missed opportunity. And while the number-one ask from business when this government came together was to sort out the chronic uncertainty caused by our huge deficit, it makes no sense to do this only by exporting instability into the private sector – nor other parts of the public sector.",
        "As an illustration, the extraordinary performance of British science, which owes so much to individual genius and endeavour, has benefited from this government’s far-sighted commitment. We have maintained ring-fenced spending at the level we inherited from the previous administration and allocated significant amounts for capital investment. For example, public funding for the new Crick Institute, alongside universities and charities, will enable future generations of scientists to conduct path-breaking medical research – allowing time for the fruits of basic science to emerge and then benefit both patients and the economy.",
        "In a similar fashion, my chief political project last year was to establish a firm case for an industrial strategy – words previously banished from Whitehall. That case has been won – and I think is now broadly accepted on Right and Left. Work is now well underway with industry to develop long-range strategies for 10 important sectors by this summer. As they emerge, it will become clear that they are not all about extra money, but rest on a structure of cooperation with industry: in procurement, regulation, export and trade policy – indeed, every area where government interfaces with business. But, as with science, the spending element is still important.",
        "In the coming weeks, I’m confident that the government will demonstrate its commitment to long-term industrial investment – investment which pulls in a private sector commitment many times larger; which supports essential areas of industry; which proves to business and to investors that our strategy is no flash in the pan and that Britain intends to deliver on its promise to rebalance its economy. Compared to the often haphazard and ad hoc way such support has been given in the past, this will deliver far better value for money.",
        "**Conclusion**",
        "I say again that there is nothing to prevent Britain reasserting itself as a highly skilled, innovative, exporting nation. And just as business success requires planning and agility, so does effective government. Hoping for the best won’t cut it."
    ]
}