{
    "url": "https://www.ukpol.co.uk/vince-cable-2013-speech-at-university-of-warwick/",
    "title": "Vince Cable – 2013 Speech at University of Warwick",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Business Secretary, Vince Cable, at the University of Warwick on 11th September 2013.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "I am delighted to see so many serious people here from the business community. The idea of an industrial strategy for Britain is achieving significant traction.",
        "Successive governments baulked at the concept, of course – a reaction to the 1960s and 70s when state involvement was seen as backward-looking, wasteful and meddlesome. Intellectual fashion turned towards a faith in the rationality and efficiency of markets – a consensus that lasted several decades and, in the UK, saw the virtual disappearance of a number of big industries.",
        "**Industrial strategy regains credibility**",
        "Several factors have caused that fashion to fray at the edges. The 2008 crash showed us that financial markets in particular can be irrational and inefficient. The success of countries like Germany has reinforced the value of long-term understanding between business and government on skills, technology, exports and business finance – while the long period of growth before the 2008 crash blinded many in business and government to the extent of Britain’s under performance in such areas. And, not least, there dawned an understanding that such is the weight of government spending in the economy that its purchasing decisions alone create an industrial strategy by default, if not by design.",
        "We have progressed a long way since I first mooted the idea of a designed industrial strategy two years ago, acknowledging predecessors including Michael Heseltine and Peter Mandelson. Three simple – but, until recently, quite controversial – ideas have now been accepted and are being applied.",
        "First, government must operate strategically over the long term. There are critically important sectors such as aerospace, energy and life sciences that have time horizons stretching well beyond a single parliament.",
        "Second, there are some classic market failures – notably in skills and innovation – where active partnership between government and business can produce huge spill-over benefits. That partnership is a fundamental principle underpinning the entire industrial strategy, whether co-investment, breaking into new export markets or tackling skills shortages.",
        "And third, government has to be joined up. Government procurement is one example of where we cannot operate in disconnected silos and fight just for the best price right now, without attending to longer-term economic benefits.",
        "These insights, and commitments, have emerged against the backdrop of the severe difficulties Britain has recently faced: the UK is recovering from the most damaging financial crisis in generations, after a decade of growth built on unsustainable levels of debt. The Government inherited the largest deficit since the World War and, of the major economies, only Japan experienced a deeper recession.. The Government’s finances are being stabilised through structural deficit reduction. But the economy also needs rebalancing through a shift to exports and investment rather than debt-based consumption – specifically towards long-term investment in productive assets rather than short-term speculative property accumulation.",
        "To succeed in this task is necessarily the work of many years. But we are seeing progress, and those who deserve the greatest credit for this are pragmatic British businesses and flexible British workers who kick-started the recovery. Government is behind them – behind you.",
        "**Achieving sustainable growth**",
        "We announced a £1.6 billion package at Budget 2013, with matching private sector contributions, to support long-term R&D in aerospace, automotive and agri-tech.",
        "We have extended protection for the science budget in 2015/16 – part of a Spending Round which also announced £1.1 billion for capital spending, rising with inflation to 2021, including an additional £600 million to develop eight technologies where the UK can lead globally.",
        "As part of the Spending Round we also announced an extra £185 million for the Technology Strategy Board to expand its programmes that take ideas from concept to commercialisation. This includes increasing the number of business-focussed Catapults to nine centres – the latest two covering energy systems and diagnostics for stratified medicine.",
        "And just this weekend, we announced further investment of £150 million through the Technology Strategy Board to support environmentally-friendly building projects.",
        "One last example: we’ve committed £1 billion in additional funding for the Business Bank to facilitate lending to SMEs, alongside innovations to free up trade finance for exporters, and a Green Investment Bank which now has £3.8 billion to invest.",
        "A modern industrial strategy, then, is about taking a long-term approach to growth, giving business certainty about future plans so they can invest with confidence. It means providing a spectrum of support to all firms. As well as the partnerships we have developed in 11 key sectors, we continue to work closely with other sectors where the partnership approach is useful, as with chemicals, railways and creative industries. Later this year, we’ll be publishing a small business strategy, setting out a cross-Government programme to further support start-ups and help existing SMEs fulfil their potential.",
        "Today, I can update you on several initiatives supporting business across the economy.",
        "**Announcements**",
        "First, 39 projects – including Balfour Beatty, National Grid and Everton Football Club – have now been approved in round 2 of the Employer Ownership Pilots, for which we allocated a total of £240 million. The popularity of the pilots demonstrates employers’ appetite to direct the skills agenda. From 2015-16, we will operate a fund worth £100m annually for co-investment with business in skills.",
        "Second, I announced plans back in 2011 to improve the global competitiveness of UK manufacturing supply chains. Today, I’m pleased to announce that five projects from aerospace, chemicals, electronics and life sciences will receive over £115 million of joint public and private investment from round three of AMSCI, the Advanced Manufacturing Supply Chain Initiative. This includes a £7 million grant to capitalise on export opportunities for printable electronics – a project which will create and safeguard almost 500 jobs. To date, more than 180 organisations have benefitted from AMSCI, the majority of them SMEs.",
        "Third, and thanks in significant measure to companies present, we are further expanding See Inside Manufacturing, which is inspiring young people about future careers. It is growing to cover 10 sectors – with a special focus on young women and minorities, who tend to be under-represented in industry.",
        "Now, all of this is very encouraging – but we can’t rest on our laurels. The kind of growth we want won’t simply emerge of its own volition. In fact, I see a number of dangers.",
        "**Risk avoidance**",
        "One is letting up just because we have had a few quarters of good economic data. It isn’t difficult to see evidence of confidence returning, and there are positive trends in production. Taken together with success stories like the car industry and export growth in emerging markets, we have the beginnings of a recovery story. But there are risks, not least the housing market getting out of control. Recovery will not be fully established until we see strong and sustained business investment.",
        "Another danger. It is becoming clear that the financial crash, and the long preceding period of exchange rate over-valuations and consumer debt driven growth, did serious structural damage that will take time to repair. In some cases, there has been a semi-permanent loss of skills. Supply chains have been hollowed out, which are hard to replace. There are repeated reports that firms are anxious to buy from UK suppliers in the auto sector, say, or in textiles, as onshoring is seen as economically attractive. However, they can no longer find enough UK-based companies able to supply or willing to bid. The supply chain aspect of the industrial strategy is crucial to addressing this problem and boosting UK competitiveness.",
        "Finally, credit conditions continue to be tighter and demand more muted, especially for start up and rapid growth companies which cannot finance themselves from capital markets or from cash flow, and which lack the collateral banks demand. There has been a 25 per cent real decline in SME lending since the 2008 peak and net lending continues to be largely negative. Gradually, this is turning around. New banks are slowly emerging, and the Government’s Business Bank will catalyse new bank and non-bank funding flows.",
        "**Prompt payment**",
        "There is one aspect of the credit squeeze which could be eased if manufacturers and retailers were to take a long-term view on the importance and resilience of their supply chains. In a credit squeeze, cash is king and there is plenty of evidence that large and powerful players in the market are hoarding cash while smaller suppliers face ever longer delays before getting paid. There is at least £500 billion provided to businesses through trade credit – making it one of the most significant sources of credit in the economy. But it is important that this system works for both customer and supplier – including smaller businesses.",
        "I am glad that many of you in this room, and the majority of FTSE 100 companies, have signed up to the Government’s Prompt Payment Code. But all businesses should take responsibility for paying suppliers fairly and on time.",
        "We are already setting an example in the public sector, with central government settling invoices within five days. I urge all of you to see what more you can do to get credit flowing more efficiently through your supply chains. We shall look further at what government can do on this issue by strengthening legislation and through its procurement practices.",
        "**Prospects**",
        "So I have identified three problem areas weighing against some of the positive trends starting to emerge in the real economy. At the Mansion House earlier this year, I set out a vision for the UK economy a decade hence. If we are to turn the British economy around on a sustainable basis there will have to be relatively rapid growth of exports and import substitutes. There could be rapid growth in exports of business and professional services, creative industries and education, but over half of all exports are manufactured goods.",
        "Many people believe the decline of manufacturing is inevitable and irreversible. I don’t share their pessimism. The EEF are telling us that the number of manufacturers seeing growth in export sales rose to a two-year high in the past quarter. With a big push on emerging markets and the benefits of a competitive currency, manufacturing could potentially experience export-led growth of four per cent per annum or more.",
        "There is also great potential for import substitution through supply chains. The Automotive Council believes it can realistically achieve an extra £3 billion of UK supply. At present, UK sources meet 40 per cent of motor vehicle consumption but this could rise to 60 per cent, as in France and Germany.",
        "An encouraging example is today’s announcement that BP and its partners have awarded over £1 billion in contracts to UK-based companies to provide services and equipment for the major re-development of its Schiehallion and Loyal oil fields west of Shetland.",
        "The other metric I’m looking at for big improvement is Britain’s share of research and development in GDP, especially commercial R&D. One model is JLR’s expanding R&D facilities at Gaydon, which has just created the CX-17 prototype and the new aluminium architecture. Another are the new Centres for Agricultural Innovation and the agri-tech catalyst – and we should be aiming to introduce comparable centres in other sectors.",
        "Continuing to look ahead, one of the biggest transformations will be in finance. For a generation or more, Britain has had a world-class financial centre in London operating essentially as an enclave. Multinational companies have direct access to a sophisticated range of financial products but British SMEs make do with semi-inhospitable and – currently – highly restricted bank debt finance, with minimal access to equity finance. It is possible to see the outlines of a new structure in which specialist business lenders have developed low overhead models of delivery, complementing traditional banks with rediscovered relationship-based banking and virtual markets online for debt and equity. In any event, a generation of companies will have matured that survived the crisis through self financing and are less dependent on external finance.",
        "But perhaps the most dramatic changes will be in the labour force. Many occupations in the greatest demand today did not exist a decade ago and the same will be true a decade hence. There are some generic disciplines based on STEM and IT skills – engineering in general and computer science – for which excess demand can be predicted a long time ahead, and there are signs that, at graduate level, the attractions of those occupational routes are being recognised. The same is true for advanced apprenticeships which will reach many more SMEs. We are also likely to see a shift towards more female participation, correcting an extraordinary gender bias in the UK, judged in comparative economic terms.",
        "More generally, the UK has ground to make up. Our growth rate for creating advanced skills puts us 20th among the 27 OECD countries. As the industrial strategy takes hold, specific skills planning will develop. Crossrail, with support from the Skills Funding Agency, has created an academy for tunnellers – a facility which will hopefully support large infrastructure projects in future. In oil and gas, the sector strategy includes plans to re-train ex-military engineers to fill current skills gaps.",
        "I would hope that the various sector councils are able to make tangible, practical, progress in the coming year, reinforcing government-industry partnerships. I would hope, for example, to see significant development in the offshore wind, nuclear and automotive supply chains. There will be new bidding rounds for AMSCI and the Regional Growth Fund, and further funding to support investment in skills – to maintain momentum and provide reassurance that government money is not just a “one off”. With economic news improving, we cannot lose sight of the long term-task of restructuring and rebalancing.",
        "A year from now the politicians will be getting into election mode, yet the best test of the usefulness of our work on industrial strategy is that it is election-proof – that there is sufficient support across the business world and across party lines to maintain a long-term focus. I am now optimistic that this will happen."
    ]
}