{
    "url": "https://www.ukpol.co.uk/vince-cable-2012-mansion-house-speech/",
    "title": "Vince Cable – 2012 Mansion House Speech",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was given by the Secretary of State for Business, Innovation and Skills, Vince Cable, on 7th March 2012.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "I would like to thank the Lord Mayor for inviting me to speak for the second year in succession at this event: an annual coming together of the City and rest – and best – of British business.",
        "I would like to pay tribute to you, Lord Mayor, for your unstinting efforts to promote British business around the globe. During your term of office you will be visiting many of the most important emerging markets in South East Asia, Central America and the Middle East, showcasing what London and the UK has to offer. You do an outstanding job and I am grateful.",
        "Until this Government, Secretaries of State seemed to rotate more frequently than Lord Mayors of London. We are taking a more settled and long term view. Some of you may regret that in my case and feel you are stuck with me longer than you would wish. But the advantage is a consistent approach and learning by experience.",
        "I will start as I did last year and will in future years, by reminding everyone of the underlying and unifying purpose of the Coalition: to cut the deficit and sort out the country’s finances. In the case of my own department’s contributions to that difficult and painful task that means taking a 25% cut, while still delivering the science, skills and business support this country needs. We are doing that.",
        "And across government, through similar efforts in every department, we are succeeding – the deficit is falling, and our interest rates well below where they were when we took power.",
        "But we cannot emerge from this fiscal crisis without growth. This is the other overriding concern of the Coalition. And here we have just as strong a story to tell. Within BIS, we prioritised apprenticeships – record numbers over the next few years. We have defended the Science resource budget, despite all the fiscal pressures. We have launched the first Catapult centres that will drive technological innovation. We are setting up a Green Investment Bank to catalyse billions of pounds of low carbon investment. We have refocused UKTI on the emerging economies. We are gradually putting in place a strong industrial policy to reverse years of decline in manufacturing and position ourselves well for the growth opportunities of the future, be they in low carbon technology, creative industries and design or aerospace.",
        "Elsewhere we are simplifying the planning system, putting business taxes on a downward trajectory, and lifting millions out of tax.",
        "None of these steps are easy, but over the long term I am confident they will pay off.",
        "In the short term, we know things are difficult. Soaring energy prices; chronic uncertainty in the EU; our country still recovering from an historic debt binge. No-one says it more often than I do: there will be nothing easy about this recovery. But with the government getting its own house in order, and backing business every way it can, I am confident that we are well placed for the future.",
        "However, I am concerned that there is a missing piece of the puzzle.",
        "It is well known that growth requires the lubrication of private finance. That is my subject tonight: the relationship between the global financial services industry of the City on the one hand and on the other the financing needs of what I loosely call the “real economy” of the UK: the tens – hundreds – of thousands of firms which together generate the goods and services which make up our national economy.",
        "You, yourself, in your speech made an essential point when you said the relationship should be close and complementary: financial institutions hoovering up savings which are then deployed by business in productive uses. It sounds simple. But it isn’t working as it should, at least outside the world of the big corporates.",
        "I would go so far as to say that we have a financial services industry in London that plays in the Champions League, with overseas owners to match, and a British business finance system which struggles in the second division. We have some of the world’s smartest, most creative, financiers, doing brilliantly in the City or Canary Wharf while there are also smart creative British entrepreneurs – or even run-of-the-mill smaller businesses – still struggling to raise finance to operate and expand. They depend, as one put it to me the other day, on the three ‘Fs’: friends, family and fools – shunned by banks, unable to access equity markets.",
        "Let me try another colourful metaphor. I am struck by a parallel between the world I am describing and the world of the oil industry I left to go into Parliament. The upstream oil industry deploys the world’s best geologists and petroleum engineers: there are high standards of professionalism – and also high pay – but outside the perimeter fence in many countries there is a shortage of petrol, power supplies are intermittent and there is only a tenuous connection between the enclave of a global excellence and the local economy.",
        "Many in the industry would (and did) say: that’s nothing to do with us. We pay shedloads of money to the Government in tax; why should we worry about what happens to the money and the country in which we operate? I exaggerate, obviously, for effect, but some of you will recognise some similarities, a similar disconnect, between the global financial markets of the City and our local economy in the UK.",
        "The rational response is not to reject the oil industry – or London’s global financial centre. Indeed I regard the internationally traded activities of the City as a major plus for the UK. Like the oil industry, it is volatile, but properly managed and regulated it is a major revenue source for Government and a valuable export. Lord Mayor, you are absolutely right to talk about the City being a ‘unique selling point’ for UK PLC. Indeed, when I have been involved in trade diplomacy on behalf of UK PLC, in India, China, Brazil, Russia, Turkey, Vietnam, Indonesia and Japan in my capacity as President of the Board of Trade, I speak for City banks and insurers, lawyers and accountants, as well as manufacturers.",
        "What does concern me is a disconnect with the rest of the economy.",
        "And this cleavage between the financial sector and other businesses isn’t a new concern. Winston Churchill’s first big job in government was doing what I currently do, a hundred years ago, in the great liberal reforming administration in which he worked alongside the Chancellor, Lloyd George. Later, as Chancellor himself, Churchill’s frustration with a business environment that was proving devastating to traditional industry saw him make his much quoted comment about a desire to see industry content and finance less proud.",
        "I suppose, actually, this could be described as an early form of ‘banker bashing’. But this Churchillian prose was a more eloquent description of what we today call rebalancing – and a recognition that these two great sectors are not separate but intimately linked.",
        "What we face today is a modern version of this imbalance between the world of finance and the real economy, made many times worse by the 2008/9 banking crisis and its aftermath. Let me try to disentangle the two issues. The longer term problem is the big gap between small enterprises – which normally function on the basis of the owners’ equity and credit from banks – and the big quoted companies which can raise equity capital from stock markets and debt from capital markets. The gap – which was described in the interwar period as the Macmillan Gap after the Macmillan Commission which was set up to study it – relates to thousands of midsized but high growth companies which could not access equity and capital markets.",
        "As the CBI has recently argued very forcefully, the problem remains. It is especially acute for innovative firms who find themselves trapped in a “valley of death” unable to raise funds to develop a proof of concept and cover the risks of early stage growth. These firms are often the ones most effective at producing growth and jobs. Last year saw the launch of the Business Growth Fund promoted and financed by the UK banks to the tune of £2.5bn, and it is now starting to invest: a laudable welcome initiative but modest in relation to the scale of the problem.",
        "These problems have been overshadowed by the fallout from the banking crisis. As with every other banking crisis throughout history a period of exuberant, reckless lending is being followed by a period of deleveraging and credit restriction – a problem particularly acute in the UK where the size of our banking sector was – and is – vast compared to the underlying economy.",
        "So, several years after the crash, we still have a big headache. The Governor of the Bank of England warned only last week that lending to small companies was the one piece of the puzzle missing for recovery. And although the approval rate of bank loans is high – 75% for SMEs – business remains frustrated by lack of access to capital of all kinds. The small number who actually get rejected are outnumbered by those who never try, perhaps scarred by recent experience, or simply scared of what might go wrong. For those who do get a loan, the frustration is often about cost and conditions.",
        "This leaves a yawning mismatch between the needs of productive business and the finance available. Banks are trying to reduce risk. But business lending, especially to SMEs, is risky. Exporting to emerging markets is risky. Innovation is risky. I hardly need to tell a room full of successful business people that a flight from risk is a flight from business.",
        "The clash between these two contrary aims is what has caused such frustration. I would urge you to listen and understand the frustration which is out there. Wherever I meet groups of business people around the country I am given fresh anecdotes about how hard it is to deal with the banks, how few choices there are, how swift and arbitrary the treatment can seem. I hear this weekly in my constituency surgery. I hear it from academics, business titans and even the right wing tabloid press, usually the first to scold politicians like me for interfering in business.",
        "And quite apart from anecdotes, the regular analysis of lending trends by the Bank of England shows the seriousness of the position. The message is a simple one: Britain’s recovery is being imperilled by the parlous state of the very institutions that caused the crisis in the first place.",
        "Policy makers have been grappling with this problem now for several years but there are no easy answers. Let me review the options.",
        "First, we can sit patiently waiting for normality to return – markets to return to their senses and new good banks to emerge – the 19th century laissez faire solution. The problem is that, meantime, the recovery is held back.",
        "Second, some argue that we should soften, for the moment, tough capital requirements on SME lending – adopt the “counter cyclical” regulatory standards that are often being discussed. A sensible idea, although one rendered legally difficult by our need to keep to international standards.",
        "Third we can browbeat and beg the banks to lend more to business when they don’t want to. That is why we negotiated the Merlin agreements last year. It was criticised as naive and ineffectual, but I think it did have some beneficial effects in prompting more SME lending than would otherwise have occurred and has genuinely prompted a change back to business relationship banking in some banks. It has, in any event, run its course.",
        "Fourth we are often urged to toughen up the Merlin approach for the partially state owned banks. As the Daily Mail puts it, “make the banks lend.” I have been an advocate of this approach; indeed it is embedded in the Coalition Agreement. But I recognise there are major consequences. There has been a lot of interest in an option I floated in a private letter to the PM and DPM about creating a British Business Bank out of RBS. Indeed a lot of businesses I speak to have been supportive of such an idea but this would not be straightforward. It would almost certainly be necessary to lengthen the period in public ownership. It may well mean state-controlled banks being able to lend at cheaper rates than new commercial banks, thereby affecting the development of more diverse finance. And even if they did these things, we would run into problems with EU state aid clearance.",
        "Our focus at the moment is on credit easing where the government uses its own access to currently cheap bond finance to support cheaper and hopefully more plentiful bank credit. The Chancellor spoke about this yesterday to the EEF and confirmed that the scheme would be up and running by the Budget.",
        "And last, the government can try to absorb some of the risk of lending. There is a variety of small schemes, led by the Enterprise Finance Guarantee Scheme, under which the government underwrites a share of the loan where, for example, there is insufficient security. We have venture capital funds that co-invest with the private sector; various measures to support export credit; schemes funded by the Regional Growth Fund to give firms the equity strength to borrow.",
        "So no-one can deny that the Government is taking this problem seriously! We feel that we have shown our commitment, but also recognise that we cannot do it alone.",
        "A different and longer-term approach to this whole problem is needed: one that harnesses the positive qualities of a premier league financial sector down to ordinary businesses; that provides British businesses with finance they need to survive and thrive. To bring UK business finance up to the higher divisions",
        "That is why I have asked Tim Breedon, CEO of Legal and General, the Chairman of the Association of British Insurers, to lead a Taskforce to examine this question. How do we re-shape the finance landscape to make it serve better the needs of British businesses.",
        "The arguments for diverse sources of finance are strong. We have seen the risks of over-reliance on bank lending. The UK needs a well-functioning non-bank ‘safety valve’.",
        "Tim’s approach has been very wide-ranging. He has led an industry Taskforce bringing together businesses, investors and advisers. They have mobilised many experts, across the UK, to provide evidence and ideas. I applaud this level of co-operation and believe it essential to deliver the changes needed. Making it work depends substantially on business, and particularly the financial community, being positive and creative. The problems are not intractable, but will take positive thinking and creativity to solve.",
        "The Taskforce is looking at ways to allow more businesses to raise finance directly or indirectly from capital markets. It is looking at how individuals are already finding ways to invest directly in businesses, through new and innovative channels. It is looking at how businesses themselves can fund other businesses, perhaps through their own supply chains. It is learning from what happens around the world; in the US, where trade finance is four times more significant than the UK; in Germany, where I’m told the state bank KfW provides a ‘Heineken Effect’, reaching the parts of business that other markets don’t reach.",
        "I greatly look forward to receiving the Taskforce recommendations. I have encouraged them to be bold. I hope their work will represent a turning point in UK business finance.",
        "My objective is clear and straightforward: to improve Britain’s finance landscape for the benefit of businesses and investors. I believe we need to seize the opportunity created by the crisis, to make a big difference; to tackle the long-term as well as short-term problems. Our government has an opportunity created by the crisis environment in which we operate, to make a big difference and tackle not just the immediate problems of the credit crunch but -with your help – to narrow the divide between finance and productive business which has existed for generations. To do that, we need your ideas, creative thinking and practical support."
    ]
}