{
    "url": "https://www.ukpol.co.uk/vince-cable-2014-speech-on-higher-education/",
    "title": "Vince Cable – 2014 Speech on Higher Education",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vince Cable, the Secretary of State for Business, Innovation and Skills, at Cambridge University on 23rd April 2014.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "Cambridge contains many happy memories for me. It was here, more than 50 years ago, that I got to try my hand at acting and debating, where I first took an interest in politics and where – in hindsight – I sealed my fate by switching from natural sciences to studying economics.",
        "Unusually for those times – in fact, it remains unusual today – I arrived in Cambridge with a decent idea of the direction my life might have taken had I gone to college rather than university. That wasn’t because of any advice I received at school, but because my father was a factory worker turned college lecturer who taught building trades. He cared deeply about his work – and about the value of training – but he also felt deep frustration about his own thwarted educational ambitions.",
        "My subject this evening is the proper relationship between higher and further education. It arises from an awareness of the continuing gulf between the 2 systems, whether in terms of funding, of perceived esteem, of adequate pathways for students between the 2, of practical collaboration between HE and FE, or in terms of awareness among young people, their teachers and their parents.",
        "As it happens, my launch point into this subject is a speech delivered by a hero of mine while I was a student at Fitzwilliam all those years ago. Tony Crosland’s vision of social democracy, set out in ‘The Future of Socialism’, inspired my early political life – and still does, in certain respects. In April 1965, Crosland – then Secretary of State for Education and Science – spoke at Woolwich Polytechnic on the need for ‘coordinating principles and…a general conception of objectives’ for HE and FE. What’s remarkable about that speech is how much of it continues to be relevant.",
        "Crosland advocates a dual system of HE and FE, each with separate funding – as opposed to a unitary one in which universities sit at the top of an institutional ladder. Separation is necessary, he argues, because the ever increasing demand for vocational training cannot be fully met by universities, because a single hierarchical model inevitably diminishes the standards and self-assurance of colleges, and because FE must have capacity to be directly responsive to local and social needs.",
        "He also focuses on the idea of polytechnics – a small number of new institutions with a clear purpose to concentrate on higher level skills, address the needs of industry and enjoy strong links to universities. His main warning resonates as much now as it did then:",
        "We shall not survive in this world if we in Britain alone down-grade the non-university professional and technical sector. No other country in the Western world does so… Let us now move away from our snobbish caste-ridden hierarchical obsession with university status.",
        "Almost 50 years since Crosland, then, we have similar concerns. For all the changes made over the decades in between – changes to our education systems, changes to how the world operates compared to the post-war era – many of the fundamental debates are also similar: about the importance of skills to sustainable economic growth, about the value of education to individual prosperity and wellbeing.",
        "In particular, few people today would dissent from Crosland’s summary of what makes FE different and valuable: its “tradition of service to industry, business and the professions”; its delivery of training and qualifications required by the “all-important” technicians and managers in the UK workforce; and its courses for students supplementing their existing education or making up for missed opportunities earlier in their lives. “There are immense fields of talent and aspiration here,” he concluded. “Common justice and social need combine to demand that they should be harvested.”",
        "It is worth briefly recalling what happened following those earlier political interventions on skills. The response to Cherwell’s warning was the creation of Colleges of Advanced Technology, like Aston, Loughborough and Surrey – conceived to rival the likes of Zurich, Charlottenburg and MIT. The CATs were absorbed by the university system in 1961, amid concerns that they lacked access to capital and were unable to recruit the best staff while falling under local authority funding. Crosland’s polytechnics, meanwhile, were incorporated as universities under the 1992 Act – Woolwich becoming the University of Greenwich – a nationalisation prompted by aversion to the same local government as much as for reasons of education or industrial policy.",
        "Now, through the CATs and the polytechnics we gained some excellent universities, which brought with them genuine links to business, employer-designed degrees and strong research profiles. The polys, in particular, were pioneers in areas like sandwich courses – as Crosland noted – as well as modular courses, and they developed highly-regarded degrees in such professional disciplines as engineering, law and architecture.",
        "But in gaining these universities, we lost something. Our post-secondary education has become distorted. The OECD concluded that our post-secondary vocational sub-degree sector is small by international standards – probably well under 10% of the youth cohort, compared to a third of young people elsewhere. In the US, more than 20% of the workforce have a post-secondary certificate or an associate degree as their highest qualification. In Austria and German, sub-degree provision accounts for around 50% of the cohort. In South Korea, one-third of the youth cohort enters junior college on 2-year programmes of higher vocational training. Elsewhere, countries with low volumes have sought to address the problem. Sweden, for example, trebled its numbers in higher VET programmes between 2001 and 2011.",
        "We in England are out on a limb here – because, even Scotland has higher numbers gaining Higher National qualifications relative to bachelor degrees. It is unlikely that we have got things right and everyone else is wrong. The OECD identified a growing demand for post-secondary qualifications involving less than a bachelor’s degree. This is true for our labour market too. Employers in key sectors such as engineering and IT consistently tell me that they need workers with strong technical knowledge and skills – an area where the polytechnics excelled.",
        "In a number of areas, technical skills shortages threatens to constrain growth. Our economy requires 830,000 new engineers over the next 8 years – purely to replace workers reaching retirement. The same thing is happening in the nuclear industry, where more than two-thirds of skilled workers are set to retire in the next decade. And in IT, more than two-thirds of employers report a lack of software engineers, which is hindering product development.",
        "So clearly, there has been a hollowing out of our post-secondary provision.",
        "Make no mistake. Our HE system is a great success, the engine behind the most productive research base in the G8. Despite growing competition, the UK still ranks first or second globally at research in most disciplines. UK HE output was more than £73 billion in 2011 to 2012, providing more than 750,000 full-time jobs. This equates to 2.8% of GDP – up from 2.3% in 2007 to 2008. Thanks to the funding reforms introduced, university finances have been put on a stable long-term footing – meaning increased resources for teaching and increased support for students from disadvantaged backgrounds. I have been particularly pleased to see applications from people from disadvantaged backgrounds reach record levels, and for English 18-year-olds in general, despite the declining demographics of that group, as well as recovery in the past year in applications from mature students.",
        "There’s also much to be proud of in FE. We are on target to support 2 million apprentices over this Parliament. Colleges currently educate around 177,000 students at higher levels – offering many people the chance to live and study locally, and on a flexible, part-time basis. And, in a major success for our international education strategy, UK education providers have just won 4 contracts worth £850 million to establish 12 technical and vocational training colleges in Saudi Arabia. There is also plenty of innovative provision: the construction school at Hull college, which I visited last year, whose apprentices refurbish derelict housing to provide accommodation for families on low incomes; the Aviation Academy at Leeds Bradford International Airport, offering qualifications from Level 2 diplomas to a BSc in air transport management; Gateshead College’s simulated work facility located on-site at Nissan.",
        "When I came into office in 2010, the one specific spending cut already pencilled in was for FE and training. While it didn’t make us popular, our decision to reform HE funding has not only strengthened the position of universities but – just as important, it freed up resources to support priority areas in FE such as basic skills and apprenticeships. We have also invested in the FE estate to the tune of almost £1.7 billion, enabling over 1,000 constructions and refurbishment projects across the country worth over £2.5 billion.",
        "Nevertheless, serious weaknesses remain. High-level vocational training has fallen through the gap between our HE and FE systems, as I’ve already highlighted; relative to other countries, we are way behind where we need to be. Beyond that, it has to be said that funding for colleges, unlike that for universities, has shrunk. Allocations to colleges will have fallen by nearly a fifth in real terms by the end of this Parliament, while learner numbers have stayed near constant. Moreover, our further education system has become concentrated at low levels of training. For adults, the FE that government supports is geared more to addressing failures of the school system than meeting the requirements of employers. In such circumstances, it is far harder to, in Crosland’s words, “achieve the diversity in higher education which contemporary society needs.” Nor can we sensibly hope to achieve greater parity of esteem between HE and FE if students in the respective systems don’t enjoy parity in terms of resources.",
        "So what should we do? I want to suggest a number of ways forward – some new, others already in train.",
        "First, we need to fill that high-level vocational gap. Today, I want to set out the vision for a new generation of National Colleges: specialised institutions, acting as national centres of expertise, in key areas of the economy. They will be employer-focused, and combine academic knowledge with practical application.",
        "We have already announced funding for 2 of these institutions. One is associated with High Speed 2, and will meet the needs of this major project as well as the wider rail industry. The other is the training facility – receiving £18 million of public investment – that’s destined for the Manufacturing Technology Centre in Coventry, where apprentices will get to qualify as incorporated engineers, there will opportunities for international secondments and progression to full degrees, and engineering graduates will earn chartered status.",
        "In the near future, we will be publishing a National Colleges launch document, where we will invite employers in other key sectors to approach us with their ideas. Where there is evidence of a shortage in higher vocational skills, and employers are willing to invest time and resources to address it, then the government will invest alongside you. We want to hear from interested employers and we aim to announce the next set of National Colleges by the end of the year.",
        "A second means to tackle the shortage of higher vocational skills is already available. Higher apprenticeships are an important solution to the sub-degree gap, and there are already some superb schemes, for which entry is as competitive as getting into Cambridge. Rolls Royce higher apprenticeships in engineering, for instance, take nearly 4 years and include degrees from the University of Warwick. Apprentices at Jaguar Land Rover can expect to be earning around £32,000 by the time they finish their course; they also collect a Warwick degree.",
        "The kind of programme, including a sponsored degree, has huge advantages both for employers (who gain staff with theoretical as well as practical knowledge tailored to their specific needs) and for individuals (who gain a career-focused degree, earn good money while they study and graduate free without student loans).",
        "Previous governments did not support this route effectively. Higher apprenticeship funding is difficult to claim and poorly administered. We are changing that by routing funding directly to employers, enabling them to purchase training for degree-level apprenticeships. In future, such apprenticeships can include full undergraduate and masters degrees, funded through employer and government co-investment.",
        "This is an essential step to making higher apprenticeships the norm rather than a niche in the overall skills programme – making it as plausible to complete a degree via an apprenticeship as to go to university for 3 years. This is a huge opportunity for universities, who think of their customers in terms of employers as well as individuals. Doing so can attract significant investment, as well as introducing cutting-edge practice into their degree programmes – as Warwick has done.",
        "Third, we need to trust FE institutions more. In overseas vocational systems, colleges have the power, like UK universities, to devise their own programmes and award their own qualifications. But in England, colleges are obliged to teach curricula handed to them by external awarding bodies, leaving little room to tailor provision to the needs of students or of their potential (or actual) employers. We need colleges with the power to decide what to teach and how. National Colleges will be able to do precisely that – setting the standards for their own qualifications, which other colleges will also be able to offer.",
        "We want excellent existing colleges to set their own qualifications too – and to be able to validate the programmes of their peers. For example, Sir Tim Wilson recommended that when the opportunity to legislate arises, we should allow colleges with foundation degree awarding powers to accredit other foundation degree programmes. I agree with him.",
        "This improving agenda cannot be restricted just to the higher levels of FE. Crosland was absolutely right when he insisted that “common justice and social need combine to demand” that the talents and aspirations of all students be nurtured and advanced, whether they seek professional careers, middle manager roles or to develop more basic skills. The Education and Training Foundation is a new body created and led by the sector itself to raise standards across the sector. It will be supporting implementation of the recommendations of Frank McLoughlin and his Commission on Adult Vocational Teaching and Learning. They include making sure that vocational programmes involve meaningful work placements and that there is proper employer representation on the governing bodies of colleges and training providers. We have also introduced a range of interventions to address poor quality, including a stronger process led by the FE Commissioner to ensure that rapid and robust action is taken to remedy poor performance in FE.",
        "I should add, in passing, that we will not compromise on quality in HE either – where, for example, we are requiring all alternative providers to have existing courses independently assured and their management and financial sustainability scrutinised. As recipients of public funding via their students, we have also asked alternative providers to join HESA and provide information on what they provide for those students.",
        "Next, we recognise that unlike HE students, FE students are not eligible for maintenance loans and grants. FE students normally study close to home, reliant on parental support and/or substantial amounts of paid part-time work. In many cases, parental support is limited; FE students typically come from low-income backgrounds. But, as FE becomes more specialised, we may need to think about provision for students studying for high level qualifications who may need to relocate to be close to national centres of expertise. This, along with the other points I have raised today, is an area that I think will require further investigation in the future.",
        "Fifth, we need colleges and universities to work more closely together: to facilitate progression between FE and HE; to provide a coherent educational offer locally; to work with Local Enterprise Partnerships so that their growth plans can proceed with the skills elements in place. I know that this happens here and there. City and Islington College has strong progression pathways enabling students to go on to prestigious degrees, including medicine. Coventry University has set up Coventry University College, focused on sub-degree provision. Teesside is also ahead of the game, with a partnership between Teesside University and the Tees Valley further education colleges of some 20 years’ standing. It guarantees FE students a place on a degree programme once they’ve completed an Access to Higher Education Diploma. The Tees Valley LEP is now establishing a specialist STEM centre with the university and Middlesbrough College, supported by a £6.5 million grant from the Skills Funding Agency. I want to see far more initiatives of this kind arising from local recognition of local need.",
        "Sixth, and finally, I come back to the slippery issue of esteem. Our stated goal is for people to regard academic and vocational routes to higher educational attainment as equally valid – and for higher level qualifications, academic and vocational to be of equal prestige. This will continue to be an uphill battle. I recently heard of a school’s astonishment when it learnt that one of its pupils opted to undertake a degree level apprenticeship at a leading employer rather than go to Oxbridge.",
        "We urgently need balanced careers advice, with schools as conscious and supportive of vocational opportunities as academic ones. There’s still a lingering view in this country that apprenticeships are for people who don’t make it to university. This is wrong, and is would be met with bewilderment in other countries. We should be clear that there are degree- and masters- level apprenticeships, which are just as rigorous as degrees studied in the traditional way – and deliver equally good (or better) career prospects.",
        "The Department for Education is developing a common application portal so that 16-year-olds can see to see the full range of options available to them. Similarly, if we are to have credible, high-level vocational programmes – which are a legitimate and equally prestigious alternative to the traditional undergraduate route – older school leavers should be able to consider them alongside university options. We already have a well-recognised and effective system for applying to university through UCAS, which operates independently of government. What is less well known is that UCAS also acts as a portal for candidates applying to study Higher National Certificates and Higher National Diplomas, including at FE Colleges. I have asked my department to work with UCAS to examine the scope for integrating higher level apprenticeships into their services.",
        "In sum, this is a challenge where we must be both determined and patient. Over time, as the funding changes I’ve outlined boost the volume of higher apprenticeships sufficiently for them to become mainstream, they – and other options – should be seen as an increasingly attractive rival to the university degree.",
        "My purpose here is most certainly not to shift attention away from higher education in this country. Our system is outstanding, and I want as many people to benefit from it as possible, once they have the appropriate qualifications. We have lifted number controls on universities, because it is good for individual opportunity and it is good for growth. But by tackling the sub-degree gap, by improving funding mechanisms, by changing popular attitudes, we can broaden choice for people and for the businesses who need capable staff.",
        "Our HE and FE systems both have critical roles. Over the past half century, though, we have been more in thrall to the admirable vision of Lionel Robbins than we have to the equally pertinent vision of Tony Crosland. HE has grown in scale and prestige far ahead of FE, with adverse consequences. It is time to create the conditions whereby HE and FE can both fulfil their respective missions for the people of this country, and better combine to achieve shared national goals."
    ]
}