{
    "url": "https://www.ukpol.co.uk/vince-cable-2012-why-africa-matters-speech/",
    "title": "Vince Cable – 2012 Why Africa Matters Speech",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Secretary of State for Business, Innovation and Skills, Vince Cable, on 8th October 2012 at Lagos Business School in Nigeria.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "It is a real privilege to start my visit in Lagos – a city which provides an impressive example of the entrepreneurship and the vibrancy of Nigerian/Sub-Saharan African economics.",
        "Perhaps I should start on a personal note, so that you know where I come from and also to reassure you that I am not just repeating the mantras of a visiting Minister but speak from conviction.",
        "I was last in Lagos on business visits in the mid 1990’s during the dark days of military rule, preparing a series of Nigerian scenarios for Shell as part of long-term planning. It hardly needs saying that the political and economic environment and outlook are now vastly better.",
        "One of my scarier episodes was making a presentation of these scenarios to General Abacha and his military high command at an economic summit in Abuja. One of my stories I called the Road to Kinshasa: essentially a parable of how Nigeria could end up if it continued in its, then, trends (and which would inevitably lead to Shell and the investors disengaging from the country). My scenario also described an altogether happier outcome in which political and economic reform unleashed a period of sustained growth – which I estimated at 6% per annum: perhaps a little conservative seen a decade and a half later.",
        "To be fair to the late President he listened politely and even burst into laughter when one of his Ministers – the finance minister – angrily interrupted me to say “there is no such thing as corruption in Nigeria”.",
        "These visits saddened me since I could see the wasted potential. Indeed, I have always been an optimist about African development since I first worked in post-colonial Africa in the mid 1960’s, in Jomo Kenyatta’s Kenya as a civil servant in the Finance Ministry. Africa then, had – to say the least – plenty of challenges. South Africa and Rhodesia were still under racist governments; Portugal’s colonial engine was intact; the Congo was a disaster area; Nigeria was beset by civil war; shiny new regimes in Ghana and Guinea were badly tarnished. A book by the French agronomist Rene Dumont, A False Start in Africa, captured the spirit of the time. Yet it was clear that there was also vast entrepreneurial energy amongst smallholder farmers and businessmen as a rapidly growing, young, educated generation wanted change.",
        "I later worked closely with people like Chief Emeka Anyaoku the inspirational and greatly respected Commonwealth Secretary General on the problems and potential of African development. In the last decade that potential has begun to be realised in many parts of the continent including Nigeria. One statistic alone would make any future investor sit up and take notice. There are over 40 million mobile phones in Nigeria.",
        "The Economist newspaper ran a cover story with the title ‘Africa – The Hopeless Continent’. That was 10 years ago. Today, this has been replaced by ‘Africa Rising’ (last December’s issues). During this time six of the world’s 10 fastest growing countries were African. In 8 of the past 10 years Africa has grown faster than east Asia. Nigeria has managed 8% growth recently. The IMF expects Africa and Nigeria specifically to grow by nearly 6% this year, even allowing for the knock on effect of the northern hemisphere’s slowdown. This is about the same as Asia. Looking beyond 2012 there is every reason to believe that these rates of expansion can be sustained despite the lingering effects of the 2008 global financial crisis and weak growth in richer countries.",
        "In contrast to past global downturns Africa has proved resilient this time around, experiencing both a smaller dip in growth and faster recovery. Indeed economic performance and prospects in sub-Saharan Africa have undergone a fundamental change since the mid 1990’s. Following a period of negative per capita growth between 1980 and 1995, sub-Saharan Africa has recoded an average increase in per capita GDP of close to 3% since 1995.",
        "Several factors explain this turnaround. The wave of democratisation has been accompanied by more coordinated economic policies, leading to more market-orientated, business-friendly economies and more budget discipline. This in turn has resulted in significantly lower debt burdens. Nigeria’s reforms to the budget especially have undoubtedly made a difference – it has one of the world’s lowest debt to GDP ratios in marked contrast to the debt crisis three decades ago which led to rescheduling and the IMF.",
        "As a result, Africa and Nigeria specifically have been better able to withstand the impact of the volatility we have seen in the global economy. High commodity prices and fewer links to the financial sector have certainly helped. Until recently resource rich countries likes Nigeria suffered from the so called ‘Dutch disease’ or ‘resource curse’ as oil wealth was wasted, and productive farming and industry were undermined by an over valued exchange rate. These problems remain but are less acute.",
        "Clearly western markets are facing uncertainty at the moment and it is possible that even the Asian markets may have peaked for now. Africa stands to benefit and Nigeria, if recent growth trends are maintained, will be Africa’s largest economy before 2020.",
        "##  The Business Enviroment",
        "Nevertheless, there is no room for complacency. As you are well aware the problems are vast. In Nigeria 100 million out of 160 million are still ‘extremely poor’ on any international comparative basis and unemployment is endemic. And while the entrepreneurial energy of at least this part of Nigeria is palpable, Nigeria ranks 133rd in the world for the ease of doing business. All this requires actions to boost infrastructure, increase transparency and strengthen legal protections, in order to expand trade and attract inward investment.",
        "The positive actions taken across Africa in response to the World Bank’s ‘Doing Business Index’, encompassing a number of areas such as business registration, land acquisition and tax reform are powerful symbols of that commitment.",
        "I welcome the Nigerian Government’s commitment to reform. Our government is also committed to working with Nigerian authorities to make the business climate here more attractive to investors. Improvements in power supply, transportation and legislation that protects business investment can make a real difference to Nigeria’s already impressive growth rates.",
        "The Petroleum Industry Bill is of particular significance for Nigeria. The bill has the potential to enhance transparency and accountability in the oil and gas sector. This would send out the strong message to international investors about Nigeria’s willingness to do business. It would also ensure that the Nigerian people can see how the natural wealth of their country is managed. However, this will only be achieved by a well-crafted bill that sets robust and transparent legal frameworks in place. The issue here is not what is good for the oil companies but what best helps the country maximise its potential. At present, even with recent recovery to 2 million barrels per day it is operating well below sustainable production levels.",
        "The Nigerian Government has also signalled its willingness to take a tough stand on corruption – the collaboration between our two countries to bring about the prosecution of James Ibori sent out a strong message that corruption will not be tolerated. The recent communique agreed between Nigeria and the UK reinforces our joint work in this regard.",
        "But the UK understand its responsibilities too: the UK bribery act sets out a zero tolerance policy on corruption and in part this is a message to UK investors that they must play by the rules in Africa and elsewhere.",
        "##  UK/Nigeria Bilaterial Relations",
        "This work is creating strong foundations that will enable Nigeria and the UK to build on the relationship that we already enjoy – politically, economically and culturally. Indeed in 2011 the UK’s exports of goods and service to Nigeria increased by 13% and trade overall grew by 35%. We are on track to meet our shared commitment to double trade to 8 billion by 2014 from 2010. Key sectors include petroleum and its associated product, industrial machinery, education, transport equipment and natural and manufactured gas. The business delegation that is accompanying me is active in these sectors.",
        "The UK wants to work with Nigeria and form productive partnerships. The Nigeria/UK supply chain engagement programme has brought together UK and Nigerian companies to grow local capacity and to support development of Nigeria’s hydrocarbon resources.",
        "This initiative has been successful as it was fully supported by Government and trade organisation stakeholders; Nigerian National Contact and Monitoring Board and PETAN (Petroleum Technology Association of Nigeria). UK companies have been able rapidly to expand the value and range of contracts by combining UK experience with local Nigerian capability. Larger UK companies including Wood Group, Invensys, Swagelok, Aker Solutions, Bel Valves, Fugro, have found main partners and supply chain companies to provide essential local sub contracting services and commodity supply to deliver expanded contracts. Many of the UK companies that have successfully located partners are SMEs that would otherwise find the time and cost to develop a market presence in Nigeria too challenging. So far, there have been 47 new partnerships between UK and Nigerian companies.",
        "In addition, there are other areas where we can build new links for our mutual benefit. These include agriculture, ICT and security.",
        "##  International Students",
        "One area where the UK has a particular expertise and long association with Africa is in the area of education and skills. I would like to say a little more about education, in particular, as it is important to emphasise that the UK is keen to welcome international students to study at our universities – and the UK university degree is a sound investment for discerning students. I want to disabuse anyone of the idea that Britain does not welcome Nigerian students. We do.",
        "The UK is the second most popular nation worldwide for students deciding to study abroad. According to the QS University rankings 2012, the UK is home to 4 of the world’s top 6 best universities – Cambridge, UCL, Oxford and Imperial College London – and more than 30 of the top 200. Once in the UK over 80% of all students rate their teaching and learning experience as good or excellent.",
        "Furthermore, UK educated graduates achieve higher average salaries than those who study in their home country – not just because of the quality of our degree programme but through the process of improving their English language skills.",
        "Perhaps most importantly, the UK offers a warm welcome to international students. We know that people can get a decent education in any number of countries. This is a competitive market and we will not take overseas students for granted. I was pleased to learn recently that Nigerian citizens are the third largest contingent of overseas students at UK universities.",
        "Whilst student exchanges are important, opportunities for collaboration between Nigeria and the UK extend significantly beyond that. UK institutions can offer expertise in Governance models, professional development and curricular design, construction, management or financing. Many education systems, whether in emerging or developing markets, have complex needs. For them, we are adopting a new approach which we are calling system-to-system, facilitated and coordinated by the UK Government. The collaboration could be in any area of education, be it higher education, further education and skills or a range of non-education specific services such as consultancy, technological expertise or architecture.",
        "Our countries are forging closer academic links in a number of other ways such as the education partnerships in Africa funded by my department and managed by the British Council, which has supported 72 projects involving 40 universities and 15 further education colleges in the UK, and 69 and 16 further education institutions in sub-Saharan Africa. Over the 18 months of the scheme, 388 African academics and students have visited the UK and there have been 305 visits from the UK to African partner institutions.",
        "The UK’s Open University is leading an initiative to develop the distance learning skills of a group of academics from 7 universities in Nigeria. The ‘train the trainers’ is designed to help the 7 universities to expand their own distance learning activities and expand open distance learning capacity in Nigeria. The Universities are the Federal University of Technology (Yola), the University of Abuja, the University of Lagos, the University of Ibadan, the University of Maiduguri, the Obafemi Awolowo University, and the National Open University of Nigeria.",
        "Professor Steve Swithenby, who is leading the initiative, explained, “each year there are about 800,000 qualified students who can’t find a place at a Nigerian university. Distance learning can provide a way forward for these young people. It will allow them to study while earning a living and will allow Nigeria to develop its economy from its present resource extraction and agricultural base.”",
        "Last year more than 400,000 international students enrolled at UK universities. For the first time this was exceeded by the record 500,000 people who benefited from British higher education while living abroad.",
        "To return to the point I made earlier, there have been suggestions that the UK is reducing the number of student visas it issues. I want to make it clear that in reality there is no cap of any kind. If an individual has the potential to benefit from a UK education and the ability to learn in English, our universities will look at their application with real interest.",
        "##  Conclusion",
        "We are committed to a relationship based on openness, equality and friendship, with Nigeria and with other nations right across the continent.",
        "I have every confidence Nigeria will only enhance its position in the global economy and its reputation for dynamism in the years ahead. I wish you every success."
    ]
}