{
    "url": "https://www.ukpol.co.uk/vince-cable-1997-maiden-speech-in-the-house-of-commons/",
    "title": "Vince Cable – 1997 Maiden Speech in the House of Commons",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Vince Cable in the House of Commons on June 11th 1997.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "Thank you, Madam Speaker, for giving me the opportunity to make my maiden speech. As this is a debate of substance, I shall try to keep the maiden speech formalities to a minimum. That should be easy, as I represent Twickenham, which I hope that most hon. Members will have heard of, so I need not make an extensive Cook’s tour of the constituency.",
        "My predecessor, Mr. Jessel, served on the Back Benches for 27 years. It was never entirely clear to his constituents whether that was conscious career planning or merely the result of oversight by a succession of Conservative leaders. Whatever the reason, he applied himself assiduously to the duties of a constituency Member. He worked hard on his constituents’ behalf, and many people have spoken warmly of his contribution in solving their individual problems.",
        "Mr. Jessel fought hard on particular constituency issues. Hon. Members of long standing will remember the case of the Kneller Hall Royal Military school of music, which he fought hard to save. It was said in the 1980s that Ministers and officials in the Ministry of Defence were spending more time worrying about the problem of military music than about the future of the North Atlantic Treaty Organisation, largely at his insistence. His campaign was successful, but if officials in the MOD are relieved at his passing, I must tell them that I intend to fight equally hard for that institution and others, if they are threatened by the Government.",
        "I disagreed with almost everything that the hon. Member for Hackney, North and Stoke Newington (Ms Abbott) said, but she deserves credit for having brought an important issue—probably the most important decision that the Government have yet made—to the attention of the House.",
        "I shall briefly rehearse the central arguments why central bank independence is important and why so many Governments have followed that policy. The first is the need for an institution that is clearly and unambiguously committed to low and stable inflation. We take low inflation for granted, but we forget the corrosive effect of cumulatively high rates of inflation.",
        "If I can revert briefly to the game with the round ball rather than the oval one, back in 1966, German football supporters visiting this country for the world cup required DM12 for every £l. Those who came back last year for the European cup required less than DM3, despite some appreciation of the pound in previous months. That is a measure of the experience of monetary incontinence under Governments of both major parties.",
        "Inflation is a corrosive phenomenon that has continually undermined the competitiveness of British industry and has required endless and often humiliating devaluations to recoup the loss of competitiveness. I have never understood why people on the left feel that inflation is unimportant, because all the evidence suggests that the main victims of inflation are the poor. They do not have the resources or capacity to hedge against inflation, they do not have people to bargain on their behalf and they suffer more than anyone else.",
        "That is not only a British experience: the countries of south America, such as Argentina and Brazil, that have reverted from high inflation to low inflation with the help of independent banks had previously suffered high levels of inequality produced by inflation. It is now universally accepted, in Europe and the Anglo-Saxon world, including New Zealand and the United States, and in south America and Russia, that Governments need a bulwark against inflation. Independent central banks provide that.",
        "The reason why it is important for central banks not to suffer day-to-day political intervention is that it is difficult for such intervention to be successful, because of the long lags in economic policy. It is usually necessary to raise interest rates long before inflation appears. We know that politicians can be courageous in making difficult decisions about monetary austerity. Lord Jenkins and Lord Healey have, in the past, forced through many painful decisions to bring down inflation, but they always acted too late. They—or, rather, their predecessors—should have acted in advance of inflation appearing. That is what a technically based, independent central bank can do.",
        "The second basic reason why independence is important relates to interest rates. We know from long experience that markets always discount inflation. Long-term interest rates in Britain are consistently higher than those in other European countries, notably in Germany, and people pay a price for that. Companies pay a higher price for long-term capital. Individuals suffer, and the national debt is inflated unnecessarily by high interest rates. An independent central bank should get those down, as we saw from the market reaction to the Chancellor’s announcement a few weeks ago.",
        "We need to achieve a climate of long-termism in British industry. I am sure that that is an issue that is close to the heart of the Minister who will reply to the debate. It is important.",
        "I have left British industry from a company that engaged in 25-year planning. Industry often has a long-term outlook, but I was fortunate to work for a company, Shell, that was in a strong financial position, with very little debt, and that was internationally diversified so that it did not have to worry about exchange rate fluctuations. However, British companies that are highly dependent on bank debt and the value of sterling can be destabilised by erratic monetary policy. British industry’s outlook has been so short-term because of the way that monetary policy has been conducted. It is not in the nature of capitalism to be short-term: it is the way that our policy has been conducted.",
        "Independent central banks have a general problem with accountability, which was the core of the argument by the hon. Member for Hackney, North and Stoke Newington. How do Governments ensure democratic control over one of the core elements of economic policy? That is a genuine dilemma, and different countries have struggled with it in different ways. The analogy I choose is with the military. Clearly, the military have to be under political control, but no Government in their right mind would insist that battlefield commanders should be directed in their tactics in the field. We have to separate broad political control from day-to-day management.",
        "The model that the Government have chosen, which is based on American experience rather than German, is correct, and the Liberal Democrats fully support it. Although we agree with the Government’s broad approach and the model that they have chosen, we are critical of some aspects of the Government’s approach.",
        "The Government have not consulted much, and the decision was sprung on the country, industry and the City. The decision could have been taken with more consultation. My hon. Friend the Member for Gordon (Mr. Bruce) has shown how that could be done. Some time ago, he prepared a statement of the possibilities for a UK reserve bank. He discussed his proposals with the City and the Governor of the Bank of England, and received feedback. That is the model that the Government should have followed. They will have time to do so when the legislation is considered, but the decision was taken very peremptorily.",
        "Another of my criticisms relates to the way in which the members of what is now called the Interim Monetary Committee are chosen. The people who have been chosen are undoubtedly of high quality, and congratulations are due on that. I can vouch for at least one, who was a predecessor of mine at Shell as chief economist. That person is technically competent and, to the best of my knowledge, politically independent. She is able to draw on the experience of the United States and British industry.",
        "My predecessor, Charles Goodhart and Willem Buiter have high technical standards, but the way they were chosen could be improved. For example, members of the monetary committee could be interviewed by the Treasury Select Committee, as they would be in the United States, their views exposed, and their experiences examined and approved by the House. That would add to the democratic content of accountability.",
        "Another measure that could, and probably should, be taken is to extend the members’ periods of office. They are presently vulnerable to political interference. Their contracts will expire before the life of this Government, but extending their contracts to five or six years would give them the necessary security and political independence.",
        "I have another criticism, which is apparently trivial, but has important substance—the name of the Bank of England, which sends the wrong signals. I spent the early part of my political career in Scotland, and I have some sensitivity to the fact that we are a United Kingdom. 1063 We are a country of differing regions. Scotland has a different level of house ownership from England, and levels of unemployment differ greatly from one part of the country to another. Those regional experiences should be reflected by the people who make decisions on monetary policy. We would like a regional system of directors, as well as those with outside academic expertise.",
        "The Liberal Democrats strongly support the Government’s decision, both its principle and the model that they have chosen. However, it is important to stress that it is a necessary rather than a sufficient condition for good economic policy. If the Government were to allow the Bank of England to operate independently and to pursue an austere approach to the management of money while not disciplining their fiscal policy, we would quickly experience high interest rates, appreciating sterling and considerable damaging side effects. A necessary corollary of the Government’s actions on the monetary front is a similar discipline on fiscal policy. We shall see in the Budget whether that commitment is there."
    ]
}