{
    "url": "https://www.ukpol.co.uk/vince-cable-2010-speech-to-the-green-alliance/",
    "title": "Vince Cable – 2010 Speech to the Green Alliance",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vince Cable, the then Liberal Democrat Shadow Chancellor, to the Green Alliance on 1st March 2010.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "Thank you for the kind invitation to speak to you.",
        "The fact that you have invited me I take as a challenge to demonstrate that the Liberal Democrats see the environment in holistic terms: not as a separate set of concerns but connected to mainstream economic policy. I am also aware that I am following in the footsteps of Mr George Osborne. I see that, since that meeting, the Tories have deleted the environment from their list of 10 Reasons to Vote Conservative. I don’t know what you did to him but I can assure you that I won’t react in the same way. The environment – defined as part of a sustainable economy – will be a major plank of our election message.",
        "When you mark your card after the beauty parade of political parties may I suggest that depth of commitment is not measured only, or even mainly, by the number of boxes which the parties tick in terms of policy statements. To explain the Liberal Democrat position on the environment, I go back a generation to the late 1970s. At that time, I wasn’t involved in Liberal politics; I worked for a Labour Minister, John Smith. I was however intrigued by an earnest group of people who came round my local streets in Twickenham collecting bundles of paper for recycling. In truth, I think I regarded them as rather loopy. But they weren’t a joke. A few years later they wiped out the local Labour Party, defeated the Conservatives and, having taken over the council, launched a pioneering drive in municipal recycling which we now regard as a basic function of local government. And twenty years ago when climate change was still a subject confined to the scientific journals Paddy Ashdown asked me – I had just become the candidate for Twickenham – to set up a group looking at the issue, out of which came the ideas for green taxes on which we have continued to build. The Green Fiscal Commission we regard as the best source of new thinking on the subject.",
        "Perhaps I could indulge in a few more personal recollections: not to personalise the arguments but so that you are clear where I am coming from. My starting point is that of a fairly hard-nosed economist whose formative years were spent working in or with developing country governments in Africa, South Asia and Latin America. I had a pretty negative view of conservationists who seemed obsessed by preserving animals and views for rich, white, people to look at while keeping the local population in a romanticised traditional lifestyle. I saw my job as identifying ways of helping an expanding population of poor people to improve their living standards. And I regarded as economically illiterate the Club of Rome, anti growth, theorists whose obsession with raw materials running out took no account of prices. I confess that I continue to trail various environmental heresies with mixed results. Some years ago I was ranting about the fallacy of the concept of ‘food miles’ at a public meeting and seriously annoyed a farmer in the audience, a lady with strong, green, views. The argument continued after the meeting but it was resolved; we are now very happily married.",
        "But my first encounter with serious environmental thinking was as part of the small team which worked with Mrs Brundtland to produce Our Common Future in the mid-1980s and which first launched the concept of ‘sustainable development’. ‘Sustainable development’ has become a mantra we all now use. But it emerged from fierce debate between those, mainly from developed countries, who wanted economic growth slowed down to take account of environmental damage and limits, and those with a developing countries standpoint, including me, who wanted economic growth speeded up to reduce poverty. ‘Sustainable development’ was an ideological compromise – a plea for growth which respects the environment. The underlying tension remains and is reflected in the way different views of the EU on the one hand and China and India on the other at Copenhagen. ‘Converge and contract’ – the compromise formula for climate change – is designed to resolve that tension but agreement is a long way off. And both sides are right. The continued growth of greenhouse gas emissions threatens serious consequences for the next generation. But the rapid growth achieved in China , especially, and India in the last three decades has lifted hundreds of millions out of poverty and there is an enormous, understandable, appetite to continue.",
        "I moved from Brundtland to work on the first of the major intergovernmental reports on climate change to Commonwealth Prime Ministers and worked with the East Anglia scientists and others who were trying to raise awareness of the issue over two decades ago. I was persuaded of the need to take climate change seriously – as was Mrs Thatcher, one of the Heads of Government to whom the report was presented – by the rigour of the climate scientists: stating that there was a problem but always acknowledging uncertainty and the range of error; never overstating the case.",
        "No one could now complain about lack of awareness of the climate change issue. But I worry about the damage done by failure at Copenhagen and the process of rapid political retreat now taking place, particularly in the USA. The underlying problem is that climate change is an elite project with a narrow and thin political base. It depends critically on public trust in science and scientists. That trust has now been dented. I know that the sceptics are employing every dirty trick in the book and are wildly overstating the significance of a few pieces of slipshod work and exaggerated claims. But much damage has been done to trust in climate science. I don’t agree with a lot of George Monbiot’s work but he was absolutely spot on in his tough response to the slippage of scientific standards. Scientists complaining about emails being stolen and the burden of FOI requests are behaving like the more obtuse MPs during the expenses crisis.",
        "What is now required to restore trust is to reassert the importance and values of science: making it clear that man made global warming is not a fact but a scientific hypothesis with strong evidential support; that there is a lot of uncertainty about magnitudes and impacts; but that the costs of preventive action are likely to be much less than the cost of climate change if it materialises. Climate science must be open to challenge, like all good science. It is not a religion. And critics, however tiresome, have to be treated with courtesy not abused (I can’t be the only person who takes deep offence at the term ‘climate change deniers’, equating sceptics with neo-Nazi holocaust deniers). Those of us who are still convinced that climate change is a major challenge have to reflect that humility if the arguments are not to be lost, irretrievably. What I can assure you is that the Liberal Democrats will continue to give prominence to climate change as a crucial issue we must address.",
        "But let me turn to our approach to policy. Where economics and environment come together is in recognising that the costs of environmental pollution should be captured in the price. A proper marriage of economics and environment would sweep away the array of subsidies, protectionist trade policies and tax breaks which disguise the costs of farming, water extraction, fishing, timber production, waste disposal, energy production, mining and manufacturing. Pollution costs would be taxed as the rather dry pre-Keynesian economist Pigou argued almost a century ago. There has been some progress at least in the developed world to tackle that agenda. The Liberal Democrats bring together environmentalism and liberal market economics and are comfortable promoting sustainable economics; while our sister parties, in Canada and Germany for example, have a track record of delivering on the ground.",
        "That is also the rationale for carbon taxes which are clearly the best way of setting a carbon price for consumers and producers. Liberal Democrats support the concept. But in practice we are starting from somewhere else: a complicated system of national taxes bearing quite heavily on motor vehicles but hardly at all on domestic heating or aviation, with a modest industrial – climate change – levy and an EU carbon trading regime (which has so far had minimal impact on the carbon price because permits have been issued too liberally and grandfathered rather than auctioned).",
        "We suggest that one useful step forward is to introduce realistic pricing for aviation in ways that circumvent the treaty restrictions on taxing aviation fuel. Aviation is a rapidly growing source of emissions and the last redoubt of the old idea that polluters don’t and won’t pay. Aviation has unfair, distorting tax advantages over competing modes of transport, notably long distance rail, because there is no tax on fuel, no charge for landing rights which, in a sensible world, would be auctioned (and in contrast to the track charges imposed on rail operators) and with subsidised landing charges (cross-subsidised by shopping in the bizarre, Alice in Wonderland world of aviation regulation). As a result aviation does not pay for carbon, or localised – nitrogen dioxide – pollution or the disamenity of noise, especially at night. We suggest as one – modest – first step: changing the tax base, and increasing tax, by applying it to flight take-offs in a way which captures the emissions generated by the engines and flight distance and scrapping the current ticket tax which penalises the efficient use of aircraft and doesn’t tax air freight. We would aim to raise £2.6bn from this green tax which would contribute towards cuts in direct taxation on the low paid. We are also opposed to the current ‘predict and provide’ approach to airport expansion in the South East. We hope that the Conservatives will be as good as their word in working with us to stop Heathrow expansion in particular.",
        "Road transport is already taxed relatively heavily in the UK by international comparison – a fact which encourages road hauliers to dodge British tax by filling up with diesel on the continent. But despite unpopular tax indexation, the cost of motoring has risen less rapidly than the cost of bus or train travel. Moreover, petrol duty and VED make no distinction between travel on congested roads where there are alternatives and remote rural areas where there is no congestion and no alternative. We should be moving towards a proper road user pricing system for which the technology is now available. Tax is however only one way of changing behaviour. A more direct route is a tightening of energy efficiency standards – miles per gallon – for new vehicles along the lines advocated by my former boss at Shell, Mark Moody-Stuart.",
        "Tougher standards – for insulation in new building are likely to work better for domestic heating than the price mechanism – higher taxes – which would cause fuel poverty with only a very blunt incentive to invest in energy efficiency. And in parallel there has to be a concerted drive to improve the existing housing stock, street by street, rather than the current fragmented, shambolic, set of programmes.",
        "There are big strategic choices to be made in power generation. At present, progress on new renewables in the UK is pitifully slow and the opportunities for changing the basic model of energy delivery to local, distributed, power systems is being missed, though feed in tariffs will help in future. The government has effectively shelved the 2003 White Paper which set out a strategic framework based on energy conservation, new renewables and – transitional – gas. Intensive lobbying has led to agreement for a new generation of coal-fired power stations as at Kingsnorth and more importantly support for a new generation of nuclear power stations. I appreciate that nuclear power has attractions to many in the green movement because it is an – almost – zero carbon fuel. Its proponents have also cunningly exploited public anxieties about energy security with wildly exaggerated stories about disruption to gas supplies which, in the case of the UK, are very diverse and safe. The hidden costs of nuclear waste storage and decommissioning are vast. When I spoke in Parliament against the bailout of British energy in 2003, some of the best analysis I encountered came from Greenpeace. The Liberal Democrats oppose new nuclear power not from some theological opposition to the principle – it would be ludicrous to declare war on physics – but because of the potential hidden cost – the blank cheque needed from the taxpayer – and the potential which nuclear power has to ‘crowd out’ new renewables. A traditional, grid based, system gets in the way of more innovative, distributed, localised systems.",
        "But the whole environmental agenda is in danger of being derailed by the current economic crisis. Economic necessity concentrates the mind. The environment has plummeted down the list of the electorate’s priorities.",
        "Much of the established green approach, resting as it does on environmental taxes and a more general approach to frugality, assumes that there is a large appetite for self flagellation. For those people who clamoured for a zero growth world – well, here it is and it isn’t very nice.",
        "Fortunately there is a growing recognition that the current economic crisis presents opportunities as well as threats to environmental thinking. The key issue is jobs and where they come from. Britain has a major short term problem of cyclical unemployment or underemployment arising from the banking collapse and recession and a longer term structural problem of generating jobs and growth out of an economy which can no longer rely on consumption driven by household debt, inflated property prices and the high octane economy of the sharks and young bloods in the City.",
        "The short term problem cries out for classic Keynesian public works based on ‘shovel ready’ projects. The construction sector has been the worst hit by the recession and arguably has the richest potential for job creation directly and through supplier industries from timber frames to ceramic fitting. There is massive pent up demand for social housing, and supply is seriously constrained by lack of funding. Improvement of empty and substandard property for rent is one – relatively cheap – way forward. The Liberal Democrats have also been arguing for a concerted programme of home insulation. Since we acknowledge that there is a major fiscal contraction ahead and no scope for enlarging deficit financing we identify savings from government spending which can be redeployed in this way. Environmental goals can be neatly reconciled with job creation. I shy away from the term ‘green jobs’ since it implies that non-green jobs like being a car mechanic or a gas fitter are somehow less worthwhile which is not right or sensible. Indeed I note with some amusement that the centrepiece of President Obama’s ‘green’ public works programme is road building.",
        "Liberal Democrats are anxious to ensure that the baby of environmentalism is not thrown out with the bath water of unsustainable public spending. We are, for example, seeking to use some of your ideas on carbon spending for saving money.",
        "The term Green New Deal also captures the convergence of economic and environmental aims. The term suggests a short term, recession, programme but it has been better described to me by Colin Hines, one of the authors of the idea, as creating a ‘green spine’ for the economy from which many diverse activities will branch. It is already possible to see some of the activities around which future employment and growth will occur – creative industries; pharmaceutical and biological science; specialist IT based services; health and education services; and financial services disarmed of their destructive potential.",
        "Environmental services and industries are another and could be a leading sector with encouragement. Much will happen spontaneously led by market demand. But this new economy will require infrastructure, preferably a green one. There is a potentially vast demand for digital infrastructure, new and improved public transport, renewable power production and transmission systems plus the education and training of a new generation of scientists, engineers and skilled workers to operate this new economy. The Government is not going to be able to finance much of the infrastructure because the public sector balance sheet is so weak. The funding will have to come from the private sector and I have been promoting the idea of an Infrastructure Bank tapping into the hundreds of billions in annuity funds of pension and insurance companies looking for a home in the UK or retail investment in what could be ‘green bonds’. Part of its remit would be environmental but it would clearly have a broader infrastructure role. It could also mobilise private, retail, investors looking for an attractive, long term productive use of their savings. Colin Hines has coined the term ‘savers and saviours’ – what is needed is the imagination and leadership to link employment growth, environmental imperatives and the self interest of entrepreneurs and investors.",
        "The Liberal Democrats want to work with like-minded people to develop that vision. We must take these ideas forward on all fronts: national, international and local. Birmingham City Council which we run in joint administration with the Conservatives has advanced plans for a municipal green new deal. Given our traditions of localism, we have more confidence in bottom up than top down initiatives. A sustainable future will require both."
    ]
}