{
    "url": "https://www.ukpol.co.uk/vince-cable-2019-speech-on-brexit/",
    "title": "Vince Cable – 2019 Speech on Brexit",
    "post_date": "January 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Vince Cable, the Leader of the Liberal Democrats, in the House of Commons on 29 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable-1.jpg)",
        "We have had an emotional and raucous debate, whereas, as the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper) said, the people outside are looking for something rather more calm, deliberative and constructive.",
        "The central issue we are addressing today is how we dispose of the no-deal option. As the right hon. and learned Member for Beaconsfield (Mr Grieve) pointed out, there is an overwhelming majority in this place to do that, and a whole series of amendments have been tabled to achieve it. The amendments go about it in different ways: the amendment tabled by the right hon. Member for Meriden (Dame Caroline Spelman) is a declaratory statement; the right hon. and learned Member for Beaconsfield wants a better process; and the hon. Member for Leeds West (Rachel Reeves) and the right hon. Member for Normanton, Pontefract and Castleford want more time. None of the amendments in themselves provides a solution, but they are an important and positive step on the way, and we should support them.",
        "The issue we have to address is why the whole concept of no deal is out there. Let us be clear: it is a choice. It will not be imposed on the UK by the European Union. The UK has the legal authority to stop it, and if it is not stopped, it is a choice. It is out there because there is a complex game of chicken going on. The option of no deal was used initially to try to frighten the European Union, which had no effect whatever. It has been used to frighten wavering Members of Parliament; we will see how many do waver. It certainly had an impact on frightening business.",
        "One thing that worries me about today’s debate is that this game of chicken has now acquired a dangerous new twist. If there is support for the amendment tabled by the hon. Member for Altrincham and Sale West (Sir Graham Brady), the Government will go back to Europe to ask for what they call “alternative arrangements”, ​but we have no idea what those are. I have heard no mention today of Chequers. Does anybody remember Chequers? Six months ago, the Prime Minister held a special summit to discuss alternative arrangements. The best brains in Britain were employed to look at technological solutions, and the others were rejected. There were no alternative arrangements. Has somebody invented something in the last six months? If so, we have not been told about it. I am not always cynical, but I think there is nothing in it, although that remains to be seen.",
        "The Government will go back to the European Union, and the EU will be very polite—I think it genuinely wants to help the Government—but it will ask, “What is all this about?” and it will say no, not because it wants to but because it has to. The Government will then come back here, and there will be another round of anger. I am sure that it will not be the Prime Minister or the hon. Member for Altrincham and Sale West, but people will say, “Ah, you see? It’s all these bloody Europeans. They’re blocking it and pushing us out. They’re going to cause mayhem. It’s all their fault.” The ugly nationalism lurking under the surface will bubble up. That is what is in store, and the Government’s action today makes that more likely.",
        "We talk about no deal as if it is a hypothetical possibility, but it is real, and it is now. Partly because of the job I had in the coalition Government, I spend a lot of time talking to businesses big and small around the country, and they all say to me that no deal is happening now. They are having contracts cancelled, either directly or because a company down the supply chain is losing a contract. They are piling up inventories that they do not need, at great cost. Estate agents are having travel cancelled because of the need for three months’ notice. The impact is already being felt. Companies are absorbing it, as they would, but a few months down the track, the economic impact will be very real.",
        "The private enterprise system depends on what Keynes called “animal spirits”, and one of the animal spirits is panic. There is a real danger now of panic getting hold in the way it did 10 years ago in a different way in the financial crisis. The longer we leave no deal on the table, the greater the risk of that happening and of its consequences.",
        "There are other alternatives, and there is one we are not discussing tonight. The Prime Minister is quite right when she says, as she often does, that the alternative to no deal is a deal. She is absolutely right, but there are two deals already on the table: there is the one she has negotiated, and the one we already have. There is also the option that we are not debating today, but which I think we will probably come back to, of saying we should put that choice to the public. The Government say this is horrendous and that it will stir up deep social divisions, but I just ask her to consider whether the social divisions that might be accentuated in that way are greater than the social divisions that would be created if we have a no-deal world, which we are in danger of heading towards. That is why I and my Liberal Democrat colleagues will return—I am sure there will be a greater appetite for this in a few weeks’ time—to considering the option of going back to the public to have the final say."
    ]
}