{
    "url": "https://www.ukpol.co.uk/vince-cable-2014-mansion-house-speech/",
    "title": "Vince Cable – 2014 Mansion House Speech",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vince Cable, the Business Secretary, at the Mansion House in London on 6th March 2014.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "My Lord Mayor, ladies and gentlemen, it is a pleasure to speak once again to this distinguished and important annual gathering. Some of you may not regard that as a bonus, but even those of you who aren’t fans of mine will, I hope, acknowledge the merits of stability and of continuity in carrying through some pretty radical reforms.",
        "**Coalition achievements**",
        "And there have been massive challenges. In the wake of the financial crisis, BIS has had to do a lot more with a lot less – 28% less, to be precise. When I and my team came into the department, it had undergone 4 name changes in 3 years and its future was in doubt.",
        "But in 4 years we have carried through, successfully:",
        "– a massive reform of university finance",
        "– revived and dramatically expanded apprenticeships",
        "– redrawn the landscape for local growth and business support",
        "– intervened on a large scale to address the critical problems of business finance through the British Business Bank, start up loans, the Green Investment Bank, supply chain finance, the Regional Growth Fund and a new vehicle for export finance",
        "– floated Royal Mail and modernised the Post Office",
        "– rolled out German-style innovation centres, Catapults, to bring the best of British science into business applications",
        "– established effective shareholder control over executive pay",
        "– modernised intellectual property law",
        "– pursued radical deregulation",
        "– created an industrial strategy designed to create a long-term framework for public- private partnership in key sectors like motor vehicles, aerospace, creative industries and energy.",
        "Only time will tell how useful these interventions have been, but I don’t think we can be faulted for lack of vigour or commitment.",
        "By achieving so much, we have also demonstrated that parties can work together in the national interest. I don’t pull my punches in public debate – nor do some of my Conservative colleagues. But when we come into work, we do so as a team to deliver results for business and for the country.",
        "We have a recovery – a private-sector-led recovery – which vindicates the difficult decisions we have had to make. The question now is whether this recovery is balanced and sustainable.",
        "**Business lending**",
        "I see two main dangers. The first I have spoken about at each of these annual events: the continuing problems for business, especially small and medium-sized companies, caused by restrictions on access to finance in the wake of the banking crisis. Net lending to SMEs from banks involved in the 1-year extension to Funding for Lending declined by £1.3 billion in between the second and fourth quarters last year, and yet net lending to households from the banks increased by £16 billion over that period. This is utterly perverse. The mortgage surge is fuelling a housing price boom in London and the South East; the SME lending squeeze is impeding recovery in business investment, exports and in the productive, real economy. Fortunately, the Governor of the Bank of England is alert to the house price danger, and I am confident that action will be taken to stop another damaging property bubble. On SME lending, I am confident that refocusing the Funding for Lending Scheme onto business lending, and the measures we are taking via increased competition and Business Bank funding will bear fruit: promoting new challenger banks and new kinds of lending like crowd funding, and creating incentives for risk capital. So, there is still a serious problem on business lending, but it has been recognised.",
        "**Skills**",
        "Let me focus instead on my other worry: skills. It has long been accepted that Britain has a skills problem: shortages of engineers, computer scientists, people in the building trades and specialists of all kinds. A distorted finance-based boom sucked too many of our best mathematicians and engineers into investment banking. The recession has made the problem worse by making some valuable skills redundant. There are far too many badly needed craftsmen driving taxis or selling insurance.",
        "I want to major on this subject tonight partly because I am sharing speaking duties with Sir Mike Rake. Under Mike, the apprenticeship programme at BT has become one of the most prestigious and sought-after training schemes anywhere. It proves that when practical training is delivered in the right way, the latent snobbery surrounding academic versus vocational simply evaporates. I hope and trust you all noticed that this is National Apprenticeship Week.",
        "Skills and training has too often been a boring, bland subject dominated by worthy anoraks. No longer. The young people leaving school this year can expect to be in the labour market for another 50 years. How do we equip them with the skills that will enable them to thrive over a half century? As well as the longevity of working life, consider the technological changes they are bound to encounter over that time.",
        "There are some big and controversial dividing lines, and I want to confront them this evening.",
        "**Careers advice**",
        "The first is the poor quality of schools careers advice. In a CBI survey of young people last November, 93% said that they lacked the necessary information to make informed choices – highlighting a particular problem with inadequate or non-existent advice on vocational options; just 26% were told about apprenticeships, only 17% on vocational qualifications.",
        "Successive governments have failed to grasp this issue properly. Teachers are overwhelmingly graduates. They know about the world of GCSEs, A Levels universities and UCAS points – and will invariably point clever and highly motivated children in that direction. Too few schools understand or value vocational skills qualifications or the needs of teenagers looking for work or work experience and lacking work readiness: the 60% who don’t go to university. Many schools simply ignore careers advice altogether. This must change. I want to see more projects like the brilliant Job Junction being piloted in Burnley and the Black Country borough of Sandwell – where mock job centres are established in collaboration with local business, advertising and explaining real jobs in schools and promoting awareness of a wide variety of vocational careers. I also welcomed Nick Clegg’s speech last week supporting tougher Ofsted scrutiny of schools’ performance on careers guidance.",
        "**Protecting further education and training**",
        "We must also address the level of government support for vocational education and training, and the further and adult education sector. Every conversation I have in government on spending priorities starts with the line, “Do you want to take money from universities and undergraduates or from training and further education to achieve your spending cuts?” It is a horribly 1-sided debate. Almost all the mandarins are graduates – mostly Russell Group graduates. So are cabinet ministers, MPs, journalists and TV producers, business chiefs and – I suspect – most people in this room. Top people who started their careers on the shop floor tend to be treated as anthropological curiosities – like tribesmen discovered in the Amazonian rain forest. I only know about that exotic world because my father was a factory worker turned FE college lecturer who taught building trades – and cared passionately about training.",
        "When I came into office, the one specific spending cut already pencilled in was for FE and training. I am proud of the fact that I and my ministerial team resisted the easy option and reformed university financing instead. It didn’t make us popular on the streets, but it has strengthened HE and, just as important, freed up resources to support apprenticeships and training in general. As a result, the Prime Minister was able to say on Tuesday that we are on target to support two million apprentices over this Parliament.",
        "I hope business will engage with the skills agenda. Our reforms mean that employers are now setting apprenticeship standards and shaping qualifications; yesterday we de-funded 5,000 qualifications that employers do not value. Business will soon be directly funded to buy training for their apprentices. By getting involved, business can ensure that future governments do not sacrifice investment in upcoming generations to make cosmetic short-term improvements in the public finances.",
        "**Immigration**",
        "Third, we cannot duck the issue of immigration. As industry leaders like James Dyson have pointed out, it is all very well ministers and others promising to emphasise engineering in schools, but business cannot afford to wait years for the specialists they need and which they can currently only obtain internationally. Business cannot understand why outstanding Chinese and Indian students who graduate from British universities with valuable skills can’t stay on and pursue their careers in British business.",
        "I am well aware that this issue is politically toxic. Those of us who put our heads above the parapet and point out the positives of immigrant workers and students need a tin hat and as gas mask. And I am well aware that were it not for the freedom of speech accorded by being in a coalition government, I would long since have been despatched to an unmarked political grave for daring to say so.",
        "I start from a fairly simple, basic economic proposition embedded in the EU Single Market: free trade: the free movement of goods, services and labour – is good. This is particularly true about the free movement of people bringing skills in demand. The scientific community understands this well. The spread of ideas across borders needs people to be able to move smoothly. But they’re not the only ones. Discussing America’s treatment of overseas students, for example, Facebook’s Mark Zuckerberg has said:",
        "_“In a knowledge economy the most important resources are the talented people we educated and attract to our country. Why do we kick out more than 40% of maths and science graduate students after educating them?”_",
        "He could have been speaking about the UK as well.",
        "The most commonly expressed public concern is that people who come here to work somehow take away work from local workers. Net immigration rose significantly last year, but of the increase in net employment, most of it – nearly 90% – benefited UK nationals.",
        "Somehow, many of the same people believe that migrants come here to sponge off our wonderfully generous welfare system or free ride on the NHS – presumably when they’re not working. Once again, while there will always be stories to titillate the tabloids, facts are thin on the ground – though we do know that fewer than 3% of migrants to the UK claim Jobseeker’s Allowance. There are a host of reasons to be a tourist to the UK, but its benefits system is not one of them. And we are tightening the rules.",
        "I know this audience understands how openness fuelled our economic success historically. The City’s greatest entrepreneurs – the Rothschilds, Warburgs, Cazenoves – were immigrants. We still have a lot to offer: a strong advanced manufacturing sector, unbeatable professional business services, a higher education sector that remains the envy of the world, cutting edge science. And we have an industrial strategy that will reinforce and build on these positives. But none of these advantages can be fully exploited if we put up a sign saying ‘Closed for business’.",
        "**Getting the facts right**",
        "There are, of course, public concerns which elected politicians have to treat with respect. I don’t think anyone is arguing for unrestricted immigration – in particular of unskilled labour. There are abuses that have to be dealt with. And borders need to be properly policed. But we just have to stop treating people coming to work here as if they are a problem. We need to kill the scare stories.",
        "A digest of evidence, the subject of some publicity over the past few days, confirms that migrants workers do not, overall, displace UK workers.",
        "I appreciate that there are particular concerns over EU migrants, who enjoy freedom of movement. There are about 1.5 million EU migrants employed in the UK (and 2.3 million altogether), making up roughly 5% of the UK workforce. Meanwhile, around 2.2 million UK nationals live elsewhere in the EU – an important reminder that migration is far from a 1-way street. Moreover, British citizens returning to live in the UK have, on average, made up around 15% of immigration inflows over the last 5 years.",
        "A marked reduction in immigration from the EU would mean, as the OBR have confirmed, an increase in the budget deficit and a much slower reduction in public debt. The same is true of overseas students who pay full market tuition fees, cross-subsidise British students and help to keep our universities financially viable.",
        "Bearing down on economic migration is a clear example of a restriction on trade. In medieval times, guilds used to prevent travelling artisans from plying their trade outside their native area, with a deadening effect on competition and innovation. What was true then is true now. Bear down on immigrants, and you lose some of the most dynamic, innovative and imaginative workers in your economy. The costs are huge. In a report last year, the Centre for Economics and Business Research estimated that an EU-exit scenario with tighter migration controls would cost the country £60 billion a year at current prices.",
        "**Conclusion**",
        "I know from experience that these arguments are difficult on the doorstep, where – after years of pressure on living standards and worries about jobs and housing – immigration is deeply unpopular. But the answer I give, plagiarising my predecessor Lord Mandelson, is that I am “intensely relaxed” about people coming to work and study here and bringing necessary skills to Britain – provided that they pay their taxes and pay their way. And, actually, if you survey the public on migrants who learn English, work hard and pay taxes, you find – as the think tank British Future did in exploring attitudes to Bulgarian and Romanian migrants – that 72% believe we should welcome them.",
        "Lower the temperature of the immigration debate, and we can create greater room to discuss the more significant, more challenging and more provocative issues around skills. That is where our long-term interests really lie.",
        "Thank you for listening. I hope you enjoy the rest of the evening."
    ]
}