{
    "url": "https://www.ukpol.co.uk/vince-cable-2019-speech-on-brexit-and-parliament/",
    "title": "Vince Cable – 2019 Speech on Brexit and Parliament",
    "post_date": "June 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vince Cable, the Leader of the Liberal Democrats, in the House of Commons on 12 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable-1.jpg)",
        "It is a privilege to speak in this debate as one of the signatories to the motion, but I want to start by paying tribute to the right hon. Member for West Dorset (Sir Oliver Letwin), who has not just signed this motion but anticipated the potential threat to the country, and indeed the sovereignty of the House, from proroguing and has applied his mind to a procedure for stopping it. We should all be very grateful to him. Of course although today is an Opposition day, this motion is supported by seven different parties. I hope and expect that a significant number of Conservatives will support it, not because they share my view that we should be stopping Brexit, but because they are concerned about the sovereignty of Parliament and the consequences of no deal.",
        "Fingers have been pointed at the right hon. Member for Esher and Walton (Dominic Raab), who is not present. He is probably not alone in advocating prorogation as a solution to this problem, but actually he has done us a favour and we should be grateful to him for highlighting a risk that might not otherwise have been apparent. I believe the real risk here is that one of the mainstream leadership candidates, having made unqualified commitments to remove Britain from the EU by 31 October, encounters the same arithmetic as his predecessor and encounters the constraints of the withdrawal agreement, and in order to avoid the humiliation of the present Prime Minister feels obliged to resort to drastic action. That is the risk that we face and I am grateful to the right hon. Member for West Dorset for starting a process of providing a necessary safety valve.",
        "It has already been agreed that we do not want an extensive review of all the arguments for and against no deal. They have been endlessly rehearsed and we will get plenty of time to rehearse them again. But in the few minutes I want to take, it is worth drawing attention to a couple of recent developments that underline just how dangerous that concept is.",
        "We have just had a visit from President Trump, who has reminded us about the instability of the world trading system. Those who advocate leaving without a deal place their faith in something called WTO rules. We now know that these WTO rules are worthless. ​The President of the United States attaches as much value to the WTO as he does to the European Union. He wants to destroy it. He is undermining it. He is failing to provide judges to dispute panels, which no longer work. So WTO rules are not worth the paper they are written on. That is the world into which the extreme advocates of no deal want to plunge the United Kingdom.",
        "The other point, which is highly topical, relates to the leadership competition within the Conservative party and the various fiscal bounties that are being offered to us. I suppose that, as an ageing pensioner on a high income, I should be deeply indebted to the right hon. Member for Uxbridge and South Ruislip (Boris Johnson) for thinking about me when he formulated his tax policy, but actually he is one of several candidates who threatens to blow a very large hole in the Chancellor’s provisions to deal with a no-deal Brexit.",
        "It could be argued that the Chancellor is excessively conservative. None the less, he is sufficiently prudent to be aware that a no-deal Brexit will do significant harm to the economy and to fiscal receipts and that there has to be some reserve provision. However, we now enter a period of danger in which that reserve could well be blown on promised tax cuts. Among the many adverse consequences of a no-deal Brexit—not just those we are familiar with around the supply of drugs, the shock to trade and the impact on the economy—is a serious fiscal crisis leading in turn to currency devaluation and other economic consequences.",
        "We will no doubt debate many times the consequences of no deal, but the risks are becoming more and more apparent. We should be grateful to those who anticipate those dangers and seek to prevent us from getting anywhere near them."
    ]
}