{
    "url": "https://www.ukpol.co.uk/vince-cable-2014-speech-on-the-economics-of-integration/",
    "title": "Vince Cable – 2014 Speech on the Economics of Integration",
    "post_date": "November 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vince Cable",
            "url": "/tag/vince-cable/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vince Cable, the Secretary of State for Business, Innovation and Skills, at the opening of the Catapult Centre for Offshore Renewable Energy Technology on 13th March 2014.",
    "content": [
        "[![vincecable](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/vincecable.jpg)",
        "I am delighted to be back in Glasgow. And to be able to combine my job as Secretary of State – formally opening the Catapult Centre for Offshore Renewable Energy Technology at Strathclyde – with a visit to the university where I taught economics 4 decades ago, and to which I owe a great deal.",
        "I am also here, in my UK ministerial role, to listen to and also represent the views of business. And since I am in Scotland I will engage with the issue of independence. Whatever view we might take on this issue, the question of existing political and economic arrangements is casting a blight over business investment and jobs at a time when the UK is seeking to build on the signs of recovery.",
        "When I was at this university, I divided my working time between teaching and research (and, also, a large amount of time helping to run the city in the Labour council group). My research earned me a PhD, but it was somewhat esoteric and was probably only ever read by a handful of people. Nevertheless, putting aside the fancy equations which I introduced in order to impress the thesis examiners, I was dealing with a subject highly relevant today: the economics of integration. Indeed, we are now dealing with the economics of disintegration.",
        "Before I address that issue it is worth mentioning that I was financed then, as most university researchers are today, by a UK research council. Scottish research universities receive about 13% of the total pot, which is a reflection of the high quality of research conducted here: way beyond Scotland’s 8% share of the UK population. I don’t know how many academics in Scotland have registered that this money would not be there after independence.",
        "The exam question I set myself then was: what are the benefits and costs of integrating countries through regional common markets or similar arrangements? At the time, the early success of the European Union was inspiring countries in other parts of the world to copy its example – in Africa, Asia, the Middle East and Latin America, where I chose my case studies. The big lesson in hindsight is that economic integration has proved much harder than the theory suggested and has made little progress, with the exception of the North American Free Trade Area. The European model of integration has proved almost unique and is far too easily taken for granted.",
        "Much the same applies to union between states of the kind achieved between England and Scotland in 1707 and maintained since. A good pub quiz question is: which countries have successfully and voluntarily merged since the Second World War? Tanganyika and Zanzibar? Perhaps. German reunification? But many multinational states have fractured: Pakistan, Yugoslavia, the Soviet Union, the United Arab Republic, Ethiopia, Sudan and Czechoslovakia. With the exception of the last, break up was violent or followed by violence. Please don’t take that as a warning about the UK. Yet experience does tell us that, in economies and politics as well as in relationships, divorce is invariably messy and painful and can be vicious. There are inevitable quarrels about borders, the allocation of oil and other natural resources, assets and debts, population movements and new citizenship definitions, rights and obligations. We should not underestimate the extent of goodwill required to achieve a velvet divorce. History teaches us that it is easier to break countries apart than to unify them – and the UK is an unusual and, I believe, a rather precious creation.",
        "The central issue which my own research addressed was how to maintain regional (or national) integration in the face of persistent inequalities and imbalances. There is a theory of agglomeration, or ‘growth poles’, which suggests that, in the absence of strong corrective action, integration can lead to the polarisation of benefits. The European Union has been successful in narrowing such imbalances – labour migration being one important mechanism – though the current experience of some South European Eurozone countries vis-à-vis Germany may test that claim to destruction. And at a national level, a combination of regional policy, transfer payments and devolved government is recognised to be necessary to keep centrifugal forces in check.",
        "There is an argument to the effect that London and the South East of England act as a destabilising source of imbalance in the UK. I have described London as a big suction machine. While this may be an issue between parts of North and South of England, it is not, however, obviously an issue between England and Scotland since Scotland has an employment rate of 73%, the highest country within the UK, and output per capita has been close to the UK average since the 1990s.",
        "Ironically the issue of Scottish independence has surfaced as the economies have been converging, not diverging. There was a better basis for arguing that Scotland, especially the area formerly known as Clydesdale, experienced structural, disadvantage a generation ago. This was essentially the case I argued in the Red Papers for Scotland (edited by Gordon Brown), in which I contributed a piece arguing for radical devolution including home rule, an idea which was deeply unfashionable at the time. One creative outcome was a proposal which was worked up by a group of us – Glasgow University academics and politicians – which became the blueprint for the Scottish Development Agency, now Scottish Enterprise. It has served Scotland well over more than 3 decades, operating within the UK under different governments.",
        "However, I have come to bring these issues up to date, not reminisce. There has been an exchange of reports by the UK and Scottish governments on the potential consequences of Scottish independence. I don’t just want to rehash the arguments but point to evidence on some of the main issues which have surfaced: the viability of continued monetary union; the likely trajectory of Scotland’s public finances; and the economic value to Scotland and the rest of the UK of the UK Single Market.",
        "The issue of currency union is proving to be critical and the debate has been given non-partisan clarity by the Governor of the Bank of England. There are three currency options open to an independent Scotland; sterlingisation, adopting the euro and having an independent currency. However, the Scottish Government continues to propose the option of forming a sterling currency union.",
        "Governor Carney has spelt out the essential preconditions for a successful, continued currency. It requires both high degrees of banking and fiscal integration of the sort we have now but that independence would fracture. An integrated financial sector requires a banking union such that any Scottish-based bank would have to be subject to UK-level financial regulation. Even then, UK tax payers would be exposed to external (Scottish) financial risks.",
        "A further condition is fiscal integration, both to underpin the banking union and to mitigate the risk of Scotland borrowing in sterling at low interest rates and accumulating debt leading to default. Were Scotland to find itself with large debt and high interest rates, markets would doubt the durability of union, leading to politically challenging austerity or break up. The Eurozone crisis is a cautionary tale about the conditions required for successful monetary union which have a direct bearing on Scotland.",
        "To meet these conditions would mean that Scottish independence would be highly circumscribed. Moreover, the UK government, including my colleague the Chief Secretary to the Treasury and the Shadow Chancellor have made it clear that it would not wish to be part of such a currency union with the risks and obligations involved. In the event of independence there will not be a currency union. The only way to keep the UK pound is to stay in the UK – that is part of the choice that people in Scotland are being asked to make. And this fact requires the campaigners for independence to have a plan b.",
        "One possible plan b is a variant of monetary union which does not require the active cooperation of the continuing UK: so called ‘dollarization’. Several countries – Panama, El Salvador and Ecuador – have adopted the US dollar as their currency, as did Argentina before the arrangements collapsed. Hong Kong operates a currency board, which is similar to dollarization. Angus Armstrong has done some analysis of the option of sterlingisation for Scotland within the UK. He identifies the key challenge as the ability to offer lender of last resort facilities to financial institutions. Hong Kong does so to some degree but has fiscal reserves (accumulated surpluses) of 30% of GDP and $300 billion of foreign exchange reserves. Denmark has an analogous arrangement in relation to the Euro, as does Montenegro; but they do not have a significant banking sector.",
        "Scotland, in contrast, would almost certainly start life as an independent country with a substantially more challenging financial position. It is simply not in a position to offer a credible facility and this applies in particular to Scottish banks which have assets totalling around 1,250% of an independent Scotland’s GDP The jibe about a small country with a big bank attached has practical consequences. The inevitable consequence, now being openly talked about, is that large financial institutions would decamp to the continuing UK. Leaving foreign banks operating on a branch basis and losing Scotland its invisible earnings from financial services. The recent comments from Standard Life and Alliance Trust predicting an exit from Scotland suggests that they have come to the same conclusion. Just as worrying is the fact that RBS and Lloyds (which incorporates the Bank of Scotland) have had to enter Scottish independence in their risk registers.",
        "Academic analysis of the currency union options leads to the clear conclusion – spelt out by Armstrong and Ebell – that a separate currency for an independent Scotland could be the best option. But this would inevitably lead to a disruption of trade and capital flows within the British Isles and a long term divergence between Scotland and the continuing UK.",
        "The second, associated issue relates to the fiscal challenges of an independent Scotland. Here, we need good analysis which takes us beyond the simple caricatures of public debate. In that debate, Alex Salmond argues that freed of the yoke of the UK, and with a freedom to utilise 90% of North Sea oil revenue, Scotland could become a new Norway: a land of milk and honey with Scandinavian public services and American taxes. The opposite caricature is that Scotland has been shielded from fiscal reality by the munificence of tax payers in the English Home Counties (via the Barnett formula) and is living beyond its means.",
        "The future fiscal position of an independent Scotland hinges on 2 main uncertainties. The first relates to oil and gas revenues. These depend primarily on price, which is volatile and over which the Scottish Government has no control, and volumes which can be influenced positively by a favourable tax regime for exploration and production – though at the expense of short-term revenue. The reality is that the North Sea oilfields are way past their production peak and will deplete further over future decades. Forty years ago, “It’s Scotland’s oil” was quite an attractive slogan. But we are not living 40 years ago and the balance of advantage has changed. Costs are rising in more challenging deep water drilling and in accessing residual deposits in depleted fields.",
        "The Scottish government is using very optimistic scenarios in which oil and gas prices are sufficiently strong to maintain fiscal stability post independence, at least in the short term, and the Scottish Government has unsurprisingly promoted them. However, that does not mean they are likely, let alone credible, and there are independent estimates of oil revenues by the IFS and the OBR which are significantly more pessimistic. McLaren and Armstrong conclude that plausible projections of North Sea oil related tax are less than the likely Barnett transfer and that the proposed oil fund is “unaffordable” with spending cuts required instead. Yesterday’s Government Expenditure and Revenue Scotland statistics showed the Scottish fiscal position now weaker than the rest of the UK, and oil and gas revenues are set to fall in the coming years.",
        "The fiscal position is also complicated by the demographics of Scotland, which has a smaller working age population as Scotland ages faster.",
        "Taking all the long-term structural factors together, Crawford and Tetlow at the IFS conclude that an independent Scotland would need to make permanent tax rises or spending cuts of over 4% per year to deal with these challenges, compared with 0.8% for the UK as a whole.",
        "The third area of concern relates to the benefit of the British single market. This takes me back to the benefits of integration and the corresponding costs of disintegration. The benefits include freedom to trade in general and in particular for Scottish companies which sell 70% of their exports to the rest of the UK; the benefit of common standards and regulation and tax in reducing business costs; the benefits of scale and network externalities from shared services (road, rail, aviation, the Royal Mail, the Post Office Network) for some of which – like mail delivery – Scotland enjoys substantial cross-subsidy. Last week the Western link interconnector was launched, cementing Britain’s internal energy market, to the considerable advantage of Scotland’s renewable sector. And, or course, the UK Green Investment Bank is head-quartered in Scotland, based in Edinburgh.",
        "The obvious question is: what is the counterfactual? No doubt many business functions could go on as before. We do not know, and that in itself is a source of uncertainty. The Scottish Government’s wish to create its own regulatory system; the commitment to renationalise Royal Mail in Scotland; potential problems with diverging VAT rates and a separate currency: all will reduce transactions and the benefit of integration. Some of the divergence would be limited by common adherence to EU Single Market rules, but the terms on which Scotland may be able to negotiate its way back into the EU remain unclear.",
        "The most well known example of this effect is trade between the US and Canada. The research shows that after controlling for the effects of differences in regional incomes and distance between the various regions in the two countries, Canadian provinces traded around more with each other than with US states of a similar size and proximity.",
        "All of these factors, taken together, suggest significant business costs, or at least uncertainties, around the economics of Scotland’s independence – with corresponding implications for jobs. What, however, matters more than politicians’ interpretations of the evidence is the reaction from business. A growing list are now stating their intention to consider relocating from Scotland in the event of independence: financial services companies worried about future regulatory safeguards (Standard Life, the Alliance Trust in Dundee); multinational companies concerned about the costs of maintaining separate head office operations and the business environment more generally (BP and Shell); Clydeside military shipbuilding; Scottish companies concerned about the overall impact on investment and competitiveness like Aggreko and the Weir Group, which first spoke up two years ago. Some business surveys suggest that a third or more of firms may consider moving, and 65% of FTSE 100 companies have been negative about the impact of independence on business.",
        "I recognise that the decision, at the end of the day, involves emotional issues as well as rational calculation of gain and loss. There is a deep pride here and it is foolish for critics of independence to suggest that Scotland could not survive on its own and manage its own affairs. And having lived here, I am well aware of Scotland’s sense of national pride and identity – though this has been amply expressed through law, education, culture and sport within the UK. I discovered when I lived here that there were few more lonely experiences than being an Englishman on the terraces at Hampden Park during an England versus Scotland football international (now, sadly, discontinued). All the same, I don’t want to see Scotland leave the UK family.",
        "But there is also a steady growth in what I call ‘multiple identity’: people who are entirely comfortable as – say – Glaswegians, Scots, British and Europeans. I look at my own family. I have 2 Scottish children, born here; a Scottish step daughter and 3 step grandchildren; a large family of Indian in-laws of various nationalities; 2 separate families of Hungarian in laws, 1 from Dundee; and a dozen or so nieces and nephews of mostly mixed parentage. The era of exclusive identity is over."
    ]
}