{
    "url": "https://www.ukpol.co.uk/ruth-cadbury-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Ruth Cadbury – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ruth Cadbury",
            "url": "/tag/ruth-cadbury/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Ruth Cadbury, the Labour MP for Brentford and Isleworth, in the House of Commons on 9 September 2022.",
    "content": [
        "I send my thoughts and condolences, and those of my family and my constituents, to the royal family today—a time of immense grief and pain for them, as they have lost not only their sovereign but the beloved head of their family.",
        "Few remember a time without Queen Elizabeth II—her Christmas messages, her visits and her presence at state occasions. For 70 years she was a beacon and guiding light for us all. As a woman in the public eye, she was a perfect example of grace and dignity, often in the face of adversity.",
        "For many of my constituents in Brentford, Isleworth, Hounslow, Osterley and Chiswick, the Queen was known for her tireless work to promote and celebrate dialogue and tolerance between all faiths and cultures. That is why I particularly remember her 2004 Christmas message, in which she described her visits to a mosque in east London and to the gurdwara in my constituency. She relayed the story of a visitor to Britain who had described travelling from Heathrow into London on the Piccadilly line at the end of the school day, and of being delighted that children from different cultures and faiths getting on and off the tube train could be at such ease with each other—something that was not possible in his own country. Many of those young people would have been my constituents and attending our local schools.",
        "In times of crisis, the nation turned to the Queen for her compassion and her wisdom. From her speech to children being evacuated during world war two, to her national message at the height of the coronavirus, the people of the UK turned to Her Majesty at the most testing times. She always upheld the promise to serve that she made when she was 21. She devoted herself to service—to our country, to the Commonwealth and to us all.",
        "Today marks the end of the Elizabethan age, but Her Majesty’s memory and her legacy shall live on. May she rest in peace. Long live King Charles III."
    ]
}