{
    "url": "https://www.ukpol.co.uk/ruth-cadbury-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Ruth Cadbury – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ruth Cadbury",
            "url": "/tag/ruth-cadbury/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ruth Cadbury, the Labour MP for Brentford and Isleworth, in the House of Commons on 8 November 2022.",
    "content": [
        "This debate has as its core the issue of standards and integrity in our politics. When he was appointed as Prime Minister, the right hon. Member for Richmond (Yorks) (Rishi Sunak) proclaimed that he would bring integrity back to Government. He certainly had a front-row seat to its disappearance, seeing that he served faithfully next to a previous Prime Minister with form on the issue. Yet one of his first acts as Prime Minister was to bring back a Home Secretary who just six days before had quit for not one, but two breaches of the ministerial code. They were not accidental breaches or a one-off mistake where an official forgot to tick a box; they were clear breaches of the ministerial rules.",
        "The issue of standards relates not just to emails and the use of personal IT, but to the ethics of how the Home Office works as a Department. Like all of us, Ministers are public servants. We all sign up to the seven Nolan principles of public life: integrity, openness, selflessness, objectivity, accountability, honesty and leadership. Ministers also have a duty to this country on public safety, national security and human rights and a duty to the taxpayer. Have we seen that from the current Home Secretary? No—and that is what this debate is about.",
        "I want to focus on the record and decisions of the Home Secretary and the Home Office in relation to their approach to the crisis in the UK response to asylum seekers. For instance, last week the Home Secretary played to the anti-immigration gallery by implying that asylum seekers had to be stopped from wandering our streets—hence the Government’s policy on Manston—yet her Department was responsible for two groups of destitute asylum seekers being found wandering the streets around Victoria and having to be picked up by a small charity to ensure that they had warm clothes, warm shoes and food.",
        "I also remind the Conservative party that asylum seekers are seeking refuge. They are fleeing—",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "Order. I am afraid the hon. Lady is also going a little wider than the terms of the motion. If she could bring herself back to the motion, that would be very helpful to everybody.",
        "**Ruth Cadbury**",
        "I appreciate that, Madam Deputy Speaker, but I hope you will let me continue, because I will bring my speech back to the point about standards in public life, which is where I started and what I think this motion is fundamentally about.",
        "Just to give some background, if you will indulge me, Madam Deputy Speaker, in Hounslow there are currently almost 3,000 asylum seekers in nine hotels, and more than 500 in dispersal accommodation, which are mainly rundown houses in multiple occupation with shared kitchens and bathrooms. There are 140 unaccompanied asylum-seeking children. The challenge locally is not asylum seekers roaming the streets causing problems for the community, because by definition asylum seekers want to play by the rules because they want to be given asylum. They do not want to cause trouble, and they are not going to cause trouble. The problem is the challenge for our public services in making sure that these vulnerable people have the right to education and social services to ensure that they are safe and comfortable while they are waiting in the ever-lengthening queue to get their status. The Home Office—",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "Order. The hon. Lady absolutely must come back to the terms of the motion, because she is roaming much wider, and I have pulled up other Members for that. She must come back to the motion itself.",
        "**Ruth Cadbury**",
        "The Home Office has contracts with organisations such as Clearsprings Ready Homes, which then has contracts with a network of other agencies that are providing a terrible service. One person who works with these services said that asylum seekers receive food not fit for a dog and accommodation not fit for animals.",
        "The hotels—I am coming to my point, Madam Deputy Speaker—receive £40 a room, yet the agencies are receiving Home Office money and taxpayer money at £130 a room, and they are pocketing the difference. The agencies are getting £15 a meal, yet the caterers are receiving £5.",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "Order. I am sorry, but the hon. Lady is not talking about security, as set out in the motion. If the hon. Lady can tell the House how what she is saying relates to these issues of the release of papers, that would be very helpful.",
        "**Ruth Cadbury**",
        "All right, Madam Deputy Speaker. I take your point and I will keep my notes on that level of misuse of taxpayer money for another time.",
        "I will conclude by saying that perhaps the Prime Minister could finally appoint an independent ethics adviser to ensure that when we see serious breaches of the ministerial code, they can be investigated impartially and a report can be published. I fear that we have returned to an outdated and old-fashioned approach to standards—an approach that simply says, “Trust us, don’t worry, we’ll look after it”, yet surely we and all those who we represent deserve so much better."
    ]
}