{
    "url": "https://www.ukpol.co.uk/ruth-cadbury-2020-speech-on-free-travel-for-under-18s-in-london/",
    "title": "Ruth Cadbury – 2020 Speech on Free Travel for Under-18s in London",
    "post_date": "July 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ruth Cadbury",
            "url": "/tag/ruth-cadbury/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Ruth Cadbury, the Labour MP for Brentford and Isleworth, in the House of Commons on 8 July 2020.",
    "content": [
        "It is good to see my hon. Friend the Member for Hackney South and Shoreditch (Meg Hillier) in her place, and it is a particular pleasure to see the Minister in her place and to be joined by colleagues who are concerned, like me, about the issue of children and young people’s travel in London.",
        "I sought this debate to try to understand the Government’s decision to require Transport for London to suspend free travel for under-18s on London’s buses and trams. The removal of free travel for under-18s will impact hardest on London’s most disadvantaged young people. It is technically complex to implement and will lead to low levels of demand reduction, which is the proposal’s purported aim. I shall briefly summarise where I think we are with the issue and would then welcome clarification from the Minister on the latest position.",
        "When the Government agreed in May to provide emergency funding to TfL—as they did to so many public services whose income streams have been decimated by the pandemic—they set a number of conditions, one of which was for TfL to suspend free travel for under-18s. The funding agreement states that the reason behind the condition was",
        "“to optimise the use of the available safe transport capacity”—",
        "in other words, to manage demand, especially during the morning peak.",
        "I understand that despite many weeks of discussion between Government officials and TfL, the specific condition was raised directly with London’s deputy Mayor for transport, Heidi Alexander, only on the day the deal was agreed, 14 May. It came out of the blue without any prior assessment of its impact on London’s children or the cost and complexity of implementing it. It was the only deal that the Government offered; the Mayor of London had no choice but to accept it to keep the tubes and buses running, and if he did not, he would have been forced to issue a statutory section 114 notice—the declaration stating that TfL is no longer able to work to a balanced budget. Because the condition was imposed at the last minute, there was no time for TfL’s officers to assess the significant impact and the supposed benefit.",
        "**Ms Karen Buck (Westminster North) (Lab)**",
        "My local authority, Westminster, has told me that it estimates that between 5,000 and 9,000 children in our borough alone are affected by this issue. Importantly, it says that, given the categories of children who are eligible for assistance—children who are under eight years old, living more than two miles away, on free school meals, with disabilities and so forth—all the children who currently use public transport to get to school could be eligible. Does my hon. Friend think that the Government have thought this one through?",
        "**Ruth Cadbury**",
        "I believe that they have not. They certainly did not discuss the implications because it came, as I said, out of the blue. It is good to know that local authorities are assessing the impact.​",
        "London is the UK’s most congested city, with the lowest levels of car ownership and the greatest numbers of families living in poverty. Free travel for under-18s was introduced by a Labour Mayor, and since 2006 subsequent Mayors, including the current Prime Minister, have retained the policy.",
        "**Munira Wilson (Twickenham) (LD)**",
        "I thank the hon. Lady for securing this very important debate. I am particularly concerned about the impact that this will have on students who go to further education colleges. I have Richmond upon Thames College in my own constituency. We know that a quarter of college students are on free school meals, so does she agree that the policy is hitting hardest the most needy who are trying to educate themselves?",
        "**Ruth Cadbury**",
        "I absolutely agree with my neighbour’s point. My son went to Richmond upon Thames College, and many students journey from far too far away to be able to cycle. As she so rightly says, the proposal hits the poorest hardest—the very families that need all the help that they can get to ensure that their children can achieve and prosper. It is those families who are doing worst in the covid crisis. According to the Child Poverty Action Group, 700,000 children in London are estimated to be growing up in poverty.",
        "**Andy Slaughter (Hammersmith) (Lab)**",
        "I congratulate my hon. Friend on securing the debate. Does she agree that black, Asian and minority ethnic children are particularly affected? Almost 60% of them benefit from the scheme at the moment. That is particularly important given the effect on BAME communities of the covid-19 pandemic generally.",
        "**Ruth Cadbury**",
        "My hon. Friend is absolutely right: 60% of children in London schools are BAME, and of course we know that those communities are affected the most.",
        "Josh Brown-Smith, who is a 14-year-old student and adviser to the young mayor of Lewisham put it better than I could when he said:",
        "“Taking away Zipcards effectively means that young people can’t get around the capital. It’s going to impact parents and it’s going to be a financial strain on my mother and others across the capital. Some families won’t be able to afford it—I know I won’t be able to afford it.”",
        "The petition that Josh started has now reached more than 170,000 signatures.",
        "**Meg Hillier (Hackney South and Shoreditch) (Lab/Co-op)**",
        "I thank my hon. Friend for securing this vital debate. Does she agree, further to the point made by the hon. Member for Twickenham (Munira Wilson), that this is effectively a tax on education? Many parents will already have chosen schools and have their children in secondary schools or colleges on the basis of free travel. They will either be forced to pull out or have to pay for it. This is a really significant issue for our young people.",
        "**Ruth Cadbury**",
        "One fifth of London’s secondary school children travel across borough boundaries and many travel long distances to go to the school of their choice, or even the only school that they could get into, because school places are at a premium in London, as we know, with the rising population and the gap in creating sufficient school places quickly enough.​  \nA mother from Hounslow said that",
        "“it’s hard to find money to put on an oyster card. I know it’s not free—someone has to pay—but the Zip Oyster card for kids did help.”",
        "**Helen Hayes (Dulwich and West Norwood) (Lab)**",
        "The cost that we are talking about for a family with three children in secondary school is £45 a week. Does my hon. Friend share my concern about how families that have faced furloughing or lost employment, and may already be on low incomes during this covid-19 crisis, could possibly be expected to meet that additional weekly cost?",
        "**Ruth Cadbury**",
        "Absolutely. We keep hearing in this House how universal credit and the other benefits just do not keep up with the real cost of living in London. My hon. Friend is absolutely right.",
        "We have covered the inequality issues, but the decision is also technically complex and costly to administer. As I say, 30% of young Londoners are entitled under national regulations to free travel anyway, and so will continue to have that right. That includes those on free school meals or other benefits, and those with special educational needs and so on. But there is currently no system in place in London for working out which children qualify. Indeed, any such system would be more complex than any in England, with seven fare zones and over a fifth of children crossing borough boundaries to get to school. Will the home council administer the scheme, or the one where the school is based, or will TfL or the schools administer it? We do not know.",
        "**Sarah Olney (Richmond Park) (LD)**",
        "The hon. Lady mentions that many children will have to travel quite a distance to school. Does she share my concern that those distances will now be completed by car journeys, particularly in the outer boroughs such as ours, instead of bus journeys? That takes us backwards in our quest to reduce car journeys and emissions in the capital.",
        "**Ruth Cadbury**",
        "I absolutely agree with my other honourable neighbour. She is absolutely right, because while London has the lowest car ownership in the UK, it does not take a lot of additional cars on the road to create extra congestion. That would send all the wrong messages and be completely contrary to the messages the Government are trying to bring in about alternative travel.",
        "The Government expect this new system to be agreed and up and running in a matter of weeks when staff are already under huge pressure. I do not believe the Government have considered the logistics, and with no precedent for changing the concessions, there is also no way of knowing how many under-18s would still pay to use public transport. TfL expects a demand reduction of only 1% to 2% in the morning peak if these proposals were to be implemented from September, reaching only 5% by January, so the proposal is not even going to achieve the Government’s aim of reducing demand significantly.",
        "TfL is willing and able to work with local authorities and schools on a range of measures to address demand, such as staggering start times, capping numbers on buses, and encouraging walking and cycling where possible ​for those who live near school, whereas this proposal, which might hit the already disadvantaged hardest, might only reduce demand during the morning rush hour by 1% to 2%.",
        "The Minister might say that children should cycle, but even when new segregated cycle routes are in place, I challenge her to find many 2-mile to 5-mile home-to-school journeys that can be done by an 11-year-old, wholly on segregated cycle paths, including crossing major junctions or on quiet streets like in Hackney. Many boroughs are not implementing these schemes anyway. Kensington and Chelsea seems somewhat reluctant.",
        "Furthermore, many low-income families do not own a bike, many homes have nowhere safe to store a bike and not everyone lives in a place where it is safe to walk to school. Those walking longer distances are at risk from those preying on vulnerable children. One mother said to me that the advantage of the bus is the CCTV, so the groomers and the robbers do not tend to use them. Many London children travel long distances to school, beyond the reach of the bike.",
        "**Meg Hillier**",
        "I thank my hon. Friend for being generous in giving way again. One of the benefits of this project when it was introduced was that it got whole generations of young people to realise that public transport was there and was useable. It got them in the habit. Does she not think there is another detrimental impact? It is a nice idea that everyone is going to hop on a bike instead of going by car, but it is not likely to happen.",
        "**Ruth Cadbury**",
        "My hon. Friend is absolutely right. To quote the brilliant Josh from Lewisham again, public transport is a lifeline for so many of our young people.",
        "So far, the Transport Secretary, in his responses on the issue to this House and to the Transport Committee, has paid lip service to the need to reduce demand, but seems to take delight in criticising TfL’s finances—what he claims is the Mayor’s mismanagement of them—and suggests that taxpayers elsewhere in the UK are unduly subsidising London. However, the previous Mayor of London, who is now the Prime Minister, agreed to phase out TfL’s direct operating grant. This left London as one of the only major cities in the world, and the only capital in Europe, not to receive direct Government funding for running day-to-day transport services. As a result, fares and commercial revenues have been forming just over 80% of TfL’s income. Before covid struck, TfL’s finances were in a strong place, but clearly, when tube ridership plummeted by 95%, it was simply not feasible for TfL to recuperate that income on its own. Hence it needs support.",
        "Perhaps the imposed condition and the way it has been handled is an attempt to curb the Mayor’s powers, contrary to the Government’s professed support for devolution of powers to cities and regions. I hope not. The Government should let the London Mayor lead, and let TfL get on with the job it does so expertly every day—managing demand, providing safe journeys for children and young people, and keeping London moving.",
        "Children and young people in Greater London, including my constituents, should not be the accidental victims of this apparent power tussle between the Government and the Mayor of London. I have some questions for the Minister.",
        "**​Bambos Charalambous (Enfield, Southgate) (Lab)**",
        "Have the Government made any impact assessment of these ill-thought-out measures, particularly the impact on the poor and disadvantaged young people?",
        "**Ruth Cadbury**",
        "If the Government have done an impact assessment on this, I do not believe that they have yet shared it with TfL, the Deputy Mayor or the Mayor of London.",
        "I would like to pose some questions to the Minister. Why did the Government wait until the 11th hour to confirm emergency support for TfL to keep London running through the pandemic, when other sectors equally affected were given support quicker and with fewer strings attached? Why was that condition to remove free travel from London’s children and young people crowbarred into the emergency funding agreement at the very last minute? What is the demand reduction in per cent. that the Government expect to see from the change to concessions? Do not TfL’s recently introduced maximum passenger limits on buses deal with the potential overcrowding problem? Who will pay for the additional administrative burden? When does the Minister expect the system to be operational? What discussion have the Government had with local authorities, schools and colleges about the proposal? Is the proposal being consulted on, so that students, parents and schools can make their views known? Has an equalities impact assessment been done? If so, will either of those be made public? Or is it a done deal—no discussion, take it or leave it?"
    ]
}