{
    "url": "https://www.ukpol.co.uk/alun-cairns-2021-speech-on-the-obesity-strategy/",
    "title": "Alun Cairns – 2021 Speech on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alun Cairns, the Conservative MP for the Vale of Glamorgan, in the House of Commons on 27 May 2021.",
    "content": [
        "Thank you for inviting me to contribute to this extremely important debate, Mr Deputy Speaker. I pay tribute to my hon. Friend the Member for South West Bedfordshire (Andrew Selous) for securing the debate, and to the way in which the Minister and the Opposition spokesman have contributed so far. Obesity rates are too high, without question, and the long-term consequences include a range of diseases: covid, which has already been mentioned, dementia, cancer, diabetes, heart disease, liver disease and so many more. The need to tackle obesity therefore goes without saying.",
        "The challenge of obesity and its consequences among young children naturally has a very long tail. Introducing policies to meet the childhood obesity challenge naturally requires an understanding of the complexity of the causes if we are to have a real impact on the effect. Diet is obviously central to what we need influence, but it is not the full story. Contributing to the make-up of the diet there will be a series of complexities, and there needs to be clarity around the content of food products. I pay tribute to the work that the Government are doing and what they have committed to do in the Queen’s Speech, and to the work that has been done on labelling and on the sugar tax, which has contributed to a reduction in sugar in fizzy drinks and other products.",
        "Knowledge and skills are important, including, for example, on the availability of fresh vegetables. Fruit and vegetables are obviously important, as is knowing how to cook. Standards and approaches in schools are also difficult. We need education in schools and among parents, who are also central to tackling childhood obesity. Lifestyle is an issue. The slower lifestyle through the lockdown period has enabled many people to address their own weight, but others have not done so. All of these issues naturally have complexities associated with them. Exercise is clearly also an issue, as well as eating disorders, which have been highlighted. I am trying to highlight the complexity of all that we need to face.",
        "With these points in mind, I ask the Minister to consider the cause and effect directly, as well as the focus that has been given to the advertising industry and the marketing of food products, to establish whether it will have the desired impact. Whatever action we take, we must be sure that it will make a difference. There have been calls for many years for a television advertising ban. I can remember it being discussed in Cabinet and being resisted because the evidence was unconvincing. We need to consider that, although there is a call for a television advertising ban, habits have changed. Very few children these days watch television in the way that we might have done when we were younger, and that demonstrates the further complexity of the debate. Displacement is another issue. Advertising is more likely to move online, and I think all Governments recognise the challenge of tackling advertising online. Finding a solution is much more complicated when dealing with things online, as we have seen from the example of Governments struggling to tackle adult content online being accessed by children.",
        "In the very limited time I have, I want to ask the Minister to look at the consequences, both positive and negative, and to question whether one will outweigh the other. I ask her to engage with the industry to see whether a solution can be found in which the industry itself, including broadcasters and online advertisers, can support the Government’s aims."
    ]
}