{
    "url": "https://www.ukpol.co.uk/alun-cairns-2016-speech-on-wales-in-a-reformed-eu/",
    "title": "Alun Cairns – 2016 Speech on Wales in a Reformed EU",
    "post_date": "May 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Secretary of State for Wales, at Liberty Stadium in Swansea on 19 May 2016.",
    "content": [
        "[![aluncairns](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)",
        "Ladies and gentlemen, thank you so much for inviting me today to deliver my first major speech as Secretary of State for Wales.",
        "And I am especially pleased to be able to do so here in Swansea – my home city, so close to the village of Clydach where I grew up.",
        "And it is particularly special to speak at the home to the Swans and the Ospreys.",
        "We are also of course in Landore, close to the heart of Swansea’s industrial heritage where the first copper works opened in 1717 and where, by the 1870s, one of the World’s largest steelworks was operating.",
        "From its beginnings as a Viking settlement right through to its pivotal role in the industrial revolution, Swansea has been an ambitious and confident city, forging links with the wider world.",
        "And this is what I want to talk about this morning– my vision of a Welsh nation which is ambitious, confident and outward looking, which capitalises on opportunities for economic revival.",
        "As Secretary of State, I am passionate about seeing good things happen in Swansea.",
        "Where the UK Government is driving exciting regional initiatives such as the Swansea City Deal and its innovative ideas for internets of energy, well-being and technology….",
        "To the electrification of the mainline from Swansea to London as part of the largest investment in our railways since the Victorian era; or",
        "Through to International business success stories such as Swansea-based Lumishore… recent winners of the Queen’s Award for Enterprise- developers of LED lighting for boats who export 40% of their product to Europe.",
        "Swansea today is an outwardly ambitious city forging ever closer links to Europe and the world.",
        "For this to continue I believe we need to be a strong part of the UK, engaging with Europe and the wider world.",
        "And I want to explain why, with practical examples, that is so important. And why accessing the single European market and staying in the EU is so fundamental to that ambitious, outward looking nation.",
        "**Wales’s Own Challenges**",
        "Of course in Wales we face our own immediate challenges.",
        "Most urgently, we face a crisis in our steel industry. You will be aware that much is being done and offered by the UK Government to attract a buyer and to support an industry that is part of our heart beat.",
        "I should underline at the outset that I am limited in what I can say about steel because we are following a process…. A sales process in which I must – and am legally obliged to – respect the confidentiality of each party.",
        "But let me say, at each and every stage – and even before matters came public, the UK government has been actively working with Tata to see through a sales process. At various stages we have had to stay quiet to respect confidences, in spite of the calls for public statements in the 24 hour news cycle.",
        "The reality is we are working in a context where there is a global over supply of steel.",
        "I strongly believe that our steel industry is better off as part of a single market – as a bloc we can act against steel dumping far more effectively than we could on our own – and where we can get the best deal for our steel industry in what is their biggest market. Although there are no guarantees, be in no doubt, our membership of the EU makes our chances of gaining that buyer and of defending our industry so much stronger.",
        "Let me explain why:",
        "First, access to the EU market is fundamental to any steel manufacturer – with 69% of all steel exports from Wales going to Europe last year.",
        "Secondly, the joint action taken across Europe to defend our industry from steel dumping has led to steel imports from outside the EU fall massively.",
        "We have pressed the European Commission for firmer, faster action against unfair dumping and we’re pleased that the EU has listened and acted on this. There are now 37 trade defence measures in place across Europe, with nine investigations ongoing.",
        "As a result, Rebar and Wire Rod imports have fallen by 99% respectively, with similar number in other areas.",
        "Third, membership of the EU is fundamental to simply attracting investors because of the benefits the single market of 28 countries brings.",
        "And Fourth – imagine the action other member states could take if we were outside the EU.",
        "We could be subject to the same tariffs that are now having a positive impact against cheap dumping; and Tata’s competitors in Europe would naturally frame the EU market response to suit their operations, rather than one that includes us.",
        "And anyone who knows something about steel – Tata, the unions, investors or (dare I say) the government – all recognise the opportunities of the single market – negotiating around the table, rather than being spectators awaiting the impact of their decisions on our industry and our jobs.",
        "So the prospects of saving the jobs at Port Talbot and across other Tata operations in Shotton, Llanwern and Trostre and across the UK are much stronger because of our membership of the EU.",
        "Welsh Exports and the Single Market As well as supporting our Steel Industry, the EU is a major driver for the wider Welsh economy.",
        "The single market gives British businesses access to over 500M customers – eight times the size of the UK market.",
        "Businesses in Wales already recognise the value of these opportunities – the number of exporting businesses here is growing six times faster than the UK as a whole.",
        "The value of Welsh exports for the last year available was £12.2Bn, equivalent to £4,300 per person, with the EU receiving 43% of all our exports and 11% of total Welsh output.",
        "If there was ever any doubt, the EU is Wales’ largest trading partner and is the lifeblood of 100,000 jobs here in Wales.",
        "The EU as an Investment Driver Our membership of the EU is also key to the UK in attracting investment – just look at the success stories of companies like Airbus in Broughton or Toyota on Deeside.",
        "Airbus is home to one of the UK’s largest manufacturing plants.  \nThe Broughton site employs over 6,000 people and in recent years it’s provided around £100 million a year in pay to Welsh workers.",
        "It has spent around £120 million annually through its Welsh supply chain.",
        "And over the last decade, the Airbus site has seen major investments totalling more than £2 billion in facilities and infrastructure improvements.",
        "It’s a key part of the British economy making highly technical wings for all Airbus commercial aircraft, as part of a much larger global operation.",
        "This high value, highly skilled work depends on Britain remaining competitive for business.",
        "Paul Kahn, President of Airbus said: “If after an exit from the European Union, economic conditions in Britain were less favourable for business than in other parts of Europe, or beyond, would Airbus reconsider future investment in the United Kingdom? Yes, absolutely.”",
        "And like aerospace, automotive is an expanding sector of our economy. It is interesting to note that Sunderland now exports more cars than the whole of Italy, and Wales is a crucial part of this supply chain.",
        "18,000 people make car parts in Wales in more than 150 companies of all sizes. The CEO of the Wales Automotive Forum says that we make enough component parts to almost make a complete vehicle.",
        "It is an industry that injects £3.3bn into the Welsh economy.",
        "I was delighted that Aston Martin reinforced our position with an investment in my constituency – a project that was secured through both the UK and Welsh Governments working together.",
        "Toyota, is the world’s top-selling carmaker – for four years running – Their plant on Deeside employs 540 people, creating 950 engines a day that are exported internationally.",
        "Earlier this year, they announced a further £7 million investment in their North Wales plant – a further example of a Wales winning investment.",
        "Investments like these at Toyota are fundamental to our economy. They highlight again and again the importance of the single market to their presence and their operations; saying specifically, “British membership of the EU is the best for our operations and… long term competitiveness.”",
        "Airbus and Toyota are just two examples of what Wales needs to do more of – being ambitious, confident and outward looking in high end manufacturing sectors.",
        "These companies operate in global industries whose success depends competitiveness. They feed on an integrated business model, with the ability to move products, people and ideas around Europe without any restriction.",
        "The supply chains are relevant to us all.",
        "There are a host of companies that thrive on such investments that in turn create wealth and prosperity.",
        "They could be small engineering businesses or electrical operators, such as the ones I visited recently who supply TATA, though to those larger operators who supply Airbus and Toyota.",
        "Take Toyoda Gosei, – not far from here, where the PM visited just two weeks ago. A Japanese owned supplier of car components, has invested over £65 million in their Gorseinon site.",
        "The company’s workforce has grown from just 13 in 2010 to more than 600 on the back of the success in the automotive sector and supply chain. Today they supply Nissan, BMW, Jaguar Land Rover and Toyota.",
        "A clear demonstration of how large operators elsewhere in the UK have a major local impact. And the same could be said for Airbus",
        "But Europe also offers other features that support other types of investments too. Take the European Investment Bank. It’s the world’s largest lending institution, owned by the 28 European Union member states. They raise the bulk of their lending resources on the international capital markets through bond issues – their excellent rating allows them to borrow at lower cost.",
        "In 2015 they provided £5.6 billion to help deliver UK projects, contributing to £16 billion of investment – a record year.",
        "In Wales projects in social housing, transport, energy, water and education have benefited for more than forty years.",
        "Most recently the EIB was a major investor in Ford at Bridgend and Norgine at Hengoed.",
        "But they were also key to one of the most exciting investments on our doorstep- Swansea University’s new Bay campus.",
        "The stunning new £450m campus, which houses the College of Engineering and School of Management. In 2014 the Vice-Chancellor said: “This massive campus development is the largest university-led knowledge economy project in the UK and one of the best in Europe. It would not have been possible without funding support by the EIB (who) demolished the argument that the project was too big for Wales”.",
        "It is one of the largest knowledge economy projects in Europe, providing internationally acclaimed academic-to-industry collaborative research opportunities. The development wouldn’t have been possible without such financial support.",
        "The economic impact from the construction of the Bay campus alone is estimated at over £3 billion.",
        "The EU Supporting Higher Education And Europe’s role in Higher education is much wider.",
        "Cutting-edge investments have been made in Universities right across Wales. These institutions offer some of the best routes for individuals out of poverty and to growing the productivity of our nation.",
        "Europe plays a key part in bringing together the Higher education networks, international academics, the research excellence and even the students who choose to study here.",
        "Thousands of Welsh students have benefited from the Erasmus Exchange. A programme that was established in 1987 by Ceri Hywel Jones, a native of Port Talbot.",
        "These investments go right to the heart of our local communities across Wales.",
        "Bangor – The Institute of European Finance provides specialist consultancy and project reports. It houses Europe’s longest established and most comprehensive research library to banking and financial sector material.",
        "Cardiff Met has received 27 million Euros for schemes involving student and staff mobility to enhance teaching and learning, over 10 million Euros from the European Structural Funds to help with enterprise and commercialisation projects for local businesses, and over 2 million Euros for dedicated research projects.",
        "Trinity Saint David in Carmarthen, Lampeter and Swansea will receive £2.4 million of EU funds to develop the skills of employees through the Institute for Work-Based Learning.",
        "These projects are central to that goal of an ambitious, confident, outward looking Wales.",
        "**Welsh Farming**",
        "I’ve already highlighted steel, manufacturing and HE so let me touch briefly on a totally different sector.",
        "Seafood and agriculture. Industries that are both important to Swansea and to Wales. The EU receives over 90% of agriculture exports from Wales.",
        "That’s 98% of dairy exports, 97% of lamb, and 92% of beef.",
        "Leaving the EU could see tariffs of up to 70% imposed on our produce and would put the foundation of many local economies at risk.",
        "Furthermore, Welsh beef, Welsh lamb, Pembrokeshire Early Potatoes and Anglesey Sea Salt have protected status under EU laws. No company or region can seek to reproduce those products elsewhere or pass them off as substitutes.",
        "Welsh farmers could lose hundreds of millions of pounds on lamb and beef exports if we weren’t able to access the single market.",
        "I think it is fair to say that we could look to other markets. What about the US?",
        "And we have a special relationship -but that does not necessarily break down trade barriers. Yet in spite of our relationship, we exported zero welsh beef or welsh lamb to the US last year.",
        "Be it steel, automotive, HE or agriculture – leaving the EU would be a leap in the dark that Wales can’t afford to take -against the security of unfettered access to the single market and the role that it plays in attracting investment, along with our dependency on exports.",
        "**Conclusion**",
        "So, that is the positive case I would make for Wales staying in the EU.",
        "I am not here to advocate the status quo either.",
        "I am sure that there is recognition that Europe has to change to tackle the challenges ahead.",
        "And that is what the Prime Minister achieved with his deal in February.",
        "A recognition from European leaders that it must adapt to the needs of different nations and by delivering that special status for the UK.",
        "….That allows us to steer clear of the aspects of the EU that just don’t work for Britain – things like the Euro, open borders or the prospect of ever-closer union.",
        "Along with an emergency break option on access to our benefits.",
        "But ultimately, we have a strong voice at the heart of Europe so we can influence how it meets the challenges of migration, terrorism and maintaining the free market rather than simply reacting to their actions and their decisions.",
        "If we’re not around the table, we could be on the menu.",
        "This is the case for Wales being stronger, safer and better off in a reformed EU.",
        "The benefits of membership affect all of our lives – from supporting investment in infrastructure and education to manufacturing, agriculture and social programmes.",
        "From the breadth of Europe to the heart of our local economies.",
        "Just as Swansea has been making its mark on Europe and the world for several hundred years, my vision for Wales is of an ambitious and innovative country that looks to the opportunities that Europe and the wider world create.",
        "This is a positive case for remaining part of the EU and its access to the single market.",
        "Let us confidently and proudly ensure our voice and influence is heard."
    ]
}