{
    "url": "https://www.ukpol.co.uk/alun-cairns-2018-speech-on-st-davids-day/",
    "title": "Alun Cairns – 2018 Speech on St. David’s Day",
    "post_date": "March 3, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Secretary of State for Wales, at Downing Street on 1 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)",
        "Prime Minister, Ladies and Gentlemen,",
        "Today is an extremely important day. It is our opportunity to celebrate, underline and show our respect to the world’s greatest nation! We have our own language, history and culture.",
        "After all we have more castles per square mile than any other country.",
        "If you flattened our mountains, we’d be the bigger than England.",
        "And Welsh is one of the oldest living languages in Europe – and through your hospitality, Prime Minister, so many people, have travelled to celebrate St David’s Day here in No 10 – I don’t think these walls have heard so much Welsh spoken since Lloyd George lived here!",
        "There is little wonder that our exports are growing so sharply when you consider the quality of the produce we have on offer here today.",
        "And the Cor y Boro (Cor y Borough) choir from London and harpist Rhys Wardough from the Vale of Glamorgan are excellent examples of our fantastic cultural offering.",
        "I have the privilege of seeing the importance you place on every part of the UK, Prime Minister, but this reception again shows to the public the special emphasis and respect you show to all 4 nations of our precious Union.",
        "Over the last year, we’ve had had the joy of witnessing some of our best sporting and cultural offerings – from Opera to Football or rugby. – And I am sure you will agree that was a try in Twickenham two weeks ago!",
        "We’ve been moved by the heroic tales of Welshmen who fought for our freedom during the First World War commemorations.",
        "And only a few weeks ago, I had the privilege of being the first MP in history to make a speech in the Welsh Language in a House of Commons debate.",
        "And before we look to the future, we need remember our roots and heritage, it’s worth recalling St David saying, –Be Joyful. Keep your faith and your creed. Do the little things that you have seen me do’.",
        "And looking to the future – amongst a host of exciting policy commitments to Wales – to help grow our economy and improve the way we live our lives – The whole country was particularly delighted when you agreed that the Severn Toll barrier to enter Wales will be abolished by the time we meet next year.",
        "Ladies and Gentlemen, I give you the Prime Minister."
    ]
}