{
    "url": "https://www.ukpol.co.uk/alun-cairns-2018-speech-on-welsh-innovation/",
    "title": "Alun Cairns – 2018 Speech on Welsh Innovation",
    "post_date": "March 28, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Secretary of State for Wales, in Hong Kong on 23 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)",
        "Thank you for that introduction and a very good morning to you all.",
        "It’s a pleasure to be here today and to be at this GREAT Festival showcasing the very best of British innovation.",
        "I may have only been here for 24 hours but in that short amount of time I have been truly inspired by the conversations I’ve heard about our shared ambitions, and energised by the opportunities we have to work together to shape the future of global trade.",
        "There is no denying that there is a real buzz about the place.",
        "At every turn I am seeing:",
        "British and Asian visionaries forging new links and strengthening existing relationships.",
        "Businesses enthusiastic to show that they are capable, cutting edge and confident to embrace global markets.",
        "And innovators making the connections that will put them in pole position to benefit from the opportunities this important market provides.",
        "It truly is a meeting of brilliant minds and I am very much looking forward to seeing businesses reap the benefits of the valuable relationships that they will forge here.",
        "And I’m delighted to have the opportunity to talk to you today about Britain’s trading future and how our global reputation for innovation excellence places us on a firm footing for the future.",
        "**INNOVATION**",
        "If your experience abroad has been anything like mine, you will know that British innovation is deeply valued around the world.",
        "In our distilleries and on our factory floors; in our tech hubs and our research facilities: ideas, goods, and services are being produced that are coveted right across the globe.",
        "Indeed, innovation in in the fabric of Britain’s DNA.",
        "Game changers invented by the Brits include items as diverse as penicillin and the pencil, the jet engine and bungee jumping.",
        "We invented the telephone and text messaging. We can claim evolution, gravity, longitude and the Higgs Boson particle. And, perhaps the most important breakthrough of all – a Brit invented the chocolate bar.",
        "And from a personal point of view, I am particularly proud to say that the world’s first ever wireless broadcast took place in my own constituency the Vale of Glamorgan. And the message was, ‘are you ready’?",
        "Ironically, a message which is equally relevant to today’s challenges.",
        "Yet there can be no denying that having the capability and capacity to innovate is still the way to prosper in the 21st century.",
        "And – as Welsh Secretary – I’m delighted that Wales is playing its part.",
        "How many people know, for example, that the wafer semiconductor technology for more than half the world’s smart phones is manufactured in south Wales in what is becoming a hub of hi-tech excellence and innovation?",
        "I’m delighted to see IQE – the company helping to drive this innovation forward – here at this festival this week.",
        "And Swansea University is already exploring how 5G technology can be used for smart bandages which can detect how a wound is healing and send a message back to doctors in real time.",
        "They – and the thousands of other Welsh companies breaking overseas markets – are making a huge contribution to the value of Welsh exports which totalled £16.4 billion last year – an increase of 12.3% on the previous year.",
        "So you know, as well as I, that we have world class innovations and services to offer to the world.",
        "But what is the UK Government doing to help British innovators to thrive abroad?",
        "Well, everything that the Department for International Trade does is designed to help you on every step of your exporting journeys.",
        "From financial backing, export advice, trade missions or access to the 1,200 advisers in 108 countries worldwide, there is a world class resource that you can tap into.",
        "**EU EXIT**",
        "I understand that every business here at this Festival will be hoping for a glimpse of what that trading potential with the rest of the world will look like once we leave the EU.",
        "I know that businesses value certainty and stability above all else.",
        "But what I also know is that this Festival shows that the connections that we have around the world can become more varied, become stronger and become more enticing as we leave the EU.",
        "We are living in a time of historic opportunity with great prizes at stake for our economy if we only have the courage to grasp them.",
        "But we must, as a country, set our sights on this future.",
        "And our future must be global.",
        "Because the pattern of our trade is changing.",
        "Dynamic trading has shown that over 50% of Britain’s exports are now to outside the EU, compared with only 46% in 2006.",
        "So in the wake of Brexit, we must become more not less international in our outlook.",
        "We need to make sure that Britain will always be open for business, will be open to collaborative partnerships with like-minded countries, institutions and firms right around the world.",
        "**INDUSTRIAL STRATEGY**",
        "But to encourage innovation, it is not enough to simply increase investment and to set challenges.",
        "We also need to provide the freedom that innovators and optimists need to thrive.",
        "And that is what our Industrial Strategy is all about.",
        "A strategy that has been developed in full partnership with the innovators, investors and job creators of the British economy.",
        "It is a strategy sets out how we are building a Britain fit for the future and how we will respond to the technological revolution taking place across the world.",
        "**CONCLUSION**",
        "It is another example of how we have set out a positive vision of an optimistic, open, outward looking, free trading, buccaneering Global Britain.",
        "It is a vision of a country back in charge of its trading destiny.",
        "But to realise that vision, we know that Government and businesses need to work hand in hand.",
        "The UK Government will continue to lay the foundations and develop the international relationships – opening doors and taking down barriers.",
        "But it is ultimately our enterprising businesspeople like you who will make the most of those new opportunities.",
        "I want you to know that the UK Government will be backing British business all the way – doing all we can to help you realise our vision of a prosperous, truly Global Britain.",
        "I look forward to experiencing what the rest of this Festival has to offer, and to continuing to celebrate with you the success of British innovation now and in the future.",
        "I’ll now hand over to the Permanent Secretary to the Department for International Trade, Antonia Romeo.",
        "Thank you."
    ]
}