{
    "url": "https://www.ukpol.co.uk/alun-cairns-2018-speech-on-the-opportunities-of-cross-border-growth/",
    "title": "Alun Cairns – 2018 Speech on the Opportunities of Cross Border Growth",
    "post_date": "January 23, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Secretary of State for Wales, at the Severn Growth Summit on 22 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)",
        "**Introduction**",
        "Good morning I’m delighted to welcome you here to Newport and this superb venue today for the first ever UK Government Cross-border Growth Summit.",
        "It’s wonderful to see such a packed audience – I have been truly overwhelmed with the response to this Summit and the fact that this event is sold out shows the appetite for a new way working between the great cities of Newport Cardiff and Bristol.",
        "I’d like to start by thanking all those that helped make this event happen, particularly Business West and the South Wales Chambers of Commerce.",
        "This Summit was born out of an appreciation for what this great region has to offer.",
        "The Welsh economy is going from strength to strength – last year, Wales was the fastest growing country in the UK and Cardiff was the fastest growing capital city.",
        "And Bristol is the only city in England outside of London with productivity above the UK average.",
        "Together, it’s clear this region is a true powerhouse of the UK economy.",
        "But the real driver behind this event today has been our commitment to abolish the tolls on the Severn Crossings.",
        "This was my first objective when I became Secretary of State for Wales because I recognise the symbolic and economic barrier the tolls represent to the prosperity of Wales and the South West.",
        "As many of you in this room will know these iconic landmarks have served commuters, businesses and local communities in Wales and England for over 50 years.",
        "60,000 journeys are made between England and Wales on the M4 each day – that’s almost a fifth of all road journeys between England and Wales.",
        "By ending the tolls for the 25 million annual journeys across the Severn, we will create a natural economic growth corridor spanning Cardiff through Newport to Bristol.",
        "This commitment will save commuters £1,440 a year, equivalent to £115 per month.",
        "And hauliers will no longer pay £20 for every truck transporting goods – this will be profound change to the economic landscape.",
        "This sends a direct message to businesses, commuters and tourists alike that we are committed to strengthening the links between England and Wales.",
        "And we must ensure we capitalise on this opportunity – that’s why I wanted to bring you all together today.",
        "And to emphasise how important this is, can you imagine if there was a £6.70 charge between Cardiff and Newport and the impact this would have on the local economy? Or if there was a £6.70 charge between Bristol and Bath?",
        "The barriers this would create to business and communities would be devastating. And so we must not forget that this barrier has been in place for 50 years between Wales and the South West, and this is now our opportunity to transform this great region.",
        "It’s clear that underpinning everything we do should be an understanding that economic opportunities do not stop at political or administrative boundaries.",
        "So my ambition for today is simple, I want us to seize the new opportunities abolishing the tolls creates and work together to grasp the potential of this great region.",
        "**Synergies**",
        "So, what are our strengths?",
        "We know there is already some excellent cross-border work despite the tolls – from businesses and universities who collaborate across the Severn, to the work Cardiff, Newport and Bristol Councils have begun through the Great Western Cities initiative.",
        "I look forward to building on this work and develop the synergies that exist between the economies in Bristol, Newport and Cardiff.",
        "There are many strengths in this great economic region and part of the work my department is doing is to establish what sectors have the greatest growth potential.",
        "From the world famous Aardman animations in Bristol, to Cloth Cat in Cardiff, the creative industries sector is thriving and represents one of the largest sectors in the region outside London – we must take advantage of this talent.",
        "There are over 4,000 creative businesses in Bristol, with a further 1,700 creative businesses in Cardiff.",
        "Together, there are almost 50,000 creative jobs in Cardiff and Bristol, and with employment in the sector growing at four times the rate of the UK workforce as whole, this region is set to prosper.",
        "And I’m pleased that there are already companies in the creative industries sector who operate in both Cardiff and Bristol.",
        "Plimsol Productions is one such company and will be discussing their experiences of cross border working later this morning.",
        "Between Bristol, Newport and Cardiff we also have one of the strongest digital corridors in the UK.",
        "And it’s great to see Doopoll, one of Wales’ leading digital companies, here today supporting this event.",
        "High tech industries and advanced manufacturing are central to this digital growth and companies like Airbus are already leading the way in Aerospace and Defence with operations in Filton and Newport.",
        "There are also 450 law firms registered in Wales, including top international law firm Eversheds Sutherland, operating around the world from its Cardiff office.",
        "And we shouldn’t forget the importance of the financial and professional business services sectors to Cardiff, Newport and Bristol.",
        "Companies such as PricewaterhouseCoopers have a presence in Cardiff and Bristol, and both cities have been identified as Financial Centres of Excellence by UK Government.",
        "Financial services in Cardiff contribute almost £1.2billion to the UKs economy and in Bristol contribute over £1.3billion, higher than the contribution made by the sector in cities such as Sheffield, Liverpool, and Aberdeen.",
        "This reinforces the status of Cardiff and Bristol as an emerging powerhouse in the financial and professional services industry.",
        "**Universities**",
        "But is it not just about business.",
        "Our universities and higher education institutions also have extensive research links on either side of the Severn.",
        "With specialisms in areas including life sciences, digital, engineering and energy, Welsh and South West universities are contributing to the innovation potential of this growth corridor.",
        "And there is further opportunity for collaboration here too. Take for example the world leading work that is happening on Compound Semi-Conductors at Cardiff University and the potential for joint working with the Quantum Technology Innovation Centre.",
        "Colin Riordan from Cardiff University will talk more about this collaboration potential in our panel session later this morning.",
        "**Industrial Strategy**",
        "The tolls were clearly a priority but they are one part of a broader approach to driving economic growth throughout the whole of the UK.",
        "Underpinning policies like the tolls is our UK-wide Industrial Strategy which focuses on developing the natural growth corridors to spread prosperity and enable us to compete on a global stage.",
        "City and Growth Deals are the building blocks of the Industrial Strategy and I want us to capitalise on the success of the Cardiff Capital Region City Deal and the West of England devolution deal – both of which have huge potential.",
        "I look forward to hearing more about both regions during the course of the morning.",
        "**Cross border regions**",
        "And we must learn from others.",
        "The Mersey-Dee alliance in North Wales shows what can be achieved when MPs from both sides of the political spectrum, as well as organisations from both sides of the border collaborate for the benefit of the region.",
        "And on the international stage the parallels to the Oresund region in Scandinavia are clear.",
        "This region, which spans parts of Denmark and Sweden, is linked by a bridge between Copenhagen and Malmo, not dissimilar to our own Severn Crossings.",
        "Whilst differences to our own cross-border region exist, it is clear that we can learn lessons and benefit from others’ experience.",
        "**Connectivity**",
        "I wanted to highlight one area of particular interest which is clearly central to increasing cross-border collaboration – connectivity.",
        "One of the key drivers behind the Northern Powerhouse initiative was the significant number of people commuting between Liverpool and Manchester, however there are actually more people commuting between Bristol and either Cardiff or Newport.",
        "This shows that this region has huge potential, potential that rivals that of the Northern Powerhouse or Midlands Engine.",
        "And where there are challenges there will also be opportunities, so for example, removing the tolls from the Severn Crossings has already raised concerns about congestion on the M4, whilst I understand these concerns I also believe we have an opportunity to look how we improve our rail offer between Cardiff, Newport and Bristol.",
        "And to support this ambition I want to highlight one particular issue: last Month, the Transport Secretary launched a consultation into the future of the Great Western franchise.",
        "This franchise delivers services which are invaluable to Wales’ economy, its passengers and commuters, and plays a crucial role in connecting communities in the Severn Growth corridor.",
        "The consultation offers the ideal opportunity to have your say on how we can maximise the potential of the franchise to benefit passengers in Wales – I encourage everyone here to contribute and if you look inside your brochure, you will find details on how to respond.",
        "**Conclusion**",
        "I am sure that everyone here today will agree that the value of connectivity between Cardiff, Newport and Bristol is clear beyond doubt.",
        "I want this event to be the catalyst to the forging and strengthening of partnerships with innovators, inventors, job creators, local leaders, the devolved administrations, workers and consumers as we work together to make our country fit for the future.",
        "As we move closer to our departure from the EU, more decisions about our economic future will be in our own hands – and it’s vital that we take them.",
        "Our individual strengths are many.",
        "But by pooling our resources, expertise and experiences, we can deliver ideas and projects that will not only benefit the cities of Bristol, Cardiff and Newport but the wider South Wales and South West England regions as well.",
        "I started by talking about the Severn Crossings, and so it seems fit to end my speech with reference to a Welsh proverb which I hope our English colleagues in the audience will appreciate:",
        "A fo ben, bid bont, which translates to ‘if you want to be a leader, be a bridge’ – so let’s use our bridge, our new-found connectivity to lead together and champion this great region.",
        "I hope this event will give us all a stronger voice to promote our joint ambitions, and allow us all to take forward future economic and cultural opportunities that will deliver prosperity for the whole of the UK.",
        "Thank you."
    ]
}