{
    "url": "https://www.ukpol.co.uk/alun-cairns-2016-speech-on-welsh-devolution/",
    "title": "Alun Cairns – 2016 Speech on Welsh Devolution",
    "post_date": "January 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Parliamentary Under Secretary of State for Wales, at the Capita Devolution Conference in Cardiff on 28 January 2016.",
    "content": [
        "[![aluncairns](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)",
        "**Introduction**",
        "Thank you Sir Paul for that introduction and indeed for chairing this event today. I am very pleased to be here to set out how the Government is meeting its commitments to devolve more powers to the Welsh Government and the Assembly.",
        "This is an exciting time for devolution in Wales and across the UK though it is fair to say that my party were not natural devolutionists at the outset.",
        "But, once the Welsh people had given their view in the 1997 referendum, we embraced it with a determination to make devolved government succeed. As William Hague remarked, good generals don’t fight yesterday’s battles.",
        "And since then, my party has become a party of committed devolutionists. In Wales and elsewhere in the UK we are making historic changes to how the country is governed; devolving decision making closer to the communities affected by those decisions.",
        "But before I talk about the future, I want first to reflect on how we have got to where we are today.",
        "**The Story So Far**",
        "The Assembly of 1999 was of course a very different place to the legislature we have today, with very different powers.",
        "Having been an Assembly Member for 12 years I am more than familiar with the limitations and the challenges of working in an Assembly under the various Government of Wales Acts. I hope to be able to use my experience as an AM with an understanding of its culture and expectations in a positive and constructive way in developing the new settlement.",
        "It was not until the Government of Wales Act 2006 that the Assembly truly became a legislature.",
        "Even then, despite the Richard Commission recommending full law-making powers two years before, devolving competence was subject to the convoluted and complicated Legislative Competence Order process that I think we all would sooner forget.",
        "When the Conservative-led Coalition Government was elected in 2010, we stepped up the pace of Wales’ devolution journey. We took forward the 2011 referendum which saw full law-making powers devolved to the Assembly for the first time. We established the Silk Commission to engage with the public, businesses, and others in Wales, on the future of Welsh devolution.",
        "The Wales Act 2014 saw the coalition government implement almost all the recommendations the Silk Commission made in its first report on fiscal devolution. We are devolving stamp duty land tax and landfill tax, proving the Welsh Government with new capital borrowing powers and taking forward the devolution of a portion of income tax.",
        "Sir Paul’s commission turned next to looking at the Assembly’s powers and published its second report in 2014.",
        "By then it had become clear to us all that the current Welsh devolution settlement was not fit for purpose. It does not do the job of providing a clear devolution boundary because it is silent in many areas and unclear in others.",
        "The Silk Commission’s headline recommendation that Wales should move to a reserved powers model reflected the broad consensus of opinion across Wales.",
        "But although the Silk Commission included representatives of the four main parties in Wales, those representatives had no mandate to bind their parties to the recommendations it made.",
        "The St David’s Day process, which the Secretary of State led a year ago, identified which of the Silk Commission’s recommendations commanded the support of the four main political parties in Wales.",
        "It is fair to say that the process was not easy but the Secretary of State was determined that Welsh devolution progressed on the basis of cross-party agreement",
        "And whilst the views of the parties here in Cardiff are often widely publicised I think all involved in the process were surprised by the less publicised divergence between those views and the views of the same parties in Westminster.",
        "This complicates the matter still further.",
        "The outcome of this process became what is now called the St David’s Day Agreement and the Conservative manifesto for last year’s general election committed to implement that agreement in full.",
        "We’ve wasted no time in getting on with that job.",
        "We have already put in place a funding floor. This was something that had been shied away from in the 13 years leading up to 2010.",
        "The significance of this should not be understated. When I was an AM, it took years for the Assembly to recognise the case of underfunding. It wasn’t until 2008 that the Welsh Government agreed to commission Gerry Holtham to conduct an investigation. Even then, the-then Chief Secretary, Andy Burnham, simply acknowledged the contents without any direction.",
        "This government recognised that devolution could not operate effectively while the issue of relative levels of funding loomed large in the minds of public and politicians alike.",
        "The funding floor will ensure that relative levels of funding for Wales will not fall below 115% of comparable funding in England. That is a real commitment and it is in place now.",
        "We are also taking forward income tax devolution and in November the Chancellor committed to implementing the Welsh Rates of Income Tax without a referendum.",
        "The draft Wales Bill, which was published in October for pre-legislative scrutiny, further delivers on the St David’s Day Agreement.",
        "It provides a reserved powers model for Wales and it will devolve new powers over energy, transport, the Assembly, local government elections and many other areas.",
        "**The Changing Context: Further Devolution in England, Scotland and Northern Ireland**",
        "But all of this is not happening in isolation.",
        "We are taking forward the Smith Commission recommendations for Scotland through the Scotland Bill, which is at Committee stage in the House of Lords.",
        "We will implement the Fresh Start commitments for Northern Ireland.",
        "And we are devolving powers to our great cities reflecting the need for responsive decision making at a local level on some key issues to reflect local needs. Manchester will soon have an elected mayor and we are agreeing City Deals for cities as far apart as Bristol and Glasgow.",
        "The Chancellor also confirmed earlier this month his commitment to delivering a Cardiff City Deal. The £50 million we have committed to establish a UK national centre to develop semiconductors is a down payment on a City Deal we want to see agreed in time for the Budget.",
        "But there needs to be wider recognition in Wales of the need to devolve decision making from Cardiff Bay. The case for Wales having different needs to other parts of the UK rightly generated the calls for devolution. The same logic also applies to the needs in different parts of Wales.",
        "**Where we Have Got to and Why**",
        "Since its publication, the draft Wales Bill has generated intense debate. And it has exposed some oft-repeated misconceptions about devolution.",
        "Through the Wales Bill, we want to devolve more powers to Wales. But in establishing a new reserved powers model we want to see a clear boundary between what is devolved and what is reserved.",
        "Clear boundaries so that policy makers and law makers who need to navigate the settlement every day understand who is responsible for what.",
        "More importantly, clear boundaries so that people know who to hold to account for decisions on the services they use every day, be it the UK Government or the Welsh Government, the Assembly or Parliament.",
        "It can’t be right that we have to go to the Supreme Court to get clarity on what is devolved or not devolved.",
        "And it can’t be right that the focus of debate stagnates around the extent of Assembly powers not on what they want to achieve.",
        "Much has been made of the consent requirements in the draft Wales Bill but to my mind, they provide flexibility for the Assembly to legislate but with a demarcation of responsibility between the Assembly and the UK Government.",
        "It is absolutely right that the UK Government seeks the consent of the Assembly to make changes to the law in devolved areas. This happens regularly through Legislative Consent Motions.",
        "Then surely it is equally right that the consent of a UK Minister should be gained to amend the functions of bodies which are accountable to the UK Parliament.",
        "The UK Government has sought over 50 Legislative Consent Motions in the Assembly for UK Parliament Bills since the Assembly gained full law making powers in 2011. This is quite a regular and mature part of governance.",
        "My logic is that it is only right that there should be a similar process when the Assembly seeks to change functions of reserved bodies.",
        "But, that said, we understand the doubts and concerns about the Bill that remain and we are looking positively at the issues that have been raised.",
        "And we are looking at the list of reservations. A reserved powers model for Wales was never going to be simple and the list of reservations was never going to be short – it isn’t for Scotland where more powers are devolved.",
        "We are looking to reduce the number of reservations and to include only those where there is a good reason to do so. But the focus here should not be on the number of reservations, the focus needs to be on getting the devolution settlement right.",
        "Finally, most of the debate around the draft Bill has been about the so called “necessity test”.",
        "I recognise the concerns that have been raised about this issue..",
        "I respect the views that have been expressed but let me make clear that this is not, as some would have us believe, a part of some Machiavellian plot to prevent the Assembly being able to enforce its legislation.",
        "Rather it is simply to ensure that the fundamental principles that underpin the legal jurisdiction in England and Wales are not modified any more than they need to be for that enforcement to be effective in Wales.",
        "We are looking at whether this aim can be achieved in a different way but the answer is not a separate jurisdiction.",
        "The single jurisdiction works and has served Wales well for centuries.",
        "A separate jurisdiction would be expensive with more complicated structures.",
        "It is not what the legal profession in Wales wants – a profession that currently punches above its weight across England and Wales.",
        "Be it from law schools based in London, Cardiff or Llandudno, there could be a risk that legal talent would desert law firms in Wales for better opportunities in London, Manchester or Birmingham.",
        "And we do not want potential inward investors having to factor in a separate jurisdiction into their decision making when they are choosing between Flint and Farnborough or Llanelli and Lincoln.",
        "We do not need a separate jurisdiction to make a reserved powers model work, nor do we need one just for the sake of being different.",
        "We do not need a separate jurisdiction to make a reserved powers model work, nor do we need one just for the sake of being different.",
        "I absolutely agree that Welsh legislation will continue to diverge and that the legal system must account for that.",
        "There are well established systems in place to ensure that the justice system in Wales can react to changes in the law in Wales but we believe that these arrangements can be made more robust to reflect the distinct arrangements needed in Wales to take account of the laws made by the Assembly.",
        "There are also some who call for a separate or distinct jurisdiction simply for Wales to be different; as if it is somehow an important assertion of Welsh identity to rebrand our courts.",
        "They argue for an outcome without ever explaining why that outcome should be where we want to get to.",
        "That is not how good policy is made and it would not deliver a clearer, stronger and fairer settlement as we are aiming to do.",
        "It is the very opposite of devolving powers for a purpose and that is why I would argue for a different outcome; on the issue of the jurisdiction and for Welsh devolution more generally.",
        "The Goal: More Accountable Government and More Mature Debate  \nWe need to move the debate in Wales onto a more mature footing.",
        "When the Wales Bill is settled, I want the focus of political engagement in Wales to be on policies, not on powers.",
        "In the early days of the Assembly, policies were routinely implemented on an England and Wales basis, not so that Westminster kept control, but so that the best policy was delivered in the most efficient and effective way.",
        "Sadly, that has happened less and less in recent years.",
        "The boiler scrappage scheme is an example I remember from my time in the Assembly. Rather than agree to the scheme being implemented on an England and Wales basis, the Welsh Government asserted that it could implement its own scheme. By the time that it did, much of the momentum had been lost and the Welsh scheme was far less effective than the scheme in England.",
        "The Help to Buy Scheme in Wales is another more recent example where a people in Wales had to wait several months for a rebranded Welsh version.",
        "Are these policies different for the sake of being different?",
        "On the other hand, there have been innovative policies in Wales in recent years..",
        "Organ donation and carrier bag charges are just two examples.",
        "I want to see a position where other parts of the UK are demanding the same changes in legislation where Wales has led the way.",
        "The tax powers we are devolving offer a great opportunity for just this sort of innovation.",
        "They offer the opportunity to make Wales a low-tax nation or even a high spending country if that is what the Government of the day would want to justify.",
        "Sir Paul’s report highlighted that a penny cut in the higher rate would cost the Welsh Government around £12 million, less than 0.1% of their budget.",
        "But it would set Wales apart as a nation that is prepared to be bold and innovative in its tax policies.",
        "Alongside this, the devolution of tax powers offers a chance to cost the value of everything, rather than just measuring inputs.",
        "Tax powers alongside the Wales Bill will deliver a more mature debate about tax and spend and about policies and service delivery.",
        "So how do we get to this outcome?",
        "**How We Get There – The Next Steps**",
        "Firstly, we will deliver the Wales Bill this year as we have promised to do.",
        "The Bill will reflect issues that have been raised in the debate that has gone on since the Bill was published in October and it will take account of the pre-legislative scrutiny recommendations made by the Welsh Affairs Committee and by the Assembly’s Constitutional and Legislative Affairs Committee.",
        "The Bill will deliver a new devolution settlement and significant new powers over energy, transport and elections.",
        "It will also give the Assembly significant new powers over its own institutional arrangements.",
        "But then there needs to be a response to these new powers from whoever forms the Welsh Government after the Assembly elections in May.",
        "I want the Welsh Government to be ambitious about these new powers.",
        "I want it to be innovative with these new opportunities.",
        "And to show that it can develop policies that make a real difference.",
        "We have had far too many policies that are different for the sake of being different.",
        "Wales may need different policies to the UK but different parts of Wales may also need tailored approaches.",
        "Only then can the debate move on from squabbles about powers to mature debate about services, taxation and spending.",
        "And that is the goal of the UK Government, the Assembly and I hope the UK Government.",
        "**Conclusion**",
        "As I said at the beginning, this is an exciting time for devolution in Wales, and across the UK.",
        "And in Wales this is not just an exciting time but a time of opportunity.",
        "We have a chance to move the political debate forward in Wales so we are talking about the issues that really matter to people on the doorstep.",
        "A chance to move on from complaints about Westminster funding to real debate about taxation and spending.",
        "A chance to develop ambitious and innovative policies for Wales not for the sake of being different but to address the health challenges, the social care challenges and the education challenges we face.",
        "That is my ambition for Wales. I hope very much that you share it.",
        "Thank you."
    ]
}