{
    "url": "https://www.ukpol.co.uk/alun-cairns-2016-speech-to-national-assembly-for-wales/",
    "title": "Alun Cairns – 2016 Speech to National Assembly for Wales",
    "post_date": "July 6, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Secretary of State for Wales, at the National Assembly for Wales on 6 July 2016.",
    "content": [
        "[![aluncairns](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)",
        "Diolch yn fawr Llywydd.",
        "It is a privilege to be here in the Senedd chamber once again, following the opening by Her Majesty the Queen last month.",
        "I remember this chamber fondly from my time as an Assembly Member. Return has caused me to reflect on how much it has changed since that time.",
        "Since 2011, when this Assembly took on full law-making powers it has passed 28 Acts and numerous pieces of secondary legislation including innovative legislation about organ donation, about sustainability and about housing.",
        "Llywydd, I want to talk today about the UK’s legislative programme and how it delivers security and increases life chances for people across Wales.",
        "**EU Referendum**",
        "But first, I want to touch on the vote to leave the European Union and what this means for us all.",
        "The people of Wales and UK have spoken and we must act on that to deliver a managed exit from the European Union.",
        "We need to show strong leadership and instil confidence in businesses and investors, Universities and Colleges, Charitable organisations and Local Authorities and to families and consumers alike.",
        "We will remain full members of the EU for at least two years and having spoken to the leadership contenders, it is clear that Article 50 will not be invoked immediately on their election. This offers more stability to the economy and to those who benefit from EU support.",
        "We need to use the interim period to prepare the nation for withdrawal. The Cabinet agreed to establish an EU Unit in Whitehall looking at all the legal, practical, regional and financial issues that need to be considered. I will work closely with the FM to inform the Unit as the UK negotiates to leave the EU. I will ensure Welsh interests are represented as the Cabinet agrees our negotiating position.",
        "Talking negatively doesn’t help anyone. I am hugely impressed by the response from the business community in Wales. Phrases such as ‘Business as Usual’ and ‘re-birth of businesses’ came out of a recent briefing session I held, with my favourite, ‘Entrepreneurs thrive on change’ being quoted by one exporter.",
        "And I want to ensure that the values which British society holds dear – the values of tolerance, of open-ness, of unity – are not seen as casualties of this referendum…",
        "…that we re-double our efforts to support community cohesion at both a locally and nationally.",
        "The British economy is strong: near record employment and a reduced deficit puts us in a good position from which to grow.",
        "We are leaving the institution of the EU, not turning our backs on our friends, neighbours and trading partners in Europe.",
        "I am optimistic about our future and of the Wales and Britain we must create outside the European Union.",
        "I have committed to make UKTI resource available to open new markets and to use the Foreign Office to develop relationships further afield. The Wales Office stands ready and waiting to give that access across all Whitehall resource and expertise.",
        "**Legislative Programme – Security for Working People**",
        "Turning to our legislative programme, economic security is our priority. Good progress has been made over the last six years and I am the first to recognise that there is always more to do.",
        "The Digital Economy Bill will modernise the climate for entrepreneurship and give everyone a legal right to superfast broadband. The Bill will support Wales’ key strengths in the technology sector to develop further.",
        "The Modern Transport Bill will provide for driverless cars, spaceports and safety around drone operations amongst other policies. And the Neighbourhood Planning and Infrastructure Bill will simplify planning and put the National Infrastructure Commission on a statutory footing.",
        "The Local Growth and Jobs Bill will promote home ownership in England and devolve significant additional powers to English Regions. This creates opportunities for regional economies in Wales to form strong partnerships but also highlights greater competition across the UK, which we must see as a positive challenge.",
        "**Legislative Programme – Increasing Life Chances**",
        "We are also determined to go further in tackling the barriers to opportunity.",
        "Through the Prison and Courts Reform Bill will empower Governors to take forward innovation that our prisons need, ensuring Prisons will no longer be warehouses for criminals but incubators for changing lives instead.",
        "The Children and Social Work Bill will make major changes to adoption to tip the balance in favour of permanent adoption if that is the right solution for the child.",
        "And the Higher Education and Research Bill will cement the UK’s position as a world leader in research ensuring we maximise the £6 billion a year investment we make. Welsh Universities receiving more than ever and I know that the Cabinet Secretary for Education is discussing other matters relating to the Bill with the University Minister.",
        "Legislative Programme – Strengthening National Security  \nKeeping our country safe in these challenging times is a priority.",
        "The Counter Extremism and Safeguarding Bill will help Authorities to disrupt the activities of extremists.",
        "The Investigatory Powers Bill will fill holes in our security apparatus so that we give law enforcement agencies the tools they need to protect the public in the digital age.",
        "And the Policing and Crime Bill will take forward the next phase in Police reform while the Criminal Finances Bill will cement the UK’s role in the fight against international corruption and enable a further crack down on money laundering and those who profit from crime.",
        "Alongside this we will bring forward a British Bill of Rights to reform the UK human rights framework, consulting fully with the Assembly on the proposals.",
        "**England-only changes**",
        "This legislative programme also makes further changes that will only apply in England, including reforming social work and giving more freedom to teachers in schools, as well as encouraging new universities.",
        "I hope that you all will look on legislation that applies to England and seek opportunities from them. It may be by replicating it or by doing something very different but hope that we all recognise that the UK is our biggest market in which we are inextricably linked and associated with.",
        "The closer communities work, co-operate, compliment and co-ordinate and even compete the better the outcomes tend to be, particularly in light of the referendum outcome less than 2 weeks ago.",
        "**The Wales Bill**",
        "My key aim for the Wales Bill is to ensure it delivers two underpinning principles for the future devolved governance of Wales: clarity and accountability.",
        "**Timing**",
        "Second reading took place last week and the first day of Committee took place yesterday. I know there were concerns around the time allocated but on each occasion, the debates finished early, with much time to spare.",
        "The second day will take place next Monday. And there will be further debate into the autumn as the Bill reaches Report Stage before Third reading. The whole process will start again when the Bill moves to the other place when their Lordships will undoubtedly show close interest and scrutiny.",
        "Of course, I want this Assembly to pass a legislative consent motion and I am sure that the First Minister, the Presiding Officer and I will continue our warm discussions.",
        "**The Assembly Coming of Age**",
        "The Bill will devolve significant powers, provide clarity and accountability and underpins my commitment to devolution.",
        "Constitutional Bills are not what comes up on the doorstep but it will allow the Welsh Government and the Assembly to focus on things that matter to people who live and work in Wales. Tax levels, the economy, health policy and education, energy projects and regeneration.",
        "**Single Jurisdiction**",
        "Llywydd, the debate on the draft Wales Bill, was dominated by the ‘necessity test’ and the inclusion of the test led to calls for a separate jurisdiction.",
        "The test was believed to set too high a bar and calls were made for a lower threshold. But Llywydd, I have gone further, and removed the test entirely when the Assembly modifies the civil and criminal law in devolved areas.",
        "As a consequence, many of the arguments for a separate legal jurisdiction should have fallen away.",
        "However, I also recognise the validity of some of the points made. Therefore, I have included a clause on the face of the Bill that recognises for the first time that Welsh Law is made by the Assembly and Welsh Ministers within the single legal jurisdiction.",
        "Distinct administrative arrangements also need to be recognised to accommodate Welsh Law and I have established a working group involving the Welsh Government, LCJ and UK officials. This will run in parallel with the scrutiny of the Bill.",
        "The single jurisdiction gives confidence and continuity and I have never heard that a policy cannot be delivered because of the single jurisdiction. It offers business simplicity and allows Wales and Welsh legal firms to capitalise on opportunities in London and elsewhere.",
        "The legal profession is one of Wales’ fastest growing sectors.  \nI am not sure what the additional regulatory burden, bureaucracy and risk to investors and law schools would achieve. This was accepted by opposition MPs yesterday.",
        "The advent of Metro Mayors and devolution across England put us in greater competition for investment. I suggest that we don’t underestimate how risks would be portrayed by our competitors.",
        "**Delivering Clarity – Reserved Powers Model**",
        "At the heart of the Bill is the reserved powers model.",
        "And we have cut a swathe through the reservations since the draft Bill was published in October.",
        "The list in the Wales Bill has been streamlined with clearer and more accurate descriptions of reservations. I believe that, broadly, we have struck the right balance.",
        "This reserved powers model will deliver a settlement that will make it clear to people in Wales who they should hold to account – the UK Government or the Welsh Government – for the decisions that affect their daily lives.",
        "**Powers for a Purpose**",
        "The Bill also devolves further powers – over ports and energy projects, speed limits, traffic signs and transport services in Wales.",
        "….powers over fracking and coal mining as well as marine licensing and conservation.",
        "**Accountability**",
        "A key feature of a mature legislature, of a Parliament, is that it raises, through taxation, much of the money it spends.",
        "The devolution of Stamp Duty Land Tax and Landfill Tax and the full devolution of Business Rates last year, are the first steps toward this and it is only right that a portion of income tax is devolved too.",
        "The Wales Bill removes the need for a referendum to introduce the Welsh Rates of Income Tax.",
        "There are practical issues to agree with the Welsh Government, particularly how the Welsh block grant is adjusted to take account of tax devolution and I will continue to build on our warm relationship and hope that delivering the much needed funding floor will give confidence to Members.",
        "**Conclusion**",
        "Llywydd, fel y nodais yn gynharach, mae’r rhaglen ddeddfwriaethol gymaint yn fwy wrth gwrs na dim ond datganoli yng Nghymru .",
        "Mae’n ymwneud â mwy na’r cyfansoddiad, sydd mor aml wedi ymgolli cymaint ym Mae Caerdydd.",
        "Mae’r rhaglen ddeddfwriaethol yn ymwneud â darparu diogelwch ar gyfer pobl sy’n gweithio ledled Cymru. Mae’n ymwneud â chynyddu cyfleoedd bywyd pobl ledled Cymru. Ac mae’n ymwneud a chryfhau ein diogelwch cenedlaethol .",
        "Rhaid i ni nawr gyd weithio gyda’n gilydd , y ddwy Lywodraeth, i ddarparu dyfodol llewyrchus ac unedig i Gymru.",
        "Diolch."
    ]
}