{
    "url": "https://www.ukpol.co.uk/alun-cairns-2015-speech-on-the-welsh-language/",
    "title": "Alun Cairns – 2015 Speech on the Welsh Language",
    "post_date": "January 15, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Parliamentary Under Secretary of State for Wales, at Cardiff University on 25 February 2015.",
    "content": [
        "[![aluncairns](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns.jpg)",
        "**Introduction**",
        "Noswaith dda.",
        "I’d like to begin my thanking the Wales Governance Centre for hosting this lecture.",
        "The Centre has for many years played an important role in dictating and informing the political and constitutional debate here in Wales.",
        "I would also like to take this opportunity to congratulate Cardiff University’s School of Welsh on their recent academic success.",
        "For over a century, the School has contributed to the cultural life of Wales, producing many an eminent scholar and writer – not least one Saunders Lewis – who I’m sure would have followed our deliberations this evening with great interest!",
        "The School has been ranked best in Wales and 7th in the UK for the quality of its research in the 2014 Research Excellence Framework (REF). Cardiff’s ranking sees it placed above Oxford, Cambridge and Bristol in terms of research excellence.",
        "Congratulations to you Sioned and to all staff and students associated with the school.",
        "**Cenedl heb Iaith, Cenedl Heb Galon**",
        "I wish to outline this evening my own thinking on how we continue to protect and develop a strong future for the Welsh language.",
        "You will notice immediately that I speak of the language’s future. The Welsh language is our greatest inheritance as a nation.",
        "Despite all the pressures of the modern world, I am resolute that the language has a bright future – but ask whether our energies are being channelled in the right direction and on the right priorities?",
        "The survival of a culture and a language are natural matters for Conservative concern. Yet it would be remiss of me not to recognise the contribution of countless Welsh men and women, from across the political spectrum, who campaigned so tirelessly to preserve our beautiful tongue.",
        "Proud Welshmen such as Gwynfor Evans, Cledwyn Hughes and a whole generation of Welsh language activists. Foremost amongst them the late John Davies Bwllchllan and Meredydd Evans.",
        "It would also be remiss of me too not to acknowledge the proud contribution of my own party, and to pay tribute to the late Lord Roberts of Conwy.",
        "Wyn was one of my mentors and a tireless champion of the Welsh language – and a Welsh Office minister for 15 years – the longest uninterrupted spell of office in one department for any minister in the 20th century.",
        "It is largely thanks to major campaigns from the Welsh speaking community we were able to achieve and establish major milestones in the development of the Welsh Language in modern times.",
        "The establishment of S4C, the passing of the Welsh Language Act and compulsory Welsh language education up to Key Stage 4.",
        "As a result, the foundations were set for the Welsh language to flourish during the latter half of the twentieth century.",
        "And by the turn of the last century, the establishment of the National Assembly further cemented those milestones.",
        "Its mere establishment broke ground on several levels but in language terms, it was the first bilingual legislature in the British Isles and I was proud to have been an Assembly Member from the outset.",
        "Just a decade later came the 2011 Welsh Language Measure, which received unanimous support from Assembly Members – another milestone in the future development of the language.",
        "UK Government’s Record of Support for the Welsh Language  \nWelsh speakers are rightly entitled to look to the UK Government for support too. That is why I am determined as a UK Government Minister to do all that I can deliver on that basis.",
        "Whilst the Welsh language is a devolved matter, I am still passionately concerned about its future. I would be shirking my responsibility as a Welsh-speaking parent, if I did not contribute to this important debate.",
        "A number of important policy areas remain reserved at Westminster. It is therefore only natural that we as a UK Government should be committed to the Welsh language and do all within our power to support its development.",
        "The Wales Office works closely with other UK Government Departments to ensure they deliver Welsh language services in accordance with their Welsh language schemes.",
        "The Secretary of State for Wales and I meet with the Welsh Language Commissioner on a regular basis to discuss current issues around the Welsh language, including the provision of Welsh language services by UK Government Departments.",
        "I am thrilled to see Meri Huws present here this evening and want to pay tribute to her for the important tasks she conducts on all our behalf. We have developed a close working relationship in recent months, and long may that continue.",
        "I am currently undertaking a review of Government services provided in Welsh to determine how they can better meet the needs of Welsh speakers in a reasonable and proportionate way.",
        "To date, ten Government Departments have adopted Welsh language schemes, in accordance with the Welsh Language Act. These include Departments delivering key public services in Wales, such as the Ministry of Justice and the Department for Work and Pensions. The adoption of schemes has greatly enhanced the opportunities to access Government services through the medium of Welsh.",
        "I was particularly pleased that the Cabinet Office just weeks ago agreed to our calls to adopt a Welsh Language Scheme.",
        "Their role across all government departments and in digitising services will be central to enabling more people to make active use in Welsh a modern world of government services.",
        "I am proud that the Wales Office is playing its own role in understanding more about Welsh speakers’ perceptions of the language.",
        "We have commissioned an independent research project to learn more about the experiences of Welsh speaking users of Government online services. It is hoped that the project’s findings can help better inform the provision of future Welsh language services, and I would welcome your input.",
        "The point I am making through highlighting these major milestones and less significant, but important current actions at Westminster, is to underline that the political and legislative debates have largely been won.",
        "No serious politician or commentator is calling for the repeal of the Act, the Measure, of S4C or is opposed to Welsh language provision across UK Government departments.",
        "It is right and important that the major milestones that I mentioned earlier and the subsequent political changes are recognised as great successes for Welsh Language campaigners. So many fights, often against the odds at times, have cemented those milestones for our nation.",
        "Yet, I needn’t remind you that there was a decrease in the proportion of people who can speak Welsh nationally from 20.8% in 2001 to 19.0% in 2011 in the last Census.",
        "The collapse of Welsh speakers in the Welsh speaking heartlands was particularly worrying.",
        "Carmarthenshire, long a bastion of the language, saw the greatest reduction across Wales – from 50.3% in 2001 to 43.9% in 2011.",
        "Welsh is now a minority language in two of its heartlands, Carmarthenshire and Ceredigion. Only Gwynedd and Anglesey remain where over half the population now speak Welsh.",
        "Beyond the heartlands the situation is slightly more positive.",
        "As expected, Cardiff continues to gain Welsh speakers. Testament to the old adage, “Ar Daf yr Iaith y Dyfodd” (“On the Taff, the language grew”).",
        "Here in our capital, the number of Welsh speakers increased. Significantly, nearly 50 percent of Welsh speakers in Cardiff are aged between 15 and 44 years.",
        "Such has been the growth in Cardiff that it now claims more Welsh speakers than the whole of Ceredigion.",
        "Whilst the growth of the Welsh language in Cardiff and in urban areas is to be welcomed and celebrated, this cannot come at the expense of the “Fro Gymraeg” (The Welsh Heartland).",
        "As vital as those major political and civic developments were for the status of the language, I cannot help but feel that we have reached a point where some of that positive energy, that campaigning hunger in favour of the language, has been lost.",
        "Now that the structures that we fought for so many decades are finally in place, perhaps we have become somewhat complacent.",
        "Yet, the Census data means that we should be campaigning more than ever – but possibly in a different direction.",
        "The key point I am making is that those campaigns served far more than just a demand for the specific change in legislation or for the establishment of a television channel. They also reminded us of the importance of the language; of wider issues associated with it, how fragile it could be and how we had to fight to see it continue and flourish.",
        "The legislative changes were important steps, but alone, or even combined, they didn’t take us to our destination. The campaigns had functions that were much wider than the specific end. They showed us the direction and relevance of that journey.",
        "It is difficult to believe that many of those activists who took part in direct action 30 or 40 years ago are now part of the establishment. And that is a good thing.",
        "But has a vacuum been created as a result?",
        "Safeguarding the Welsh language can only be made a reality by recreating the drive and energy we showed to win those milestones.",
        "We need to recognise that no government can simply legislate life into a language, a fact which was acknowledged by Cymdeithas yr Iaith Gymraeg in their 1972 Manifesto.",
        "So what should that energy be focussed on? How should we fill that Vacuum? What should be the subject of our campaigns?",
        "Here are some of the Challenges we face.",
        "First, education. It is widely acknowledged that Welsh Medium schools provide an unrivalled quality of education. Historically, academic attainment within these schools has been far higher than in English Medium Schools.",
        "When I went to school in Ystalyfera just over 30 years ago, some of my classmates travelled almost two hours from South Gower to get to registration by 9am. The motivation and support for the language by such parents was so deep rooted, they were prepared to put their children through that arduous journey every day in support of the language.",
        "Here in Cardiff, there are now 3 Welsh Medium Secondary Schools and 14 Primary Schools – with similar numbers in Swansea.",
        "Who would ever have imagined that there would be thriving Welsh medium schools in the old Tiger Bay?",
        "Crucially, these schools are playing their part in reaching and attracting children and parents from non-traditional Welsh speaking communities.",
        "In Ysgol Pwll Coch, for example, 19% of pupils come from ethnic minority backgrounds. And the campaign for a Welsh medium school in Grangetown is further evidence of the demand for Welsh Medium Education in non-traditional Welsh speaking areas. And long may that continue.",
        "This is fantastic news that we should rightly be celebrating. Yet, has the deep rooted motivation that gave us the determination to demand these new schools been lost?",
        "The standard of education provided by Welsh Medium Schools needs to be at least as high, if not better than English medium – because we still need to fight.",
        "Sadly, despite the best efforts of dedicated teachers, our education sector in general is lagging behind the rest of the UK and most of the Developed world in the latest PISA results.",
        "This is the challenge.",
        "What a turn up it would be if our campaigning energy ensured that Welsh Medium schools outperformed our counterparts across Europe in future rankings.",
        "Those who take pride in the language tend to find expression for the language in cultural pursuits. We need to create similar opportunities for the language to flourish in other spheres – in technology, engineering, and in digital design for example.",
        "Wales is behind other parts of the UK and Europe in introducing digital programming into the school curriculum – important skills where interchange between languages must be normal.",
        "The demands for the skills and higher standards in education must form part of our campaign for Welsh Language as much as it does for better education. This is a way of channelling our energy and securing better education at the same time, resulting in a broader more sustainable basis in the interests of Welsh Medium education and for Wales as a whole.",
        "Not only can these skills help power the Welsh economy, they can also create new and exciting opportunities to power the Welsh language.",
        "My next point relates to S4C.",
        "S4C has, undeniably, made an enormous contribution towards the creative industries in Wales, and crucially, to promoting the Welsh language. The channel is part of Welsh DNA.",
        "Since it was established in 1982, it is estimated that S4C has invested over £2.2 billion pounds into the Welsh economy.",
        "The channel has been protected from further budget reductions and that funding for S4C would be maintained at the levels set out in the Spending Review.",
        "I hope people will recognise the significance of this protection against a backdrop of demands for savings in other budgets. The Government recognises the significance of this funding – and the importance of the channel.",
        "I should also underline what I said to TAC at their AGM. Viewing figures, whilst not the only measure, are important. Relevance is key.",
        "But specifically returning to the energy point I mentioned, Oscars and BAFTA successes used to be regular occurrences for S4C, along with world beating animation successes.",
        "International achievements were all part of S4C’s hallmarks. What these accolades said about our confidence as Welsh speakers was probably more important than the awards for drama or technical excellence. These successes created a momentum that the language could thrive on.",
        "I was delighted to visit Hinterland being filmed in Ceredigion recently. The excellence shown suggests that we are back on the right track again.",
        "**The Welsh Language and the Economy**",
        "This leads me to underline that the future of the Welsh language is fundamentally linked to the economy.",
        "Some of you may recall the famous Cymdeithas yr Iaith slogan, Dim Iaith, Heb Gwaith” (famous campaign slogan from the 1970s “No Language, No Work”).",
        "Young Welsh speakers are attracted from the Welsh speaking heartlands to Cardiff and major English cities, attracted by the urban lifestyle and enhanced employment opportunities.",
        "In order to address the steady flow of young people leaving the Fro, there is a need to create employment infrastructure to enable our young people to stay or return to their communities.",
        "Enabling young people, who are predominantly Welsh speakers, to remain in their local communities is absolutely critical if there is any chance of building the vibrant communities we all aspire to. I’ve already mentioned the importance of Education to this and digital technology creates more opportunities to realise this.",
        "The recent decision by S4C to relocate its headquarters to Carmarthen opens up the possibility of strengthening the language in South West Wales, and of stimulating further economic development in the region.",
        "There is no doubt that the use of Welsh language in the workplace has flourished in media companies following the establishment of S4C.",
        "It could be argued that these companies are amongst the very few in Wales where Welsh is the primary language used in the business. Those employed in companies like Tinopolis and Telesgop live and work in local communities, thereby strengthening the every day use of Welsh in their communities.",
        "Providing a robust local infrastructure to enable and support the language is essential. The Language Campaign must also be part of the campaign for better broadband, better mobile links and better skills development enabling more businesses to invest in the Welsh Language Heartlands.",
        "It is encouraging that Welsh Ministers have established two Enterprise Zones in the Welsh speaking heartlands – at Wylfa in Anglesey and at Trawsfynydd, Snowdonia.",
        "Our Universities have a role to play in promoting innovation, entrepreneurship, and potential careers in business, science and technology to Welsh speaking students and young people. I am pleased that the Coleg Cymraeg has grasped this challenge, and has developed the first Entrepreneurship course of its kind through the medium of Welsh.",
        "We must also do more to promote the economic and community advantages of bilingualism to businesses.",
        "The Welsh language has its own brand value that can bring potential commercial benefits to businesses. Whilst the use of Welsh is not widespread amongst Welsh firms, there are international companies that have utilised it as part of their competitive offering to customers, for example, global bands such as Ty Nant Water and Halen Mon use Welsh names to reflect the local origins.",
        "Despite these examples, there needs to be a greater effort in encouraging other businesses to utilise the Welsh language as a competitive differentiator. I welcome the recent work of the Welsh Language Commissioner for highlighting the benefits of bilingual branding.",
        "The growth of bilingual education has made great strides for the language. But as we were educated we must also continue to promote the language at a grass-roots level.",
        "Beyond the classroom, traditional organisations and movements such as the Urdd, Merched y Wawr, Mudiad Ysgolion Meithrin, Young Farmers’ Clubs, the National Eisteddfod and Papurau Bro continue to play a key role in the life of Welsh language communities.",
        "The community vibrancy and activity generated by these organisations and others is absolutely essential to support and develop the Welsh language as a living language in our communities.",
        "These organisations are the ‘drivers’ that breathe life into the language, offering a range of invaluable social and cultural opportunities for young and old through the medium of Welsh.",
        "There is no lack of passion or energy in these groups to promote the language. We must do all possible to help them to reach new audiences.",
        "I was delighted to see at first hand the work of Menter Iaith Caerdydd this afternoon, and to meet with Sian Jobbins and her team.",
        "**Promotion v Legislation**",
        "And before making my closing comments, I want to return briefly to the political and legislative points I mentioned earlier. As I said, the political and legislative debates have been won and I listed some of the actions that I am pursuing across UK government departments.",
        "You would never believe just how depressingly low are the number of visitors to Welsh language content that is available on GOV.UK. To date, there have been only TWO, yes TWO, Welsh language applications completed for a Carers Allowance and there are several other examples I could share.",
        "Of course Government support for the language can never be purely demand-led.",
        "Yet in seeking to influence other Departments of the need to develop Welsh language services, my job as a Wales Office Minister championing the Welsh language would be all the more easier if I could demonstrate that Welsh speakers were not only crying out, but also using such services.",
        "By far the most visited Welsh language page is the book a practical driving test service, attracting an average of almost 1000 page views a month.",
        "Yet upon reaching the page, almost two thirds of visitors click back from the Welsh to the English version of the page. This implies that two-thirds of all visitors to the Welsh-language page prefer to transact with government in English, despite being aware of the Welsh language version.",
        "This is clearly a challenge for more innovative action on behalf of the government but I think it is fair to say a challenge for all of us to make more use of the provisions that are available.",
        "I do not want to a situation where all our energy for the language targeted at regulation, rather than at efforts to promote Welsh language usage.",
        "I have been consistent in my view that there is a need to keep the role of promoting and planning the future of the language at arm’s length of the Government. It was with some regret that the Welsh Language Board was abolished. The Board’s emphasis was on promoting the language, not regulating the use of Welsh.",
        "**Challenging Perceptions**",
        "Individual, family and community responsibility as well as governments are central to the language’s future.",
        "And so the final point which I wish to address this evening is that of challenging linguistic behaviour, particularly amongst our young.",
        "Some of you will be familiar with the saying, “Better a slack Welsh than a slick English (“Gwell Cymraeg Crap na Saesneg Slic”).",
        "There is a perception, well founded in my own personal experience growing up in the Swansea Valley, that there is far too much elitism attached to the language – the so called Crachach.",
        "I want to issue a challenge to each and every one of us to do more to embrace and encourage Welsh learners, to be tolerant and supportive, especially those from traditionally non-Welsh speaking communities.",
        "In this positive spirit, I also want to challenge each and every one of us – including myself, to use the language as often as possible.",
        "We know that for historical, possibly cultural reasons, Welsh speakers have been reluctant, or hesitant, to use their Welsh when conducting official business.",
        "It is a sad situation that too many Welsh speakers, especially the younger generation who have studied Welsh at school until they are 16 years of age, still do not consider themselves as Welsh speakers, or lack the confidence to use the language beyond the classroom and the playground.",
        "This is where the Welsh Media has an important role to play in challenging linguistic patterns and building confidence to speaking, and consuming, the language.",
        "I want to see the Welsh language community at the forefront of this innovation – using and developing new ways of attracting new audiences and surely this would lend itself well to the Welsh language, particularly to learners, and to a younger generation.",
        "I want to see us continue to produce bold and exciting content that can appeal to Welsh speakers, such as Golwg 3-6-0 and the BBC’s new ‘Cymru Fyw’ services are trying to do.",
        "I want to see the Welsh language flourish in social media spaces, on twitter, facebook, and Maes-e.",
        "I want to see the language thrive on Local TV – a platform which can take programming even closer to local communities.",
        "And why stop there? Now that we have the technology – why should Welsh speakers, including Government Ministers, give two separate interviews, one in English to Wales Today and one in Welsh to “Newyddion?",
        "Isn’t it high time we considered dubbing or subtitling Welsh language interviews on English language news and current affairs programs – thus further normalizing the use of Welsh and boosting its prominence?",
        "Perhaps I’ll leave that one for another day!",
        "**Conclusion**",
        "I have given my personal commitment, and that of the UK Government, to support the Welsh language.",
        "I have also issued a challenge this evening to all Welsh people and to all who love Wales to champion our unique tongue.",
        "As Welsh speakers we have a strong record in succeeding winning campaigns. Those campaigns until recently have largely focussed on legislative demands. It is now time to focus our unused energy to – * Demand the highest standards in education, not only in traditional subjects but also in matters demanded by the new economy.  \n* Ensure that the language to be at the forefront of technological advances in science engineering and technology.  \n* Deliver the best modern infrastructure links to our Welsh heartlands to diversify the economy and to enable Welsh speakers to stay or to return to their home communities.",
        "All these are important for economic reasons but in our Welsh Heartlands, they are arguably more important because they are also the means of securing the future of the Welsh language.",
        "Saunders Lewis in his famous ‘Tynged yr Iaith’ lecture warned of the impending death of the language.",
        "It is time we spoke of the life of the language and activated ourselves to ensure its survival.",
        "And so, on the eve of yet another mouth-watering 6 Nations fixture, may those stirring last lines of our national anthem ring out from this lecture theatre, and throughout Wales –",
        "O bydded i’r heniaith barhau."
    ]
}