{
    "url": "https://www.ukpol.co.uk/alun-cairns-2019-speech-on-st-davids-day/",
    "title": "Alun Cairns – 2019 Speech on St. David’s Day",
    "post_date": "February 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alun Cairns, the Secretary of State for Wales, at Downing Street, London on 27 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/aluncairns-1.jpg)",
        "Thank you all for joining us here at No 10 to celebrate St David’s Day and to the Prime Minister for kindly hosting us for the third year in a row.",
        "This is a significant occasion for the UK Government to celebrate and mark the relevance of – what I would say – is the most important nation of the UK – Wales! The rugby on Saturday only confirms that!",
        "Some of you over the last three years will be aware that I have always sought to highlight key facts about Wales, underlining the great contribution we make to the whole of the UK.",
        "I think I have said on each and every occasion that Wales has more castles per square mile than any other nation in the world! So this year I‘ve got some new facts:",
        "We are home to the world’s steepest road – Ffordd Pen Llech in Harlech, Snowdonia.",
        "Mount Everest is named after Sir George Everest, a Welshman for surveying the Meridian Arc over 35 years.",
        "The equals sign was invented by Welsh Physician and Mathematician Robert Recorde from Tenby – so anyone who has had some problems with algebra, knows who to blame.",
        "And the World’s first ever radio message was transmitted by Marconi in 1897, from Larvernock Point, on the edge of my constituency to Flat Holm in the Bristol Channel – a grand distance of three miles.",
        "And the message was: “Are you ready?”",
        "Well, we may be a small nation but we are definitely ready to underline, mark and celebrate our unique history, language and culture that adds so much to the diversity of the UK and beyond.",
        "And as a government, we are ready to continue to support Welsh innovations, culture, academia and excellence in the public and private sectors to provide for the next generation of rightly proud Welsh men and women.",
        "Welsh is one of Europe’s oldest living languages, having stemmed from the 6th century. Far older than English! And it is delight to see that 30% of the Welsh population now speaks at least some Welsh, with a quarter of children taught purely through the medium of Welsh.",
        "Our great culture is about to be amply demonstrated by the choir and we are grateful for their presence here https://whitehall-admin.publishing.service.gov.uk/government/admin/speeches/newtoday and to the exhibitors for highlighting the great food offerings we have and their importance to the UK’s export drive.",
        "The Prime Minister is a true champion of every part of the UK but I can speak from personal experience, I know Wales holds a very special place in the Prime Minister’s outlook. From promoting Welsh businesses like Aston Martin, who I can now say are a Welsh business, to international trade to driving exports. The Prime Minister always has Wales in her sights.",
        "In August the PM and I took more Welsh businesses than any other part of the UK to Africa to promote Welsh excellence in supporting the developing world.",
        "And over the last year, with the Prime Minister’s support, I have had the privilege of seeing our scientists at CERN in Geneva, our semi-conductor cluster – the largest in the world- has wowed international audiences and in three weeks time, I will present the first ever catalogue of Welsh projects to an international audience at the MIPIM conference in Cannes.",
        "Our City and Growth Deals demonstrate our joint work with the Welsh Government. And earlier this week – for the first time ever, both governments jointly hosted an Ambassador’s event at the Foreign Office as part of Wales Week in London.",
        "In this room we have some of Wales’ most talented people from businesses to culture and sport and I’d like to pay tribute to you for what you do to promote Welsh interests at home and overseas.",
        "Let me end by bringing you the words of St. David which I hope can inspire us all:",
        "“Byddwch lawen a gwnewch y pethau bychain.” Or “Be cheerful, keep your faith and do the little things.”",
        "So Prime Minister – as well as the big things across government that you do on an ongoing basis, I know these words will be important to you because your attention to detail on the things that really matter epitomises your approach.",
        "So, I am sure we will all agree that you are following the path and the advice of St David, the greatest Welshman to ever exist.",
        "Thank you very much."
    ]
}