{
    "url": "https://www.ukpol.co.uk/alun-cairns-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Alun Cairns – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alun Cairns",
            "url": "/tag/alun-cairns/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Alun Cairns, the Conservative MP for Vale of Glamorgan, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of my constituents, I rise to pay tribute to and give thanks for the life of Her Majesty Queen Elizabeth II. Among all the recollections of right hon. and hon. Members, I will remember her for her service, duty, humility and faith. We witnessed many years of her service, as our longest-reigning monarch, through unrecognisable change. The length of her reign means that only 12% of the population have lived longer than the time that she has been on the throne.",
        "The Queen’s duty to communities in all nations of the United Kingdom, to the Union of the United Kingdom and to the Commonwealth was recognised across the globe. In spite of the admiration in which she was held, and her standing here and around the world, her humility was obvious in the way that she acted, spoke and related to us all. That demonstrated her understanding of the challenges we all face.",
        "At a time of increasing secularisation of society, she turned to her faith for inspiration in challenging times and to give thanks during the better times. Faith was something that she celebrated, rather than hid away, as was reflected on by the hon. Member for Birmingham, Ladywood (Shabana Mahmood) and my right hon. Friend the Member for Gainsborough (Sir Edward Leigh).",
        "I had the privilege of meeting Her Majesty on many occasions. At one time, the issue of pronunciation of Welsh place names came up in conversation. To my amazement, she said that the one that she recalled best was Coedarhydyglyn, a property within my constituency that even locals wrongly pronounce. It turned out that she spent many summers during her childhood playing on the estate of the late Sir Cennydd Traherne, Coedarhydyglyn, and she had said that she was determined during her childhood to learn to pronounce the place properly.",
        "At these sad times, we now owe the service and commitment that she showed to us to her son, King Charles III. God save the King."
    ]
}