{
    "url": "https://www.ukpol.co.uk/james-callaghan-1977-speech-on-the-loyal-address/",
    "title": "James Callaghan – 1977 Speech on the Loyal Address",
    "post_date": "August 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1977",
            "url": "/tag/1977/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Callaghan, the then Prime Minister, in the House of Commons on 3 November 1977.",
    "content": [
        "I join the Leader of the Opposition in paying tribute to the agreeable manner in which both the mover and seconder of the Loyal Address, my hon. Friends the Members for Leicester, East (Mr. Bradley) and Hemel Hempstead (Mr. Corbett), performed their tasks.",
        "My hon. Friend the Member for Leicester, East lived up to our expectations. He was well informed and combative. He has a distinguished trade union record in his own union, of which he has been President for 13 years. He has done a remarkable job there, on which all members of the Transport and Salaried Staffs’ Association have congratulated him. He is very well known for his work in international transport and, as the right hon. Lady the Leader of the Opposition said, he is Chairman of Kettering Town Football Club. We all know my hon. Friend’s disposition. I do not know how he survives now that the club has been top of the Southern League for so long. It must be a most depressing thought for him. Perhaps Mr. Ron Greenwood, the England manager, would like to have my hon. Friend’s telephone number. He might be able to do something with it.",
        "As the right hon. Lady said, both my hon. Friend the Member for Leicester, East and my hon. Friend the Member for Hemel Hempstead referred to complaints against the Government. But what were they complaining about? They were complaining about inadequate public expenditure. They were complaining that their hospitals were not being modernised, as I know from correspondence that I have received.",
        "The right hon. Lady cannot have the arguments both ways. She will try, but I do not think that the attempt will carry much conviction. Does she believe that we should immediately meet the complaints of both my hon. Friends in these matters of public expenditure? She asked us to do so in the matter of Forces’ pay, to which I shall refer a little later. It does not lie in the mouth of the right hon. Lady to pick up that kind of complaint, which I dare say will be used time after time in the country by the Conservative Party, and pretend that there is a painless way to reduce public expenditure. There is not. When it is reduced, people suffer and services go under.",
        "I congratulate both my hon. Friends on the way in which they represent their constituencies. They are basically both good constituency Members, and I congratulate them on that.",
        "Before I proceed with a discussion of the Queen’s Speech, I should like to refer to the statement that President Brezhnev made yesterday to the Joint Session of the Supreme Soviet and the Central Committee. As the House will know, President Carter, President Brezhnev and I agreed that negotiations would begin last July on the question of trying to bring about a comprehensive test ban treaty. I have said in the House on a number of occasions that there was a serious and businesslike atmosphere about these discussions, but we were held up because the Soviet Union genuinely advanced the view that peaceful nuclear explosions could be delineated separately from other nuclear explosions. We do not accept this view. We did not see how it could be so. The discussion proceeded in a very orderly way.",
        "The statement that President Brezhnev made yesterday, in which he said, as I understand it, that he was prepared to reach agreement on a moratorium covering peaceful nuclear explosions along with a ban on all nuclear weapon tests, is a most significant development of Soviet policy. It is something that I welcome very much. I would say that it is a signal—a signal to the West that the Soviet leadership are in earnest about the policy of detente. If they had merely been negotiating on the basis of propaganda, they would not have come to this decision, which is something that we should very much welcome.",
        "On the question of defence, I would only say to the right hon. Lady that it every other NATO country spent the same proportion of its gross national product as we spend on defence, the troubles of NATO would have been over long since. I seem to remember that whereas we cut about £200 million off our defence budget in the last round of public expenditure reductions—[Interruption.] I do not carry the exact figures in my head. I believe that I am right, but I am ready to be corrected in the House. I believe that if every other country spent the same proportion of GNP as we do, it would be worth about $21 billion to NATO. Therefore, let some other people also consider where their responsibilities lie.",
        "**Mr. Norman Tebbit (Chingford) rose—**",
        "**The Prime Minister** I shall not give way now. I have only just started my speech.",
        "**Mr. Tebbit rose—**",
        "**Mr. Speaker** Order. It looks as though the Prime Minister is not giving way.",
        "**The Prime Minister** We are only at the beginning of the Session. I have a feeling that I shall have enough of the hon. Gentleman before it finishes.",
        "The proposals in the Queen’s Speech constitute a full programme for a normal Session. The three major Bills—on devolution to Scotland and to Wales and to provide for direct elections to the European Assembly—will take up a substantial part of the available parliamentary time. In addition, there will be the usual essential Bills and some highly desirable Bills that we should like to introduce if time becomes available without putting too much pressure on hon. Members. The Bills falling in this category include the Bill to improve safety and discipline at sea and a Bill to bring the industrial rights of Post Office workers into line with those of other workers.",
        "As always, there are a number of measures that my hon. Friends have told me that they would like to see, and I have no doubt that there are Bills that Opposition Members will say they would like to see. Therefore, I should like to give an indication of other matters which are becoming ripe for legislation but which will depend on the parliamentary time we have available. There is a possible Bill to implement a European convention on the suppression of terrorism; and a Bill to establish new bodies to be responsible for professional standards in nursing and midwifery; and there are measures of consumer protection and cooperation, including legislation to establish a Co-operative Development Agency; and there is a measure to protect small depositors.",
        "The right hon. Lady spoke of the need for an education Bill. There is a prospect, although I put it no higher, of such a Bill, dealing with school management and parents’ wishes in the allocation of schools. There is a growing need to reorganise the higher courts in Northern Ireland. We shall take any suitable opportunity to begin legislation on one or more of these matters, although I repeat that at the beginning of the Session there seems unlikely to be much spare parliamentary time.",
        "My right hon. Friend the Leader of the House will bring forward the usual proposals on Private Members’ time. The allocation of Supply time provided by the Standing Order will apply, and the Leader of the Opposition will no doubt wish to discuss with the other parties what Supply Days should be allocated to them.",
        "Hon. Members will see that there is no likelihood of Parliament’s being short of work. Indeed, there seems enough work already not only for this Session but also for a full and fruitful Session in 1978–79. But perhaps we had better wait and see how things develop.",
        "**Mr. Gordon Wilson (Dundee, East) rose—**",
        "**The Prime Minister** I shall come to the hon. Gentleman’s troubles a little later, if that is agreeable.",
        "Obviously, the fact that the Government are in a minority in the House makes the task of legislation more difficult. It does not impede the Government on administrative matters, except where the administrative decisions need later to be submitted to Parliament, and then we tend to get into trouble. [Interruption.] Of course, there are certain administrative decisions that a Government can take. There are others that need to be submitted to Parliament. I am not stating any novel constitutional principle. On the whole, despite one or two mishaps, I think that we have managed rather well so far.",
        "Here I should like to refer to the decision of the Liberal Party to enter into a working arrangement with the Government. By doing so, whilst preserving their full independence as a party, the Liberals ensured—this, of course, is why the Opposition are so angry with the Liberal Party —a measure of political stability at a time when the country was passing through a period of economic and financial difficulties last spring. The decision of the Liberal Party gave greater certainty to the Government that we could pursue with steadiness the policies that are now being seen to provide results, and the Liberal Party is entitled to full credit for that and for its decision.",
        "But the Opposition never allow us to forget that the Government are still a minority in the House, although it is becoming more of a moot point whether we are in a minority in the country. I say this because we have an important legislative programme to carry through. I would not want to see the major items in that programme either mutilated or prevented from being brought to a conclusion.",
        "In the last Session we had to endure being held up on the Scotland and Wales Bill for reasons chat are now largely removed.",
        "In short, I see no need for an election. The Government, with Liberal support, have a working majority and I hope that hon. Members in the Scottish National Party and Plaid Cymru agree that it would be a disservice to the people of Scotland and Wales if the two Bills were not brought to a conclusion, so that Scotland and Wales can then vote on the issue in the referendum on the specific question of whether they want to see these Assembles brought into being. The passage of these two Bills is a major issue for the Government.",
        "**Mr. Gordon Wilson** If the Prime Minister is soliciting support in the House, would it not be better if he were to revise fundamentally the terms of the Scotland Bill as announced in July and give the Scottish Assembly not only powers to provide employment and to run the economy but Scotland’s oil wealth, which the right hon. Gentleman’s Government are presently stealing?",
        "**The Prime Minister** I was coming to some of the changes we have made. I never hoped to satisfy the Scottish National Party, but I hope to satisfy the Scottish people.",
        "As a result of discussions that my right hon. Friend the Lord President has had during the summer months, we have agreed to introduce separate Bills for Scotland and Wales, and I hope that that meets the criticism that was being made last Session. In addition, there are new proposals for a referendum and improvements in the procedures when disputes arise on the interpretation or application of the devolution statute for Scotland. The revised Bills will not seek to regulate in so much detail as before the way in which the Assemblies arrange and conduct their business. The Scottish Assembly itself will be able to determine the time of its own dissolution. The Government’s powers to override the actions of the devolved Administrations are more closely defined. These are changes that were pressed upon us and they go a long way to meet criticisms that were uttered. In all this the protection of flatters essential to the unity of the United Kingdom will remain assured.",
        "I would like to confirm that the passage of each Bill has an equal importance in the eyes of the Government.",
        "**Mr. Gwynfor Evans (Carmarthen)** Will the Prime Minister inform the House of the timing and the order of these two measures?",
        "**The Prime Minister** I think that my right hon. Friend the Leader of the House should make the normal business reply in due course. I think that even the hon. Member for Carmarthen (Mr. Evans) will understand that it is not possible to be running two Bills in the same afternoon in the same debating chamber, but I want to make clear to him—[Interruption.] I am glad to see that there is a new-found enthusiasm by the Opposition in this matter. My right hon. Friend the Leader of the House will make an announcement on this very quickly. I want to assure the hon. Gentleman that the passage of both Bills has equal importance in the eyes of the Government.",
        "For reasons that have never been made clear, but which we can all suspect, I think that we know somehow that the Conservative Party is still opposed to coming to conclusions on these matters. What they want is a never-ending round of talk and talk and talk. That was all I could make out of what the right hon. Member for Cambridgeshire (Mr. Pym) wanted.",
        "I remind the right hon. Gentleman that it is now nearly nine years since the Kilbrandon Commission was set up and discussions have been proceeding ever since. How can we bring it to a considered conclusion if the Opposition call for talks and talks and talks? Experience going back some years shows that it is always possible for the talkers to prevent the passage of measures of this kind unless there is a timetable. We believe that a fixed amount of time should be allocated to these Bills and we shall ask the House to agree to a timetable that will provide for systematic discussion and a proper conclusion.",
        "**Mr. Tam Dalyell (West Lothian)** Under the new Bill, shall I still be able to vote on many matters in relation to West Bromwich but not West Lothian, as I was under the last Bill, and will my right hon. Friend be able to vote on many matters in relation to Carlisle but not Cardiff?",
        "**The Prime Minister** If my hon. Friend the Member for West Lothian (Mr. Dalyell) does not vote for the Bill he will not be able to vote for anything much else. It will not be me who will deal with him.",
        "The policy of the Government is to play a strong and positive part in the development of the European Community. We shall again present to Parliament a Bill to provide for direct elections to the European Assembly. Our purpose is to strengthen unity and democracy in Europe.",
        "This will be done with two conditions in mind. First, the authority of national Government and parliaments must be maintained and, second, we must ensure that the common policies followed by the Community do not impede national Governments in attaining their economic, industrial and regional objectives. In that context we shall continue to work for changes in the common agricultural policy.",
        "In the formulation of new Community policies, we shall work for real agreement and co-ordination among the members without any reserve. But we shall also inject a full measure of realism and we shall ensure that full account is taken of our needs, for example in such an important matter as the common fisheries policy. It would be interesting to know where the Conservative Party stands in its attitude to some of these Community matters. I read the speech of the right hon. Member for Yeovil (Mr. Peyton) agreeing with the Commission that it would be a very good thing to get rid of the so-called green pound no matter that it would raise food prices substantially, without any compensation, as far as I could see. Surely the Conservative Party should make clear whether it supports, without reservation, and on every issue put forward by the Community, the line adopted by the Community. Surely the Conservative Party can support the Community in general without lying down in front of it on every single issue.",
        "**Mr. Peter Tapsell (Horncastle)** Does not the Prime Minister realise that it has been the collapse in the value of sterling which has created all the problems with the green pound?",
        "**The Prime Minister** The hon. Member for Horncastle (Mr. Tapsell) knows much better than that. He knows the history of the green pound. It came into operation long before there was any question of the problem of sterling at all. The conflict arose because of German agricultural problems.",
        "The Bill to provide for direct elections is substantially the same Bill as that to which the House gave a Second Reading last Session. Judging by the interruptions that are being made, it is likely to be the cause of some difficulties inside the parties. At its conference the Labour Party declared itself against the whole concept of these elections, and I have taken full account of that and also of the fact that my hon. Friend the Member for Bolsover (Mr. Skinner) did not sign the treaty. I fear that there is a difference of opinion between us. The Government’s opinion is that we are bound by the obligations undertaken when Britain entered the Community, that those obligations have been subsequently reinforced by the undertakings we have given to other European countries and that therefore we must proceed. The House gave the Bill a Second Reading last Session.",
        "There will be a free vote for Government supporters on the method of voting and the House will be able to make a choice between voting for a list of candidates or voting to elect a single Member by a simple majority. I notice the right hon. Lady’s early attempt to get an alibi on the subject. The system that will be chosen will be important because the choice of system will determine the date of the first elections. With the list system the elections can take place in 1978, whereas with the traditional first-past-the-post system the elections could not be held until 1979. [HON. MEMBERS: “Why not? ] That will have to be discussed when the Bill comes before the House, but it is basically because of the difficulties of delimiting constituencies in accordance with the practices and traditions laid down by the House. [Interruption]. I hear hon. Members saying that the delay has been our fault, but whatever the cause of the delay the simple fact is that we shall not have these elections until 1979 unless we choose the list system.",
        "**Mr. Michael English (Nottingham, West)** It may be that it is due to the opposite side of the House that my right hon. Friend is enforced to make this statement. Is he aware, however, that for centuries constituencies in this country were changed by being scheduled to the Act of Parliament concerned? It would be possible to do that if we so wished.",
        "**The Prime Minister** Of course that would be possible if the House wished to do it, but I should like to hear what the constituencies ad to say about that kind of practice. I think that my hon. Friend would find a great deal of difficulty if he proposed such an action without going through all the usual procedures.",
        "The Government will accept whatever decision the House arrives at on this matter. In order to reassure the right hon. Lady, I can say that our intention is to bring the Bill in on 10th November.",
        "I refer once again—and I think the House will be with me—to the continuing agony in Northern Ireland. Every year we return to this matter and each year there seems to be a growing understanding that the overwhelming majority of the people of the Province are totally opposed to the continuation of violence that has brought and will bring no political result but will lead only to death, maiming and destruction. The lawlessness continues. Murderous attacks are still frequent. However, in the last year there has been a progressive reduction in the level of violence, and the House will congratulate the security forces on their increased success in apprehending those responsible for such crimes. The House will pay tribute to the Royal Ulster Constabulary, the Army and the Ulster Defence Regiment for the way in which they are carrying out their duties.",
        "I believe that it is a common objective in the House to see a system of devolved government introduced in which all the community can participate and which would command widespread acceptance within the Province. My right hon. Friend the Secretary of State for Northern Ireland continues to seek sufficient common ground for this purpose among the Northern Ireland parties and will be prepared to consider a limited interim step if this seems more likely to be acceptable.",
        "However, direct rule must continue for the time being, and it must be as fair and as sensitive to the feelings of the community as possible. You, Mr. Speaker, have been good enough to say that you will be willing to continue with the conference under your chairmanship to consider the prospects of increased representation in Northern Ireland in this House.",
        "I place on record the deep respect of the whole House for the endurance and courage of people in all parts of Northern Ireland. We ask them to give no comfort to the men of violence, but to continue and increase their support for the forces that alone can bring security and quiet to the Province and enable the people there to live in peace.",
        "**Mr. Churchill (Stretford)** Does the Prime Minister not agree that it is a scandal that the Armed Forces of the Crown serving in Northern Ireland are earning half the wages of the average Grunwick worker, and will the right hon. Gentleman do something about that?",
        "**The Prime Minister** These matters will be discussed later. We all want to do the best we can for the Forces. There is no party issue between us on that. The hon. Gentleman knows, as do others, of the difficulties here. My right hon. Friend the Secretary of State for Defence is considering all these matters to see what help can be given.",
        "Perhaps I may here refer to the remarks of my hon. Friend the Member for Leicester, East on the problems of mixed communities and of the problems being caused in Leicester. I hope that the House will permit me to turn aside before passing on to other matters to comment on the disgraceful scenes that we witnessed during the recess in the attempts to foment racial discord.",
        "There could be few people of whatever party who did not feel a shaft of anger at the scenes at Lewisham and Lady-wood where ill-disposed people misused our democratic practices to create tension and raise up hatred and violence between black and white. I should like to offer a suggestion at the beginning of this Session which I hope the House will take in the spirit in which it is put forward. There may be some differences between the parties on how these matters should be handled, but for the sake of peace in our large cities I urge that we should not enlarge any differences which exist. The menace of the National Front is to all parties, and the methods of those who oppose the National Front by violence are equally unacceptable.",
        "The House has a responsibility through its attitudes on these matters when they are under discussion to foster harmony between all people living in these islands. We should have full and open discussions in the hope of coming to a common point of view so that on this, perhaps the most grave of issues, the House can act as a Council of State, giving a lead to the nation in creating a valuable cohesion in our society. We begin from the principle that all men and women, whatever their colour, who are citizens of this country should have equal rights under the law.",
        "I come to some of the other legislation. The purpose of the shipbuilding Bill will be to provide for a redundancy scheme for employees of British Shipbuilders and Harland and Wolff, which have been badly hit by the recession in shipbuilding throughout the world. The trade unions and British Shipbuilders have been consulted about the proposals and are participating in drawing up a scheme which will alleviate hardship on redundancy. This will be placed before the House in due course.",
        "**Mr. Eric S. Heller (Liverpool, Walton)** Will the National Enterprise Board be asked to seek out alternative employment in the areas concerned, since those areas are the worst hit by unemployment and just cannot tolerate more unemployment, even with redundancy payments?",
        "**The Prime Minister** My hon. Friend is quite right. Perhaps this matter can be raised again in the debate on trade and industry early next week. I shall see that my right hon. Friend the Secretary of State for Industry is informed about my hon. Friend’s point.",
        "On the new scheme to give help to people on the first occasions when they buy their own homes, there has been an improvement in the general situation because the mortgage interest rate is now down to 9½ per cent. That is saving many people a lot of money or is shortening the period of repayment. But we can now go further. Finding the deposit is often the first and biggest hurdle to jump. More than 40 per cent. of first-time buyers put down less than £1,000 as a deposit. We are therefore discussing with representative bodies the prospect of giving to young couples and others a loan of up to £500 which would be interest-free for the first five years. This would mean that their savings would be matched pound for pound up to the first £500 of savings. I am sure that this would be a very great boon.",
        "The purpose of the legislation on inner cities will be to give local authorities greater powers to help those who live and work there by means of direct financial assistance to industry to help with the conversion and improvement of old industrial premises, to give 100 per cent. grants in London to clear derelict land, and to subsidise rents and aid the preparation of sites.",
        "For the rural areas, a new transport Bill will remove restrictions which now make it illegal for car owners to make a charge when they give lifts, and it will also enable community buses to operate in areas that the ordinary bus service does not reach.",
        "We shall also need to reserve space in the legislative programme for legislation on Rhodesia, whose future the House will have the opportunity to discuss more fully next week during the debate on the renewal of the Southern Rhodesia Act. Therefore, perhaps the House will excuse me if I do not go into that in more detail now.",
        "With regard to our financial and economic position, we begin the parliamentary year at a time when Britain’s financial and economic position is improving, but the world climate has worsened. In the first half of this year world trade has been static. Only in the United States of America has there been a sustained expansion, but growth has slowed during the summer. In many countries like our own, unemployment has risen until total unemployment in the industrialised world now stands at no less a figure than 16 million—many of them young people.",
        "Nor do the latest forecasts for world economic growth and trade show much improvement next year, I regret to say. Some of the countries to which we were looking for growth in their economies will not be able to meet the targets that they had set for themselves. In an attempt to offset the shortfall both the German and the Japanese Governments announced measures to stimulate their economies.",
        "Nor have we solved the serious problems caused by the imbalance and mal-distribution of the world’s massive payments, surpluses and deficiencies since the rise in the price of oil. I remind the right hon. Lady that it is an important factor in considering how well off, or how much better off, we might have been if there had not been that increase. The right hon. Lady is right: one of our great hopes is North Sea oil. But she might put the other factor into the balance sheet when trying to draw up a fair assessment.",
        "I thought that it was untypical of the right hon. and learned Member for Huntingdonshire (Sir D. Renton) to be so ungenerous last week on the matter of overseas aid. The problems being posed for many of these developing countries are greater than they have ever known. The hardship is there, but it is not only a question of hardship. There is also the question of healthy growth. It seems to be both the path of wisdom and to have, I hope, some measure of idealism about it if, at a time when our financial situation is improving, we can set aside what, heaven knows, is only a small sum to help them towards a healthy world economy and a healthy position themselves.",
        "**Sir David Renton (Huntingdonshire)** I think that the right hon. Gentleman cannot be aware of the hardship that is being suffered through the National Health Service being made short of funds, as was mentioned by both the mover and the seconder of the Address, and by the serious cuts in education, upon which so much of the future of this country depends in those counties where the rate support grant has been cut. The right hon. Gentleman must be rather more sensitive. He should bear in mind, for example, that our people do not take kindly in such circumstances, to £5 million being paid to Communist guerrillas in Mozambique.",
        "**The Prime Minister** The right hon and learned Gentleman is being typical. Perhaps I have mistaken him all these years. He totally misrepresents the position on these matters. I think that in relation to Mozambique and in relation to cur general aid programme, what we do in the world is wise and sensible for a country such as Britain. I think that if Conservative Members were in Government they would take a view different from that which they now take. To encourage this shortsighted view among many people in Britain who are ready to believe the worst does no credit to the Conservative Party.",
        "The biggest problem of all is how to induce a large and sustained growth in the world economies, because without that world unemployment will not go down, nor will investment or world trade grow sufficiently. Britain is enjoying the agreeable experience of a massive improvement in our financial position. The exchange reserves are at record levels. Short-term interest rates have improved to the point that they are now about 5 per cent., against about 15 per cent. a year ago—much lower than when the Conservative Party was in power. Longer-term interest rates have come down significantly. Let us take credit for this. Let industry take credit for this: with encouragement from the Government the volume of our exports has increased by about 10 per cent., despite the depressed level of world trade. Let us not discourage our exporters by saying that they have not done anything. They have done a good job.",
        "The most significant measure of Britain’s success has been the continuing reduction month by month in the rate of inflation. Thanks to the co-operation of the trade unions and their members during the last two years we are now experiencing a most dramatic improvement in the rate of price increases. The sacrifices of the last two years have been worth while, and every family in the country will feel the benefit increasingly in the years and months ahead both through tax reductions and through less frequent price rises.",
        "Let us consider these tax reductions. I do not think that we should be deterred from making substantial changes in the rate because of the bureaucratic mind of the right hon. Lady. Incidentally, the right hon. Lady’s history is not right, but I shall not go into that.",
        "The tax on a single man or woman earning £40 a week this year will be £84 less than it was last year. In other words, this year’s reduction will be worth two weeks’ wages. A family man, with two children, earning £60 a week gets a reduction in his tax bill this year, by comparison with last year, of £106. If one goes to the other end of the scale, one finds that a family man, with two children, earning £10,000 a year gets a reduction of £478. That is actual money in his pocket. He will pay £478 less than he did a year ago. That is equal to a fortnight’s salary or wages.",
        "Those are significant tax reductions, whatever qualification anybody might care to make. I shall have another opportunity to demonstrate this, but what is clear is that the burden of total tax and benefits is no greater today than it was when the Conservative Government left office.",
        "**Mr. Tebbit rose—**",
        "**Mr. Speaker** Order. We cannot have two hon. Members on their feet at the same time.",
        "**The Prime Minister** I rarely get any courtesy from the hon. Member for Chingford, and I ought not to turn the other cheek, but I give way to him.",
        "**Mr. Tebbit** I am grateful to the Prime Minister for giving way, and I shall extend the other cheek to him as well and give him the opportunity to tell the House whether that £60-a-week man on average industrial earnings, with two young children, will be as well off now as he was at the time of the last General Election.",
        "**The Prime Minister** The answer is “Yes “, in terms of tax deductions. What I am saying is that the average—[Interruption.] Let us have this argument on another day—[Interruption.] Very well, let us do it now, but I ask hon. Members not to complain if I take a long time, because I still have other things to say.",
        "In 1973–74, the average earnings of a married man with two children under 11 was £44.80 a week. In 1977–78, it is £80 a week. [Interruption.] The hon. Member for Chingford put his question, and he is getting a jolly good reply. The figures that I have given show that that man is earning £36 a week more now. If we take into account child benefits and family allowances, the tax and national insurance paid by the average family man is in real terms the same this year as it was in 1973–74.",
        "Let us continue with this argument because I shall relish it. We shall destroy the Conservative Party with regard to this matter before we have finished with it. I advise Conservative Members to check their figures very carefully. I am sure that they will try to find a lot of excuses. I have no doubt about that.",
        "Inflation is being conquered.",
        "**Mr. Terence Higgins (Worthing) rose—**",
        "**The Prime Minister** No.",
        "**Mr. Speaker** Order. It is quite clear that the Prime Minister is not giving way.",
        "**The Prime Minister** On the contrary, Mr. Speaker. I have given way a very great deal. However, I must proceed to the end of my speech. There are some things that I want to say with which the House will disagree but I hope that hon. Members will listen to them.",
        "**Mr. Churchill** On a point of order, Mr. Speaker. The Prime Minister indicated that he would make some reference to industrial production. Would it be in order for him to do so?",
        "**Mr. Speaker** That is not a point of order. The House takes very great care to ensure that I am not allowed to decide the contents of speeches.",
        "**The Prime Minister** If the hon. Member for Stretford (Mr. Churchill) can only contain himself, I shall come to that question.",
        "I ask the House to consider whether it is possible to consolidate the substantial improvement in the rate of inflation next year. My own answer is a qualified one. It is this: yes, we can if there is moderation in wage settlements. We have asked that the increases in national earnings during the next 12 months should be kept within a limit of 10 per cent. Let me say straight away that there is nothing mean or petty for a person earning £70 a week—which is now a little below the average—to earn another £7 a week. We should not treat that as though it is small beer or petty feed. It is a substantial sum.",
        "Some groups of workers, through their trade unions, have already shown that they are willing to settle within these limits. I thank them for it because they are acting in their own best interests.",
        "Another powerful instrument is the 12 months’ interval between settlements, which the TUC entered into voluntarily without any pressure. It undertook this itself as a means of securing an orderly return to collective bargaining.",
        "But I confess that I am concerned about some of the trends at the present time. I do not intend to discuss any particular claims this afternoon, but I want to leave no one in any doubt about what the Government are trying to do and why they are: trying to do it. This will mean repeating myself, but I must continue to drive it home.",
        "First, let me say what the struggle is about. We are not fighting against anyone. We are not trying to teach anyone a lesson—either any group of workers or any trade union. No. What we are fighting against is rising prices and rising unemployment. What we are fighting for 42is a moderate increase in pay in order to get more jobs, faster growth and steadier prices. All this can be got and, indeed, is now being got. The measures that the Chancellor has introduced will, if they are carried through, ensure a faster rate of growth next year than we have had for some years past. That is the Government’s policy. That is our responsibility and determination.",
        "I know that we have the support of many trade unions and millions of trade unionists. I urge them to settle within the guidelines and I also urge employers to do the same. This may bring difficulties with some groups. Perhaps we shall have friction and withdrawals of labour. I regret this prospect, but I can assure the House that the Government will not seek to provoke a confrontation. We do not wish to see any particular group of workers suffer, but nor do we think it right that any group should secure advantages through their strength that others are ready to forgo.",
        "It may be that this winter the British people will he asked to accept some dislocation and some inconvenience. Indeed, some is going on at the present time. The Government will do their best to minimise this, and as long as we have the support of the House of Commons and public opinion we shall continue to fight the battle for lower prices and lower unemployment.",
        "The support of public opinion is vital to our success, It is upon the settled conviction of the British people that we must and do rely. We must win this battle for Britain, and I ask for the support of every man and woman in the land.",
        "**Mr. Victor Goodhew (St. Albans)** What did the right hon. Gentleman do in 1974?",
        "**The Prime Minister** I at last come to the hon. Member for Stretford. The improvement in our financial—",
        "**Mr. Goodhew** Sheer hypocrisy.",
        "**The Prime Minister** How dare the hon. Member for St. Albans (Mr. Goodhew) say that?",
        "**Mr. Goodhew** Of course I dare. Will the right hon. Gentleman give way?",
        "**The Prime Minister** I am not giving way to that. The improvement in our financial affairs and the slowing down of inflation has not been matched by equal successes in increasing production or employment. I hope that satisfies the hon. Gentleman.",
        "**Mr. Churchill** No, it does not.",
        "**The Prime Minister** There have been some successes, notably in increasing the volume of our export of manufactures. But that has been partially offset by increased imports of manufactures, although not to the same extent. As my hon. Friend the Member for Hemel Hempstead said, some of our most important industries, such as footwear, textiles, shipbuilding, steel and clothing, have been passing through a difficult time. Now we are in a position to go for growth. Now we have overcome the inflationary spiral, not a boom which will collapse—[Interruption.] It will continue for the next few months. I have always said that. I am saying nothing new about this. This speech is so old that it could have been written in the Book of Exodus.",
        "I know that the right hon. Member for Lowestoft (Mr. Prior) has got to watch his back a little, but we shall look after him. He need not worry. I was trying to say that we are in a position to go for growth but not a boom which will collapse. We do not intend to do that and we shall not be pushed into that position. What we want is steady and sustained growth. [Interruption.] Is not that what the Opposition want, too? If they do, what are all the catcalls about?",
        "Through the industrial strategy we are planning ahead for the growth of output, higher productivity and more employment. Our ultimate aim must be a high output, high wage economy. That is the objective. But to get it—I hope that I have the support of the Opposition—we must move out of the present situation in which the productivity of both labour and capital and, therefore, our level of wages are all lower than that of our main competitors. That is why we shall continue to develop an industrial strategy which brings management, unions and the Government together.",
        "My hon. Friend the Member for Leicester, East referred to our commitment to a significant advance in industrial democracy so that workers should be able to serve on the boards of the firms and industries in which they work. Representation on the board must reflect the established methods and trade union procedures whereby workers’ views are already represented to their employers. The TUC at Blackpool in September pointed to ways other than board representation in which workers could be more closely involved in decision taking in ways more directly related to collective bargaining procedures.",
        "The Government welcome this development and when the discussions which we are now undertaking have been concluded we shall come forward with our own proposals. We aim to secure the widest possible consensus in the nationalised industries and we have already asked the chairmen to consult the unions with a view to making joint proposals for improvements in consultation and participation. They will be submitting interim reports on the progress that they have made by the end of the year.",
        "Above all our objectives, we want to conquer unemployment, particularly among the young. This is a matter of the deepest concern to everyone, and we continue to believe that the best foundation for more jobs is a growing economy and a healthy economy. We do not underrate what has been done so far, nor the stimulus which the Chancellor has applied. By next September the new Youth Opportunities Programme will be in full swing. It will provide up to 230,000 young people a year with a range of courses and opportunities designed to meet their individual needs as they seek secure permanent employment. This is a big programme. We shall take whatever steps are necessary to improve it wherever we can. There will be an opportunity for the House to discuss these matters further next Wednesday.",
        "Whilst we have wrestled with these intractable problems we have not forgotten our basic responsibilities to those without the strength to fight for themselves. Let us remember that in the week after next there will be a substantial increase in the retirement pension—to £17.50 for a single person and £.28 for a married couple. This will not simply restore the purchasing power of the pension but, with the decline in inflation which is taking place and will continue for some months, will raise it to a higher real value than ever before.",
        "Next April the second stage of the child benefit comes into effect, with a significantly higher level of benefit for about 7 million families and a doubling of the benefit for a quarter of a million single-parent families, and from this month we shall be extending the new non-contributory benefits for the disabled to include married women of working age who are unable to do their own housework.",
        "To conclude, the country is weathering the worst economic recession that the world has seen for over 40 years. We are giving protection to the victims of that recession. We stand in this country now at a point at which the real standard of life of our people is beginning to improve. We shall continue to improve it provided that we show restraint during the next year. Our added strength will enable Britain to play a larger part in the affairs of Europe and the world. We can truly say, as a result of a combination of circumstances well known to the House, that our destiny is now in our own hands, and it is for us to make of it what we will."
    ]
}