{
    "url": "https://www.ukpol.co.uk/james-callaghan-1977-statement-on-meeting-with-the-french-president/",
    "title": "James Callaghan – 1977 Statement on Meeting with the French President",
    "post_date": "August 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1977",
            "url": "/tag/1977/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Callaghan, the then Prime Minister, in the House of Commons on 13 December 1977.",
    "content": [
        "With your permission, Mr. Speaker, I will make a statement about the talks I have had yesterday and today with the President of the French Republic, M. Valery Giscard d’Estaing.",
        "The objective of these annual meetings is to develop the habit of regular but informal consultation between British and French Ministers so that this becomes the most natural way of exchanging views on matters of long-term importance to both countries. On this occasion, I was glad to be able to welcome the President to Chequers together with the French Prime Minister, M. Barre, and their colleagues the Ministers of Foreign Affairs and of Defence. On the British side, my right hon. Friends the Chancellor of the Exchequer, the Foreign and Commonwealth Secretary, the Secretary of State for Defence, the Secretary of State for Trade, and the Minister of State for Industry took part in our discussions The talks took place in a friendly atmosphere and revealed a broad similarity of approach to the main issues of the day.",
        "As I reported to the House on 7th December, current questions affecting the European Community were fully discussed at last week’s meeting of the European Council. At Chequers, the President and I discussed the longer-term development of the Community. We found that our views were similar. We discussed the important and pressing question of the Community’s fisheries policy, on which the Commission’s proposals will provide the basis for a further meeting of the Fisheries Council next month.",
        "We resumed our discussions on the world economic situation and were in agreement that it is essential for the OECD and the Community to achieve their growth targets next year if unemployment is not to rise still higher. Our own fight against inflation, which is making good progress, needs the help of more expansionary policies in the strongest economies. We discussed the problems arising from the surpluses accumulated by the OPEC countries and by Japan.",
        "In a thorough review of our bilateral relations, we agreed to establish a Committee for Industrial Co-operation, drawn from senior officials of the two countries, which will identify new areas of industrial co-operation between us. These will include offshore oil technology, technology that is peripheral to the computer industry, the paper industry and the machine tool industry, among others. We welcomed the contacts already established between British Leyland and Renault on possible co-operation between these companies which, while leaving the initiative to them, we support and encourage.",
        "We discussed a proposal for a 2,000 megawatt cross-Channel electricity cable link. We noted that the generating authorities in our two countries are in negotiation towards an agreement and expressed our support for this. We reviewed prospects for co-operation in the supply of defence equipment, and welcomed the significant progress that is being made. We exchanged views on possible new projects in the field of civil aviation. We agreed that quick decisions were needed on the various options which had opened up and that these matters should be decided on the basis of the commercial and market factors involved.",
        "We agreed that there will be annual meetings in future between senior officials of our countries who are concerned with economic management. In a wider framework, we agreed to encourage the Franco-British Council to organise annual meetings, such as we already have with the Federal Republic of Germany and other countries, between leading British and French politicians, industrialists, trade unionists and others to discuss matters of common concern.",
        "We had a very thorough and useful exchange of views on the international situation, devoting particular attention to the prospects for a Middle East settlement and to Africa, on which our thinking was very close. We agreed to deepen consultation between us on African problems.",
        "This latest meeting has confirmed once again the value of these exchanges as a positive and constructive basis on which to build Franco-British friendship.",
        "**Mrs. Thatcher**",
        "May I put three points to the Prime Minister? First, does the Prime Minister agree that in these days we are not short of Summits, of committees of co-operation or of Summit statements, particularly about the need for extra growth, and that they are all phrased in the same terms? The only thing that we are short of is results from the Summits. It is ironic that this statement on the need for industrial growth comes on a day when industrial production is once again down. Does the right hon. Gentleman think that any practical proposals for growth have ever emerged from these Summit meetings?",
        "Secondly, in view of our need fox greater agricultural production, did the Prime Minister discuss with the President the need to devalue the green currencies? Thirdly, did he tell the President that it is his intention to increase his commitment to defence expenditure in accordance with our own commitment to our other allies?",
        "**The Prime Minister**",
        "It is true, I think, that there are far more international meetings than there ever have been and that sometimes the results are not commensurate with the effort which has been put in. Nevertheless, there are problems here of interdependence which have not been solved and cannot be solved by any one country. I know that I speak for the President of France, as I speak for myself, when I say that this exchange of views is of very great value, and I do not think that the right hon. Lady is doing justice to these exchanges by the approach that she takes.",
        "Certainly the matters of the cross-Channel electricity link, the supply of defence equipment, and the examination of new fields for co-operation in the industrial areas are of value. What happens, as the right hon. Lady may discover one day, is that one can supply a political impetus. When issues are being discussed by officials—no doubt very well—or by industries, it sometimes needs Heads of Government and appropriate Ministers to get together in order to give the real push. That is the value of it, not that any great results come out of any one meeting. I should like to cut down on the number of meetings that I attend in this way, but I do not think that it would be of value to this country if we were to cut off these Summits. Therefore, I do not agree with the right hon. Lady about that.",
        "We did not discuss the question whether we should devalue the green pound. All the green currencies in Europe are capable of adjustment and it is for Governments to decide when they do so. Our Government have not decided not to devalue. It would be a question how we measure the relative importance of the consumer and the return to farmers in this sphere.",
        "We did not discuss our contributions in the area of defence, at least not in financial terms. We discussed possible projects on which we could work together in the sphere both of a possible replacement for some existing helicopters and, indeed, of some other armaments.",
        "**Mr. Conlan**",
        "Did my right hon. Friend take the opportunity of discussing the problems associated with the Concorde landing rights, and did he give the opportunity to the French Government to associate with the British Government to ensure that there will be more co-ordination than there has been in the past to ensure that Concorde can land in a greater number of places than is seemingly possible at the moment?",
        "**The Prime Minister**",
        "We discussed this briefly, but the problem of the landing rights at Singapore is basically a matter, I think, with which we ourselves have to deal, and I did not invite the French President to assist on that matter. However, there is co-operation whenever we need to work together.",
        "**Mr. Cyril Smith**",
        "Did the Prime Minister have any discussion on the problems of the British textile industry, particularly in relation to any objections that France or any other Common Market Member may have to an extension of the temporary employment subsidy? If he did have such discussions, what form did they take and can he give us any indication whether the Government will agree to any such extension?",
        "**The Prime Minister**",
        "We discussed this matter briefly, particularly in relation to the negotiations that the Community has been carrying on. I did not raise with the French President the question of the temporary employment subsidy, nor he with me. Obviously this has to be the subject of an early decision, but I cannot imagine any circumstances in which either it will not continue or there will not be a replacement of it when the present scheme runs out—unless, of course, we have the dire misfortune of the return of a Conservative Government, in which case all these schemes will be washed out and unemployment will rise to 3 million.",
        "**Mr. Amery**",
        "Did the Prime Minister discuss with the President how we could exploit the 12-year lead we have over United States technology in supersonic civil flight?",
        "**The Prime Minister**",
        "We touched on this matter, but naturally we did not reach any conclusions about it. This is a matter which will come increasingly under discussion. I express only the personal view to the right hon. Gentleman that he should not expect it to be Government policy at this stage. I do not think another Anglo-French project could possibly succeed in view of the resources that would be required; it would have to be on a broader scale. But this is not a matter on which the Government have reached a conclusion.",
        "**Mr. Ward**",
        "I welcome what my right hon. Friend has said about the need for an electricity link with France. Will he say whether the French raised the question of a gas pipeline to take advantage of Britain’s lead in this area?",
        "**The Prime Minister**",
        "No, Sir, we did not discuss that, but we discussed the differences that arise in our economies because of the great good fortune that this country has with its massive reserves of coal and the oil discoveries that have been made, as well as, of course, the natural gas. I think that the French Government wish that they were in the same position. They, of course, are having to go nuclear much earlier than we are because of their shortage.",
        "**Mr. Peter Walker**",
        "Is the Prime Minister aware that all the areas of industrial collaboration that he identified are areas in which collaboration probably should be on a wider scale than merely an Anglo-French basis? For example, West Germany has a considerable interest. What action is the right hon. Gentleman taking about that?",
        "**The Prime Minister**",
        "Particularly in relation to defence, we covered this aspect of the matter, and the European Programme Group, which the right hon. Gentleman may know about, is considering possible defence collaboration in the manufacture and development of particular projects on an Anglo-French-German basis. However, these were only bilateral talks between us.",
        "On the other hand, I think that the President of France feels—and, certainly, I feel—that we share a number of problems in various areas. These are becoming increasingly known to us, and, though obviously they are also linked with Germany, perhaps we have a closer link with France. This is particularly true of textiles, for example. It is true also, I think in shipbuilding, where we have problems, in steel, and in the attitude towards the Japanese surplus. All of these are very important issues where I think an Anglo-French initiative can be and should be built—but not to the exclusion of any of our partners.",
        "**Mr. Heffer**",
        "In discussing the question of our oil and coal reserves, did my right hon. Friend stress the essential unity of the United Kingdom, particularly in view of the fact that the President of France entertained the so-called President of the Quebec Province of Canada and appeared to support independence? In view of the attitude being developed by the Scottish nationalists in relation to Scotland, this could have a significance for this country.",
        "**The Prime Minister**",
        "I discussed the question of devolution with the President and told him that I thought the best way to preserve the independence and unity of the United Kingdom was for the devolution Bill to go through in the form that, broadly, it is in now—and I believe that this would take a lot of poison out of the propaganda that is being used, in Scotland in particular.",
        "**Mr. Gwynfor Evans**",
        "Did the Prime Minister discuss with the President of France the Philistine and even barbarous policy followed by the French Government towards the culture and language of Brittany, which is now leading to the destruction of an ancient language?",
        "**The Prime Minister**",
        "No, Sir.",
        "**Mr. James Johnson**",
        "In view of what the Prime Minister said about M. Giscard d’Estaing and fishing policy, is he aware that in the eyes of our fishing industry the French are a bête noire? Did they discuss the tough and patriotic line taken by the Secretary of State for Agriculture, Fisheries and Food? If so, did M. Giscard d’Estaing say anything about the 50-mile exclusive limit?",
        "**The Prime Minister**",
        "I think that it would be true to say that there would not be normal relations with France unless there was some friction between fishermen off the South-West coast and French fishermen, who claim ancient and historic rights to fish there. My right hon. Friend the Foreign Secretary pointed out—and I supported him in this—that because of the need to preserve our fishing stocks there is more identity of interest between the French and ourselves, if we choose to exercise it, than on the surface there might seem to be. We hoped that the French would join us in defending these coastal rights that we have put forward.",
        "**Mr. Henderson**",
        "Did the Prime Minister find any movement in the French view towards the position that our fishermen have taken, namely that we must have exclusive control over territorial limits if we are to have conservation in the future? Did the French President indicate that when he visits Edinburgh he intends to say “Vive l’Ecosse libre”?",
        "**The Prime Minister**",
        "I cannot compete in this linguistic exercise. I cannot say that the French President made any alteration in the French approach to this problem. It is an important issue to him because of unemployment among French fishermen and he has his interests to look after. The question is whether we can identify a joint interest here in the preservation of our coastal areas. I think that we can.",
        "**Mr. Marten**",
        "As a great believer in Franco-United Kingdom co-operation rather than British-French co-operation, may I ask whether the accord which seems to have stemmed from this meeting extended to a joint belief that no extra powers should be given to the directly-elected Assembly, if there is one? Do France and Britain see eye to eye on that point?",
        "**The Prime Minister**",
        "I do not think that I want to go any further than the phrase that I used—namely that we found that our views were similar.",
        "**Mr. Skinner**",
        "In view of the Leader of the Opposition’s scathing remarks about this summitry—I am sure that the Prime Minister knows that I am a sceptic about these matters—does my right hon. Friend think that the Leader of the Opposition’s worldwide summitry has tended to establish her as more of an international statesman, taking into account what she has had to say this afternoon and that she has travelled to Australia, Yugoslavia, Italy, China and a score of other places? On the specific matter of direct elections, is the Prime Minister saying that both he and Giscard d’Estaing are agreed on the phrase that he used, namely that to delay for another year does not really matter?",
        "**The Prime Minister**",
        "No, Sir, not on that point. I am sure that the French President would much prefer us to come to a conclusion so that elections could be held in 1978.",
        "As for world travel, it is not for me to comment on anyone else’s travels, by any means of locomotion. But I am bound to say, having read the debate yesterday, that it seems to me that we have a new test to apply to international trade, namely that all trade with Communist countries is bad unless the Leader of the Opposition has visited them.",
        "**Mr. Forman**",
        "In reviewing the intractable problems of the world economic situation with the French President, was there any meeting of minds between Her Majesty’s Government and the French Government on the vital importance of Britain and France using their influence jointly in gatherings such as GATT and elsewhere to increase the trade potential for our exports to developing countries and also to improve the access for their exports to our countries?",
        "**The Prime Minister**",
        "That is a very important and interesting question. I cannot say that we spent time on it in the discussions yesterday, but it is certainly a matter that our officials could take up and I shall be glad to bring it to their attention.",
        "**Mr. Faulds**",
        "Did my right hon. Friend discuss the Middle East with the French President, more particularly in view of the fact that the French Government make a more realistic appraisal of their interests in that part of the world—an example which we might well follow?",
        "**The Prime Minister**",
        "Yes. We discussed this subject and we each put forward our own views about it. As to whose position is more realistic I would not care to say, except that I am glad to be able to report that I keep in constant contact with the leaders both of the Arab countries and of Israel. I had a telephone conversation yesterday with Mr. Begin—",
        "**Mr. James Lamond**",
        "Reverse charge?",
        "**The Prime Minister**",
        "It really would take a Scot to think of that. I am also keeping in close communication with the Arab leaders on these matters and shall continue to do so.",
        "**Several Hon. Members rose—**",
        "**Mr. Speaker**",
        "Order. Another long statement is to follow. I shall take two more speakers from each side. Mr. Ian Lloyd.",
        "**Mr. Ian Lloyd**",
        "Since this important conference concentrated on the question of industrial growth, may I ask the Prime Minister whether he and the President had before them the interesting report by the Economic and Social Committee of the Commission on the subject of industrial growth? Did he or the President refer to the criteria set out in that report, and did the Prime Minister explain to the President why not one of those criteria was satisfied by the Polish shipbuilding deal?",
        "**The Prime Minister**",
        "The House gave its answer on the last part of that question very forcefully last night. The speeches led me to the conclusion that the Opposition were a little unwise to raise the question.",
        "As for industrial co-operation, we discussed what bilateral approaches could be made between British and French industry, except in the defence sector at which, as I said, we looked in a wider context. Although we had at the back of our minds the document referred to by the hon. Gentleman, we did not discuss that paper in particular.",
        "**Mr. Hayman**",
        "In view of the grave problems of the civil aircraft industry in France and here, can my right hon. Friend tell the House when the urgent decisions on new projects, to which he has referred, are likely to be made?",
        "**The Prime Minister**",
        "Both the President and I will ask our respective industries to work hard at this subject and to reach a conclusion as quickly as possible. I know that that answer is not very definite. We had in mind that the industry should be able to evaluate the position by late spring, and that both Governments could then reach a conclusion. I repeat, however, that this issue must be approached on a commercial basis.",
        "**Mr. Michael McNair-Wilson**",
        "In an earlier reply the Prime Minister seemed to rule out the possibility of any future versions of Concorde. Will he tell us what discussions he had about the existing Concorde production line and whether there is any prospect of further aircraft being ordered?",
        "**The Prime Minister**",
        "We did not discuss that matter, but I cannot hold out any hope that there will be any extension of the existing line. There are no orders for further numbers of Concorde.",
        "**Mr. John Garrett**",
        "Did my right hon. Friend discuss with the French President the superior rate of economic growth in France, which has obtained for some years past, and the extent to which that has been due to interventionist national planning and public ownership of the financial institutions? Did my right hon. Friend feel that we had anything to learn from the French experience?",
        "**The Prime Minister**",
        "I think that both of us have something to learn from each other. But in the eyes of the major parties in France there is clearly not the same ideological objection to public enterprise as exists in the mind of the Conservative Party here. Therefore, the French have been able to approach the issue on a less dogmatic basis than seems possible here. There is certainly a great deal of intervention by the French Government in their industry, as is well known.",
        "The French will not have such fast economic growth next year as they would like. We hope that our rate of growth will be much faster as a result of the fact that we have now overcome inflation. Indeed, our rate of growth next year might even approach that of the French."
    ]
}