{
    "url": "https://www.ukpol.co.uk/lord-callanan-2018-speech-on-the-european-union/",
    "title": "Lord Callanan – 2018 Speech on the European Union",
    "post_date": "April 18, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Lord Callanan",
            "url": "/tag/lord-callanan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Callanan, the Minister of State for Leaving the European Union, in the House of Lords on 18 April 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/04/lordcallanan.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/04/lordcallanan.jpg)",
        "My Lords, it is a great pleasure for me to resume our debate after the Easter Recess. I hope that all noble Lords enjoyed a good break. I spent most of it studying amendments to this Bill. I hope that some doubts about how seriously the Government take these debates have now been dispelled, as noble Lords will have seen that the Government have already tabled many amendments on key aspects of the Bill. Further amendments will follow, relating to the provisions on delegated powers and on devolution. It is our firm and consistent desire to find consensus in this House on the contents of the Bill wherever possible, and I hope that our debates can proceed on a reasonably collaborative basis.",
        "Unfortunately, as in Committee, we start our proceedings with some amendments to the Bill that the Government cannot envisage accepting—or indeed any variant on them. That is not, of course, to impugn the motivation of those supporting the amendments or to deny the importance of the subject matter. Put simply—this will probably surprise nobody in the House—the Government simply do not agree with the proposed approach.",
        "I am, of course, grateful to all those who have taken part in this debate on the vital issue of our future economic relationship with the EU. As the Prime Minister stated in her Mansion House speech, we are seeking the broadest and deepest possible partnership, covering more sectors and co-operating more fully than under any free trade agreement anywhere in the world today. The Government have been clear that the UK, in its entirety, is leaving the customs union. For the sake of clarity, a customs union—as has been pointed out by many noble Lords—has a single external border and sets identical tariffs for trade with the rest of the world. International trade policy is consequently an exclusive competence of the EU, to avoid the creation of different customs rates in different parts of the EU customs union.",
        "The nub of the issue is this. If the UK were to remain in the customs union and be bound by the EU’s common external tariff, it would mean providing preferential access to the UK market for countries that the EU agrees trade deals with, without necessarily gaining preferential access for UK exports to such countries. Alternatively, we would need the EU to negotiate with third countries on the UK’s behalf. This would leave us with less influence over our international trade policy than we have now, and would not, in our humble assertion, be in the best interests of UK businesses.",
        "By leaving the customs union and establishing a new and ambitious customs arrangement with the EU, we will be able to forge new trade relationships with our partners around the world and maintain as frictionless trade as possible in goods between the UK and EU, providing a powerful and positive voice for free trade across the globe. There are real opportunities for the UK from increasing our trade with fast-growing economies around the world. The EU itself predicts that 90% of future world GDP growth is expected to be generated outside Europe—a trend expected to continue over the next five to 10 years.",
        "In assessing the options for the UK’s future customs relationship with the EU, the Government will be guided by what delivers the greatest economic advantage to the UK, and by three key strategic objectives. First, we want to ensure that UK-EU trade is as frictionless as possible. Secondly, we want to avoid a hard border between Ireland and Northern Ireland—a commitment that was solidified by December’s joint report. Thirdly, we want to establish an independent international trade policy.",
        "Last year, in its future partnership paper, the Government set out two potential options for our customs arrangements with the EU. These were reiterated by the Prime Minister in her speech at the Mansion House earlier this year. I will give a few more details of those options.",
        "Option 1 is a new customs partnership between the UK and the EU. At the border, the UK would mirror the EU’s requirements for imports from the rest of the world whose final destination is the EU—including by applying the same tariffs and the same rules of origin as the EU for those goods. By following this approach, we would know that all goods entering the EU via the UK would pay the correct EU duties, removing the need for customs processes at the UK-EU border. But, importantly, we would also put in place a mechanism so that the UK would be able to apply its own tariff and trade policy for goods intended only for the UK market.",
        "The second option would be a highly streamlined customs arrangement under which, while introducing customs processes between the UK and the EU, we would jointly agree to implement a range of measures to minimise frictions to trade, together of course with specific provisions for Northern Ireland. This option would include measures to simplify the requirements for moving goods across borders; it would reduce the risk of delays at ports and airports; and it would see the continuation of existing levels of UK-EU customs co-operation, with mutual assistance and data sharing.",
        "Of course, the precise form of any new customs arrangements will be the subject of negotiation, and this will form a key part of our future economic partnership with the European Union. The Government have not just formed this policy arbitrarily but because we do not believe that a customs union is in the best interests of the UK and of UK businesses.",
        "I understand that many noble Lords disagree with our analysis, or believe that our goals are unreachable. However, we cannot support Amendments 1 and 4, tabled by the noble Lord, Lord Kerr, and Amendments 2 and 5, tabled by the noble Lord, Lord Wigley, which would have the effect of requiring the Government to make a Statement to Parliament on the steps taken towards the delivery of an objective the Government have clearly ruled out.",
        "We in the Government are trying to seek the best possible future arrangements for the UK. I am confident we will succeed, and the progress we have made already in areas that many thought impossible demonstrates how all sides have been willing to break new ground in order to move forwards. We have set out our two potential options for a future customs relationship with the EU, but these amendments would send a signal that the Government will not seek to negotiate them, and instead pursue an outcome that the Government have ruled out.",
        "I hope that noble Lords will accept our sincerity in our negotiating goals. I will also add, before noble Lords make a final decision, that I do not seek to give false hope that the Government will reflect further between now and Third Reading. I therefore hope that the noble Lords, Lord Kerr and Lord Wigley, will not press their amendments."
    ]
}