{
    "url": "https://www.ukpol.co.uk/james-callaghan-1976-ruskin-college-speech/",
    "title": "James Callaghan – 1976 Ruskin College Speech",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1976",
            "url": "/tag/1976/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister, James Callaghan, at Ruskin College in 1976.",
    "content": [
        "I was very glad to accept your invitation to lay the foundation stone for a further extension of Ruskin College. Ruskin fills a gap as a ‘second chance’ adult residential college. It has a special place in the affections of the Labour movement as an institution of learning because its students are mature men and woman who, for a variety of reasons, missed the opportunity to develop their full potential at an earlier age. That aspect of the matter is a particular interest of my own. Ruskin has justified its existence over and over again. Your students form a proud gallery and I am glad to see here this afternoon some of your former students who now occupy important positions. They include leading academics, heads of state of commonwealth countries, leaders of the trade union movement and industrial life and members of Parliament. Indeed, eleven of the present Labour members of Parliament graduated from Ruskin and five of them are either in the government, or have served there, including one present member of the Cabinet, Eric Varley, the secretary for the industry.",
        "Among the adult colleges, Ruskin has a long and honourable history of close association with the trade union movement. I am very glad to see that trade unions are so strongly represented here today because you are involved in providing special courses for trade union officials and I hope that this partnership will continue to flourish and prosper.",
        "The work of a trade union official becomes ever more onerous, because he has to master continuing new legislation on health and safety at work, employment protection and industrial change. This lays obligations on trade unionists which can only be met by a greatly expanded programme of education and understanding. Higher standards than ever before are required in the trade union field and, as I shall indicate a little later, higher standards in the past are also required in the general educational field. It is not enough to say that standards in this field have or have not declined. With the increasing complexity of modern life we cannot be satisfied with maintaining existing standards, let alone observe any decline. We must aim for something better.",
        "I should like to pay tribute to Billy Hughes for his work at Ruskin and also for his wider contributions to education as chairman of the Adult Literacy Resource Agency. This has been a strikingly successful campaign for which credit must go to a number of organisations, including the BBC. It is a commentary on the need that 55,000 students were receiving tuition this year with a steady flow of students still coming forward. Perhaps most remarkable has been that 40,000 voluntary teachers have come forward to work, often on an individual personal basis, with a single student. When I hear, as I do in so many different fields, of these generous responses to human need, I remain a confirmed optimist about our country. This is a most striking example of how the goodwill, energy and dedication of large numbers of private persons can be harnessed to the service of their fellows when the need and the opportunity are made plain.",
        "There have been one or two ripples of interest in the educational world in anticipation of this visit. I hope the publicity will do Ruskin some good and I don’t think it will do the world of education any harm. I must thank all those who have inundated me with advice: some helpful and others telling me less politely to keep off the grass, to watch my language and that they will be examining my speech with the care usually given by Hong Kong watchers to the China scene. It is almost as though some people would wish that the subject matter and purpose of education should not have public attention focused on it: nor that profane hands should be allowed to touch it.",
        "I cannot believe that this is a considered reaction. The Labour movement has always cherished education: free education, comprehensive education, adult education. Education for life. There is nothing wrong with non-educationalists, even a prime minister, talking about it again. Everyone is allowed to put his oar in on how to overcome our economic problems, how to put the balance of payments right, how to secure more exports and so on and so on. Very important too. But I venture to say not as important in the long run as preparing future generations for life. RH Tawney, from whom I derived a great deal of my thinking years ago, wrote that the endowment of our children is the most precious of the natural resources of this community. So I do not hesitate to discuss how these endowments should be nurtured.",
        "Labour’s Programme 76 has recently made its own important contribution and contains a number of important statements that I certainly agree with. Let me answer that question ‘what do we want from the education of our children and young people?’ with Tawney’s words once more. He said: ‘What a wise parent would wish for their children, so the state must wish for all its children.’",
        "I take it that no one claims exclusive rights in this field. Public interest is strong and legitimate and will be satisfied. We spend £6bn a year on education, so there will be discussion. But let it be rational. If everything is reduced to such phrases as ‘educational freedom’ versus state control, we shall get nowhere. I repeat that parents, teachers, learned and professional bodies, representatives of higher education and both sides of industry, together with the government, all have an important part to play in formulating and expressing the purpose of education and the standards that we need.",
        "During my travels around the country in recent months, I have had many discussions that show concern about these matters.",
        "First let me say, so that there should be no misunderstanding, that I have been very impressed in the schools I have visited by the enthusiasm and dedication of the teaching profession, by the variety of courses that are offered in our comprehensive schools, especially in arts and crafts as well as other subjects and by the alertness and keenness of many of its pupils. Clearly, life at school is far more full and creative than it was many years ago. I would also like to thank the children who have been kind enough to write to me after I visited their schools: and well written letters they were. I recognise that teachers occupy a special place in these discussions because of their real sense of professionalism and vocation about their work. But I am concerned on my journeys to find complaints from industry that new recruits from the schools sometimes do not have the basic tools to do the job that is required.",
        "I have been concerned to find out that many of our best trained students who have completed the higher levels of education at university or polytechnic have no desire to join industry. Their preferences are to stay in academic life or to find their way into the civil service. There seems to be a need for more technological bias in science teaching that will lead towards practical applications in industry rather than towards academic studies.",
        "Or, to take other examples, why is it that such a high proportion of girls abandon science before leaving school? Then there is the concern about the standards of numeracy of school-leavers. Is there not a case for a professional review of the mathematics needed by industry at different levels? To what extent are these deficiencies the result of insufficient co-operation between schools and industry? Indeed, how much of the criticism about basic skills and attitudes is due to industry’s own shortcomings rather than to the educational system? Why is it that 30,000 vacancies for students in science and engineering in our universities and polytechnics were not taken up last year while the humanities courses were full?",
        "On another aspect, there is the unease felt by parent and others about the new informal methods of teaching which seem to produce excellent results when they are in well-qualified hands but are much more dubious when they are not. They seem to be best accepted where strong parent-teacher links exist. There is little wrong with the range and diversity of our courses. But is there sufficient thoroughness and depth in those required in after life to make a living?",
        "These are proper subjects for discussion and debate. And it should be a rational debate based on the facts. My remarks are not a clarion call to Black Paper prejudices. We all know those who claim to defend standards but who in reality are simply seeking to defend old privileges and inequalities.",
        "It is not my intention to become enmeshed in such problems as whether there should be a basic curriculum with universal standards – although I am inclined to think there should be – nor about any other issues on which there is a divided professional opinion such as the position and role of the inspectorate. Shirley Williams, the new secretary of state is well qualified to take care of these issues and speak for the government. What I am saying is that where there is legitimate public concern it will be to the advantage of all involved in the education field if these concerns are aired and shortcomings righted or fears put at rest.",
        "To the critics I would say that we must carry the teaching profession with us. They have the expertise and the professional approach. To the teachers I would say that you must satisfy the parents and industry that what you are doing meets their requirements and the needs of our children. For if the public is not convinced then the profession will be laying up trouble for itself in the future.",
        "The goals of our education, from nursery school through to adult education, are clear enough. They are to equip children to the best of their ability for a lively, constructive, place in society, and also to fit them to do a job of work. Not one or the other but both. For many years the accent was simply on fitting a so-called inferior group of children with just enough learning to earn their living in the factory. Labour has attacked that attitude consistently, during 60 or 70 years and throughout my childhood. There is now widespread recognition of the need to cater for a child’s personality to let it flower in its fullest possible way.",
        "The balance was wrong in the past. We have a responsibility now to see that we do not get it wrong again in the other direction. There is no virtue in producing socially well-adjusted members of society who are unemployed because they do not have the skills. Nor at the other extreme must they be technically efficient robots. Both of the basic purposes of education require the same essential tools. These are basic literacy, basic numaracy, the understanding of how to live and work together, respect for others, respect for the individual. This means requiring certain basic knowledge, and skills and reasoning ability. It means developing lively inquiring minds and an appetite for further knowledge that will last a lifetime. It means mitigating as far as possible the disadvantages that may be suffered through poor home conditions or physical or mental handicap. Are we aiming in the right direction in these matters?",
        "I do not join those who paint a lurid picture of educational decline because I do not believe it is generally true, although there are examples which give cause for concern. I am raising a further question. It is this. In today’s world, higher standards are demanded than were required yesterday and there are simply fewer jobs for those without skill. Therefore we demand more from our schools than did our grandparents.",
        "There has been a massive injection of resources into education, mainly to meet increased numbers and partly to raise standards. But in present circumstances there can be little expectation of further increased resources being made available, at any rate for the time being. I fear that those whose only answer to these problems is to call for more money will be disappointed. But that surely cannot be the end of the matter. There is a challenge to us all in these days and a challenge in education is to examine its priorities and to secure as high efficiency as possible by the skilful use of existing resources.",
        "Let me repeat some of the fields that need study because they cause concern. There are the methods and aims of informal instruction, the strong case for the so-called ‘core curriculum’ of basic knowledge; next, what is the proper way of monitoring the use of resources in order to maintain a proper national standard of performance; then there is the role of the inspectorate in relation to national standards; and there is the need to improve relations between industry and education.",
        "Another problem is the examination system – a contentious issue. The Schools Council have reached conclusions about its future after a great deal of thought, but it would not be right to introduce such an important change until there has been further public discussion. Maybe they haven’t got it right yet. The new secretary of state, Shirley Williams, intends to look at the examinations system again, especially in relation to less-academic students staying at school beyond the age of 16. A number of these issues were taken up by Fred Mulley and will now be followed up by Shirley Williams.",
        "We are expecting the Taylor Committee Report shortly on the government and management of schools in England and Wales that could bring together local authority, parents and pupils, teachers and industry more closely. The secretary of state is now following up how to attract talented young people into engineering and science subjects; whether there are more efficient ways of using the resources we have for the benefit of young people between the ages of 16 and 19 and whether retraining can help make a bridge between teacher training and unemployment, especially to help in the subjects where there is a shortage.",
        "I have outlined concerns and asked questions about them today. The debate that I was seeking has got off to a flying start even before I was able to say anything. Now I ask all those who are concerned to respond positively and not defensively. It will be an advantage to the teaching profession to have a wide public understanding and support for what they are doing. And there is room for greater understanding among those not directly concerned of the nature of the job that is being done already.",
        "The traditional concern of the whole Labour movement is for the education of our children and young people on whom the future of the country must depend. At Ruskin it is appropriate that I should be proud to reaffirm that concern. It would be a betrayal of that concern if I did not draw problems to your attention and put to you specifically some of the challenges which we have to face and some of the responses that will be needed from our educational system. I am as confident that we shall do so as I am sure that the new building which will rise here will house and protect the ideals and vision of the founders of Ruskin College so that your future will be as distinguished as your past and your present."
    ]
}