{
    "url": "https://www.ukpol.co.uk/james-callaghan-1974-speech-on-foreign-affairs/",
    "title": "James Callaghan – 1974 Speech on Foreign Affairs",
    "post_date": "February 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Callaghan, the then Foreign Secretary, in the House of Commons on 19 March 1974.",
    "content": [
        "I have been looking at the balance of the speech that I have prepared, and I am aware that this is a general debate during which we ought to have a review of all foreign policy matters. In the light of the need to keep time down, at any rate during my speech, I shall endeavour to indicate the Government’s general approach to a number of topics as well as our particular approach and to go into some detail on the question of our relations with the European Community. My right hon. Friend the Minister of State can, in reply, take up in more detail some of the issues which I would otherwise have covered, and which may be raised during the debate.",
        "I wish to make some general observations indicating the stance which the Labour Government will take in their approach to foreign affairs. There are two particular issues upon which I wish to state our position clearly.  \nThe foreign policy section of our election manifesto was entitled “Peace and Justice in a Safer World”. How do we translate that into action? I begin by recommitting the Government to the purposes of the United Nations and to supporting it as the principal international organisation dedicated to the promotion of human rights, the rule of law, and the peaceful settlement of disputes.",
        "No country has a greater concern for peace, security and prosperity throughout the world than has the United Kingdom. These are also the objectives of the United Nations. We recognise the ​ practical limitations of that organisation, but a Labour Government will make the fullest use of the opportunities for international co-operation which only the United Nations is in a position to offer on a global basis.",
        "Complementary to our support for the United Nations will be the rôle which we shall accord to the Commonwealth. This historic association brings together more than 30 independent nations in a grouping which nowadays is fashioned not by conquest, or political expediency, or material self-interest, but rather by a common desire to meet together, to exchange opinion and advice, and for each of us to profit from the diverse experience of the others.",
        "Its value is not limited to the headline-making and spectacular Heads of Government meetings. Of equal importance is the multitude of other meetings conducted under the Commonwealth’s auspices. There is the Commonwealth Foundation, which exists to promote contacts between professional associations and individuals throughout all the member States.",
        "Co-operation also takes place in such important matters as science, health, law and economics, ranging from the telecommunications network to regional arrangements such as the South Pacific Bureau for Economic Co-operation.",
        "However, this machinery, although important, is only the nuts and bolts. The real value of the Commonwealth is more intangible. It is the common feeling we share that its very membership ensures that it has an outward-looking attitude towards the problems of the world—an attitude which the present Government will encourage and share. We shall give our full support to proposals which will bring the Commonwealth countries closer together.",
        "I make clear at the outset that we shall have a dual thrust in the purpose of our policy, by using both the United Nations and the Commonwealth to the maximum of our power.",
        "I turn now to the European Economic Community. We have consistently said that the entry negotiations and agreement of 1970 did not sufficiently protect British interests. That is why the Gracious Speech committed the Government to a fundamental renegotiation of Britain’s terms of ​ entry. I should like to say how we propose to begin the process of renegotiation, but before doing so I wish to detain the House for a moment with an issue of equal, if not greater, importance; namely, the recent speeches and remarks of President Nixon and Dr. Kissinger, which have called attention to the unsatisfactory state of repair into which relations between the Community and the United States have fallen. By implication this raises the question with which we, and, I hope, all in the House, are much concerned; namely, the political direction that the Community itself seems to be taking.",
        "We must go back to October 1972, in Paris, where a meeting of Heads of State and of Governments, which was attended by the Leader of the Opposition, was held. The Governments present pledged themselves to:",
        "“Set themselves the major objective of transforming before the end of the present decade … the whole complex of the relations of Member States into a European Union.”",
        "I hope that the House notes that all of this was to be done by 1980.",
        "A year later, at Copenhagen, the Heads of State and of Governments declared that they intended to speed up this work—it was not going fast enough. In the meantime, they confirmed their common will that Europe should speak with one voice.",
        "My colleagues and I, and some members of the present Opposition, frequently pressed the Leader of the Opposition and other right hon. Gentlemen to tell us, and, more important, to tell the country, what these epoch-making declarations really meant. They were undertakings which had been entered into without consultation with Parliament, or, even less, with the British people.",
        "I was sceptical from the outset about their attainment, but either the Conservative Government would not say, or, as I suspect was more likely, they did not know. However, what must be clear to them now that they have fought an election recently is the deep scepticism that the British people feel about these objectives and the general political direction that Europe seems to be taking.",
        "Clearly, we cannot enter into definitive discussions on the concept or form of such a union until our renegotiation has settled the whole basis of our future relationship with the Community.",
        "**Mr. Russell Johnston (Inverness) rose——**",
        "**Mr. Callaghan**",
        "I shall give way to the hon. Gentleman, but I promise that I intend to go into some detail.",
        "**Mr. Johnston**",
        "The right hon. Gentleman referred at the outset of his speech to the election and to the fact that in his view its result demonstrated deep scepticism by the British people regarding our membership of the Community. In view of the result of the election, I do not understand on what evidence the right hon. Gentleman makes that statement.",
        "**Mr. Callaghan**",
        "I shall repeat my exact words. I spoke about the deep scepticism that the British people feel about these objectives and the general political direction that Europe seems to be taking. It is about those matters that I found the scepticism to exist. There is a divided view whether we should be in membership, but there is a very sceptical view about what is happening under the umbrella of Europe.",
        "The fact that these issues have hardly been debated is in itself sufficient reason for my reminding the House what the previous Government committed us to. But we now have an additional factor—the doubts expressed from the other side of the Atlantic. The recent statements that have been made there should start a great deal of soul-searching about what kind of Europe it is that the Community is seeking to create and what is to be the relationship between that Community and the United States.",
        "I wish to indicate our approach to these matters. First, our manifesto states:",
        "“A Labour Britain would always seek a wider co-operation between the European peoples.”",
        "I shall enlarge on that a little later. Parallel with that, Britain needs to base her system of alliances for defence and other purposes, as well as our system of trading arrangements, on a much wider foundation.",
        "These two issues need not be in conflict, but in our estimation it is not possible indefinitely to sustain a close alliance with the United States on matters of defence, which involve the closest co-operation and interdependence, without a parallel co-operation on matters of ​ trade, money, energy and so on. My understanding from my early contacts with Community countries is that most members of the Community agree with that approach. In the light of M. Jobert’s speech at the weekend, perhaps all of them agree.",
        "I must emphasise that we repudiate the view that Europe will emerge only out of a process of struggle against America. We do not agree that a Europe which excludes the fullest and most intimate co-operation with the United States is a desirable or attainable objective.",
        "That does not mean that European countries become satellites of the United States. A Labour Government will certainly want a great measure of control over multinational enterprises and companies in this country. We are in favour of maintaining the national identity of key enterprises either by a measure of public ownership or in other ways. Nor should anyone wish to see a Community organised in the interests of large-scale industry at the expense of the ordinary worker.",
        "Some may have found President Nixon’s rough words the other day unduly harsh. But at least they had the effect of introducing a greater sense of realism, and that has been a scarce commodity in much of the discussion over the past two years. The peoples of Europe have been treated to too much high-flown rhetoric and not enough substance. Our belief is that the Community should accept more modest and attainable goals.",
        "I have no doubt that the attitude of this country and of other countries in the Community to world problems will be found to be similar on a number of matters. But surely the timetable laid down in the Paris Summit communiqué, both about union itself and about economic and monetary union, were never attainable from the start. On these questions, events over the past 12 months speak for themselves. I need remind the House only of the ill-fated “snake”, which choked after its first indigestible meal.",
        "We shall scrutinise with great care any future proposals for money parities fixed by the Community. We do not accept that such arrangements can be allowed to conflict with our objective—the much better objective—of making new monetary arrangements on a world basis.",
        "What else will underlie our attitude towards the Community? First—and I come to a positive matter here—it is in our interests and in everyone else’s to foster the good relations that have grown up between France and Germany over the past 25 years. I remember vividly the occasion at the Council of Europe in Strasbourg in 1950 when, after historic debates, the doors were flung open and for the first time the German delegates entered and sat down as colleagues among the French and the remainder of us, five short years after the war. It was a moment that I shall not forget. There are now only three of us in the House who were present on that occasion—you, Mr. Speaker, my hon. Friend the Member for Coventry, North-West (Mr. Edelman) and myself. It was a most moving moment so soon after the war to see the German delegates come in. at a time when there was much more feeling than there is now.",
        "The memory remains with me of a day which has led to 25 years in Western Europe in which tension between France and Germany has been at the minimum. We must keep it that way. Therefore, we shall seek good relations with both France and Germany in particular. We shall do nothing to try to come between those two countries. Obviously, we shall also seek to have the best relations with the other members of the Community. I look forward to my visit to Herr Walter Scheel and to Chancellor Brandt, and also to meeting M. Jobert and my other colleagues in the very near future.",
        "**Mr. Patrick Cormack (Staffordshire, South-West)**",
        "I do not disagree with what the right hon. Gentleman has said, but will he tell us whether the fundamental aim of the renegotiations is to stay in the Community or come out?",
        "**Mr. Callaghan**",
        "If the hon. Gentleman will allow me to continue my speech, he may find at the end that his question is answered. I am now on the question of political co-operation. I shall come to the matter of renegotiations in a few minutes.",
        "I want to make the next point, having made it clear that no one will use us to try to drive a wedge between France and Germany, if that were possible. Our aim is quite contrary. Many of us have lived through two world wars. Our approach ​ as a Government will be to intensify the system of political consultation and co operation and, in so far as it is possible, to work out common positions through joint discussion with the Community countries.",
        "This seems to us to make sense, but it cannot be to the exclusion of bilateral talks or talks within international organisations. We have a natural affinity with the other countries of Western Europe; it is not limited to the Nine.",
        "There are, for example, the Scandinavian countries, with which we have close links. I must emphasise again that for us the value of political consultation and co-operation will be ruined if it appears to take an anti-American tinge or if consultation with the United States is inadequate. Of course, we do not always expect to agree with the United States.",
        "That is not the point. That is a different matter. We shall be ready to start talks and arrangements that may be made between the Community and other groupings.",
        "There are two in particular that occur to me. First, there are the proposed talks with the Arab States. We certainly welcome such a dialogue between the Community and those States. But I assume that neither the Community nor the Arab States themselves would want that dialogue to hamper Dr. Kissinger’s efforts to secure a measure of peace in the Middle East. It is clear that he believes that at present the beginning of that dialogue would do so.",
        "Therefore, it seems to me to make common sense that I should assume that the Nine—going to them as I shall, I hope not with any posture other than that of an anxious inquirer after the truth—I want to explore the problem further with the United States to clear up any misunderstandings that may unfortunately have arisen, both on the range of the talks and on their timing. That is the proposition I shall put when I meet my colleagues on this subject.",
        "We think that in principle there is much to be said for having these discussions with the Arab States. As soon as we can get the misunderstandings out of the way, let us get on with them. Leaving the question of oil on one side, the Government have a strong desire that bilateral talks on trade between Britain and the Arab States should continue when they already exist and should be intensified.",
        "Next, a Labour Government will seek in the course of our approach to the Community that Europe’s markets shall be more open to the world. We believe that it would be advantageous to Europe as a whole if there were wider access to European markets for foodstuffs from such traditional suppliers as Australia, New Zealand, Canada, the United States, the Argentine and others. We regard this question of access as vital to ourselves in this country, whatever Europe may think about it.",
        "I have seen many prophecies. In my view, he is a bold man who prophesies what will happen to future world prices for foodstuffs and other commodities. We have seen their prices go up and we have seen them go down. Whatever the temporary position—and I hope that people will not base their long-term aspirations on what could be only a temporary position—two bountiful harvests in succession would make a substantial difference to the relationship between EEC prices and world prices.",
        "Next we shall seek a renegotiation of the financial burden imposed upon Britain by the Community budget. The division of the burden within the Community must be fair. As my right hon. Friend the Lord President outlined last night, and indeed as my right hon. Friend the Prime Minister said again today, we shall ensure that arrangements are made for this Parliament at Westminster to have the fullest opportunity to scrutinise and to reach conclusions on the arrangements agreed at Brussels.",
        "It is against this background that I look forward to meeting my colleagues, the other Foreign Ministers, in Luxembourg on 1st April. With the future direction and shape of the Community in a state of flux and its relations with the United States so uncertain, it would be irresponsible for Britain to leave an empty chair.",
        "We shall discuss these urgent matters relating to prices and other issues of importance within the Community. Nor shall we aim to conduct the negotiations as a confrontation. It is hardly necessary for me to add that a Labour Government will embark upon these fundamental talks in good faith not to destroy or to wreck but to adapt and reshape the policies of the Community and our terms ​ of membership in such a way that they will better meet the needs of our own people, as well as of others in Europe, and meet our conception of the Community’s relations with other States.",
        "It is not unhelpful that these two strands come together at this point in time—namely, our general concern with the political shape and direction of Europe and the impact of the terms of entry upon our own people and upon our traditional trading partners. Even if we had not wished to raise the political questions, President Nixon’s remarks ensured that this would happen.",
        "**Mr. William Baxter (West Stirlingshire)**",
        "Does my right hon. Friend’s statement presuppose the fact that we shall renegotiate the terms of the Treaty of Rome?",
        "**Mr. Callaghan**",
        "If my hon. Friend will wait, he will find that I shall come even to that point. I am sorry if I am detaining the House overlong, but it is important that we should try to set out the definitive position. I hope that I have covered most of the questions as regards our principal approach. The details will have to be worked out later. We shall start with a genuine attempt to see whether our approach and our interests can be accommodated by the other members of the Community. If they cannot, we shall try to find out whether we can overcome the differences that separate us.",
        "One immediate question we shall raise, because it comes before us straight away, is that of domestic prices. Higher prices are partly the result of an increase in world prices, as was said during the election, but partly because of the requirements placed on us by the Community, and there can be no escape from that. The first may be inevitable; the second is unacceptable, especially in our present inflationary situation.",
        "This is the first question that must be looked at urgently, and it arises immediately at the meeting of the Agricultural Council on Thursday and Friday of this week, which is intended to fix the intervention prices for the 1974–75 season. We shall not by then, of course, have had time to work out our renegotiation proposals in full. But, in accordance with our general approach to participation in ​ Community meetings, my right hon. Friend the Minister of Agriculture will be attending to ensure that our interests are safeguarded. His objective will be to make certain that for the British housewife there will be no rise in prices in basic foodstuffs as a result of that meeting. We cannot accept imported inflation.",
        "Other matters with which we shall he concerned in our renegotiations include the protection of the interests of the Commonwealth and other developing countries. That will mean a review of aid policies and of the arrangements for the Community’s trade with Commonwealth countries.",
        "There is some difference of opinion whether achievement of our objectives will require some amendments to the Treaty of Accession. If we find on this issue or that that other members of the Community are unable to agree within the existing treaty framework to improvements which we feel are vital to our existing position, the question of amending the Treaty of Accession would arise, and we are examining this to see whether it is likely to do so. Given the general background which I have outlined, we shall begin with a subject by subject approach. We shall attempt to achieve our objectives in a series of parallel, co-ordinated negotiations. We shall not be seeking a confrontation, though other members of the Community will recognise that we are unable to carry forward further processes of integration which could prejudge the outcome of the negotiations.",
        "**Mr. Neil Marten (Banbury)**",
        "I congratulate the Foreign Secretary on his healthy and robust speech. Since the Labour Party manifesto said",
        "“… whilst the negotiations proceed and until the British people have voted, we shall stop further processes of integration, particularly as they affect food taxes”,",
        "may we have an assurance that there will be no further integration from this moment onwards?",
        "**Mr. Callaghan**",
        "I am grateful to the hon. Member for Banbury (Mr. Marten), and I am delighted to see that he is such a keen student of Labour’s manifesto. Indeed, had he fought the election on it he might well have had an even ​ larger majority than the one he achieved. The question of integration and intervention prices is a very difficult one, and my right hon. Friend the Minister of Agriculture is going to Brussels to examine the situation this week. I want only to confirm the objective and not the means. The objective is that there shall be no increase in domestic prices to the British housewife in the shop. The kind of negotiations my right hon. Friend will undertake we must leave to him. But our basic requirement—and I am sure that this is the way in which the British family will see the situation—is that, whatever arrangements are made, they will not result in higher prices. That is the way in which my right hon. Friend will approach the matter. There is also a technical problem, and the hon. Member for Banbury, with his usual acuteness, has seized upon it. I am glad to say that the Minister of Agriculture has also noticed it.",
        "**Sir Derek Walker-Smith (Hertfordshire, East)**",
        "I should like to ask the Foreign Secretary to take a little further the manner in which he dealt with the question put to him by the hon. Member for West Stirlingshire (Mr. Baxter) and to clarify the juridical framework within which the Government see the processes of renegotiation. The right hon. Gentleman was asked about his intentions, if any, to seek amendment to the Treaty of Rome, and he replied in the context of possible amendment to the Treaty of Accession. Can he tell the House whether the Government have any proposals to make under Article 236 of the Treaty of Rome involving the possible amendment of that article? Is that matter included in any renegotiation, and how does he assess the prospects of achieving success in any such effort, bearing in mind the fact that amendments under the treaty have to go back to the national parliaments for their individual ratification?",
        "**Mr. Callaghan**",
        "The last part of the right hon. and learned Gentleman’s question gives a clue to the approach that we ought to make. Anything that will require the agreement of all the parliaments throughout the Community will be extremely difficult. Therefore, I should not like to start off from that point of view. We must see how we go and where we get. We start with what we regard as the ​ vital interests of this country. We shall see where they are brought short against the Treaty of Accession.",
        "I come back to the Treaty of Accession because that is the major obstacle. At that stage we shall have to see whether we go to the various countries concerned and say to them “We are sorry, but we regard this matter as being so vitally important that it will require amendment to the Treaty of Accession”. If then we find at a later stage that the Treaty of Rome itself is an obstacle, there will need to be a good deal of discussion before we get to that point. We shall come back to the House and discuss the matter here. I hope that there will be no hole-in-the-corner settlement of this kind of issue. We all recognise how serious and important this kind of approach would be. I am sure that the right hon. and learned Gentleman will understand my general approach. I assure him that I am not looking for obstacles or rocks which have not yet appeared. I can see that there are plenty of rocks in the way. I have not yet seen any rocks which arise under the Treaty of Rome. If they come, so much the worse. We shall have to navigate round them when we get to them. But for the moment that is not my approach. We have enough problems to deal with in the approach that I have taken so far, and I hope that no one thinks that the approach underrates the difficulties of the task upon which we are embarked.",
        "It must be understood that we are in earnest. We are not reacting to other people. We are stating what we believe to be our fundamental approach and our fundamental interest. We believe that in a number of cases our interest coincides with that of other countries in the Community and that our general approach to the Community outlook is one which should be accepted. We shall approach it on that basis, seeking the co-operation of others and trying to persuade and convince others.",
        "Our purpose is to look at the operation of the Community in both the economic and the political spheres not in a spirit of destructive criticism but of constructive realism. We shall be willing to take adequate time for these important discussions and negotiations, though everyone will recognise that they cannot be dragged out indefinitely.",
        "In the light of the progress or lack of it that we make, we shall consult the ​ views of the British people and consider at what stage it will be right to submit the results of our efforts to them so that they may declare their opinion. In view of the unique importance of these discussions, we intend that they should have the opportunity to do so.",
        "I have tried to set out our approach as clearly as I can without filling in the details. But the House will understand and, I hope and believe, will support this kind of approach.",
        "Against the background that I have outlined of our approach to the United Nations, the Commonwealth and the Community itself, we shall look for opportunities to build a safer and more productive relationship with the Soviet Union. In particular, we shall use our influence to bring the Conference on Security and Co-operation in Europe, now in its second stage at Geneva, to a successful conclusion. If we could do so, that would justify the original imaginative initiative on which it started and would reward the efforts that have been expended upon it.",
        "Then there are the even more complicated and important MBFR negotiations in Vienna. These must not be allowed to take the sterile path of so many earlier disarmament conferences. I am reviewing the present state of the discussions there, and we shall help them forward as much as we can. We shall also make it our business to back and stimulate this multilateral diplomacy by developing bilateral relations with the countries of Eastern Europe up to the limit that the situation in each case allows.",
        "Following on my visit to Eastern Europe last summer, I look forward to my discussions with the Foreign Minister of Poland, who will be visiting this country in April.",
        "Success in the process of détente will be of the greatest value to us all. There is no country involved in NATO or the Warsaw Pact which could not think of a million worthwhile things to do with money saved from the crippling arms burden.",
        "My right hon. Friend the Secretary of State for Defence is in the process of reviewing the contents of the Labour Party manifesto on the matter of defence in order to reduce the level of our defence ​ expenditure, and both he and my right hon. Friend the Chancellor of the Exchequer will shortly have more to say about the reductions which are to be made.",
        "The quest for savings would be easier if there were signs from Eastern Europe that they were no longer bent on expanding their armed forces and their weapons programmes. At the Labour Party Conference last year I said that I would dearly like an agreement which would remove NATO weapons targeted on the Soviet Union but that for such an agreement to become effective it would need to remove the threat of Warsaw Pact weapons targeted on NATO.",
        "However we get on in this connection—and we shall do our best to make it succeed—I think that there is common agreement that the largest immediate threat to peace lies perhaps not in Europe but in the Middle East. By a fortunate coincidence, in the week before the election was called, I was able to visit the Middle East and have conversations with both Mrs. Meir and President Sadat.",
        "My talks with President Sadat convinced me that there is a possibility of achieving a situation in the area perhaps short of absolute peace but giving the region an era of stability unknown in more than a generation. Despite what is happening at the moment, I still believe that to be true, because the will is present.",
        "Likewise, my talks with Mrs. Meir left me in no doubt that there is an overwhelming desire for a secure peace in her country, too. But we should be clear that it is Israel which runs the greater risks in the search for peace.",
        "I wish to pay a sincere tribute to the the herculean efforts of Dr. Kissinger, whose tireless work has done so much to bring about the present situation of even modified optimism.",
        "Our own policy is that we stand ready to play any role that would be constructive in peace-keeping or in the negotiations, but we do not wish to push ourselves forward. I discussed this with both leaders with whom I talked. There is no occasion for Britain to push herself forward unless there is a genuine desire on behalf of the main protagonists for our participation. Then we should consider it very seriously.",
        "We believe that the earliest possible just and lasting solution will come through the full implementation of Security Council Resolution 242. Such a settlement will have to take account of the fundamental principles of that resolution—Israel’s withdrawal and the right of every State in the area to live in peace and security. We also believe that there will be no permanent peace unless a settlement provides for a “personality” for the Palestinian people—a word which I choose deliberately for reasons which may not be immediately clear but I believe it to be the best word in the present circumstances.",
        "The other problem resulting from the Middle East conflict—namely, the energy crisis—also needs urgent treatment. When Dr. Kissinger came to London three months ago, the Prime Minister and I had the opportunity of talking to him, and we both welcomed his ideas for cooperation between energy producers and consumers, and we believe that the Washington Energy Conference was a useful and timely initiative.",
        "The repercussions of the massive increase in oil prices has transformed the world in which British foreign policy operates. International trade and finance are not accustomed to accommodating the levels of money now available to the oil States. We desire the closest possible co-operation with the major producing and consuming countries on such matters as price and demand management and research programmes, and we shall follow up the prospects of effective international action on the economic and monetary impact of the new situation. Some of the ideas now being put about are very interesting and could transform our relations.",
        "Our capacity to help the less developed countries will obviously be determined to a great extent by the pace of our economic recovery. But our manifesto clearly commits us to the United Nations targets, and we shall seek to achieve them in the years ahead.",
        "I apologise for dealing in the final part of my speech with one other important issue on which there may be differences between us. It is the area of British interest and involvement in Southern Africa, where there could be the seeds of a wider conflict.",
        "It is our view that the prosperity and stability of the African continent depends in the long run on removing the sources of racial and other frictions between its different parts. We shall play our part in the international community in seeking to end discrimination and injustice in Southern Africa in conformity with the wishes of the majority of its inhabitants.",
        "British firms trading with South Africa have a special duty towards their nonwhite workers who are prevented by apartheid regulations from defending their rights and interests through the process of free collective bargaining. Therefore, I welcome the public and parliamentary interest in the performance of British firms operating in South Africa and, in particular, the recent publication of the report of the Trade and Industry Sub-Committee of this House which the Government will examine in detail.",
        "We shall continue to follow the policy which we pursued in our previous administration of embargoing the sale of arms to South Africa in accordance with our international obligations. We shall give no help or co-operation to the South African Government which could be used for internal repression or the enforcement of apartheid.",
        "With regard to Portugal’s involvement in Southern Africa, we made our position clear during Dr. Caetano’s ill-starred visit last year. It is our view that the Portuguese Government, in the interests of their own people as much as in those of the peace and stability of the African continent, should state clearly their acceptance of the principle of self-determination for their dependent territories and should embark upon specific programmes to give it effect. Meanwhile, our policy will be to give the Portuguese Government no assistance by way of sales of arms for their military operations in Africa.",
        "There is still one area of Southern Africa which remains a specifically British responsibility—Rhodesia. I imagine that we all want to see a settlement of that problem, but it must be one which we are satisfied enjoys the support of the African majority there. The Africans themselves must play a major part in working out the terms of a settlement which they could support. Until that happens we shall continue the policy of sanctions and examine whether they can be ​ made more effective. Whether they agree or disagree, the white minority in Rhodesia will recognise, in what I have said, Britain’s clear determination to accept nothing short of an honourable settlement and that they face a lonely future if they continue along their present road.",
        "Nations often find themselves in the same difficult position as individuals. We frequently have dealings with people whose politics we disagree with and whose actions we dislike. So it is with countries. There are nations whose internal repression of their citizens we deplore. Whether such nations fall on the right or on the left of the political spectrum, the case for speaking is even stronger when silence might be deemed to be consent or indifference. The violation of human rights has the same degrading consequence for the individual as for the State which practises it whether he resides in a country that calls itself left or right.",
        "More than ever we are part of one world in terms of human rights, in terms of the need for defence co-operation, or the need to overcome the world’s interlocking problems in economic, energy and monetary matters.",
        "I realise that the degree to which Britain can exercise a positive and independent influence in the world is limited. It depends to a great extent on regaining our economic strength. The country is back at work and the Government are pursuing policies which, in my judgment, will promote social unity and greater national cohesion. That is the best foundation for our hope that Britain can make an increasingly influential contribution to the peace and prosperity of the whole world."
    ]
}