{
    "url": "https://www.ukpol.co.uk/amy-callaghan-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Amy Callaghan – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Amy Callaghan",
            "url": "/tag/amy-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Amy Callaghan, the SNP MP for East Dunbartonshire, in the House of Commons on 2 November 2022.",
    "content": [
        "While we hold this debate, a cost of living crisis continues to hit people the length and breadth of these four nations. Scotland has a chance to shelter our people from facing the brunt of Tory mismanagement of fiscal responsibility, and from the Tories’ disregard for people. I say that with confidence, because Scotland does not and will not vote Tory.",
        "I need not lay bare the many merits of independence for our nation in this speech. Successive Governments in this place have been covering that for us more than adequately, and my right hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford) covered a number of those merits in his usual fashion—at great length. I will, however, outline a vision—my vision for an independent Scotland. I see our role in this as being to win over the hearts and minds of those who are still undecided, but that happens on doorsteps and in our communities, not through a speech from these Benches.",
        "Like, I am sure, many of my colleagues, I am often asked why an independent Scotland will be better, fairer, and why it will make us happier. A straightforward answer is: we will get what we vote for—so, not the Tories. We have not chosen market upheaval; to close our borders; to ask women whether they have been raped before they can access welfare; to cut energy support; to crash the pound with unexpected borrowing; or to ship people—our people—off to Rwanda without considering the ramifications. It was mere days ago that the Home Secretary referred to groups of refugees who have come to our coast in search of a better life as an “invasion”.",
        "**Anne McLaughlin (Glasgow North East) (SNP)**",
        "I do not whether my hon. Friend, like me, has been contacted by many constituents about that. If she has, she will know that it is not just us, and that the people of Scotland are utterly horrified and ashamed about words such as “invasion” and “scourge” being used to describe vulnerable human beings who are fleeing conflict in other parts of the world. Does she agree that independence would give us a massive benefit as we would no longer have to be even partly responsible for shameful policies that treat human beings like they were worse than the dirt on the bottom of our shoe and that, once we are free of the UK, we can treat them like the human beings that they are?",
        "**Amy Callaghan**",
        "I welcome that intervention and agree that the language used by the Home Secretary is shameful. I think that my constituents agree as well.",
        "Every single one of those wounds has been inflicted on us by Tory leadership—leadership that the people of Scotland did not choose. We have a chance to be a much bigger player on the world stage. We have a chance yet again to stand shoulder to shoulder with a multitude of our closest allies at a time when the world has rarely seemed so unstable. But as usual, it is ordinary people who pay the price for decisions made by a Tory Government we did not vote for.",
        "The cost of living crisis continues to spiral out of control. The Trussell Trust handed out 2.1 million food parcels across the UK in 2021-22, yet the SNP must continue to call on the UK Government to develop comprehensive child poverty targets. The Government would clearly rather spend their efforts on protecting bankers’ bonuses than on investing in people.",
        "We can think about austerity no longer being imposed, poverty being no longer a political choice forced on our communities and Scotland having a Government—its only Government—elected by its people, for its people. Every child in an independent Scotland should go to school with food in their tummy because their family could afford that from a true living wage, not at the expense of their parent or guardian not eating—and definitely not from accessing a food bank. There should be no need for food banks in an independent Scotland. We are endlessly grateful for the service that they provide in our communities, but they are a by-product of the first round of austerity, not a long-term, sustainable solution to ending poverty. I dread to think what is coming with the Prime Minister’s and Chancellor’s austerity 2.0. That is why our vision for a better, different Scotland is so crucial at this time.",
        "We need only take one look at the legislation coming out of this place—the single market Bill, the Public Order Bill and the Nationality and Borders Act 2022—to see why people across the political spectrum are talking about another independence referendum. The majority of Scotland’s MPs are outvoted at every turn while the Government make up legislation as casually as if it were a shopping list. With an independent Scotland, we will get the Governments that we vote for and we will be rid of the economically irresponsible Tories for good. We have a bright future. We have the opportunity to gain powers that will allow us to rescue many Scottish children from a life of poverty. Very soon, I know that Scotland will grasp that opportunity."
    ]
}