{
    "url": "https://www.ukpol.co.uk/lord-callanan-2019-statement-on-the-general-affairs-council/",
    "title": "Lord Callanan – 2019 Statement on the General Affairs Council",
    "post_date": "June 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Lord Callanan",
            "url": "/tag/lord-callanan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Callanan, the Minister of State for Exiting the European Union, in the House of Lords on 5 June 2019.",
    "content": [
        "I represented the UK at the General Affairs Council (GAC) in Brussels on 21 May 2019. Until we leave the European Union, we remain committed to fulfilling our rights and obligations as a full member state and continue to act in good faith. A provisional report of the meeting and the conclusions adopted can be found on the Council of the European Union’s website at:",
        "https://www.consilium.europa.eu/en/meetings/gac/2019/05/19/",
        "**Multiannual financial framework 2021-2027**",
        "Ministers discussed the structure of external action expenditure during the 2021-2027 multiannual financial framework (MFF). Discussion centred around the neighbourhood, development and international co-operation instrument (NDICI), and the European development fund (EDF). Ministers focused on the Commission’s proposal for integrating the EDF into the EU budget. The Commission stated that this would streamline previous spending on external action by bringing together 12 programmes; a single and larger fund would have more ​flexibility to respond to emerging priorities. Several member states argued that the European neighbourhood should remain a separate fund or ring-fenced within the NDICI, due to the need to prioritise Europe’s near neighbours.",
        "**Preparation of the European Council on 20-21 June 2019: Annotated draft agenda**",
        "Ministers discussed the annotated draft agenda of the European Council on 20-21 June. The agenda included the 2019-2024 strategic agenda, the 2021-2027 MFF, climate change and countering disinformation.",
        "The majority of member state interventions focused on climate change, the strategic agenda and enlargement. Ministers were keen to balance ambitious goals with maintaining the global competitiveness of the EU, and being able to address citizens’ needs effectively. A number of member states suggested that the Sibiu declaration should be incorporated into deliverable goals for the strategic agenda. Under discussions on enlargement, some member states hoped that progress would be made at the June European Council to allow accession talks with North Macedonia and Albania.",
        "I intervened to welcome the Sibiu declaration on the strategic agenda. I also highlighted our commitment to combat disinformation in the EU through the joint action plan, as well as domestically, through the White Paper on online harms and the Cairncross review on upholding high quality journalism."
    ]
}