{
    "url": "https://www.ukpol.co.uk/amy-callaghan-2022-speech-on-pancreatic-cancer-awareness-month/",
    "title": "Amy Callaghan – 2022 Speech on Pancreatic Cancer Awareness Month",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Amy Callaghan",
            "url": "/tag/amy-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Amy Callaghan, the SNP MP for East Dunbartonshire, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hollobone. I congratulate the hon. Member for Strangford (Jim Shannon) on securing this important debate today, and on all the work he does in raising awareness of pancreatic cancer.",
        "I do not need to tell anyone here how cruel an illness pancreatic cancer is. We know it from experience, whether that be personal or from hearing the tragic stories of our constituents. My parents lost one of their closest friends to the disease 20 years ago, and yet we are nowhere near as far forward in treating and, crucially, diagnosing it as we could be in 2022.",
        "I see the purpose of today’s debate as awareness raising. Too many lives are lost to pancreatic cancer, so let us try to save some by getting people diagnosed earlier. There are numerous ways of doing that. People need to be more aware of the signs and symptoms, which I will come to shortly and which other hon. Members have outlined. GPs and other healthcare professionals need to be able to recognise the symptoms once presented, and we need incredibly speedy action if pancreatic cancer is suspected; there must be urgent access at the point of diagnosis.",
        "That is not happening right now. Only 16% of people with pancreatic cancer are diagnosed at an early stage, and emergency presentation remains the most common route to diagnosing it. There is still too low an awareness of it across our communities: 76% of people in the UK are unable to name a single symptom of this terrible disease. Worse still, it is not easily recognised when presented to our healthcare professionals.",
        "The story of my constituent Barbara sadly emphasises that point. She was 65 years old when she first experienced pains in her abdomen—the first symptoms of her pancreatic cancer. She had not long retired, having been a PE teacher for 40 years. She played hockey for Scotland. She was fit, active and not overweight; she ate healthily, did not smoke, drank in moderation and walked her dog every morning.",
        "Barbara saw her GP within a week of first having pain. They prescribed an indigestion remedy and suggested paracetamol for the pain. She saw her GP at least once a month over the next year as the pain intensified and spread to her back. Her GP referred her for blood texts, X-rays, ultrasound, a colonoscopy and an endoscopy, but all tests were negative. None of the NHS practitioners who performed the tests recognised the symptoms.",
        "After a year, the GP put in a referral for Barbara to be seen by a consultant. By that time, the pains were almost so unbearable that she was more or less confined to her house. She arranged to see a private health consultant and paid to have a scan. Within two weeks, she was told that she had a cyst in her pancreas, and further investigation three weeks later diagnosed a cancerous tumour on her pancreas, and she was told immediately that there was no cure.",
        "Barbara received chemotherapy for six months. At first, the treatment caused the tumour to shrink a little, but it soon began to grow again. The treatment made her feel very ill. Barbara made the decision to discontinue the chemotherapy. It took almost 18 months for Barbara to have her condition diagnosed, and that happened only after a private healthcare consultation. She died two years and two months after experiencing her first symptoms. I thank her family for allowing me to share her story today to help raise this crucial awareness.",
        "By raising awareness, we can help people get diagnosed earlier and live longer lives. For those diagnosed in time for life-saving surgery, five-year survival increases significantly. Raising awareness of an issue or illness comes in a multitude of ways. I congratulate my constituent Lesley Irving on the power of work she has done to raise awareness of pancreatic cancer since losing her mum to the illness on 6 June 2020. Lesley has got public and private buildings across Scotland to light up purple, and she assures me that this year will be the best one yet. I look forward to meeting her next week to recognise her achievements and celebrate the memory of her mum.",
        "If anyone watching this debate is experiencing a loss of appetite, upper abdominal or mid-back pain, fatigue, unexplained weight loss, jaundice, nausea and vomiting, they should please see their GP and explain that they think it could be pancreatic cancer. It could just save their life."
    ]
}