{
    "url": "https://www.ukpol.co.uk/jim-callaghan-1978-speech-on-the-loyal-address/",
    "title": "Jim Callaghan – 1978 Speech on the Loyal Address",
    "post_date": "April 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Jim Callaghan",
            "url": "/tag/jim-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Callaghan, the then Prime Minister, in the House of Commons on 1 November 1978.",
    "content": [
        "I should like to congratulate the ​ Leader of the Opposition on that very gallant performance on the afternoon on which the hon. Member for Berwick and East Lothian (Mr. Robertson) was introduced. I should also like to support what she had to say about the mover and seconder of the Address to Her Majesty.",
        "My right hon. Friend the Member for Anglesey (Mr. Hughes) has represented the constituency for many years. I had the privilege of speaking for him when he was an aspiring young candidate and I am very happy to pay tribute to the outstanding services he has given to Anglesey, to Wales and to the United Kingdom as a whole.",
        "My right hon. Friend has given great service to the language of Wales. He himself is equally eloquent in both English and Welsh. We had a taste this afternoon of what he is like in one language. His eloquence and his humour have commended themselves to all his colleagues in the House over many years. This afternoon, we saw why he is a most successful chairman of the Parliamentary Labour Party.",
        "My right hon. Friend has given great service to education in Wales in his capacity as president of the University College of Aberystwyth and has served in a number of important capacities in the Government—in Agriculture, to which he referred, in the Commonwealth Office and elsewhere. I am glad that my right hon. Friend had this unexpected opportunity to make a most distinguished speech this afternoon.",
        "My hon. Friend the Member for Thornaby (Mr. Wrigglesworth), one of the new younger Members of the House, represents both the Labour Party and the Co-operative Party, so he represents both parts of the movement in the House. He was very prominent in promoting the co-operative Development Agency Act so successfully last Session, from which I believe a great deal of benefit will come.",
        "My hon. Friend’s point about the need for single status for blue collar and white collar workers is gaining a good deal of attention. It is a valuable idea which will grow, and I believe that the faster it comes in this country the better will be our prospects for getting the levels of productivity we need and decreasing the tension in industry to which the Leader of the Opposition referred.",
        "As regards the days of debate on the Gracious Speech, by convention the Opposition take the lead in choosing the principal subject on certain days. As regards next Tuesday and Wednesday, perhaps I should explain the Government’s position. We felt that the House would want an early opportunity to discuss both the Bingham report and Rhodesia.",
        "That was the way in which we approached it and we could think of no earlier way of doing it than to suggest to the Opposition that we should have two days on those subjects. After discussion, I understood that that was agreed, and it is for the Opposition to say how they wish to divide up this time.",
        "**Mr. John Pardoe (Cornwall, North)**",
        "You bet it was. It would be, would it not?",
        "**The Prime Minister**",
        "If only the hon. Member had carried the day last June, he and I would have been talking about this, too. What a shame. Never mind—the hon. Gentleman is temporarily excluded from heaven.",
        "After discussion with the Opposition, we extended the Queen’s Speech debate by a day so that we might have a full debate on Bingham and a full debate on Rhodesia. At the end of that two-day debate—it is for the House to decide how it goes, but I hope that there can be an orderly debate on both those important matters in the two days—we shall ask the House to renew the sanctions order on a separate motion which will come at the end of the second day.",
        "When the Government received the Bingham report, we decided at once that the first step was to publish it, and we did. We decided at the same time to refer it to the Director of Public Prosecutions. The Government’s purpose over this debate, which is clear and above board—although I know that some hon. Members have such suspicious minds that they cannot believe anything—was to give hon. Members the opportunity of expressing their views on questions such as the need for a further inquiry and the form that any such inquiry might take.",
        "These are complex issues. They involve Government policy over many years. They involve administration. They also involve possible criminal practices. It seemed to us that the best way to proceed in this instance at first was to give the House the opportunity of discussing these matters. The Government would reserve their view and their position until they had heard the House and its views expressed in the form of debate. Then we would come forward with further proposals to the House. I believe that that is a perfectly sensible way of proceeding and I recommend it to the House in that spirit. I hope that, as we originally intended, the debate can be divided up in this way.",
        "As for the arrangements during the Session, the Leader of the House will make proposals in regard to Private Members’ time similar to those in recent Sessions. The Government are not proposing any alteration as regards Supply time. A total of 29 days is allotted for this purpose under the Standing Order and the Government propose to adhere to that. It will be for the Leader of the Opposition of course, again by convention, to discuss with the other opposition parties what time shall be allotted to them for their discussions.",
        "A year ago, in the debate on the Queen’s Speech, I said that there was work for this Parliament not only for the Session we were then beginning but, I added, for a fruitful Session in 1978–79. There was some dissent. No one ever seems to believe it when I say these things, and people are always wrong. But, having heard the Gracious Speech, the House will agree that we have a valuable programme of legislation for this coming Session. I should like to rehearse some of the measures which will be put before the House.",
        "First, there will be a Bill to provide financial help to those who, since 1948, have suffered severely as a result of vaccinations against diphtheria, whooping cough, polio and several other diseases. The assistance will take the form of a tax-free payment of £10,000. I know from my correspondence that this proposal is deeply appreciated by the sufferers and their families.",
        "Next, there will be a Bill to improve the safety of tankers at sea and to reduce the risk of oil pollution, of which my right hon. Friend the Member for Anglesey reminded us when he spoke of the fate of the “Christos Bitas” that has brought once again to our notice the ​ risks to our environment of transporting huge quantities of oil around our coasts.",
        "The Bill will provide, for instance, more stringent rules about steering gear controls aboard ships and about duplicate independent radar systems, and will require a system to be installed—a kind of “black box”—which will monitor and control the discharge of oil from ships and will shut down the flow automatically if the permitted rate of discharge is exceeded. It will provide for more frequent inspection of tankers over a certain age. This Bill will give an opportunity to express the anxieties to which my right hon. Friend has given voice.",
        "All of that will be helpful, but I cannot emphasise too much that at the end of the day, if we are to prevent oil pollution, we shall still depend basically on the seamanship, vigilance and sense of responsibility of those who sail those huge vessels through our seas.",
        "**Mr. Nigel Lawson (Blaby)**",
        "“Steady as she goes.”",
        "**The Prime Minister**",
        "That is a very good motto.",
        "Other important provisions of the Bill will amend an outmoded discipline system that now applies to merchant seamen. This new procedure has been agreed by both sides of the industry. The Bill will also contain a reserve power to enable us to protect the British shipping industry from undesirable foreign takeovers.",
        "A further Bill, on which consultation is still going on, will improve the position of employees who are put on short time through no fault of their own. It is proposed to provide them with compensation at 75 per cent. of their normal pay for each day lost.",
        "Yet another Bill—a public lending right Bill—will be brought in to assist authors. Like many other Members, I have been impressed by their case. The Bill will enable payments to be made to authors when their books are lent from public libraries.",
        "Another Bill will enable the Home Secretary to extend the grants that he can give to local authorities to meet the needs of ethnic minorities and so promote harmony between the various communities. The present provisions are too narrow. For example, grants are limited to help- ​ ing Commonwealth immigrants. The new Bill would end this and other restrictions.",
        "There will be a Bill to begin the implementation of the Briggs report. It will provide for national statutory bodies that will have powers to fix standards of education, training and discipline for nurses, midwives and health visitors.",
        "There will be a housing Bill, which will establish a tenants’ charter and improve the status of tenants of public authorities and enable them to play a greater part in their home making. The Bill will give tenants in local authority houses security of tenure. They will be freer to carry out improvements to their own homes; they will have the rights to a written tenancy agreement; and there will be machinery for tenants’ committees to contribute to the management of the housing estates.",
        "A Bill on education will provide for the election of parents and teachers to school governing bodies, so that parents may have a greater influence on the schools in which their children are educated. There will be a proposal to clarify the law on parental rights in respect of school preferences.",
        "We shall be carrying forward our proposals on industrial democracy. We hope that as far as possible the arrangements for extending industrial democracy in factories and workshops will be secured through voluntary agreement and through negotiation. The Bill will take into account the considerable advances that have been made in this direction and in employee participation by a number of companies. But generally in this matter we are well behind some of our European competitors, including the most successful, and we shall therefore propose further statutory rights for employees where agreement cannot be reached between a company and its work force. The Government are continuing consultations on this matter, and legislation will be introduced as soon as they are completed.",
        "Further proposals that we shall introduce will be concerned with what has come to be known as organic change in local government. What that means is the transfer back to certain district councils, especially in non-metropolitan areas, of some of the functions that have been carried out by the counties since the reorganisation in 1973–74.",
        "Some of our historic cities and towns with a long municipal history, cities and towns such as Plymouth, Norwich, Bristol, Nottingham. Leicester, Hull and others, feel keenly that some of the functions that they were then deprived of have not improved since the transfer and that they could exercise them better themselves and be closer to the people. I am glad to say that in this we have all-party support in the boroughs concerned, so I trust that there will be no opposition to it. It should go through quite easily. The Government agree with those cities and towns. The purpose of the Bill will be to remedy some of the deficiencies without going through the massive and a wasteful upheaval of another major reorganisation. My right hon. Friend the Secretary of State for the Environment will be having further consultations in preparation for the legislation.",
        "Another Bill will be introduced to increase the statutory financial limits of the National Enterprise Board, the Scottish Development Agency and the Welsh Development Agency to enable them to continue their task of assisting investment and innovation in manufacturing industry and in safeguarding employment. Those institutions have rapidly gained support. They have shown their value. They will fill a gap in the industrial strategy. I am very glad that some of the political controversy, which I think began basically as a result of people not really knowing what was going on, is now dying down.",
        "As regards Scotland and Wales, we shall of course make progress with the provisions of the devolution Acts that require us to hold a referendum before the Acts can commence in each country.",
        "The House knows only too well of the requirement it introduced into the Acts that unless 40 per cent. of persons entitled to vote vote “Yes” the Government must introduce an order to repeal the Acts. The condition laid down in the Acts is “entitled to vote” and not “those voting”. Therefore, it seems to the Government essential that we should ensure the fairest possible test of public opinion by holding a referendum on the most up-to-date register of electors available.",
        "As the House knows, the new electoral register is in course of preparation. It will come into force on 16th February ​ 1979. We therefore propose to hold the referendums as soon as possible after that date, and we have chosen for this purpose Thursday 1st March 1979. This early date will allow the maximum possible vote to be registered on these important issues. I trust that by announcing it now we are giving sufficient time to all—the parties, the returning officers and everyone else—to prepare themselves for the referendums.",
        "As regards Northern Ireland, the Government have accepted and will propose to implement the recommendations of the all-party conference that was held under your chairmanship, Mr. Speaker. Your conference proposed that the number of constituencies should be increased from 12 to 17 but that that number might be varied to 16 or 18. The Bill will provide for that.",
        "The security situation in Northern Ireland is a cause of continuing concern, although—thanks in large measure to the determination of the great majority of people in the Province who have rejected violence, as well as to the courage and dedication of the security forces—violence has continued to decrease. It is still too high, and the potential for increased violence must not be underrated. The Government certainly do not underestimate it. But as the struggle of the men of violence moves on, causing misery and death to innocent people, even they are gradually coming to recognise that violence itself will not achieve the ends that they say they seek.",
        "My right hon. Friend the Secretary of State for Northern Ireland will continue energetically to work with the objective of establishing in the Province a system of government that will be acceptable to the community as a whole. He is currently meeting representatives of the political parties in the Province in an attempt to find some common ground on which early arrangements for devolution might be based. Despite the differences between the long-term aspirations of those who live in Northern Ireland, it should not be impossible for them to concentrate on identifying and building areas of agreement and common interest, in the interests of all the people of that sorely tried Province.  \nMy right hon. Friend and his colleagues, who work so hard and travel so ​ much in this area, will continue to grapple with the other grave problems of the area, including the problem of high unemployment.",
        "In the past few minutes I have enumerated a baker’s dozen of Bills. They are by no means all the Bills proposed in the Queen’s Speech. But I believe that what I have said and the areas to which the Bills are directed are sufficient to show that the Government are putting forward to the House a programme of reform, of social welfare and change and of environmental protection that will be of benefit to the whole community. It is a solid and substantial programme. It carries into practical effect the approach that I outlined at the Labour Party conference—namely, that there is a need for greater involvement and participation by our citizens in the decisions that affect their lives at work, in their homes or in the education of their children. It is a programme that will seek to improve the quality of life and will underpin those improvements by reasserting the social values and standards—personal, family and community standards—by which we live.",
        "It is in pursuance of that approach that the standards of life of the pensioner will be improved again during the coming year and the child benefits will be substantially increased this month and again in April. It is in pursuance of that approach that we devote so much time to minority groups, such as the handicapped and the disabled.",
        "There is much more to be done in all these fields. The extent to which we are successful will depend to a large degree on our success in continuing the financial and economic recovery that we have achieved. A year ago when we met I told the House that we had made a remarkable financial recovery. Sterling was steady, inflation was moving down and our balance of payments had improved. I added that that financial recovery had not then been matched by an economic recovery. This year I can report to the House that we have maintained the financial recovery of 12 months ago and that in addition the economic recovery began several months ago and is now well under way.",
        "This recovery has taken place against a background of great international uncertainty, both economic and political. Despite the decisions that were announced at the economic summit in Bonn last July to implement a programme of concerted international action, the world economy still remains in recession. The monetary instability that followed the oil price increase of five years ago is still exercising a baleful effect. Indeed, this past week has seen a resurgence of the kind of instability from which only the speculators can gain.",
        "It is our view that the dollar is undervalued on any objective assessment. But this is not just a problem for President Carter and the United States. The economies of the Western world are interdependent and it is in the interests of all to assist the President in his endeavours to stabilise the situation. This morning he informed me that he would today be announcing a further group of measures to support the dollar. These include action to increase interest rates and the mobilisation by the United States of over $30 billion worth of marks, yen and Swiss francs for intervention. This will be co-ordinated with the Governments concerned in the foreign exchange markets.",
        "To achieve this the United States will make a drawing from the International Monetary Fund, will sell some of the special drawing rights, will increase swap lines and will sell United States Treasury securities denominated in some or all of these three principal intervention currencies. Her Majesty’s Government support this further action by the United States’ Administration, which carries a heavy burden as the world’s principal reserve currency. These measures will make an important contribution to restoring dollar stability and on any rational assessment should put an end to the exaggerated movements of recent months, although it will undoubtedly take a short while for the markets to settle down and assess the situation.",
        "What has happened does point to the shortcomings of the situation that we have all endured since the early seventies. These measures should give some calm and some time which should be properly used for a much-needed fundamental review of the present international monetary arrangements and the system. The ​ trouble is that in the middle of a crisis we are told that we cannot look at the fundamentals because everyone is so busy dealing with the crisis, and when we are out of the crisis everyone says that it does not matter. We have to take this matter in hand during the next few months. I have pressed strongly for it in the past and I repeat my plea now. The weight of footloose money is now too great for an economy even of the size and strength of the United States to carry by itself.",
        "I return to a point related to some of the discussions we shall be having in this House later. I state the general principle in the hope that there will be agreement on that, at least. There ought to be no doubt in anyone’s mind that monetary stability is better for world trade and for the developing countries than the turbulences which the world has been experiencing recently.",
        "For this reason the Government, and particularly my right hon. Friend the Chancellor, have been playing a constructive and realistic role in developing the ideas for a European monetary system. More work remains to be done on this and the House will have an opportunity for a full discussion—I am sure that the Lord President will arrange this—before the European Council meeting in December. It is a complex issue and today my right hon. Friend, to assist the House, is tabling a memorandum setting out the background, so far as we know it, up to date. Our general approach can be shortly summed up. We wish to see a scheme which will be durable and effective and which will not force some countries into deflationary policies unnecessarily or others into higher levels of inflation. There is still quite a lot of work to be done before such a scheme emerges. It has not yet emerged.",
        "Uncertainty has not been confined to the financial and economic sphere. In Southern Africa there have been sustained Anglo-American endeavours but a settlement for Rhodesia seems as far away as ever. I shall not go into details in view of the debate that will take place next week, but the difficulty of bringing, or getting, all the parties to agree to come to the conference table at the same time leads me to doubt whether the will for agreement that would lead to a peaceful ​ settlement really exists. Britain and America must and will nevertheless continue to work together and my right hon. Friend will make a full report on this matter if and when he catches your eye, Mr. Speaker, early next week.",
        "My right hon. Friend will, in addition, make a statement to the House tomorrow on Zambia, on the assistance which the Government are giving to—I find it necessary to remind some hon. Members—a fellow member of the Commonwealth. President Kaunda turned first to the United Kingdom at a time of critical difficulty. I am glad that he did so. I hope that every hon. Member is glad that he did so. His country has suffered more than any other as a result of the Rhodesian rebellion.",
        "The Opposition Front Bench has wisely asked for the facts. The right hon. Lady did so in rather an aggressive way this afternoon, but nevertheless she asked for the facts before coming to a conclusion. Some of her followers have been more rash and perhaps she was responding to their temper. Those members of the Opposition who think, when they hear the facts, that we should have rejected President Kaunda’s approach, should say so. They will have the chance next week to spell out what their response would have been and to spell out what they think the consequences would have been, not only to Zambia, not only to Southern Africa but to the Commonwealth I hope that wiser counsel will prevail, before people rush into too many denunciations, when they have heard the statement which my right hon. Friend will make.",
        "Uncertainty persists in the Middle East despite the progress towards a settlement which, under President Carter’s auspices at Camp David, the Egyptian and Israeli leaders were able to achieve. In many ways the prospects for peace there are better than they have been for 30 years. It would be a tragedy if the hard work which has gone into their efforts were now to be thrown away through the emergence of last-minute obstacles. I hope, and am confident, that both President Sadat and Mr. Begin are too conscious of the value to their peoples of the prize of peace to let this opportunity slip.",
        "On one front, at least, there has been a movement towards greater certainty. The United States and the Soviet Union ​ have taken further steps towards the conclusion of a second strategic arms limitation agreement which will provide for the reduction, rather than the mere freezing, of strategic arms and will constitute a major contribution to world stability and detente.",
        "As the House knows, the United Kingdom has also continued its negotiations, in company with the United States and the Soviet Union, to reach agreement on a comprehensive test ban. There is still some way to go in this complex negotiation, but we are moving forward. The comprehensive test ban treaty which is our goal will—provided we can get the structure right—provide an effective curb to the dangerous spread of nuclear weapons.",
        "Meanwhile at home it is the tide of inflation that is the Government’s chief concern. The right hon. Lady addressed some observations to us this afternoon, basically about pay. There was hardly anything about inflation—[Interruption.]",
        "That was the conclusion which I drew, that she was more concerned with finding difficulties about pay policy than she was with explaining to the Government her policy for keeping inflation down. Last year’s financial recovery and stability have led to this year’s economic growth, principally because our rate of inflation has been reduced, by a great effort, to the average level of other major industrial countries. There is now growing confidence in industry because of this. As a result, industrial investment is now increasing. The last recorded figures of company purchases of new and up-to-date plant and machinery show an increase of 10 per cent. on a year earlier.",
        "As regards the distribution and service industries, new investment is more than 12 per cent. higher than a year earlier. Industrialists are forecasting that the increase will be maintained into next year. All of this, of course, is subject to keeping inflation down. If company surpluses are spent in meeting excessive wage settlements there will be less for new plant and machinery.",
        "At present, considering the world background, the economy is growing at a reasonable rate. Indeed, we are growing faster than the average for the European Community as a whole. Our unemployment levels have fallen slowly but rela- ​ tively steadily over the past 12 months. We are continuing to hold, and indeed slightly to improve, our share of world exports of manufactured goods. We are expecting this increase to continue despite the increased competition that comes from the slow growth in world trade and the strength of sterling.",
        "As the right hon. Lady rightly said, the country has been given a big boost by North Sea oil. Last year the figure was 38 million tonnes. This year it will be about 55 million tonnes and by 1980 it is probable that we shall reach net self-sufficiency. Each tonne of oil is worth about £50 and it can be seen how valuable an addition this has been to what we have been doing.",
        "Our people are better off than a year ago—higher earnings, lower taxes and a reduced inflation rate. [Interruption.] I do not know which of these three statements the Opposition wish to challenge, so I repeat them—higher earnings, lower taxes and a reduced inflation rate. I do not overlook the blemishes, and I will come to them, but no one can dispute that the last 12 months has been a year of progress on every front. As we begin this parliamentary year, the basic question is whether Britain has the will to maintain that improvement and to support policies that will achieve it. The greatest danger at the moment—and I think that the right hon. Lady’s speech lent colour to it—is that we shall all act as though the danger from inflation is no longer of major importance.",
        "The Government totally repudiate such an attitude. Overcoming inflation is the core of our policy for sustaining economic growth, reducing unemployment and improving living standards. The Government and the House have a responsibility to give a lead to the country in this matter, to recall to our people what still needs to be done, in the words of the Gracious Speech, to overcome",
        "“the evils of inflation and unemployment, the two most serious social problems facing the nation today, and to sustaining the growth of output which is now under way.”",
        "Many more people are at work today, despite the higher number of unemployed, than there were a few years ago.  \nI do not intend to conduct an argument this afternoon with those who say “Let’s give up pay policy; it is irrelevant or it is too difficult.” They say—and this ​ I understand, at any rate on alternate days, to be the policy of the Opposition—”Rely on monetary or fiscal instruments and you can forget about pay policy.” If the strong or those with monopoly power grab what they can and, as a result, their fellow workers are put out of work—”Well”, they say, “that is for the market to determine and people will have to learn sense.”",
        "I do not accept that view, wherever it comes from. I do not scorn the argument that is now taking place between the Opposition Front Bench and the right hon. Member for Sidcup (Mr. Heath). There is an argument going on in the Labour Party, too, and we all have much to learn. But sometimes when I listen to the right hon. Lady I wish I were as certain of anything as she is certain of everything.",
        "I state the Government’s policy quite simply—namely, that a limit on earnings increases has an important part to play in keeping down inflation, that the Government have a responsibility to say what that limit should be if no one else will do so, and that Government monetary and fiscal policies also have a role to play.",
        "The counter-inflation policy, let me say to the right hon. Lady, is a three-legged stool. One leg is incomes policy, another leg is monetary policy, and the third leg is tax policy. If one of these is weaker than the other two, those two will have to carry more weight, and if too much weight is carried by them the whole stool may collapse and counter-inflation with it. Let me remind the House what the hon. Member for Horncastle (Mr. Tapsell) said some time ago on this matter. I found myself in complete agreement with him. He is at least one of the many voices on the Conservative Front Bench on this matter. He said:",
        "“Those people who wish to rely solely on control of the money supply and do not wish to have an incomes policy are entitled to say that it could stop inflation. I do not doubt that if we pursued a sufficiently rigorous control of the money supply we would bring inflation virtually to a standstill, and that would be a very desirable object to achieve, but the price we should have to pay for that would be very high. The price in terms of the level of unemployment and the level of bankruptcies, in industry, the City and agriculture would be an intolerable price.”—[Official Report, 6th July 1976; Vol. 914, c. 1238.]",
        "I repeat—and I believe that this should be common ground and I ask the Opposition to make up their minds on it—that what we need are all these three elements to work in harmony if we are to overcome inflation in this country.",
        "Let me spell out clearly what I mean so that no one is under a misapprehension. We can keep inflation low, we can sustain the growth in output, we can overcome unemployment, if we have these elements working in harmony, and there is full agreement between the Government, the Confederation of British Industry and the TUC, together with, I believe, the overwhelming support of our people that inflation must be kept in single figures. Trade unionists, employers, pensioners, those in the public services, in health and education and the rest, all know the savage impact that rampant inflation has not only on their standard of life but on the services that are provided in education and in health.",
        "Let us look at the estimates for a moment. I did it myself recently. Let us look at how much we spent on the National Health Service five years ago and how much we are spending now. Let us look at how little improvement we have got for the vast increase in resources we have devoted to it because of inflation. To those who want to improve the Health Service, as I do, and those who want to improve education, as I do, I say that the first test is to keep inflation down. Inflation cuts away at jobs. It reduces the attraction of our goods to other countries and lessens the opportunities for export. It makes our home market more open to imports from countries whose inflation rates are lower than ours.",
        "Of course the level of earnings has a part to play in determining the level of inflation, and the Government have a responsibility to say, even if no one else agrees, what is the best level of increases in national settlements that will achieve this end. Nothing that has been said in the discussion so far that we are having with many groups, and nothing that was said by the right hon. Lady today, can alter our view that the best figure is 5 per cent.",
        "The Government are fully aware of the shortcomings of stating a single figure—I do not need to be convinced of that. ​ The critics have an easy victory when they say that once one states a figure everyone believes that he is entitled to it; and that some negotiators will prove their skill or show their strength by insisting on exceeding it, and finally no one or few people get less than the stated figure.",
        "The right hon. Lady said that she thought it was a question of whether it should be an average or a norm—that once one states a figure, if one states that it is going to be an average and Ford workers get 15 per cent., who is going to get nought per cent. to make up for it?—[Interruption.] Of course I know that the consequence of that average is that Leylands will get nought per cent. Is that what the Opposition are saying? I am very interested to hear that they want to know what we are going to do about Ford. I think Ford has a public obligation now and a public responsibility to state clearly what impact on its prices this proposed wage settlement will have, and it has a public responsibility to account to the country for any price increases that it proposes to make during the next 12 months. The sooner Ford says that, the better.",
        "I am aware of the argument that we should not publish any figure but should rely on the good sense of negotiators not to press for too much. But how are negotiators and the country to know what is regarded as an appropriate figure unless it is published? No one can be quite sure what effect the publication of the 5 per cent. figure has had, but certainly it does enable the Government and others to judge that published figure against prospective and actual claims that we hear about and that are totalling 30 per cent., 40 per cent., 50 per cent. Is that what the right hon. Lady thinks appropriate in these circumstances? She could at least have told us that.",
        "At least the negotiators know what we are aiming at and they know—and they cannot have it spelt out more clearly than I am doing now—that settlements at more than that figure will result, unless other factors enter into the calculations which we cannot see now, in inflation going up. I have never tried to avoid that conclusion and I do not avoid it now. I must emphasise again and again that that figure still applies. [Interruption.] Hon. Members are very good at asking questions. ​ If they will possess their souls in patience, even the younger of them, they will get answers. I must emphasise again and again that that figure still stands as the right level if the country is to achieve the objective of reducing inflation still further. There is an answer to the hon. Member for Chingford (Mr. Tebbit). I do not propose to give it while he interrupts in a sedentary manner and I do not propose to give way to him if he gets up.",
        "No one has yet produced any evidence to the Government that we have pegged the figure too low. No one has yet produced any evidence to the Government that a higher figure would achieve the same result of reducing inflation.",
        "Therefore, I cannot state it more clearly. If the general level of settlements comes out at much more than 5 per cent., the level of inflation will not go down of its own accord. Of course, this figure does not include genuine productivity deals, provided that they are genuine and provided that they result in increased productivity so that the cost of producing a unit of goods does not increase or, even better, is reduced.",
        "I have listened to the claims of certain negotiators that in the last round they persuaded employers to fiddle productivity agreements to give higher figures. So much the worse for them and for all of us. The fiddlers may get some temporary benefit for themselves, but in the end we and they will all lose.",
        "Let me sum up. Keeping down inflation is the objective. A 5 per cent. increase in settlements will achieve that. That is the Government’s strong recommendation to employers in the private sector and to trade unions. Any excess will throw people out of work and raise prices. We shall scrutinise carefully the results as they come. If the rise in earnings cannot be accommodated the Government will be forced to strengthen their other policies—the other two legs of the stool. I regret to say that it will mean putting undue weight on them, but it will have to be.",
        "Among other things this could include—and here is the answer to those hon. Members who are anxious to get it, and I shall be interested to hear whether they support it—higher taxation. That is what the Chancellor might have to do. It would include action on interest rates arising from our monetary aggregates. It could ​ result in a smaller increase in public expenditure than would otherwise be the case. All these things follow. As a result it would be more difficult for firms to get credit from the banks. They might not be able to pay so much in wages, or they might have to discharge workers and slow down production, or their investment in new plant and machinery could be less. Any of these things follow. Whether or not the Opposition understand, the country understands that this is not the road which the Government would choose to follow. We do not wish to go down that road. But overcoming inflation is paramount and whether or not we have to follow it depends upon the good sense and understanding of everyone, trade unionists and employers, during the coming winter. At this moment further talks are going on between the Government and the Trades Union Congress and in due course the Chancellor will report on the outcome of those talks.",
        "In the weeks and months ahead we shall hear many complaints about unfairness. If the right hon. Lady follows the pattern which she followed last year she will be the first to jump on the band wagon. Some of the complaints about the squeezing of differentials and about special cases will be legitimate. We shall hear all this. Of course every effort should be made by negotiators to reduce those complaints, but it should also be recognised at the same time that the major fight is against inflation and not every complaint can be remedied at the present time.",
        "Are we to have a winter of strikes? I appeal to every trade unionist not to make it so. I agree with the right hon. Lady that the workers’ power in combination is greater today than ever before. Not crossing the picket line has become an expression of solidarity to a degree which I certainly did not know in my younger days when I was an active trade unionist. But that kind of solidarity if carried to extremes means that life could seize up in a closely knit industrial society such as our own.",
        "There are a few wild voices today which are seeking to thrust vital groups of workers into the forefront in the belief that the State will not in the end be able to resist a withdrawal of labour by such workers. Then, if their assumptions were right, and such claims were conceded ​ under duress, others without the same vital power would demand the same level of remuneration, using the appealing argument, which is very difficult to answer, that fair comparisons for similar work demand the same reward. In the end the result would be that the country would once more be on the upward spiral of inflation.",
        "**Mr. Heffer**",
        "I know that some of my hon. Friends may not like what I shall say, but there are wide sections of the working people who are on very low pay. Is it not quite clear that those sections of the workers have a right to much higher pay than they are at present receiving and that 5 per cent. is a most ridiculous position for those workers to be placed in? I take not the side which the right hon. Lady is taking, but the side of ordinary working people who support the Labour Government. Is it not clear that it is our duty and responsibility as members of the Labour Party to take the views of those workers into consideration and to give them a square deal?",
        "**The Prime Minister**",
        "I made it clear at the Labour Party conference that if arrangements could be entered into which would assist the lowest paid workers in this country without that feeding through into the differentials of every other group of workers, I would be ready for it. The discussions which are now going on can clearly focus on that point. But no one will be better off, neither the low paid nor the high paid, unless we keep inflation emblazoned on our banner as the first evil that we have to overcome. I cannot be pushed off this. This is absolutely vital to the whole future of our Government and of our country.",
        "Another argument I hear is that, although the country is generally in favour of moderate settlements for everyone else, that resolve will not last if there is public inconvenience or hardship. It is argued that the public mood will then rapidly change and that people will say “Give them the money” or “Let us have a quiet life”. I hope those who say this are wrong.—[HON. MEMBERS: “That is not what you said in 1974”.]. If that is what hon. Members think then I had better quote what I did say at that time, because the right hon. Lady quoted only part of it. What I said, and made clear, ​ at that time was that it seemed to me that the appeal for votes was against those",
        "“who are doing no more than seeking to protect their existing standards. Is that now a crime?”",
        "The right hon. Member for Sidcup said recently that he had learned something. So have I. I then said at that time:",
        "“Mr. Heath is not the general to fight the battle against inflation”.",
        "I said it for the reason which I think the right hon. Gentleman knows and probably now accepts, namely, that the decision by Lord Barber to allow the M3 figures, the monetary rates, to go up by 25 per cent. to 30 per cent. was a crass error from which the country suffered for the subsequent two years. What we have done is to push down the increase in the monetary aggregates, the M3 figure. It is not now 25 per cent. to 30 per cent. If the hon. Member for Blaby (Mr. Lawson) listens he might learn something. It is now between 8 per cent. and 12 per cent.—about 10 per cent. or perhaps even lower.",
        "**The Chancellor of the Exchequer (Mr. Denis Healey)**",
        "Six per cent.",
        "**The Prime Minister**",
        "Against that background, we are operating in an entirely different situation from the one in which we were operating in February 1974. I add one other thing, and I say it to those of my hon. Friends who know the mining industry. At that time the miners of this country had slipped back in the wages league until they were well below the average earnings of the country. Now they are earning far above the average wages in the country. That is the difference between 1974 and today.",
        "However we refight history and however we judge what went on before, I should point out to the right hon. Lady, who was boasting that during her Government’s period of office inflation was only 5·8 per cent., that when I was Chancellor of the Exchequer it was below 4 per cent. She will have to do better than 5·8 per cent.",
        "I wish to make clear that the Government cannot give up their basic policy. The faint-hearts who say we should not be rigid or that we are fighting the wrong battle or that we cannot succeed should make up their minds which side they are on.",
        "I believe that if the Government and this House give a strong enough lead, we shall carry the country with us.  \nMy resolve is strengthened because this country is at a watershed in its history. So many things are going better for Britain through the advantages of North Sea oil. We can win great benefits in the years ahead. Low inflation and high productivity will produce high earnings. Substantial economic growth will carry us forward to higher levels of employment. If we succeed we shall be one of the industrial leaders of the world by the mid-1980s.",
        "This winter is a make or break time. We shall suffer setbacks—we suffered one today—but we shall not give up. Nor shall we be complacent if we succeed. We are fighting for the future of everyone in our country. The Government will not evade their duty to warn or take action if it becomes necessary, and we look to the House to support us in our efforts."
    ]
}