{
    "url": "https://www.ukpol.co.uk/amy-callaghan-2022-speech-on-standards-in-public-life/",
    "title": "Amy Callaghan – 2022 Speech on Standards in Public Life",
    "post_date": "June 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Amy Callaghan",
            "url": "/tag/amy-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Amy Callaghan, the SNP MP for East Dunbartonshire, in the House of Commons on 7 June 2022.",
    "content": [
        "I congratulate the right hon. Member for Ashton-under-Lyne (Angela Rayner) on a great speech and on bringing the motion to the House.",
        "We have had cash for honours, cash for contracts and even cash for curtains. This is a Government drenched in dirty money and dodgy deals, and when the truth is laid bare for all to see, they resort to amending the ministerial code, changing the rules to save their skin. The changes made to the ministerial code are transparent and stand in stark contrast to what we have heard from the Minister today. Our constituents can see that the Prime Minister has blatantly amended the code to suit himself and has simply selected the elements of the Sue Gray report that fit his ever-concerning rhetoric. If, as the Minister suggested, all the recommendations had been taken on board, there would have been no need for the motion or for this debate.",
        "The truth is that we deserve better from our elected leaders, and when they do not live up to our expectations, checks and balances should come into effect. They should prevent this very situation. They should maintain faith in our democracy. They should prevent a liar from ever residing in 10 Downing Street. But the system is broken, the scale is askew and only a strengthened ministerial code could set the House to rights.",
        "Where will this end? A lawbreaker is now being allowed to remain as Prime Minister because his own MPs say so. Partying, lying, amending the ministerial code, voter suppression, watering down human rights—",
        "**Mr Deputy Speaker (Mr Nigel Evans)**",
        "Order. You used the word “lying”. May I ask you to withdraw it?",
        "**Amy Callaghan**",
        "I withdraw the word “lying”.",
        "**Mr Deputy Speaker**",
        "Thank you.",
        "**Amy Callaghan**",
        "Partying, amending the ministerial code, voter suppression, watering down human rights: that is a worrying path for any Government to go down, but particularly this Government, given people’s lack of confidence in them. “Honour” and “decency” are words of the past instead of the present; they are no longer soundbites that could even be used to describe this UK Government.",
        "This Government have made a mockery of this place, a mockery of the rules that we all lived by and a mockery of us all. Amending the ministerial code to keep in a job is corrupt to the core. I certainly support the motion."
    ]
}