{
    "url": "https://www.ukpol.co.uk/jim-callaghan-1978-statement-on-industrial-democracy/",
    "title": "Jim Callaghan – 1978 Statement on Industrial Democracy",
    "post_date": "April 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Jim Callaghan",
            "url": "/tag/jim-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Jim Callaghan, the then Prime Minister, in the House of Commons on 23 May 1978.",
    "content": [
        "With permission, Mr. Speaker, I wish to make a statement on the White Paper on Industrial Democracy to be presented to Parliament this afternoon. Copies of the White Paper are in the Vote Office.",
        "The Government have now completed wide-ranging consultations on the report of Lord Bullock’s Committee of Inquiry. It has not been possible to reach agreement between those principally concerned and the Government accordingly submit their own proposals.",
        "The basis of the White Paper is that employees at every level in companies and nationalised industries like their counterparts in some other advanced industrial countries, should have a real share in the decisions within their enterprise which affect their working lives. The objective is positive partnership rather than defensive coexistence. This shared responsibility should bring improved industrial relations and increase the efficiency of British industry.",
        "The Government’s intention is that this objective should be secured, wherever possible, by voluntary agreement between employers and representatives of employees. It is not the purpose to impose a standard pattern of participation on industry by law. Employers and employees will be encouraged to devise ​ arrangements best suited to their own circumstances.",
        "However, where agreement proves impossible, employees will be able to claim certain statutory rights and the Government will introduce legislation to that end.",
        "The White Paper proposes that employees in companies employing 500 or more people in the United Kingdom should have a statutory right to have all major proposals of the company affecting them discussed with their representatives before decisions are taken. These discussions would include such matters as investment plans, mergers, takeovers, expansion or contraction of establishments and major organisational changes. This right should be vested in a joint representation committee. The committee would be composed of representatives of trade unions who are employees of the company and discussions will take place with this committee.",
        "The Government’s consultations show that in some cases arrangements on these lines will be as far as employees will wish to go in taking part in the affairs of the enterprise.",
        "But in many cases there will be a wish to go further and for representatives of employees to be appointed to company boards. If this cannot be achieved by voluntary agreement, the Government propose that employees in companies employing 2,000 or more people in the United Kingdom should be able, if they wish, to claim a statutory right to appoint, as a reasonable first step, up to one-third of the directors on the policy board of a new two-tier board structure. This right would be initiated by a request to the company from the joint representation committee and would be invoked after a ballot of all the company’s employees to decide whether they wanted to be represented on the policy board.",
        "Company law would be amended to provide for the option of a two-tier board system where the company prefers. Where there is agreement, the right to board representation can be on the existing unitary boards. The White Paper proposes that there should be a period of three or four years experience from the date of establishment of the joint representation committee before this statutory right comes into operation. The introduction of industrial democracy will be ​ a developing process and the Government do not exclude parity of representation as an ultimate outcome.  \nThe Government are convinced that trade unionists have an essential role to play in industrial democracy. But the White Paper recognises that the responsibilities to be given to trade unions for the appointment of employee representatives on the boards will need further discussion. The Government will reach a decision on this matter after further consultations.",
        "The Government will continue to encourage the development of industrial democracy at all levels in the nationalised industries. Chairmen of nationalised industries have been asked to consult unions and to put forward proposals by August 1978. When legislation is introduced, it will give employees in nationalised industries the right to representation on boards, where it is desired.",
        "In the public service, accountability of Ministers to Parliament and Parliament to the electorate must not be eroded. Similar considerations apply in local government. But, subject to this principle and the need to safeguard the interests of the community as a whole, the Government want employees and their representatives in the public services to be given all possible opportunities to contribute their views on matters affecting their legitimate interests.",
        "The Bullock Committee proposed the establishment of an industrial democracy commission to provide advice on the implementation of industrial democracy. The Government are disposed to accept this recommendation, but are ready to consult further about it.",
        "The direct involvement in overall company policies will require employee representatives to have a knowledge of business, finance, management and other subjects. Training for board members in these matters will be essential. No doubt much will be undertaken within the organisation itself, but it is also proposed that training should take place in residential or non-residential colleges and other institutions. Public finance will be needed to assist this.",
        "The Government believe that these proposals will enable employees and managements to achieve real co-operation by ​ sharing responsibility for the future prosperity of the companies in which they work. Both our economy and our democracy can benefit greatly. The Government will continue to consult widely so as to achieve the greatest possible agreement on the legislation that will be laid before the House.",
        "**Mrs. Thatcher**",
        "First, I thank the Prime Minister for his courtesy in letting me have an advance copy of the White Paper this morning.",
        "Is he aware that the Opposition welcome proposals which will lead to greater involvement by the whole work force and note that these proposals seem to be very different from the Bullock version, and rightly so?",
        "I should like to put four questions to the Prime Minister. First, will all employees, whether trade union members or not, have an equal chance to participate in the processes of consultation? Secondly, will independent unions not affiliated to the TUC be equally treated with those which are? Thirdly, will it be right to assume that any statutory rights to be created will apply equally to the whole work force, or will there be discrimination against those who are not members of unions?",
        "Finally, what provision will be made to cover the special and vital role of those employees in junior and middle management? The Prime Minister will be aware that a number of them have felt demoralised because they are not involved as much as they might be. He will note that in the German scheme they are not bypassed. There is a special place for them. What special provision will be made for junior and middle management in participation?",
        "**The Prime Minister**",
        "The right hon. Lady is basically concerned with employees who are not members of trade unions. I shall seek to deal with those questions, because this has been a difficult matter. It is our intention and desire that all employees should take part in any ballot to decide whether the scheme for electing directors should take place—in other words, whether the scheme should be initiated. That seems important. It is also important that worker directors and, indeed, the joint representation committees should be drawn from employees of the company.",
        "I come now to the particular points made by the right hon. Lady. First, all employees can be involved in consultation.",
        "Whether the joint representation committee will include them will be a matter for discussion, because clearly the statute will not be able to cover that aspect. [HON. MEMBERS: “Why not?”] I shall explain that in detail when the legislation comes along. But there will be nothing to prevent the company from setting up parallel discussions with employees who are not members of trade unions if they are unable to get agreement through the joint representation committees. That seems to be the best way of achieving that result.",
        "It is certainly not intended that unions not affiliated to the Trades Union Congress should be excluded from the joint representation committees.",
        "As regards statutory rights, the system of parallel representation can apply. I think that it will have to be parallel representation. Otherwise, we may never get it going.",
        "Finally, there must be further discussion about junior and middle management. There are a number of issues on which we need to have further discussion, because clearly they have as much concern about the future welfare of the companies in which they work as anyone else. To that extent, we should like to see provision made for them.",
        "In conclusion—it is not in conclusion; I hope that it is the start of a long and important debate that could have a profound effect on the efficiency of British industry—one thing which we must have, of which I have been very conscious, is our own system of industrial organisation through trade unions. It is not like that of the Germans or of other countries. Therefore, although we want to make the trade unions in the companies the prior means of consultation and discussion, we do not want to exclude, and certainly no legislation would exclude, employees outside the trade unions. The legislation would have to be framed accordingly."
    ]
}