{
    "url": "https://www.ukpol.co.uk/amy-callaghan-2023-speech-on-removing-vat-from-sunscreen-products/",
    "title": "Amy Callaghan – 2023 Speech on Removing VAT from Sunscreen Products",
    "post_date": "February 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Amy Callaghan",
            "url": "/tag/amy-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Amy Callaghan, the SNP MP for East Dunbartonshire, in Westminster Hall, the House of Commons on 9 February 2023.",
    "content": [
        "I beg to move,",
        "That this House has considered the matter of VAT on sunscreen products.",
        "We should be united across this House in our efforts to beat cancer, and that means all cancers—not just the ones it is politically expedient to target. Melanoma is the fifth most common cancer in the UK, killing 2,300 people each year. It receives only a fraction of the political attention it deserves, especially when we consider that 90% of cases are preventable with adequate skin protection—that is more than 2,000 lives we could save each year.",
        "In recent years, both melanoma and non-melanoma cancers have been on the rise across the UK, with around 16,000 new cases of melanoma diagnosed each year— 90% of which, as I said, could be prevented by staying safe in the sun. With Cancer Research UK finding that getting sunburnt just once every two years can triple a person’s risk of melanoma, which sunscreen plays a vital role in preventing, it is just common sense that we should work together to make sunscreen products that bit more affordable for our constituents.",
        "With the support of several organisations and Members across the House, my VAT Burn campaign seeks to reform the value added tax charged on sunscreen products of SPF 30 and above—products deemed by the NHS to provide significant enough coverage to our skin if applied correctly. Removing VAT from sunscreen is not a radical idea; in fact, when asked, most people are surprised, if not shocked, that VAT is charged on sunscreen. It is not a novel idea; both the US and Australia have made sunscreen exempt from VAT-style taxes. But removing VAT is a necessary idea—one that should, can and must be done to promote sun safety measures and reduce cases of skin cancer. It would be an important step to demonstrate the UK Parliament’s commitment to sun safety and send a clear message to the public about the importance of sunscreen.",
        "We should not stop there. As in Australia, removing VAT from sunscreen should go hand in hand with an awareness campaign. The Australian Slip, Slop, Slap campaign was a huge success, and there is no reason why something similar could not be replicated in the UK. This is not hard. As Australia and the US have shown, any barriers to implementing this policy change are surmountable. That is why there are two folds to my VAT Burn campaign: first, to reform the value added tax charged on sunscreen products; secondly, education and awareness around skin protection from the sun. I encourage colleagues present today and others to sign early-day motion 839, in my name, which calls on the Government to launch an Australia-style awareness campaign around skin protection in the sun and the risks of prolonged sun exposure.",
        "Sunscreen products are currently treated and defined as cosmetics or luxury goods for VAT purposes, which, given their clear health benefit, is unacceptable and unjust, particularly with temperatures rising—although, I must say that sunscreen should not be worn only when we perceive it to be hot outside. It should be worn all year round, which is why I launched this campaign in February, on World Cancer Day, and not at a sunnier time.",
        "I am incredibly passionate about this issue, and I will put front and centre the reasons why. People like me, whether because of background, class or opportunities, do not tend to end up in this place. For those who do, we end up in politics, I hope, to create positive change for us and for our communities, but most importantly, for our constituents. Not many 30-year-olds—nor Members of Parliament, for that matter—can speak from a position of experience of having survived melanoma twice. It would be a dereliction of duty to my fellow cancer survivors, my surgeon and my family if I did not use that experience to speak up for those who cannot.",
        "I will clarify that VAT Burn seeks a VAT exemption for sunscreen products of factor 30 and above, with a four-star UVA rating and marketed exclusively as sun protection. I will be crystal clear that this exemption will not encompass products from the cosmetics industry, such as foundations including SPF, as those products provide little or—I argue—no protection from the sun.",
        "The anomaly of sunscreen products being exempt from VAT is longstanding, and seems perfectly reason to question, given we are in a cost of living crisis and a climate crisis. Also, given the VAT relief provided to drugs, medicines, medicinal products and aids for the disabled, it seems logical that preventive healthcare measures should be exempt too. Many of my constituents will find it hard to believe that the like of Calpol and paracetamol are exempt from VAT, but not sunscreen products.",
        "The Government line that sunscreen products are exempt from VAT when dispensed by a pharmacist simply does not hold up to scrutiny. First, only a tiny amount of the population receive sunscreen on prescription. Secondly, prescriptions are already free in Scotland, meaning that our constituents do not receive any benefit from that. The Government, I assume, will also argue that this policy will cost the Treasury too much money. But given that it is estimated to cost somewhere in the region of £40 million, which is only 0.03% of the total amount of VAT the Government receive, it is a tiny amount of money in the context. This is clearly not about the money; it is about the Government’s unwillingness to act.",
        "We should not be talking about money, especially the money it will cost the Government. Instead, let us think of the lives that can be saved—those 2,030 lives per year that I mentioned earlier. Let us think of the effort saved by our NHS diagnosing and treating less skin cancers. The money saved within this vital public health service cannot be ignored. At the risk of pre-empting the Minister’s response, why does she recognise the merits of zero-rating some products, but not sunscreen? Do the Government value the protection of our skin from the sun? Do they see merit in an Australian-style awareness campaign? Will the Minister take the proposal to the Prime Minister, and share his views on whether sunscreen products should be more affordable to our constituents?",
        "I understand that there are some reservations about VAT exemptions, because previous zero ratings have not produced savings for consumers. That is exactly why, as part of VAT Burn, I have a pledge for retailers and producers to sign up to. I can confirm today that Morrisons has agreed to sign up to it, and, given that Tesco already absorbs the VAT on sunscreen products, I feel confident that our constituents will see a saving when it comes to sunscreen, should the Government choose to back VAT Burn.",
        "VAT Burn is the product of months of work. To be honest, I never wanted to get to this stage. When I submitted a written question pointing out the anomaly of VAT charged on sunscreen, I had hoped that the Minister would respond positively, and the UK Government would intervene to remove the VAT and quickly bring sunscreen into line with all other healthcare products. But that was not the case. I was told people should wear hats, cover up and sit in the shade, while the Minister curiously ignored sunscreen. Those are important measures to keep safe in the sun, but only alongside wearing sunscreen.",
        "I organised a cross-party letter to the Chancellor, and 40 MPs from every major political party signed the letter. The Chancellor, at the time the right hon. Member for Spelthorne (Kwasi Kwarteng), reiterated the UK Government’s opposition to removing the VAT, citing the same arguments as before: sunscreen alone does not mean someone is safe in the sun. But no one ever said that it does; it is clearly just one part of the solution. When the Chancellor changed, and we had a former Health Secretary in post, the right hon. Member for South West Surrey (Jeremy Hunt), I re-sent the letter. I hoped that someone with experience in health policy would see the sense in this simple change, but I received another stock rejection.",
        "Whether it was parliamentary questions or meetings with Ministers, none of it has got us anywhere. That is why we are here today, and why the campaign is being covered in the media. It is why six charities are backing the campaign, and why I will keep pushing until we see movement on the issue—specifically, with a ten-minute rule Bill on VAT Burn on 23 February.",
        "I touched very briefly on the organisations supporting VAT Burn. I place on record my thanks to each and every one of them for the great work they do to raise awareness of the signs and symptoms of cancer and its impact. I thank the Teenage Cancer Trust, Skcin, Melanoma UK, Young Lives vs Cancer, Melanoma Focus, and, last but not least, Melanoma Action and Support Scotland—Scotland’s only skin cancer specific charity, based in my constituency of East Dunbartonshire.",
        "It is also a workers’ issue. Too many workers spend prolonged periods of time exposed to the sun without adequate, or any, protection. I note that Police Scotland provide their officers with sunscreen if they spend prolonged periods of their shift exposed to the sun. If sunscreen were more affordable, more employers would step up and provide sunscreen products for their staff. This Government proposed to provide free sunscreen to all emergency workers. It would be useful to get an update on that from the Minister. No worker should be put at unnecessary risk of skin cancer due to a lack of sunscreen being provided by their employer.",
        "This common-sense approach to zero rating sunscreen can help everyone. It almost feels daft that I have to stand here today and make a case for it. Let us agree to work together to make this simple change for the benefit of all our skin."
    ]
}