{
    "url": "https://www.ukpol.co.uk/james-callaghan-1977-speech-on-pay-of-nationalised-industry-board-members/",
    "title": "James Callaghan – 1977 Speech on Pay of Nationalised Industry Board Members",
    "post_date": "August 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1977",
            "url": "/tag/1977/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Callaghan, the then Prime Minister, in the House of Commons on 15 December 1977.",
    "content": [
        "The Government have given careful consideration to the difficult question of the pay of nationalised industry board chairmen and members.",
        "The recommendations of the Review Body on Top Salaries for salary levels at 1st January 1975, on which the Government deferred a decision in the wider national interest, were for increases of the order of 30 per cent. on average, and considerably more for some individuals. Substantial absolute sums were involved. Inevitably, therefore, the salaries of this group are at present significantly out of line with their counterparts elsewhere.",
        "But, in deciding how far they can go, the Government must have regard to the measures which are still being taken in the national interest to control inflation and which continue to demand very considerable restraint from all sections of the community. The Government therefore have to consider not only what scope there is within the current pay guidelines, but also how the absolute sums involved relate to what the community as a whole is being asked to bear.",
        "The Government have concluded that at the present time a general increase of 5 per cent. with effect from 1st January 1978 is the most that can be allowed but that up to 10 per cent. should be paid to the less-well-paid members of the group tapered so as to ensure that the lower percentage applies at salaries above £13,000 a year.",
        "The Government recognise that this will still leave nationalised industry board members significantly out of line with their counterparts elsewhere. They will wish to look again at the way forward when the Review Body on Top Salaries makes its recommendations for April 1978."
    ]
}