{
    "url": "https://www.ukpol.co.uk/james-callaghan-1979-motion-of-no-confidence-debate/",
    "title": "James Callaghan – 1979 Motion of No Confidence Debate",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1979",
            "url": "/tag/1979/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Prime Minister, James Callaghan, during the No Confidence debate called by the Conservative Party, which was held in the House of Commons on 28th March 1979.",
    "content": [
        "**The Prime Minister** The right hon. Lady, the Leader of the Opposition began by recalling the circumstances in which our debate on the motion of no confidence is taking place. As she said, it follows directly from my proposal last week that in the light of the devolution referendums, and especially because of the result in Scotland, there should be a limited period of discussion between the parties before Parliament debated the orders that would repeal the Scotland and Wales Acts once and for all.",
        "The right hon. Lady did not immediately reject that proposal. She waited for the well-advertised move by the Scottish National Party. Its Members told the world what they would do, and they did it. They tabled a motion censuring the Government. For what? For not immediately bringing the Act into force.",
        "The Opposition, of course, want nothing like that. They want the very reverse. They want to get rid of the Act. But the SNP motion was enough for the Opposition Chief Whip. I am glad to see that he is now securely perched on the Front Bench. I hope that he will not fall off. When the SNP tabled its motion, the right hon. Gentleman went into action. He scurried round to the Liberal Party to find out if it would vote for a motion of censure—and he was not disappointed. The Liberals, spinning like a top, assured him that they would be ready, indeed that they were anxious, to take part in talks with the Government on the future of the Acts, but, equally, they were ready to vote for any motion that would prevent such talks from even beginning.",
        "Fortified by that display of Liberal logic, the Opposition tabled their own vote of no confidence. We can truly say that once the Leader of the Opposition discovered what the Liberals and the SNP would do, she found the courage of their convictions.",
        "So, tonight, the Conservative Party, which wants the Act repealed and opposes even devolution, will march through the Lobby with the SNP, which wants independence for Scotland, and with the Liberals, who want to keep the Act. What a massive display of unsullied principle!",
        "The minority parties have walked into a trap. If they win, there will be a general election. I am told that the current joke going around the House is that it is the first time in recorded history that turkeys have been known to vote for an early Christmas.",
        "On Friday I wrote to the other parties basically concerned with devolution for Scotland and Wales, formally confirming the talks that I had offered in the House. So far, not surprisingly—I do not complain about it—I have had no reply, except for what the right hon. Lady said on television. But when the motion of no confidence is defeated, the Governmen’s offer will still stand.",
        "We shall be glad, and will seek, to open discussions with the other parties about the future of the Scotland Act within the limited time period that I proposed last week. The Government firmly believe that that should be the next step before Parliament takes the final step of debating and deciding on the orders to erase the Acts from the statute book.",
        "**Mr. Gordon Wilson (Dundee, East) rose—**",
        "**The Prime Minister** Amid the general excitement of today, I ask the House not to forget that the people of Scotland are expecting hon. Members on both sides to treat their constitutional future with seriousness and not just as a by-product of a grab for office.",
        "Today, the right hon. Lady has widened the discussion into a general indictment of the Government’s record and actions.",
        "**Mr. Nicholas Ridley (Cirencester and Tewkesbury) rose—**",
        "**Mr. Speaker** Order. The Prime Minister is not giving way.",
        "**The Prime Minister** As this is a motion of no confidence, I think that I am entitled to deploy our case in the way that I choose best.",
        "I reply to the right hon. Lady by advancing three propositions. First, this Government, who have been in a minority in this House for most of their life, have achieved an outstanding record of social progress and economic performance.",
        "Secondly—and on this point I do not differ from the right hon Lady—during the years that lie ahead there will be a great deal for the Government and for the country to do in such areas as improving our industrial efficiency, the return to full employment, controlling prices, better industrial relations, and overcoming poverty. There will be no sense of complacency by the Government about what needs still to be done, but neither should we overlook the achievements of the last five years.",
        "My third proposition is that we shall make most progress by adapting and broadening the policies that have served so far to protect the people of this country in the midst of world recession and not by sudden switches or reversals of policy.",
        "The right hon. Lady clearly believed this afternon that she was putting forward some new policies. On the contrary, what we heard was a repetition of the same old policies that the Conservative Government tried between 1970 and 1974—policies that failed and that finally led to the ignominy of the three-day candlelit week in which the last Conservative Government expired.",
        "Perhaps I might add a fourth proposition to the other three. If we are to succeed, the country needs a Labour Government with a working majority—and we shall seek that in the early future.",
        "During the coming year, developments in the world at large will critically affect Britain’s prospects for jobs, for prices, and for trade. Last summer, in Bonn, I met the leaders of six of the major industrial countries and together with my right hon. Friend the Chancellor of the Exchequer we pressed very hard that all the countries present should take domestic action that would sustain world levels of trade and improve the unequal distribution of our balance of payments.",
        "The measures that we then decided upon have had a good measure of success and, as a result, the world economy, including that of this country, has benefited from a faster growth rate. But, with some notable exceptions, prices are still rising too fast and the level of world unemployment is not yet falling. Yesterday’s decision by the oil-producing countries to raise prices will not help either inflation or employment, and will increase the problems caused by the interruption in Iranian oil supplies. They will have a further adverse effect on world trade and on the world balance of payments, especially of large oil importing countries, such as the United States. The price increases may force certain countries to adopt more restrictive growth and trade policies. They will certainly make it more necessary than ever for all countries to adopt concerted and co-operative policies if we are to maintain levels of world trade and employment. The right hon. Lady says that such meetings are not worth while. If she ever had the responsibility for these matters, she would learn how valuable these meetings are.",
        "I wish to emphasise the priority that must be given to saving oil on a world scale. Britain is more fortunate than most. This year, thanks to the North Sea enterprises, we shall produce three-quarters of our requirements. In the course of next year, Britain will reach self-sufficiency. That is an inestimable boon.",
        "Nevertheless, there is an obligation on Britain, as on everybody else, to be sparing, to be economical in the use of oil, and to meet the international obligations that we have entered into in company with other countries. There is general agreement among the industrial countries that we should reduce oil consumption in each of our countries by 5 per cent. I believe that to be the minimum reduction. We in Britain are working to that end and are fortunate to have a well-based coal industry to replace part of our oil consumption.",
        "Although this country’s supplies are reasonably assured and we may escape comparatively unscathed, if an oil scarcity should develop or high prices should restrict the level of output in other countries, it will clearly become more difficult for us to export, and jobs in export industries will be at greater risk, with a consequential effect on the rest of our economy, as on the economies of other countries.",
        "I claim that the Government’s economic policies are well-designed to meet this test. We have given high priority to new investment in industrial plant and machinery, through tax reliefs and direct financial aid, and our industries have responded by investing more. We have made the restraint of inflation an overriding priority to keep our costs down. We have doubled our programme to train skilled men and women for new jobs and we have established the National Enterprise Board, which is giving financial backing to new industries and enterprises like the Rolls-Royce aero-engine that will power the new American Boeing aircraft, and the microprocessor venture in which we must mark out a place among world leaders.",
        "Since 1974 we have set up the successful Scottish and Welsh Development Agencies to encourage new enterprises. Employers and trade unions are jointly working together to study the future prospects for their industries and for export markets, and how to prevent import penetration, under the aegis of the sector working parties and with the aid of the Government.",
        "I note what the right hon. Lady said about protecting yesterday’s jobs. I agree that we must strike a balance between protecting jobs that are now fading and creating new jobs, but I can claim—if the Opposiion were looking at this matter objectively they would agree—that it makes sense to protect some of our more vulnerable industries from the onslaught made on them by the new industrial countries. We have eased their transitional difficulties by financial help—or perhaps I should say by public expenditure—to give them a breathing space while they adapt to new methods or new products.",
        "During 1978, against that background, unemployment was reduced by more than 100,000. Employers and workers are ready to take advantage of that partnership with the Government. By working together we are slowly but surely—too slowly for my liking—making British industry more fit to face the rigours of world competition.",
        "We have not overlooked the fact that during such a period of transition there will be casualties among companies and firms, and the Government have devised social measures to ease the problem for those who are affected. The job release scheme allows people to retire at 62 with an allowance, provided that they are replaced by younger people. There is the subsidy paid to small firms which take on extra full-time workers. There is the programme that helps people aged between 19 and 24 who have been out of work for six months and older people who have been out of work for at least a year.",
        "Payments are made to companies forced to work short time that compensate them at a rate of 75 per cent. of the gross wages for each day lost. All these and other schemes operated by the Manpower Services Commission have led the rest of Europe—I ask the right hon. Lady to note this when she is so scathing about our policies—to acknowledge that this country has a comprehensive job creation and job protection programme that has eased the social tensions that would otherwise have been created and that exist in other countries, as we have witnessed on our television screens.",
        "The Labour Government are convinced that that basic approach makes for greater sense than the free market, free-for-all approach that would abolish grants and financial aid, which was put forward by the Opposition spokesman. That would undermine these programmes and that policy. If the Conservative Party were to get its hands on our affairs, it would be an act of vandalism.",
        "Turning to some aspects of industrial relations, as the right hon. Lady correctly said, the events of the winter demonstrate the difficulties into which a society such as ours can be drawn. They also demonstrate the difficulties that arise when there is not an agreed understanding between the Government and the trade unions. If there had been agreement last autumn, we might have avoided some of the events of the winter. I do not seek to ascribe responsibility for the failure to agree, but I point to the consequences—especially to those who believe that confrontation is the best way forward. Are the events of this winter to become a regular pattern under a Conservative Government?",
        "This Government have reached a new agreement with the TUC. It is not perfect, and it may be breached on occasion, but our future prospects depend on how successfully we build on that agreement. It is important for its reaffirmation—let the Opposition deny it if they dare—that the Government and the TUC must work in partnership. Is that agreed, or not? Let me add that the Government take the view—I come immediately to the point that has been raised by the hon. Member for Exeter (Mr. Hannam)—that we shall make most progress by building the widest possible economic consensus with the unions, employers and Government.",
        "The agreement between us covers three areas. First, there is the guidance that the TUC has issued to its affiliated unions on the handling of industrial relations and on the need to observe agreements, stating that strike action is to be taken in the last resort. There is a strong recommendation for strike ballots. The agreement recognises the concern about certain aspects of the closed shop and gives advice on the flexible operation of such agreements. Those are the issues on which the Opposition have focused. Do they prefer to jeer at the prospects of that agreement breaking down rather than hope that it will succeed?",
        "Secondly, there is agreement by the TUC, in which the CBI will participate, on the need to take part, each year, in a national assessment of the economy for the year ahead. That was suggested by the right hon. Lady, even though it was a little late, so let hon. Members not jeer at that. If anybody jeers at that, he will be in for a wigging pretty quickly. There is also agreement to discuss what increase in production can be achieved, how much increase in labour costs the country can afford, and how inflation can be kept down. There is a bold and ambitious target, to which we have set our hands, of working to get inflation below 5 per cent. in the next three years. That is the objective.",
        "Thirdly, there is recognition of the problem of how to adjust remuneration differentially between the various groups of workers, and particularly in the public services, without leading to one group leapfrogging over another. That is a most difficult area, and we have not yet found the answer. I am grateful to Professor Clegg and his colleagues—I hope that my hon. Friends are noting the jeers—who have undertaken the task in the new Standing Commission on pay comparability.",
        "The agreement with the TUC recognises and sets out that some of these pay problems are becoming more intractable. It is ready to take part in work to try to achieve a national consensus on the overall distribution of income. These are important areas for discussion and agreement. They cannot be solved by the right hon. Lady’s simplistic approach that she described some months ago as the withdrawal of Government from interference in wage bargaining. As the right hon. Lady hopes soon to have responsibility, the question that I am about to ask becomes more pertinent. If she proposes to withdraw from interference in wage bargaining, how will she deal with the public services pay? What principles will she apply? In her first reactions—I hope that later ones will be different—she poured scorn on the effectiveness of that agreement, unlike the right hon. Member for Lowestoft (Mr. Prior). I shall not embarrass him by going into that further.",
        "If any Government can secure success in those areas, it will take us a long way forward in solving a problem that has long been the cause of inflationary discontent, namely, how to adjust pay levels in different occupations and industries without at the same time generating other claims that at the end of the day leave the structural problems unsolved but, in the process, fuel inflation.",
        "The agreement with the TUC has set some ambitious aims. They are a formidable challenge, not only to the Government but to the trade union movement. The seriousness with which solutions to these problems are pursued—the Government are following them up with the TUC—will be watched closely by the country to see whether the agreement has the substance that I believe it will have.",
        "I am certain that that is the better way forward—far better than the Opposition’s plan, which seems to be to dust off some of their more ancient pieces of artillery left over from 1970 and make a planned industrial offensive. Of course it is right to highlight any individual or collective cases of folly and excessive abuse of power—evils that the great majority of trade unionists deplore, just as much as do the rest of the community. But for the Conservative Party to highlight and exploit individual cases as a means of driving the trade union movement, in general, into a corner, tarring all the 11 million members of unions with the same brush, is a dangerous miscalculation.",
        "The 1980s will not be the occasion for an action replay of the Tories’ misjudgments of the beginning of the 1970s. The agreement with the TUC will not be perfect, but it is an important step towards industrial peace and steadier prices. It is an agreement that deserves support, not sabotage.",
        "The right hon. Lady seemed to be under the impression that today she has been proposing some entirely new policies, making a new beginning. On the contrary, all that she was doing was to offer us the stale and outdated 1970 Conservative Party election manifesto.",
        "I know that the Opposition want to forget the years 1970–74. The right hon. Member for Sidcup (Mr. Heath), the former leader of the party, is removed from Conservative Party collective thinking like Trotsky was blotted out of the photographs of the Stalin era. **[Interruption.]**",
        "**Mr. Speaker** Order.",
        "**The Prime Minister** I admit that I am provoking them a little, Mr. Speaker.",
        "Indeed, if we are to judge from recent broadcasts, Conservative history ceased when Harold Macmillan stepped down as Prime Minister in 1963.",
        "Each of the main planks of the right hon. Lady’s platform today was nailed down in the 1970 manifesto—cut taxes, curb the power of the trade unions, restore respect for law and order, full-hearted support for the European Community, and centralised power decentralised. It was all there.",
        "What was the result when they were elected? Property speculators were given a free hand—**[Interruption.]**",
        "**Mr. Speaker** Order. The right hon. Lady the Leader of the Opposition was heard in silence.",
        "**The Prime Minister** As I was saying, property speculators were given a free hand, credit control was abolished, and the money supply was increased to finance some pretty phoney finance companies. The Conservatives opened up one of the most discreditable periods in the history of the City of London. **[HON. MEMBERS: “Hodge.”]** I would not advise any hon. Member to say that outside.",
        "I know that many of the reputable companies in the City look back on that period with great distaste. Now some of the speculators are emerging from their holes, rubbing their hands once again. I warn them not to count their chickens before their cheques bounce.",
        "The Conservatives failed, when they were in Government, to safeguard our greatest national asset—North Sea oil. They handed out the assets to the oil companies with unparalleled generosity. They would have let the revenues from oil slip through their fingers. They left gaping loopholes in the rules governing corporation tax paid by the oil companies. They did not even negotiate an arrangement to ensure that the United Kingdom, the home country, would ensure for itself a substantial proportion of the oil that was produced. We had to put all this right when a Labour Government came to office, and through the participation agreements this country can now be sure of safeguarding for our own use a substantial proportion of the oil that is pumped.",
        "On the other side of the coin, the Tories’ doctrinaire approach to industrial relations left an Act of Parliament which, as the CBI spokesman told us, was surrounded by hatred, and where every relationship was sullied by its provisions. That, too, we have had to put right.",
        "The right hon. Lady calls for less government at local level. Does she really think we have forgotten the handiwork of the right hon. Members for Leeds, North-East (Sir K. Joseph) and for Worcester (Mr. Walker)? Let her reflect, when she calls for less burueacracy, that local authority manpower between 1970 and 1974 increased by nearly 300,000—the biggest increase in bureaucracy ever in any comparable period.",
        "In the Health Service the right hon. Member for Leeds North-East achieved the unenviable double of setting up a new form of organisation that was unsuited to the needs of the Service and at the same time of dramatically increasing the numbers working in the administration. It does not lie in the mouths of the Opposition to call for a reduction in bureaucracy, or for the right hon. Lady to speak, as she did at Solihull, of Whitehall strangling local democracy.",
        "The right hon. Lady complains about inflation, and justifiably so. So do I, regularly. At 9.6 per cent. it is higher than it should be, but we have brought it down from 25 per cent. What happened between 1970 and 1974? It more than doubled. Today, the figure that is complained of is lower than when the Conservative Party left office.",
        "On the question of monetary policy, let me give the figures. We are being invited today to go back to the old remedies. Between 1970 and 1974, the average annual increase in the money supply was 21 to 22 per cent. a year. Under this Government the average is about 9 per cent. a year. When the Conservatives were in power they got rid of the Industrial Reorganisation Corporation. This time they want to hamstring the National Enterprise Board. They intend to cut public expenditure. They keep saying so. What do they propose to do? Do they propose to stop the National Enterprise Board funding the new Rolls-Royce aero-engines? **[HON. MEMBERS: “Answer”.]** There are more questions yet. Let us have a compendium. Do they intend to cut the Euopean airbus? Will they stop the production of the new HS146 aicraft? Is it the youth employment schemes that are to go? Is it the Welsh Development Agency or the Scottish Development Agency, which is at the moment backing 9,000 jobs with £20 million of investment?",
        "Is it the new social benefits that we have introduced that are to go or the mobility allowance for the disabled, the invalid care allowance, or help to disabled housewives? I make no mention of school milk.",
        "Since we came into office the average number of patients on each doctor’s list has declined. Are the numbers to be allowed to swell again when public expenditure is cut?",
        "The numbers of people served by home helps have increased. The meals on wheels service has been enlarged.",
        "Are these to be cut back? Or is it the rebuilding of our cities? Would they tamper with the child benefit scheme, whose allowance is to be increased from £3 to £4 per week from 1 April?",
        "What about the pensioners? During the Conservatives’ term of office pensioners’ living standards fell behind those of the population who were working. By contrast, this Government have steadily improved the real position of the pensioner year by year, by increasing the pension by whichever has been the higher of the forecast earnings or the forecast prices. That is now a statutory responsibility. It has improved the standard of life of the pensioner after he or she retires, by comparison with the wage earner.",
        "Let me give the figures. When the Conservative party left office the pensioner’s proportion of the net earnings of a married male manual worker was 40 per cent. Today the pensioner’s proportion of the same net earnings of the male married manual worker is 50 per cent.—an increase in real standards. We shall fulfil our statutory obligations again this year.",
        "This is the season of Estimates and revenue. Yesterday we debated expenditure on the Armed Forces for the coming year. Today I should like to inform the House of the estimate of the Chancellor of the Exchequer for old-age pensions for the coming year. First, he has provided for a correction to the underestimate in the forecast made this time a year ago—a question that has been raised on a number of occasions by hon. Members on both sides, but mainly from Government supporters, I grant. Let us associate the Conservatives with this. Do not let them escape their share of the responsibility.",
        "Earnings last year rose faster than the forecast on which the Chancellor based his uprating at that time. He has taken account of this in the new increase that will operate for the next pension year from November. For a marired couple, therefore, he has provided for an increase in the pension next November of about £4 a week to around £35, and for a single person of about £2.50 per week, to about £22. That is provided in the Estimates. That will be one more important step to reduce the gaps that still exist in our society—to remedy the injustices, to erase the class divisions and racial bigotry, to attack poverty and the lack of opportunity that still face many of our citizens. The difference between the Opposition and the Government is that we know that these problems will not be solved by a return to those policies of 1970 or by soup-kitchen social services. They will be overcome only if we harness the energy and the ideals of our people to build a fairer and more just society.",
        "Let need, not greed, be our motto. Our purpose as a Government and as a party is to present a bold, Socialist challenge to all these problems as we face these tasks. I ask for the confidence of the House and of the country so that we may continue with our work."
    ]
}