{
    "url": "https://www.ukpol.co.uk/jim-callaghan-1978-statement-on-the-european-council-in-copenhagen/",
    "title": "Jim Callaghan – 1978 Statement on the European Council in Copenhagen",
    "post_date": "March 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Jim Callaghan",
            "url": "/tag/jim-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Jim Callaghan, the then Prime Minister, in the House of Commons on 10 April 1978.",
    "content": [
        "With permission, I should like to report to the House on the meeting of the European Council in Copenhagen which I attended at the end of last week with my right hon. Friend the Foreign and Commonwealth Secretary.",
        "The Council expressed to the people of Italy its distress at the cruel abduction of Signor Aldo Moro in Italy. There was agreement on the need for close co-operation among the Nine in countering terrorism and to reach conclusions on the proposals put forward by President Giscard with the aim of improving judicial co-operation among the member countries.",
        "The nine Foreign Ministers, meeting separately for part of the time, reviewed a number of current international problems, including the current position in the Middle East. The Council deplored all recent acts of violence in this area and the events in Southern Lebanon and expressed support for the new United Nations Force and for the integrity of the Lebanon. The Council emphasised that the momentum of the peace process in the Middle East should be maintained with a settlement based on Security Council Resolution 242 in all its parts and on all fronts.",
        "A statement was issued by the Council supporting efforts of the five members of the Security Council to bring about a peaceful solution in Namibia. My right hon. Friend the Foreign and Commonwealth Secretary gave an account of recent developments in Rhodesia and the Council expressed their continuing support for a satisfactory solution based on the principles of the Anglo-American plan.",
        "On Community affairs, the Council agreed that the legislative procedures in the member States were sufficiently advanced to select the dates of 7th to 10th June 1979 for the first direct elections to the European Assembly. Each member State will choose its customary day of the week. For Britain that would be Thursday 7th June 1979. The Council adopted a declaration on democracy reaffirming the link between membership of the Community and the observance of democratic ​ principles, which is valid for both present and future member States.",
        "Following the “Amoco Cadiz” disaster on the French coast, the Council called on member States to adopt common attitudes in preventing pollution of the sea and in particular to co-ordinate action on compulsory shipping lanes and on effective control over vessels which do not meet the minimum standards for the operation of ships.",
        "It was agreed that a European foundation should be established, in Paris, to promote cultural and other contacts within the Community.",
        "The main focus of our discussions, however, was the unemployment of both human and material resources within the Community. The growth rate of the Community during 1977 was 1·9 per cent, and it was agreed that we should develop a common strategy designed to reverse this unsatisfactory situation. The strategy should cover five broad areas—economic and monetary affairs, employment, energy, trade and relations with the developing world—similar to those I recently suggested to President Carter, as areas in which the industrial world needs to take collective action. It is the Council’s view that agreement in these fields would be an important contribution to world economic recovery, higher economic growth and the creation of new jobs. The Council laid stress on the need to prevent inflation as part of the same objective.",
        "It was decided to aim for a Community growth rate of 4½ per cent, by the middle of 1979 and to define the margin of manoeuvre that would be open to member States as a result of co-ordinating their actions. The possibilities should be known when the Council next meets in Bremen in July. It was agreed to recommend a doubling of the capital of the European Investment Bank.",
        "An improvement in the general employment situation would be a key objective of such a common overall strategy. The Council agreed to examine whether work-sharing measures should have a supplementary part to play in alleviating the present grave employment problems.",
        "There was a discussion on the European aspects of what are called “industries in distress” and agreement to set up tripartite committees on a European ​ basis made up of Governments, employers and trade unions to overcome the serious problems of structural overcapacity and to restore the industries to world competitiveness.",
        "Work is being set in hand on these matters and on the imbalances of current account surpluses and deficits which lead to currency instability, as well as on measures to reduce demand and increase supplies of energy in the Community. It was also recognised that there is a need to reach a successful conclusion on the present multilateral trade negotiations and for an increase in capital flows to the developing countries.",
        "It is intended that conclusions on these matters should be reported to the next European Council in Bremen early in July. This meeting will be followed by an economic summit between the United States, Canada, Japan, Germany, France, Italy and the United Kingdom in Bonn on 16th and 17th July. It will thus be possible to present a European dimension to the wider summit. I am glad to say that the agreed statement announcing the wider summit also recognises the need for concerted and mutually supportive action in the main areas I have mentioned, and the participants agree to develop their policies so as to take account of this, both in preparing for the July meeting and in any action they take meanwhile. The Budget to be introduced by my right hon. Friend the Chancellor of the Exchequer tomorrow will take this into account.",
        "This recognition of common purpose must now be reflected in the work that will take place and must lead to concrete action in the coming months and at the July summits. The discussions so far held with Heads of Government within and outside the Community have now to be made effective by policy measures which taken together will offer the best chance of bringing about a change in the direction of the world economy and an improvement in world confidence."
    ]
}