{
    "url": "https://www.ukpol.co.uk/james-callaghan-1945-maiden-speech-in-the-house-of-commons/",
    "title": "James Callaghan – 1945 Maiden Speech in the House of Commons",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1945",
            "url": "/tag/1945/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Callaghan in the House of Commons on 20th August 1945, his maiden speech in Parliament.",
    "content": [
        "Rising for the first time, I seek the indulgence which the House always extends to those who address it. However, I must say that listening during the last few days it seemed to me that a new tradition is growing up; you get up and ask for indulgence, and then proceed to lay about you with all you have got, tormenting everybody on the other side, and hoping to get away with it. I hope I shall not trespass too deeply on the indulgence of Members on the other side of the House, but I do want to ask hon. Members to lift their eyes for a few moments from the European scene to what is happening in Asia at the present time.",
        "I was very glad indeed to hear what the Foreign Secretary had to say about the prodigious American contribution to victory in the Pacific war. Those of us who have had the opportunity of seeing a little of that contribution are left in amazement at the breadth of conception and the speed of execution with which the Americans have carried out their attack across thousands of miles of ocean. I believe it to be almost unparalleled in its field, but at the same time I would like to say that I think this House and this country also owe a debt to those dogged Australians who slogged their way across New Guinea.",
        "However, this very successful strategy of the Americans, which has taken Japan by the throat at the earliest opportunity, has left problems behind it. The first problem is this, that because they have been willing to leap across hundreds of miles of ocean, cutting the communications of the Japanese, they have left behind them large forces of well-equipped troops, well-housed, well-dug-in, well trained and not a bit feeling like surrender. We are going to face the spectacle of tens of thousands of troops at present in Truk, in Rabaul, in Indo-China, in Malaya, throughout the Netherlands East Indies, returning to Japan undefeated and that, in my judgment, is a most dangerous event. I do not suggest for one moment that we should prosecute the war on those islands to kill them—we value the lives of our own men too much—but I do say that the course which events are taking in Japan at the present time is liable to reinforce the militaristic myth which has bedevilled that country far too long.",
        "I will try to speak with a due sense of responsibility for I remember the Foreign Secretary’s words on the need for it. I can understand the policy of the Allied commanders at the present moment, which is to use the authority of the Emperor of Japan to compel the surrender of his troops, but I hope that when that surrender has been compelled, we shall have no more to do with the Emperor of Japan. He is, as a divine monarch, the embodiment of all that is opposed to a democratic State and I think this ancient and honourable House will recall that 300 years or so ago it once had occasion to deal with the divine rights of kings. Now we have the spectacle of an Emperor who puts himself on a far higher plane than did our own King Charles. We must have had enough of the Emperor. His position as a semi-divine monarch cannot be reconciled with the introduction of a democratic State in Japan and I say that we must get rid of him.",
        "The second point I want to make is this. I do not know whether hon. Members have been following the composition of the new peace Cabinet in Japan, but I regard it as the height of insolence to the Allied commanders that some of the men now holding office in the Japanese Cabinet should be permitted to retain those offices, and I hope the Allied commanders will make away with them. May I remind the House that the present Vice-Premier of Japan, Prince Konoye, is the man who was Prime Minister of Japan when she made war on China; that he is the man who condoned the stripping of British subjects at Tientsin; that he is the man who concluded the military alliance with Italy and Germany? Is that the sort of man we are going to treat with? Do hon. Members know, too, the Character of the present Foreign Secretary of Japan, Shigemitsu? He, too, was a member of the War Cabinet in Japan who was recently operating against us, and who has exchanged the friendliest of messages with Herr Hitler, Signor Mussolini and Count Ciano in the past. We must have nothing to do with these people. They hold out no hope for the future as far as we are concerned.",
        "I hope, if I may look across the Inland Sea to China for a moment, that at some stage before we break up, the Foreign Secretary will be able to give us some information about the present negotiations between China and Russia. I believe these discussions are fraught with in credible possibilities for peace or war in the future. If I might venture to utter a criticism of what the right hon. Gentleman the Member for Warwick and Leamington (Mr. Eden) said earlier in the day, it would be this: he seemed to refer to China as though it were a country like Greece or Bulgaria or Poland. Hon. Members will know as well as I do that China is no country; it is a continent, it is an empire. General Chiang Kai-shek cannot claim to speak for the whole of the peoples of China. I think I am right in saying that at one time during recent years there have been as many as four Governments in China; certainly at the moment there are two who can lay claim to the allegiance of considerable numbers of the Chinese people. I think we should be very hesitant in coming down on one side without having regard to the vast territories which are administered by another section of the Chinese people, which are administered well, and as far as one can make out, have some contribution to make to the future of the world.",
        "One final word. I think that now the rising tide of Japanese aggression has passed its summit and the waters are beginning to recede, we shall find that the configuration of the landscape has changed. Throughout the whole of Asia there are new problems and new landmarks arising. A fierce resurgent nationalism is to be detected throughout the whole of the Netherlands East Indies, throughout Indo-China and Malaya, certainly in Burma, which will give headaches to the Empires of Britain and of the Dutch and to France. I believe the Foreign Secretary will have to find new men and new methods if we are to deal successfully with the problems which will confront Great Britain in its relations with its Dominions and its Colonies in South-East Asia."
    ]
}