{
    "url": "https://www.ukpol.co.uk/james-callaghan-1976-statement-on-president-giscard-destaings-state-visit/",
    "title": "James Callaghan – 1976 Statement on President Giscard d’Estaing’s State Visit",
    "post_date": "February 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1976",
            "url": "/tag/1976/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Callaghan, the then Prime Minister, in the House of Commons on 24 June 1976.",
    "content": [
        "With your permission, Mr. Speaker, I wish to make a statement about my talks with the President of the French Republic, M. Valery Giscard d’Estaing.",
        "President Giscard d’Estaing’s State visit to the United Kingdom marks the opening of a new and hopeful chapter in the long history of Anglo-French relations. All of us who had the pleasure of hearing the President’s address from the Royal Gallery yesterday welcomed the positive and constructive spirit in which he spoke of the relationship between our two countries. I am happy to say that a similar spirit of friendship, candour and constructiveness has marked our official talks. Both of us welcomed the opportunity to deepen the understanding between our two Governments and countries, and all our discussions were conducted in this spirit.",
        "In the course of both our private talks and the official sessions, we were able to touch on most of the principal subjects of joint interest and concern to our two Governments. In particular, as partners in the European Community, we had a full discussion on Community matters, including the question of direct elections to the European Assembly, on which both sides were able to explain their concerns. We also discussed the common fisheries policy, on which my right hon. Friend the Foreign and Commonwealth Secretary and I explained to the President the critical importance we attach to the forthcoming negotiations.",
        "On the Tindemans Report, and the future of Europe generally, we had a useful exchange of ideas and achieved a much clearer recognition of how much common ground there is between us.",
        "Finally, and perhaps of greatest significance for preventing future misunderstandings, we reached agreement on the need for closer and more systematic contacts between our two Governments. The President and I have decided to meet once a year, accompanied by ministerial colleagues as appropriate, in order to discuss relations between our two countries and, in particular, the problems of common interest deriving from our membership of the European Economic Community. The first meeting will be held in Paris before the end of this year. We have decided that there should be a similar annual meeting between the Ministers responsible for foreign affairs, and that there should be periodic meetings between the other principal Ministers, notably those responsible for home affairs, the economy and finance, energy, industry, defence and trade. The text of the Joint Declaration embodying this decision will be printed in the Official Report.",
        "France should know that we welcome unreservedly this new arrangement and will play our full part in raising our relationship to a new high level. I hope that other nations of Europe will see it as a contribution to the cohesion of the European Community, and thus as being of benefit to Europe as a whole."
    ]
}