{
    "url": "https://www.ukpol.co.uk/james-callaghan-1977-parliamentary-answer-on-the-house-of-lords/",
    "title": "James Callaghan – 1977 Parliamentary Answer on the House of Lords",
    "post_date": "August 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1977",
            "url": "/tag/1977/"
        },
        {
            "text": "James Callaghan",
            "url": "/tag/james-callaghan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Parliamentary Answer given by James Callaghan, the then Prime Minister, in the House of Commons on 27 January 1977.",
    "content": [
        "[Mr. Gwilym Roberts asked the Prime Minister what progress he has made in his consideration of the position of the House of Lords.]",
        "**The Prime Minister**",
        "The Government are continuing to keep the position of the House of Lords under review.",
        "**Mr. Roberts**",
        "Does my right hon. Friend agree that the removal of the House of Lords in anything like its existing form is a necessary advance towards democracy? Does he accept that this matter must be tackled by the next Labour Government if not by this one?",
        "**The Prime Minister**",
        "I certainly agree that the House of Lords is not the epitome of the democratic system, but I think that we had better undertake one constitutional change at a time.",
        "**Mr. David Steel**",
        "Does the Prime Minister recall that one of his predecessors said that the reform of the House of Lords would brook no delay? As that was Mr. Asquith in 1910, does he agree that there has been quite a lot of brooking since then? As long as the House of Lords goes unreformed, will the Prime Minister give it some constructive work to do and get it started on the Bill for European elections?",
        "**The Prime Minister**",
        "I am happy to give their Lordships some constructive work to do. It might turn their idle hands from the mischief they have done to the Aircraft and Shipbuilding Industries Bill. The Liberal Party has had many opportunities since the date mentioned by the right hon. Gentleman to tackle this particular problem. If he can promise me the full support of his party on this matter without wavering or quavering, I might be tempted to look in his direction.",
        "**Mr. Michael Stewart**",
        "In the course of the Government’s review of this subject will the Prime Minister study a valuable Fabian pamphlet on it written some years ago by my right hon. Friend the Secretary of State for Energy?",
        "**The Prime Minister**",
        "I always study the writings of my right hon. Friend with the greatest care.",
        "**Mr. Fletcher-Cooke**",
        "Is it the policy of the Government to go for a one-chamber system of government, or is it merely the policy of the Labour Party?",
        "**The Prime Minister**",
        "Yesterday morning the National Executive decided that it should go on record as being in favour of the abolition of the House of Lords. I cannot see why anybody should defend it in its present form. But, as I have said, a number of issues have to be settled and a number of hurdles have to be jumped before that legislation actually appears.",
        "**Mr. Kinnock**",
        "Does my right hon. Friend agree that we could more profitably advance democracy by spending this year abolishing the House of Lords and reforming the House of Commons than multiplying bureaucracy in the form of devolution?",
        "**The Prime Minister**",
        "My hon. Friend was not a Member of this House when I had some experience of this matter. I should want a full guarantee of his total support and that of a great many others before I embarked on it again."
    ]
}