{
    "url": "https://www.ukpol.co.uk/cambridge-united-football-club-2022-statement-on-disorder-and-criminal-damage-caused-by-their-supporters/",
    "title": "Cambridge United Football Club – 2022 Statement on Disorder and Criminal Damage Caused by their Supporters",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Cambridge United Football Club",
            "url": "/tag/cambridge-united-football-club/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Cambridge United Football Club on 31 October 2022.",
    "content": [
        "Cambridge United is extremely disappointed to learn of a number of incidents by supporters at Saturday’s game against Peterborough United…",
        "The first Cambridgeshire Derby in the league for 21 years was a hard fought match that was played in the right spirit and whilst the majority of fans from both sides helped contribute towards a tremendous occasion, a minority of supporters from both sides let our Clubs down.",
        "Cambridge United strongly condemns the actions of the small group of so called fans who committed criminal damage at the Weston Homes Stadium. This behaviour is unacceptable and the Club has passed on its apologies to Peterborough United for the damage and inconvenience caused and will be addressing potential costs in due course. A Police investigation has opened and evidence has already been supplied from the Club’s supporter base.",
        "The Club also condemns the offensive chanting that came from a section of the away end which made reference towards sex offences. Songs of such nature will not be tolerated and anyone found participating will be banned from future games.",
        "We are also deeply disturbed by the chants from a section of Peterborough United supporters about Simon Dobbin, a Cambridge United fan who tragically lost his life in 2020 after being cruelly and senselessly assaulted, following a football match which left him with permanent brain damage.",
        "We have today contacted Simon’s widow, Nicole, to offer our full support, whilst Peterborough United have also provided an apology to the family.",
        "The Club is saddened that a great occasion was marred by such behaviour and Cambridge United will be working with Peterborough United and Cambridgeshire Police to identity those responsible. Any supporters found guilty are likely to face Club bans and criminal prosecution."
    ]
}