{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-on-theresa-may-transition/",
    "title": "David Cameron – 2016 Statement on Theresa May Transition",
    "post_date": "July 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Downing Street, London on 11 July 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Good afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am delighted that we are not going to have a prolonged Conservative leadership election campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think Andrea Leadsom has made absolutely the right decision to stand aside and it is clear that Theresa May has the overwhelming support of the Conservative Parliamentary Party.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am also delighted that Theresa May will be the next Prime Minister. She is strong, she is competent, she is more than able to provide the leadership that our country is going to need in the years ahead and she will have my full support.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Obviously with these changes we now don’t need to have a prolonged period of transition, and so tomorrow I will chair my last Cabinet meeting. On Wednesday, I will attend the House of Commons for Prime Minister’s Questions and then after that I expect to go to the Palace and offer my resignation so we’ll have a new Prime Minister by Wednesday evening.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}