{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-at-supporting-syria-conference/",
    "title": "David Cameron – 2016 Speech at Supporting Syria Conference",
    "post_date": "February 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the Queen Elizabeth II Conference Centre in London on 4 February 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A warm welcome to London – and on behalf of my co-hosts Chancellor Merkel, Secretary General Ban Ki-moon, Prime Minister Solberg, and His Highness the Emir of Kuwait – thank you for your support today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We could not have a stronger gathering to address one of the worst humanitarian crises of our time. World leaders from 30 different countries, delegations from 60. Non-governmental organisations and civil society – the majority from within Syria. UN agencies, international financial institutions, multilateral development banks, and more – all here with us today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if ever there was a moment to take a new approach to the humanitarian crisis in Syria – surely it is now. We are facing a critical shortfall in life-saving aid that is fatally holding back the humanitarian effort.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And after years of conflict we are witnessing a desperate movement of humanity, as hundreds of thousands of Syrians fear they have no alternative than to put their lives in the hands of evil people-smugglers in the search for a future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Meanwhile Syria’s neighbours are struggling under the strain of hosting huge numbers of refugees, and trying to maintain services, and create jobs for their own people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, the long-term solution to the crisis in Syria can only be reached with a political transition to a new government that meets the needs of all its people. And we must continue to work towards that, however difficult it may be.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But while we pursue a solution to this horrific conflict, we can also take vital steps now which will make a real difference to people’s lives, both today and long into the future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We can provide the help that Syrians need now – with pledges of aid – food and medical supplies – that will quite literally save lives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We can provide refugees with the opportunities and skills they need to make a life for themselves and their families in host communities – giving them a viable alternative to remain in the region, and equipping them for the day they can eventually return home to rebuild their country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, critically, we can support those host countries and communities which are showing such enormous generosity in providing refuge to Syrians with no choice but to flee destruction.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}