{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-speech-in-romania/",
    "title": "David Cameron – 2015 Speech in Romania",
    "post_date": "December 9, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Romania on 9 December 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Introduction \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you President Iohannis for welcoming me to Bucharest today. It’s a pleasure to be here and to have had good discussions with you, and with Prime Minister Ciolos.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The United Kingdom and Romania share important ties. We are partners in the EU, partners in NATO – and good trading partners too. Our bilateral trade is growing – up to a record high of €3.5 billion last year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The UK is an important energy partner for Romania and a firm supporter of the need to strengthen energy security across Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also worked together, as you’ve just said, in the face of adversity, with British doctors providing specialist burns treatment in the UK for some of the victims of the tragic nightclub fire in October.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, we have talked about how we can strengthen our co-operation further on defence, on migration and on EU reform.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Defence \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On defence, as a country that is already investing 2% of our GDP on defence, Britain welcomes Romania’s commitment to meet this target by 2017.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our armed forces already train together and today we have discussed how we can strengthen our collaboration further.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Romania is updating its naval fleet, which is a potential opportunity to work together with the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we’re deploying UK military officers to the new NATO headquarters here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Imigration \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On migration, on the Middle East and Africa, we have also discussed how together we can pursue a comprehensive approach to tackle the root causes of migration.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That means doing more to help alleviate the poverty and the conflict that drives people from their homes in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it means doing more to break the business model of the people smugglers. We must break the link between getting in a boat and embarking on a new life in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The UK is playing its part. We are the largest European donor to the humanitarian crisis in Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "HMS Enterprise is on deployment in the Mediterranean – helping to save lives and also to detain the smugglers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we are providing practical assistance to European countries on the frontline – with UK border officers helping with the screening and the registering of migrants.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  EU reform \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also discussed how we can reform the EU to make it more competitive – and to address the concerns of the British people about our membership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The United Kingdom is a vital member – the second largest economy, a significant net contributor and a leading security partner.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want Britain to stay in a reformed European Union. That’s why I am seeking important reforms to address the concerns of the British people about the status quo.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the President of the European Council said earlier this week, we are making good progress; but I recognise that some areas are more difficult than others, particularly the reforms I have proposed on welfare.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I support the principle of free movement to work – it is a basic treaty right and a key part of the single market. And Romanians, alongside other Europeans, make a valuable contribution to the United Kingdom in a wide range of fields, from finance to science and medicine.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it was never envisaged that free movement would trigger quite such vast numbers of people moving across our continent. And countries have got to be able to cope with all the pressures that it can bring – on our schools, our hospitals and other public services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Net migration in the UK is running at well over 300,000 a year and that is not sustainable.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we do need to find ways to allow member states to make changes to their social security systems that will help them to deal with this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At next week’s summit we will have a substantive discussion about all the reforms that I have proposed. And I am confident we can find solutions in each area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The EU has shown before it has the flexibility to respond to the concerns of its member states. Now, it needs to do so again starting in December and then with further discussions in February.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Conclusion \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This has been a very useful meeting.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am delighted to be the first British Prime Minister to make a bilateral visit to Romania this century. It shouldn’t be another 15 years before one comes back again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I look forward to strengthening relationships between our 2 countries in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}