{
    "url": "https://www.ukpol.co.uk/lisa-cameron-2019-speech-on-smart-cities/",
    "title": "Lisa Cameron – 2019 Speech on Smart Cities",
    "post_date": "June 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Lisa Cameron",
            "url": "/tag/lisa-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lisa Cameron, the SNP MP for East Kilbride, Strathaven and Lesmahagow, in the House of Commons on 24 June 2019.",
    "content": [
        "The inspiration for this debate came from my visit to the mid-west USA last month with a cross-party delegation of MPs from the British-American parliamentary group. I admit to having been a bit of a technophobe prior to the delegation, and I still am a bit of a dinosaur when it comes to technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thought 5G is about higher speeds—that was my understanding of what we should expect. However, it appears from our learning on the visit that there is so much more to 5G and to smart cities than just higher speeds. It is actually about transformative technology and its ability to connect not just people but things—5G is designed to increase connectivity. We are talking about smarter motorways, smarter factories, smarter homes and smarter cities, and I would like to see capacity for smarter towns, smarter villages and smarter rural areas, because connectivity must be inclusive across the whole United Kingdom and across all areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate the hon. Lady on securing this debate. Smart cities is a wonderful programme, with Belfast leading the way in smart city urban innovation. Does she agree it is imperative that we share good practice and information throughout the United Kingdom of Great Britain and Northern Ireland to ensure that the UK, as a whole, is able safely and effectively to make the most of technology and to ensure that we are not at cyber-war with each other within the UK, at the expense of lost opportunities for everyone?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Gentleman for making that important point. It is important that smart technology is used and regulated appropriately, and that communities buy into the technology so that they can benefit collectively, rather than be in opposition to and competition with each other. The hon. Gentleman’s point is well made and I hope the Minister will reflect on it in his speech, because it is important that all areas benefit from this new smart technology. In my constituency, we are looking at redeveloping our new town, which was built after the second world war; it was new and shiny then, and it improved our lives and wellbeing dramatically. We are looking to develop smart technology and for us to have smart, sustainable East Kilbride moving forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With 5G, people will be able to control their home and car—everything—from a single device. I had always thought that autonomous vehicles were a bit pie in the sky, but having spoken to the technology leaders in the mid-west and internationally during the visit I know that this technology is already on the showroom floor and is now just being refined. So this is going to be happening. Autonomous vehicles—electric vehicles—can improve climate emissions, tackling CO2 , and reduce congestion, because we may be less likely to own vehicles in the future. We may have a share in these robot vehicles rather than own them, and they may come to our homes, take us where we want to go and then move on to the next person’s home and take them where they ​want to go. It will be like a robot taxi—that is how I would think of it. This would mean less congestion in our cities, because we will not all have to have cars and we might not all be travelling at the same time. Less car parking would be required in cities and in high streets, and we hope there would be a consumer benefit in terms of less cost. One question to the Minister is about consumer benefits and costs in the future, and how we make this beneficial for consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Toyota is designing multifunctional vehicles, able to serve as not only a taxi but a hospital shuttle, delivery van or mobile co-working space. I therefore ask the Minister to ensure that determinations in this regard are fully inclusive and adaptable for those with special needs and disabilities. I chair the all-party group on disability, and I was thinking about the impact of these vehicles on the Motability scheme; it will be essential to ensure that vehicles can be adapted for wheelchairs and for people with special needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Space10 is the innovation hub run by IKEA and I understand it is piloting autonomous healthcare vehicles, which bring medical equipment and professionals to people’s doorsteps. I was reading in today’s The Times that 5G can enable hospital specialists to make a diagnosis remotely while patients are still in the ambulance, as faster connections can allow paramedics to perform ultrasound scans as clinicians watch live; it is happening in the ambulance and guidance can be offered on what to do through robotic gloves. This technology would boost survival rates by allowing more timeous diagnosis, reducing diversions to other hospitals. What often happens is that the initial diagnosis may change when the patient reaches the hospital and they then have to go to a different specialist hospital. This technology should the reduce the rate of those misdiagnoses and improve morbidity rates for patients, who will be able to get to surgery much faster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will therefore have to look ahead and alter our training—of paramedics, health professionals, doctors, surgeons, nurses and so on—to ensure that we capitalise on this technology. A whole-government approach will be needed. I do not expect the Minister to answer all those questions tonight, but it would be useful to find out how this is going to be co-ordinated in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady is right about co-ordination, and perhaps the Minister will respond on this issue. It is imperative that the four regions of the United Kingdom of Great Britain and Northern Ireland are part of this, so that Scotland, Northern Ireland, Wales and England are doing this together. Does she feel that when it comes to working on a policy and a strategy it is important that we all feel the benefits?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, I absolutely think that. It is why, although this debate is on “Smart Cities”, I have placed such an emphasis on all areas of our populations—towns, villages and rural populations, too. That has to be right, both across the United Kingdom and internationally. Specialists in the health aspects I was speaking about can be international specialists from across the world, who are able to lend their expertise through this technology, so that it does not just connect the UK, but instead connects us to the EU—although some in this House are trying to disconnect us, following the vote—and right across the world. That is important to specialists internationally.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Traffic management may be a particular issue that can also be improved—I am sure we would all be glad to hear that—particularly for those who have long journeys in the morning. I see lots of congestion in London when I am travelling to the House of Commons each day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This technology may get people to the hospitals faster and police to critical incidents much more quickly. Our delegation heard in Chicago about how sensors on lampposts in high-risk areas are sensing gunshots in milliseconds, so that the police and emergency services can get to the area where someone has been harmed, both to apprehend those responsible and to treat those impacted much more quickly. So this technology is also aiding the police and emergency services, and such technology will also be expanded to look at sensors for fire and to respond to other types of difficulty that citizens can get into.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The data can also be used to convict those responsible. On the visit, we asked questions about data security and GDPR—the general data protection regulation. It appears crucial that any and all of these advances must be developed with community participation. That was what really helped this to work in Chicago. There was buy-in from the local community, who had experienced the gun-related deaths, wanted something to be done much more quickly and were then agreeable to the data being collected in this way and used to the community’s benefit. That participation must be at the forefront, with communities on board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all need education in this regard, as members of the community and as Members of Parliament and leaders within the community. We therefore need to make sure that our communities are aware of the new technology, understand how it might improve their lives and put in place appropriate consultation about the data usage that can come from it. I ask the Minister for training for MPs in this new technology and its implications for our constituencies, so that we will also then be able to try to improve training locally to make sure that all the agencies that will be affected should be on board and understand how to take this forward for the best benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also heard about how 5G will also allow technologies such as augmented reality and virtual reality to become commonplace—so “Star Wars” fans may now be able to have their own Princess Leia moment. I even heard, in a local school I was visiting, Duncanrig Secondary School in East Kilbride, that a constituent who is an inventor has sought to bring holograms to children’s reading materials. They may soon be able to speak directly to Harry Potter when they turn the page and, thus, have a much more interactive experience with their reading development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The delegation heard that 5G had vastly altered infrastructure projects in South Bend. For instance, they were going to spend hundreds of millions of dollars on new sewerage systems, similar to the billions being spent in London for the same reason.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David Morris (Morecambe and Lunesdale) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the hon. Lady agree that the trip was worth while because a company in my constituency called InTouch, headed by John Walden, is now working with the sensor group EmNet on flooding logistics?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "​**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, that is the value of the trip: we were able to make connections between the UK and the US, and between those who are developing the technology, to make sure that we share in the benefits seen in South Bend, which include the reduction of flooding through the use of new sensors in the sewerage system. The technology has save saved billions of dollars, because South Bend was going to have a whole new sewage pipe infrastructure but is now able to regulate the flow with the 5G and the sensors. These technologies are transferable to other areas of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman is assiduous in representing his constituents and the first thing he said when he spoke to EmNet was that he would make connections so that the benefits could be seen in his constituency. The technology can save money, and in South Bend the money set aside for new infrastructure can be spent elsewhere. London might consider at least liaising with South Bend and the innovative agency EmNet, which provides the technology there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to be able to speak about these developments today. My concern, and my request to the Minister, is that the technology is made fully available in towns, villages and rural areas. Everywhere the delegation went, people spoke about smart cities, but the technology has to be rolled out elsewhere. In some areas of our constituencies, internet speeds are not at the appropriate level to enable children to do their homework, and we are still waiting for 4G in some areas. Rural areas in particular tend to be the ones that miss out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On rural areas, I read a magazine article by Tim Hulse that says that Beard Hill farm, which is part of the UK’s agri-tech strategy, now has robotic milking, and it seems to be working well. I am not quite sure how it works—perhaps I will get to visit it—but it seems to be helping most by milking the cows when they want to be milked, rather than their being on a regime, thereby improving the quality of the milk and improving the cows’ welfare. The Government are involved in work that is already being done in some rural areas, and I would like to find out more about that. What type of consultation and communication does the Minister have with the devolved Governments throughout the UK to make sure that, as the hon. Member for Strangford (Jim Shannon) said, the benefits are shared throughout the different countries of the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for hearing and responding to the debate. Will he ensure that we have not only smart cities, but smart towns and villages, and even smart small businesses? Big business is often able to capitalise on new technology, but how do we get it rolled out to small businesses so that they do not lag behind and can be competitive, too? Please do not forget our rural areas; they must benefit from the technology. What will the strategy be not only to ensure that technology is applied to things such as infrastructure, roads and autonomous vehicles, but to give us a good work-life balance and enable a focus on wellbeing? We should focus on wellbeing in the community, and the technology that is being developed will augment that. We have just had a debate on climate change, and the technology that is brought forward and in which we invest should improve our climate objectives, rather than undermine them. There are a lot of points for the Minister to answer, so I look forward to his response.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}