{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-speech-on-the-national-health-service/",
    "title": "David Cameron – 2011 Speech on the National Health Service",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Prime Minister, David Cameron, on the future of the NHS, made on the 7th June 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Three weeks ago, I made the case for change in our NHS.",
        "I said we would be kidding ourselves if we thought we could simply stick with the status quo.",
        "We need to change the NHS to make it work better today.",
        "Yes, in many ways the NHS is providing some of the best service it ever has.",
        "But we have to be honest.",
        "We’re wasting too much money on empty bureaucracy when it could be spent on the frontline.",
        "In the past two decades, NHS spending has more than doubled in real terms from £38bn to £103bn.",
        "That injection of money has been right – but can we really say that the improvement in service has reflected that increase?",
        "Can we really say we’re getting value for every pound that we spend?",
        "We’re also getting too much difference in the quality of services people receive – a great gap between the best and the rest.",
        "We’re seeing a deep divide between health and social care that is causing serious problems for vulnerable, often elderly, people and their families.",
        "We’re hearing too many stories about patients being moved from pillar to post…",
        "* getting lost in a labyrinth of letters and appointments and referrals…",
        "* when what they really want is to be in the driving seat.",
        "We’re still behind some of our European neighbours on treating the big killers like cancer and respiratory disease.",
        "And we’re also – and let’s not deny it – seeing damning reports which found the standard of care in some of hospitals was appalling, with elderly patients left unfed and unwashed.",
        "That’s why we need change today.",
        "But just as importantly, we have to change the NHS to avoid a crisis tomorrow too.",
        "This is what will happen if we don’t.",
        "More over-stretch, more over-crowding, the NHS buckling under the pressure of an ageing population and the rising cost of treatments.",
        "* and the principle we all hold dear, and we all want to keep",
        "* of free healthcare for all who need it, when they need it",
        "* that precious principle coming under threat.",
        "We cannot let that happen, and we will not let that happen.",
        "So that’s why we need change.",
        "Today, I want to focus my remarks on what that change should be.",
        "I want us to make sure we pursue the right change, and deliver it in the right way.",
        "That means taking people with us – the public who use the NHS, and the professionals who make it what it is.",
        "We recognise that many people have had concerns about what we were doing.",
        "That’s why for the past two months, Andrew Lansley, Nick Clegg and I have been taking time to pause, listen, reflect on and improve our plans for NHS modernisation.",
        "This has been a genuine chance for people to get involved and make a difference.",
        "* to have their voice heard and opinions known",
        "* and to work together to strengthen the institution we all love and hold dear – our National Health Service.",
        "As a result, I think we’ve seen an important debate around our country.",
        "* whether it’s the searching analysis that some newspapers have carried out",
        "* or all the different television or radio programmes that have been devoted to the future of our NHS.",
        "And a whole range of people are changing their view.",
        "Before the pause, many were claiming the NHS is fine, and telling us not to touch it.",
        "Now – whatever their views about how to do it, most agree that change is needed.",
        "What’s more, a significant number are now more clearly on board with the thrust of what we are proposing.",
        "In recent weeks, GPs representing 1,100 practices across England, the Association of Surgeons from Great Britain and Ireland and the Royal College of Surgeons have all written letters to national newspapers expressing support for the basis of our plans.",
        "Patients groups like Saga and Age UK have also backed key parts of our plans.",
        "And when I speak to patients and tell them about what drives our plans, there is a huge amount of support.",
        "People want patients to be at the heart of the NHS, they want more choice and better value for money, they want us to focus on outcomes, and they want us to devolve responsibility to frontline clinicians…",
        "…and I’m determined that we should not let them down.",
        "The details of the reforms we’re bringing may be on the table…",
        "…but our vision of an NHS that is more productive, more patient-friendly, more professionally-driven and more diverse is clear.",
        "But at the same time we’ve learnt a lot about how to make our plans better.",
        "Now, of course some people ask why didn’t we get everything right at the beginning?",
        "I don’t see any point in being too defensive on this.",
        "I know other governments would announce reforms, and just plough on regardless of the concerns people had…",
        "…for fear of appearing indecisive or worrying about admitting something could be improved.",
        "And I know that the media with their deadlines want everything fixed in 24 hours.",
        "But this is too important to get wrong.",
        "So I think it is right that we took some time.",
        "The whole listening exercise has been overseen by the NHS Future Forum – an independent group of the country’s leading NHS professionals and patient representatives, led by the eminent Professor Steve Field.",
        "I’m hugely grateful to Steve and the whole team for all the work they are doing.",
        "They will report their conclusions next week.",
        "I don’t know what they will recommend. And I don’t want to try to pre-empt or second guess that here today.",
        "But I do want to talk about what I am learning from the listening exercise.",
        "I’ve heard the passion of our nurses and doctors, radiographers and radiotherapists, physios and pharmacists, so today, let me tell you what needs to change in our plans.",
        "**Competition**",
        "First, I’ve heard doctors tell me they want more choice on behalf of their patients, but they want to be sure that competition is introduced in a properly managed and orderly way.",
        "And I’ve heard our hospital doctors say they are incredibly proud of what they do and quite prepared to be judged one hospital against another, one team against another, but fear the situation where a new operator can come in without any of the NHS overheads, costs and pensions and cherry pick their simplest cases.",
        "Now I do believe competition is a good thing. But not as an end in itself.",
        "It is a means to give doctors more choice to get the best possible care for their patients, and for patients to have that choice too.",
        "It is a means of bringing in fresh thinking, new ideas, different ways of doing things that deliver better and better value for money.",
        "Put simply: competition is one way we can make things work better for patients.",
        "This isn’t ideological theory.",
        "A study published by the London School of Economics found hospitals in areas with more choice had lower death rates.",
        "And there’s now real evidence that England is delivering more for its money than any of the devolved nations, in part because of the competitive reforms initiated by Tony Blair and Alan Milburn.",
        "And allowing new organisations in isn’t anything particularly new either.",
        "If you go abroad, to Sweden, to Germany, to Spain, you will see lots of different healthcare organisations providing care paid for by the state.",
        "And our NHS too has always benefited from a mixed economy of providers.",
        "Indeed, £1 in every £20 currently spent by the NHS goes to a private or voluntary sector provider.",
        "Providers like the independent Horder Centre in East Sussex, which delivers orthopaedic care, and has high patient satisfaction, low rates of readmission, and excellent outcomes.",
        "So new providers, more choice and competition raises standards and delivers values for money.",
        "But people want to know what this does and does not mean.",
        "So let me be clear: as long as I’m Prime Minister, yes, there will be, as there are now, private providers and voluntary providers.",
        "But let me also be clear, no: we will not be selling off the NHS, we will not be moving towards an insurance scheme, we will not introduce an American-style private system.",
        "In this country, we have this most wonderful, precious institution and idea.",
        "That whenever you’re ill, however rich you are, you can walk into a hospital or surgery and get treated for free. No questions asked. No cash asked.",
        "I will never put that at risk.",
        "Now, as our legislation currently stands, Monitor, the health regulator, has a duty to promote competition.",
        "This could be misinterpreted and we don’t want any doubt in anyone’s mind.",
        "Monitor’s main duty is to protect and promote the interests of people who use health care services, and it will use competition as a means to that end. Not simply to promote it or prevent it, but to secure the services patients need.",
        "It will be tasked with creating a genuine level playing field, so the best providers flourish and patients get a real choice.",
        "And when I say that, I mean it.",
        "I mean a genuine level playing field.",
        "That’s why we will look to make sure private companies are only paid for the services they provide and that they contribute to the costs of training NHS staff.",
        "I mean only the ‘best’ providers.",
        "Every provider will need to meet the highest quality standards.",
        "And I mean a real choice for patients.",
        "This is absolutely central to my vision for the NHS.",
        "This is a National Health Service, and I take the service part seriously.",
        "Taxpayers put a lot of money into the NHS, it’s only right that when they use it, they should have the power to shape and design the healthcare they receive.",
        "But there’s another argument to be made for real patient power.",
        "When patients do have their say, and are able to make choices, it makes a massive difference.",
        "When they get involved in their care they get better results, and they manage long-term conditions more successfully too.",
        "I remember talking to a woman who injured her neck – but didn’t want to go through an operation and the long period of recuperation that would entail.",
        "She was given a choice – so she opted for physio instead, and today she is leading a much better quality of life as a result.",
        "So we are going to spread more of these choices and chances.",
        "We’re saying that for the first time in the history of the NHS, you will be able to decide what will be the best service, best package of care that will allow you to lead independent lives, as long as that service meets NHS standards and NHS costs.",
        "No decision about me, without me.",
        "So be in no doubt, our changes will now secure:",
        "Fair competition, not cherry picking.",
        "Access to the best possible care in all cases, not just some.",
        "Choice for patients, not competition for its own sake.",
        "**National Health Service**",
        "Second, I’ve heard the anger of our local authorities, our doctors and our patients about the current system, about how quality of care you receive depends too much on where you live, and they want to know if we will make things better.",
        "Be in no doubt: we designed our changes to help reverse the great gap that currently exists between the best and the rest and ensure high-quality care for all.",
        "If we’ve learnt anything these past years, it’s this: one-size-fits all monolithic state provision can actually entrench disadvantage and deepen the disparities in service between regions, classes and racial groups in our society.",
        "With our plans, people will have the power to drive change in the NHS in their area through transparency, choice and competition.",
        "When people – all people, not just rich people – have a real choice between providers, they can hold their local hospital to account.",
        "When doctors see health outcome measures across the country in a full and open way, they can learn from each other.",
        "A real race for excellence.",
        "And when GPs are in control of their budgets, they can decide the best possible care for their patients and design health strategies that suit their local area.",
        "But I’ve heard the concern that the direction is right but the pace is too fast.",
        "What if some places, some practices aren’t ready?",
        "Will we just let them flounder as others prosper?",
        "No.",
        "We will make sure local commissioning only goes ahead when groups of GPs are good and ready, and we will give them the help they need to get there.",
        "And the NHS Commissioning Board will oversee commissioning on behalf of the Secretary of State.",
        "One organisation, working to one mandate, and responsible for delivering a clear set of outcomes across the country, providing the support to local commissioners, and carrying out commissioning themselves where necessary.",
        "So that is why our plans will now mean:",
        "A genuine National Health Service, underpinned by clear, national quality standards, which delivers high quality care for all.",
        "**Integrated care**",
        "Third, I’ve listened to patients who are keen to make sure that whatever happens their care is joined up, that they don’t have to put up with the frustrations they have today – with different appointments in different places, with different people, all to discuss the same thing.",
        "And I’ve sat in hospitals and heard professionals who have dedicated their lives to the NHS, who are desperate that clinical decision making should replace bureaucratic decision making, but worry that only GPs will have responsibility and that will lead to a fundamental break and juncture between primary and secondary care.",
        "That’s a message we’ve heard clearly from the Royal College of Nursing.",
        "So let me be clear: we will not break up or hinder efficient and integrated care, we will improve it.",
        "And that means making changes to our current proposals.",
        "Hospital doctors and nurses will be involved in clinical commissioning.",
        "We will also introduce clinical senates where groups of doctors and healthcare professionals come together to take an overview of the integration of care across a wide area.",
        "And of course, where effective networks of clinicians already exist, we will support them, not reinvent the wheel.",
        "And that’s not all.",
        "Monitor will now have a new duty to support the integration of services – whether that’s between primary and secondary care, mental and physical care, or health and social care.",
        "And health and well-being boards will help this further.",
        "They will bring together everyone from NHS commissioning groups to adult social care specialists, children’s trusts and public health professionals to design local strategies for improving health and social care integration.",
        "Integration is really important for our vision of the NHS.",
        "If you’ve hurt your back, we want your GP and physio to talk to each other to find the best course of rehab.",
        "And if you’ve got a longer term condition and need social care, we want local services to be actively involved in supporting you to stay as well as possible.",
        "And when you come to the end of your life, we want your local hospital to work with you and your relatives to help co-ordinate your care in your final weeks and months.",
        "That’s what we want. That’s what patients want.",
        "So our changes will now secure:",
        "Clinically led commissioning, not just GP commissioning.",
        "And integration wherever appropriate.",
        "**Waiting times**",
        "Fourth, I’ve heard patients tell me just how big an impact the time they wait for their healthcare can have on their well-being, and how they worry that by scrapping the old targets we might lose control of waiting times.",
        "I get that concern. I understand it.",
        "Waiting times really matter.",
        "If your mum or dad needs an operation, you want it done quickly and effectively.",
        "I refuse to go back to the days when people had to wait for hours on end to be seen in A&E, or months and months to have surgery done.",
        "So let me be absolutely clear: we won’t.",
        "In fact, the whole point of our changes, the whole reason why transparency and choice are so important, is so that patients can hold the health service to account and get the care they demand, where they want, when they want.",
        "That’s why we’re releasing a whole raft of information so you can compare and contrast different providers within the NHS – and make your decisions based no real solid evidence.",
        "And that includes evidence and information on waiting times.",
        "But we’re not going to leave anything to chance, especially as our changes are working their way through the system.",
        "So we’re keeping the 18 week limit.",
        "That’s in the NHS contract and constitution. And it’s staying.",
        "And we’re not going to lose control of waiting times in A&E either.",
        "The problem with the four hour waiting time target wasn’t that four hours is somehow not that long to wait, but rather that it was the only measure of what happened in A&E.",
        "And this led to bizarre decision making, with people being admitted into hospital in order to avoid breaking the maximum waiting time when actually they just needed to be stabilised before being sent home, or people leaving without being seen and having to come back the next day.",
        "I know that from my own experience.",
        "So let me tell what we’re going to do.",
        "Yes, we’ll continue to measure how long people are kept waiting in A&E.",
        "Nurses and doctors said we should – and that’s what we’re doing.",
        "But the difference is that we’re going to measure outcomes too, like re-attendance rates for the same problem.",
        "A rigorous, relentless focus on the things that people really care about and that a good health service is all about – great outcomes and a great service.",
        "So that’s what our changes will now secure:",
        "Waiting times kept low.",
        "A focus on outcomes.",
        "A rounded view of what good healthcare means.",
        "**NHS spending**",
        "Finally, I’ve heard something else loud and clear, from patients and professionals, who are hearing talk about savings and efficiencies and think it is all smoke and mirrors and what we’re actually doing is making cuts.",
        "Because other departments are making spending cuts, people assume these changes are about spending cuts too.",
        "They’re not.",
        "There will be no cuts in NHS spending.",
        "Let me be absolutely clear.",
        "This year, and the year after, and the year after that, the money going into the NHS will actually increase in real terms, with £11.5 billion more in cash for the NHS in 2015 than in 2010.",
        "I repeat: we are not cutting the NHS. In fact, we are spending more on it.",
        "That is the promise we made. That is the promise we have kept.",
        "And it’s why every penny we save in eliminating waste and bureaucracy is going straight back on to the frontline. No ifs or buts.",
        "But there’s a more important point I want to make about money and our NHS.",
        "Every year without modernisation the costs escalate.",
        "Demand pressures increase, driven by an ageing population and drug and alcohol abuse.",
        "At the same time, there are supply-side pressures too, driven by new and expensive drugs and technologies.",
        "We can’t pretend that the extra money we are putting in will be enough to meet the challenges.",
        "We need modernization of the NHS to do that.",
        "We need to reduce the demand for healthcare – which is why we are prioritising public health.",
        "And we need to make the supply of healthcare more efficient –which is why we are opening up the system to new providers and putting clinicians in control.",
        "So that’s what the broad thrust of our changes are about.",
        "**Conclusion**",
        "So I can guarantee you today:",
        "We will not endanger universal coverage – we will make sure it remains a National Health Service.",
        "We will not break up or hinder efficient and integrated care – we will improve it.",
        "We will not lose control of waiting times– we will ensure they are kept low.",
        "We will not cut spending on the NHS – we will increase it.",
        "And if you’re worried that we are going to sell-off the NHS and create some American-style private system – we will not.",
        "We will ensure competition benefits patients.",
        "These are my five guarantees.",
        "Guarantees you can hold me to and that I will be personally accountable for.",
        "Yes, we will modernise the NHS – because changing the NHS today is the only way to protect the NHS for tomorrow.",
        "And yes, we will stick by our core principles of an NHS that is more efficient, more transparent, and more diverse – principles we will extend across our public services through our upcoming White Paper so we improve them for everyone.",
        "But I will make sure at all times that any of the changes we make to the NHS will always be consistent with upholding these five guarantees.",
        "There can be no compromise on this.",
        "It’s what patients expect.",
        "It’s what doctors and nurses want. And it’s what this government will deliver."
    ]
}