{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-to-commons-on-queens-90-birthday/",
    "title": "David Cameron – 2016 Speech to Commons on Queen’s 90 Birthday",
    "post_date": "April 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in the House of Commons on 21 April 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That an humble Address be presented to Her Majesty to offer the heartfelt good wishes of the House on the occasion of Her Majesty’s ninetieth birthday, expressing its deep gratitude for Her Majesty’s lifelong commitment to the service of the country and the Commonwealth, and praying that Her Majesty may long continue in health and happiness.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That Mr Speaker, the Prime Minister, Chris Grayling, Jeremy Corbyn, Chris Bryant, Angus Robertson, Mr Nigel Dodds, Tim Farron, Hywel Williams, Dr Alasdair McDonnell, Danny Kinahan, Caroline Lucas and Mr Douglas Carswell do wait upon Her Majesty with the said Message.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The motion stands in my name and those of the Leader of the Opposition and the leader of the Scottish National party.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today we celebrate the 90th birthday of our country’s longest reigning monarch. Her Majesty the Queen—our Queen—has lived a life of service that began long before her accession to the throne. In 1940, at just 14 years old, the then Princess Elizabeth made her first BBC radio broadcast, to bring comfort and hope to children who had been evacuated from Britain’s cities during the war. At 18, she became the first female member of the royal family to join the armed forces, joining the Women’s Auxiliary Territorial Service, training as a driver and a mechanic. At just 21, she made the exquisite and defining broadcast from Cape Town in which she uttered the famous words\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“my whole life whether it be long or short shall be devoted to your service”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Never has such an extraordinary promise been so profoundly fulfilled.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I said when we gathered in September to mark Her Majesty becoming our longest-reigning monarch, for all of us in this Chamber who seek to play our part in public service, it is truly humbling to comprehend the scale of service that Her Majesty has given to our country over so many years. If we think of the vital landmark in completing our journey to democracy when everyone over 21 was finally given the vote in 1928, it means that Her Majesty has presided over two thirds of our history as a full democracy. In that time, she has met a quarter of all the American Presidents since independence. She has provided counsel to no fewer than 12 Prime Ministers, and that is just in Britain. She has worked with well over 150 Prime Ministers in her other realms. If anyone can come up with a collective noun for a group of Prime Ministers, it is probably Her Majesty. I think I will leave it her to make some suggestions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I know that, like me, every Prime Minister has found Her Majesty’s counsel an incredibly valuable part of the job. Her perspective and length of experience are unique and utterly invaluable. Her first Prime Minister, in 1952, was Winston Churchill. Like him and all those who have followed, I can testify that she is quite simply one of the best audiences in the world. There is no one else in public life to whom any Prime Minister can really speak in total confidence, and no other country has a Head of State with such wisdom and such patience. There are some who suspect that, at times, I may have put her patience to the test. In the play “The Audience”, the character who portrays me goes on and on about Europe so long that she falls asleep, but I can guarantee that that has never happened. I may not have kept my promise not to bang on about Europe in every forum, but this is certainly the one where I try the hardest.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As some have pointed out, Her Majesty is now entering her 10th decade and starting to take things a little easier, which is why in the last year alone she has only undertaken 177 public engagements. In 90 years, Her Majesty has lived through some extraordinary times in our world, from the second world war, when her parents, the King and Queen, were nearly killed as bombs were dropped on Buckingham Palace, to the rations with which she bought the material for her wedding dress; from presenting the World cup to England at Wembley in 1966, to man landing on the moon three years later; and from the end of the cold war to peace in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Throughout it all, as the sands of culture shift and the tides of politics ebb and flow, Her Majesty has been steadfast—a rock of strength for our nation, for our Commonwealth and, on many occasions, for the whole world. As her grandson, Prince William, has said:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“Time and again, quietly and modestly, the Queen has shown us all that we can confidently embrace the future without compromising the things that are important.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As Her Majesty said in her first televised Christmas broadcast in 1957, it is necessary to hold fast to “ageless ideals” and “fundamental principles”, and that requires a\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“special kind of courage…which makes us stand up for everything we know is right, everything that is true and honest.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In this modern Elizabethan era, Her Majesty has led a gentle evolution of our monarchy. From the first televised Christmas Day message, more than three decades before cameras were allowed into this House, to the opening up of the royal palaces and the invention of the royal walkabout, she has brought the monarchy closer to the people while retaining its dignity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Her Majesty’s role as supreme governor of the Church of England has also been incredibly important to her. She has often said that her life is inspired not only by her love of this great country but by her faith in God. As she has said,\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“I know that the only way to live my life is to try to do what is right, to take the long view, to give of my best in all that the day brings, and to put my trust in God.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In standing up for Christianity, she has been clear that the Church of England has a duty to protect the free practice of all faiths in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Her Majesty always performs her constitutional duty as Head of State impeccably, but as head of our nation she is held in even higher regard for the way in which she represents the United Kingdom. It has rightly been said by some constitutional experts that Her Majesty the Queen is the only person born in the United Kingdom who is not English, Scottish, Welsh or Northern Irish; she is all and none of those things and can represent all the nations of the United Kingdom on an equal basis in a way that no President ever could.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Queen has also constantly represented the nation when abroad. Foreign leaders from President Truman to Nelson Mandela and Ronald Reagan have all testified to her extraordinary ability both to represent this country and to understand the world. On her hugely important and healing state visit to Ireland in 2011, Her Majesty began her remarks in Irish and spoke about the history of the troubled relationship between the UK and Ireland. She did so with a kindness as well as an authority that went far beyond anything that would be possible for an elected politician.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As a diplomat and ambassador for the United Kingdom, the Queen has represented our country on 266 official visits to 116 different countries. As I saw again at the Commonwealth Heads of Government meeting in Malta last year, she has made an extraordinary contribution to the future of our Commonwealth, growing it from eight Members in 1952 to 53 today. In doing so, she has helped to build a unique family of nations that spans every continent, all the main religions, a quarter of the members of the United Nations and nearly a third of the world’s population. The reach of Her Majesty’s diplomacy is without parallel—so much so that, as a result of a visit to Balmoral, she can claim to be the only woman ever to have driven the King of Saudi Arabia around in a car. I have that story sourced from both the participants.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Through it all, Her Majesty has carried herself with the most extraordinary grace and humility. When people meet the Queen, they talk about it for the rest of their lives. She understands that, and she shows a genuine interest in all she meets. They can really see that she cares. As the constitutional historian Vernon Bogdanor has said, Her Majesty understands what might be called\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“the soul of the British people.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Her Majesty has done so much throughout her life that when it comes to her 90th birthday, there cannot be much that is new for her to try, but I am pleased to hear that she will be sampling the orange drizzle birthday cake baked by the winner of “The Great British Bake Off”, Nadiya Hussain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As she lights the first in a chain of 1,000 beacons, Her Majesty will be joined, as ever, by her family, including her son the Prince of Wales and her husband the Duke of Edinburgh, who has stood by her side throughout her extraordinary reign. They have both served this country with an unshakeable sense of duty, and their work, including the Duke of Edinburgh’s award scheme and the Prince’s Trust, has inspired millions of young people around the world. As we see in those delightful birthday portraits released this week, family has always been at the heart of Her Majesty’s long life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, we are uniquely blessed in our country. Her Majesty’s service is extraordinary, and it is a joy for us all to celebrate, to cherish and to honour it. In June, the whole country will share in this special milestone, with a service of thanksgiving in St Paul’s cathedral and a wonderful royal street party. But today, I know the whole House and the whole country will want to join me in wishing Her Majesty the Queen health, happiness and, above all, a very special 90th birthday.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}