{
    "url": "https://www.ukpol.co.uk/david-cameron-2005-speech-to-launch-leadership-bid/",
    "title": "David Cameron – 2005 Speech to Launch Leadership Bid",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron on 29th September 2005 to launch his leadership bid.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I’m standing here today because I want to lead the Conservative Party and I want to lead it to victory at the next General Election. Now there are some who say I’m a bit too young. Some who say I’ve just been in Parliament for five years, maybe I don’t have the experience to do the job. And in some ways they’re right. I am only 38 years old, I have only been in Parliament for five years. But I believe that if you’ve got the right ideas in your head and the right passion in your heart, and if you know what this Party needs to do change, then you should go for it.",
        "And that’s why I’m doing it.",
        "There are people who say that the Labour Party under Gordon Brown will move to the left, that the economy’s going to hit the rocks, that all we’ve got to do is wait and just give it one more heave. I think that is rubbish. And I think it would be a pathetic way for a great Party like this to behave.",
        "There are some people who say that we’ve just got to attack the Government with a bit more vigour, we’ve just got to pull them apart a little bit more.",
        "I say that’s wrong. We’ve already called Tony Blair a liar.",
        "The problem at the last election was not that people trusted the Labour Party – they didn’t. They got the lowest level of support for a Government in our political lifetime. The problem was that people don’t yet trust the Conservative Party, and it’s we who have got to change.",
        "There are some people who say it’s just about coming up with more radical policies and putting them forward with more passion and with more vigour. Of course we’ve got to have the right policies, but that alone won’t do it.",
        "At the last election we had lots of good policies. Yesterday, the Government introduced our food policy for schools. Three days ago, they introduced our policy to scrap the revaluation of the council tax. The very day after the election, the Prime Minister stood on the steps of Downing Street, and spoke about respect and virtually introduced our school discipline policy.",
        "It’s not policies alone that are going to do it.",
        "It’s not even, dare I say it, having a young, energetic and vigorous party leader, although come to think of it that wouldn’t be such a bad idea.",
        "It’s not just organisation, it’s not just presentation, it is something much more fundamental.",
        "We have to explain to people what it means to be a Conservative in 2005. We’ve had, frankly, a leadership election that I think has sent half the country to sleep – including some of the people who’ve been taking part in it. We’ve made interesting speeches, we’ve come up with interesting policy ideas, we’ve trotted out that mantra of things that we believe in.",
        "But we’ve got to say what those principles mean in 2005 and how they’ll make a difference to this country in the future.",
        "We talk about personal responsibility. We talk about support for the family. For lower taxes. For limited government. For national sovereignty. But what we have to do is make the change in the culture and identity of the Conservative Party and say what those things mean today, and that’s what I want to do.",
        "Personal responsibility. I believe passionately that people should be free to run their own lives and to choose. But personal responsibility must not mean selfish individualism. There is a we in politics as well as a me.",
        "And when we look at an increasingly atomised society, in which people don’t talk to each other, in our inner cities we have different races living separate lives, we need a shared responsibility – a sense that we’re all in this together. That not just individuals and families have responsibilities, but also government and business.",
        "And that’s why one of the things I’ve put forward is the idea of a School Leaver Programme. To say to people, to say to voluntary bodies and to business and to the Armed Forces – think of a great four month programme that you can put young people through, so that they can do something together, whatever their class, their background, their colour or whatever part of the country they come from.",
        "Lower Taxes. I believe passionately that we should leave people with more of their own money to spend as they choose. But lower taxes cannot mean coming up to an election time with a small bunch of personal tax cuts that just undermine our credibility and make people think that we’re out there to bribe them to vote for us.",
        "Our belief in lower taxes has got to be about making this economy competitive and dynamic and the best place in the world to have jobs and invest and have businesses. We’ve got to have a sense in the Conservative Party, that we want to share – an important word – share the proceeds of growth between better public services on the one hand and lower taxes on the other hand.",
        "Limited Government. I desperately want the State to be our servant and not our master. But rolling back the state must never mean that the weak and defenceless are left behind. That’s why I’ve spoken about a whole new compact with the voluntary sector and social enterprises, to deal with the most difficult problems in our inner cities – with drug dependency, family breakdown, persistent unemployment, poor public space.",
        "In the 1980’s we said to businesses – go to that part of the country where the economy is broken, pay no tax, pay no rates and bring wealth to those areas.",
        "Today we ought to be saying the same to social entrepreneurs – go to that part of the country where society is broken and solve those deep-seated problems that government has consistently failed to solve.",
        "National Sovereignty. I do believe that this country does best when we govern ourselves and we’re proud of our institutions. But national sovereignty must never mean isolation or xenophobia. This is an incredible country with its best days ahead of it.",
        "We should be proud of the fact that we are a leading member of the European Union, of NATO, that we’re on the UN Security Council, that we’re a leading member of the Commonwealth.",
        "And what we must do is show how we can engage ethically and enthusiastically with the rest of the world.",
        "And when the Conservative Party talks about international affairs, it can’t just be Gibraltar and Zimbabwe – we’ve got to show as much passion about Darfur and the millions of people living on less that a dollar a day in sub-Saharan Africa who are getting poorer while we are getting richer.",
        "If we have the courage to explain what each and every one of the Conservative principles that make us Conservatives mean today, then, we can win.",
        "But it is a change of culture and identity. There is no Clause 4, there is no magic wand, there is no one thing that we can do to show that this party thinks Britain’s best days ahead.",
        "It is a change right across the board.",
        "This party has got to look and feel and talk and sound like a completely different organisation.",
        "It’s got to be positive. I want no more by-election campaigns or General Election campaigns when our message is overwhelmingly negative and when we just attack our components.",
        "I want us to be optimistic, talking to peoples’ hopes and not their fears.",
        "And I want us to be a consistent Conservative Party. There are times in this quite new politics we have when Tony Blair sits in the middle of the British political spectrum, when he says or even does Conservative things.",
        "Tuition fees. Foundation hospitals. City academies.",
        "When he does these things, I want a Conservative Party that says yes, that is a good idea, let me show you how to make it even better. Not one that seeks a way of opposing him and just looks opportunistic and insincere.",
        "And we’ve got to change every part of our party, including how we select candidates. Having more women standing for Parliament is not political correctness, it is political effectiveness. If the conversation we have within our own party doesn’t reflect the conversation we’re having with the general public, we won’t win, and we won’t deserve to win.",
        "These are the changes we have to make, and I’m passionate about making them. Because I am fed up of sitting on well-leathered green benches in the House of Commons, and I don’t want to wait another four years of opposition while we make the same mistakes again. I say why put off what has to be done.",
        "I’m fed up with people coming to my surgeries – young mums, who say, I can’t handle this complicated tax credits and benefits system and I can’t get the help I need, what I want is to be floated free, to keep more of my own money as I choose to.",
        "I’m fed up of listening to businessmen, who find the combination of tax and regulation mean it’s not worth investing and growing and giving people jobs.",
        "I don’t want to have to go on hearing from pensioners who can’t pay the council tax and when they see there’s so much waste in government, they know what their hard-earned money is going towards.",
        "This is a practical party – Conservatives are not ideologues but we are idealists.",
        "We do have a dream. A dream of a country where the brightest kid from the poorest household can go to the best university. A dream where it’s the easiest country to set up a business, to employ people, to make money, to invest and to put it back. A dream where we have a stable society in which families who do the right thing, who actually try and work hard and do the right thing for their children are rewarded rather than punished.",
        "But all the dreams in the world won’t come true unless we have the courage to change.",
        "That’s what this leadership election is about. Everyone is now saying we need a modern, compassionate Conservatism. I absolutely believe that is the case, and the choice for the Party has got to be, who do you think really believes it, who will really stick to it? When the going gets tough and the press attacks you after a couple of years and say this isn’t distinctive enough, it isn’t attacking enough, who will dig into their core and say, well that’s what I believe.",
        "I’m not changing just to win, I’m changing because I think it’s right for the country, it’s right for our times, it’s right for a whole generation of people who feel so switched off politics.",
        "So that is the choice we’ve got to make. We can win, we can make this country better, but we can only win if we change. That’s the question I’m asking the Conservative Party. Don’t put it off for four years, go for someone who believes it to the core of their being.",
        "Change to win – and we will win."
    ]
}