{
    "url": "https://www.ukpol.co.uk/david-cameron-2005-statement-on-eu-policy/",
    "title": "David Cameron – 2005 Statement on EU Policy",
    "post_date": "February 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the then Leader of the Opposition, in the House of Commons on 19 December 2005.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "“This was the year Europe needed to change direction.",
        "This was the year the people of Europe rejected the constitution.",
        "And this was the year people called for the end to the obscenity of protectionism that damages the developing world.",
        "The Prime Minister rightly talked at the time of a crisis in European leadership.",
        "So the question for the Prime Minister is whether the British Presidency and the new budget even begin to measure up to those challenges.",
        "We warmly welcome the accession talks with Turkey and Croatia. We welcome what he said about Macedonia, and the EU partnership with Africa.",
        "But hasn’t progress elsewhere been desperately slow?",
        "On the budget, does the Prime Minister remember having three clear objectives?",
        "First, to limit its size, when almost every country in Europe is taxing and borrowing too much.",
        "Second, to ensure fundamental reform of the CAP.",
        "And third, to keep the British rebate unless such reform occurs.",
        "Isn’t it now clear that he failed in every single one?",
        "First, the Prime Minister said he wanted the size of the budget to be set at one per cent of Europe’s income.",
        "Can he confirm that the budget he’s just agreed is higher than that; higher than the compromise he tabled; and will actually mean £25 billion in extra spending?",
        "The Prime Minister says it’s to pay for enlargement. So will he confirm that Ireland, which is richer per capita than Britain, is getting more per head than Lithuania, Slovakia and Poland?",
        "Second, the Prime Minister wanted to change the things the budget was spent on.",
        "Isn’t it clear that he has failed to do that as well?",
        "Isn’t it the case that CAP spending will be higher next year, the year after that, and in every year up to 2013?",
        "The Chancellor said CAP reform was necessary to make poverty history",
        "The Prime Minister told this House in June that he wanted to `get rid’ of the CAP.",
        "Will he confirm that, four months later, his own Europe Minister said that the Government hadn’t put forward any detailed proposals to reform the CAP?",
        "Isn’t it the case that something which the Prime Minister thought was essential the entire Government spent four months doing nothing about?",
        "Will the Prime Minister be clear about what he has secured on the CAP?",
        "It’s a review. And it takes place in 2008.",
        "Can he confirm that in that year the Presidency will be held by France?",
        "Is he aware that the French Foreign Minister has said: `Jacques Chirac has secured that there won’t be reform to the Common Agricultural Policy before 2014′?",
        "Isn’t that the opposite of what the Prime Minister actually wanted?",
        "In other words he’s completely failed to deliver CAP reform.",
        "What about his third objective: if all else fails, keep the rebate?",
        "Well all else did fail.",
        "And the Prime Minister’s position was clear.",
        "He used to say the rebate was non-negotiable.",
        "He said at that Despatch Box in June: `the UK rebate will remain and we will not negotiate it away. Period’.",
        "The Chancellor said it was `non-negotiable’ and fully justified.",
        "Then the Prime Minister changed his mind. The rebate could be negotiated, he said, provided there was fundamental reform of the CAP.",
        "So it was clear Mr Speaker. The only circumstances in which the rebate would be given up was if there was a `commensurate and equal giving up’ of farm subsides.",
        "Now, that is not an unreasonable position.",
        "And at that time he knew about all the other considerations he mentioned today, including the importance of supporting enlargement.",
        "But what happened?",
        "The farm subsidies remain. And £7 billion of the rebate has been negotiated away.",
        "If this was always the Government’s plan, why wasn’t any reduction in the rebate in the Chancellor’s Pre-Budget Report?",
        "We are told the Chancellor didn’t even know about the final deal.",
        "Normally it’s the Chancellor who doesn’t tell the Prime Minister what’s in the Budget. This time the Prime Minister didn’t tell the Chancellor.",
        "Can he confirm that by 2011 the UK will be losing £2 billion a year – the baseline from which we will negotiate?",
        "Will he confirm that the amount he’s given up from the rebate is almost double our entire overseas aid budget this year?",
        "In June the Prime Minister told the House that no deal was better than a bad deal. `Europe’s credibility’ he said `demands the right deal—not the usual cobbled-together compromise in the early hours of the morning’",
        "Did he remember that as he was cobbling together this compromise in the early hours of the morning?",
        "Why did he give up £7 billion for next to nothing?",
        "And – vitally – how is the Chancellor going to pay for it?",
        "More taxes?",
        "More borrowing?",
        "Or cuts in spending?",
        "Which is it?",
        "A good budget deal would have limited spending.",
        "It would have reformed the CAP.",
        "And it would have helped change Europe’s direction.",
        "Isn’t it the case that none of those things happened under the British Presidency?",
        "Europe needed to be led in a new direction.",
        "Aren’t we simply heading in the same direction, but paying a bigger bill?"
    ]
}