{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-on-flooding/",
    "title": "David Cameron – 2014 Speech on Flooding",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 11th February 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Thank you. Good afternoon and welcome. Britain is facing one of its wettest winters in 2 and a half centuries and some of the worst flooding in decades. In the past week, more than 800 properties have been affected.",
        "As we stand right now, there are still currently 16 severe flood warnings, meaning there is danger to life; 133 flood warnings, which means that more flooding is expected and that immediate action is required; and a further 225 flood alerts.",
        "There is absolutely no sign of this threat abating and with further rain and strong winds forecast throughout the week, things may well get worse before they get better.",
        "I’ve just got back from visiting some of the worst-affected areas in the South West and in the Thames Valley. I’ve seen our hardworking emergency services and Environment Agency staff working around the clock to help families and communities. Some of these staff have been on an emergency footing since the East Coast tidal surge in early December, the effects of which I saw for myself when I visited Norfolk before Christmas.",
        "And on behalf of the whole country, I want to thank our emergency services, all the Environment Agency staff, all the local authority workers and the many volunteers for what they’re doing in these most difficult and relentless circumstances.",
        "We’ve taken action across the board; when pumps were needed on the Somerset Levels, we sent pumps from the strategic reserve. When it was clear that additional manpower was needed, we deployed the military, assisting efforts at places like Stanmore Bank in Somerset and shoring up flood defences in Dorset. When it was clear that local resources would be stretched, we changed the rules so that local authorities could claim back 100% of the flood costs from central government.",
        "But more needs to be done, and my message to the country today is this: money is no object in this relief effort. Whatever money is needed for it will be spent. We will take whatever steps are necessary.",
        "So let me explain what that means in the days and weeks ahead. First, I will continue to lead the national response by chairing meetings of the government’s emergency committee, COBR. I’m cancelling my visit to the Middle East next week; I’m sending my apologies today to Prime Minister Netanyahu and President Abbas. But nothing is more important than dealing with these floods.",
        "Second, I’ve seen for myself that the gold and silver command system that we have is working well, where one individual takes charge to make sure that the police, fire brigade and other agencies like local authorities, work together as one unit. But it is clear that the military can play a further role. By the end of the day we will have deployed 1,600 servicemen and women and there are thousands more now available.",
        "I’ve asked Major General Patrick Saunders to coordinate the military effort. They will be working with our gold and silver commands to provide assistance and assurance to members of the public including by reinforcing sandbags and flood defences, getting medical assistance to the sick and infirm, and checking on and helping any other vulnerable people.",
        "I urge everyone in those affected areas to keep listening to the warnings and to keep working with the emergency services, the military and everyone who’s working to keep people safe.",
        "Third, let me turn to fixing some of the specifics. In the South West, people are understandably very concerned about their transport connections. Network Rail is working 18 hours a day to fix the train line at Dawlish. We announced earlier this week, support including financial support for more flights from Newquay to Gatwick and we’re discussing with the train operators how to make sure that we get a replacement bus service as good as possible over the days ahead.",
        "On the Somerset Levels, there have been more than 65 million cubic metres of floodwater. There is now around 3 million tonnes of water being pumped out every day; that’s the equivalent of 3 Wembley stadiums. And this capacity will be increased further by the new pumping strategy that I was hearing about today in Somerset that’s now being put in place. But again, like the train line at Dawlish, this is going to take time to fix. It’ll take time to get those levels down.",
        "Clearly the most serious developing situation is in the Thames Valley. Military deployment began with a building of a 60 metre wall at Datchet and today we’ve deployed a hundred-strong company of the 1st Battalion Royal Regiment of Fusiliers on the ground in Wraysbury in a community support role. We’ll be discussing at COBR tonight what further steps we can take to help those affected communities.",
        "Fourth, as the floodwaters recede, we will need to help people and businesses recover from this very difficult time. I’m setting up a new cabinet committee to oversee the recovery, and I’ll be chairing the first meeting on Thursday. We’ll be focussing on getting the insurance companies out there, so people can make their claims quickly, and the Association of British Insurers, the ABI, together with the CBI and other business organisations are meeting here in Downing Street as I speak to help us develop further measures to support businesses in affected areas.",
        "And in the days ahead, as homeowners, businesses, farmers, think about how to piece their lives back together again, we’ll be announcing a number of new schemes to help. For homeowners, support in the form of grants to build better flood protection as they repair their properties. For businesses, a tax deferral scheme for businesses affected by the floods, to give them longer to pay their taxes, and again grants to help them improve their flood defences. And for farmers, we will be establishing new funding that will release up to £10 million to help them recover from the devastation to their livelihoods. We’ll be setting out more detail about all of these schemes in the days to come.",
        "As I’ve said before, there are lessons to be learnt from this experience, and those lessons will be learnt, but right now my focus is on the operational response. Helping those people who need help and protecting those properties which need protecting. It will be a long haul, and it will require a stepped-up national effort with the whole country pulling together.",
        "One of the most inspiring things I’ve seen over the past few days has been the incredible spirit of volunteers in our communities. People I met like Sheila Mayne, who worked at the rescue centre in Dawlish serving tea to displaced families night and day during the evacuation; Storm Wallace, who organised community clear-ups of Chesil Beach through Facebook; and Jackie Breakspear and Amanda Broughton-South, the joint landladies of the Cove House Inn in Chiswell, who helped pull their community through an extraordinary storm as waves lashed against their pub.",
        "Amidst all of this, as is so often the case, in the toughest of times we are seeing the best of Britain. It will take time, but together we will deal with these floods, we’ll get our country back on its feet and we will build a more resilient country for the future. Thank you."
    ]
}