{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-global-investment-conference/",
    "title": "David Cameron – 2012 Speech at Global Investment Conference",
    "post_date": "January 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 26 July 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Welcome to London, welcome to the greatest show on earth. Everything is ready, the stadia are ready and everything is looking good. We have even, at least for the business summit, managed to lay on the weather.",
        "Over the next two weeks the world’s greatest athletes will compete right here. Records will be broken, new champions will be crowned, history will be made. But I believe the legacy of these Olympics can be about many more things as well as great sport. For instance, the legacy should also be about great business too. At a time when it is global business partnerships, new investments and, vitally, start-up ventures that will help get the world back to growth, nothing symbolises the opportunity of partnership and collaboration more than the Olympics.",
        "Forging those partnerships and those investments is why we are all here today. So, yes, of course I want medals for Britain, and there will be no more passionate supporter of Team GB than me, but I have got another job to do this summer and a big part of that job is to get behind British business and do everything I can to help secure the trade and investment that will help get the world back to sustained, global growth.",
        "I am absolutely delighted to welcome you to the British Business Embassy. This is the biggest business summit any British government has ever hosted and I think it is also the biggest Olympic business summit in history.",
        "At this Conference alone we have more than 200 business leaders from 36 countries representing quite literally some of the greatest companies on the planet. And that is just the beginning. Over the next fortnight we are going to have 4,000 business leaders attending sector conferences on everything from energy to life sciences, aerospace to education and the creative industries.",
        "They will take part in country-specific days on China and Brazil, the previous and the next hosts of the Olympics and two of the most exciting and fast-growing countries in the world. And also I hope people will get stuck into venture capital events that will help to secure the vital resources needed to commercialise new inventions and, of course, exciting new start-up businesses.",
        "In order to make it in these difficult times, I think there is also a very tough and uncompromising message that all of us – politicians perhaps particularly – have to take on. And it is this: countries all around the world have to face up to some very hard truths and to take some difficult decisions. The global competitive race has never been faster; some countries will make it, some will not. The challenge is particularly great right here in our European neighbourhood.",
        "Since the financial crash the world economy has grown by 20 per cent, but Europe has hardly grown at all. The countries that make it will be those that step up to meet the big long-term challenges. Getting your debts under control; ensuring you have a welfare system that you can afford; making sure you have a great pensions system for older people, but making sure you have liabilities you can manage; building an education system that is going to produce some of the best graduates in the world; making your economy as competitive as it possibly can be; ensuring you are linked up to the fastest growing parts of the world and that your trade is delivering as many jobs as possible.",
        "By meeting these key challenges, I am absolutely determined that Britain will be one of the success stories of the next few decades. I want to take some of these key points in turn.",
        "The first thing you need as investors is confidence in the long-term stability of the economy that you are investing in. You need to know that the public finances are under control and that your businesses aren’t suddenly going to be crippled by uncertainty or by high interest rates.",
        "The coalition government that I lead in Britain inherited the worst deficit this country has had since the Second World War. But we have acted decisively to put in place a credible and steady plan to restore confidence in our public finances.",
        "That meant taking some very tough decisions. Increasing the state pension age, reforming public sector pensions – which has actually cut their long-term cost in half – and taking forward sweeping, long-term reforms of welfare.",
        "We have taken a series of bold decisions to sort out our public finances and to earn credibility in the markets. As a result, in just two years we have cut the deficit we inherited by more than one quarter and our market interest rates are less than 2%.",
        "My message today is clear and unequivocal. Be in no doubt: we will go on and finish the job, we will deal with the deficit, we will keep UK interest rates low and we will continue to take the tough decisions that are necessary for business leaders and investors to have confidence in the long-term future of the British economy.",
        "Getting our debts under control is clearly essential for growth. Fiscal discipline and growth are not alternatives – you need one to get the other – but sound finances alone are not sufficient. If Britain is going to be a success, we need a competitive economy. So we are absolutely focused on doing everything to support enterprise and make Britain the best the best place in the world in which to start or grow a business.",
        "We have listened to what business wants and we are delivering on it. Business said, ‘We want competitive tax rates’, so we are creating the most competitive corporate tax regime in the G20 and the lowest rates of corporation tax in the G7.",
        "Business said, ‘We want a simplified planning system’. Why? So companies can expand and invest more easily and grow and create the jobs that will put people into work. We have taken 1,000 pages of planning documentation and reduced it to just 52.",
        "Business wants tax credits for research and development so they can develop the high end products that future countries like ours need. We have got them.",
        "Business wants a radical patent box so that if you develop a patent in Britain and manufacture here you pay only 10% tax. Again, we have got that too. Companies like GlaxoSmithKline, AstraZeneca and international companies like Qualcomm have already announced new investments as a direct result of this.",
        "We have also listened to entrepreneurs. We are radically reducing the time it takes to start up a business, so instead of filling in endless forms you can now get online, set up a business and register for taxes – and see the taxes that you have paid and that you owe – all in one place.",
        "Last year, despite the tough economic climate, the number of new business start-ups was one of the highest in our history. We have created a 50% tax break for the first £150,000 invested in a start-up and more than doubled the limit on the amount of tax deductable funds that can be invested in a single company in a year.",
        "And in this Olympic year we are making an extraordinary – and, I think, unprecedented – offer. If you sell assets in this tax year and invest the proceeds in one of the businesses in our seed investment scheme, you will not pay a penny of capital gains tax on the assets that you have sold. Not this year, not next year, not any year. That is, I think, an incredibly pro-enterprise policy.",
        "We are supporting the rebalancing of our economy with bold new infrastructure investments. In a world in which too much investment has been high risk and short-term, there should be huge potential for a different approach.",
        "We are pioneering a new investment scheme, the Green Investment Bank, to bring in private sector funds to make the most of the green infrastructure that we will require. This is the first green investment bank in any advanced country, anywhere in the world. It starts with £3 billion of taxpayers’ money to get those projects going.",
        "We are making the biggest investment in our rail network since the Victorian era, retaining our status as a key global hub for air travel and expanding access to broadband, including through super-connected cities where citywide access to ultra fast 80 megabit broadband will give Britain twenty of the fastest and best connected cities anywhere in the world.",
        "And we are also – vital for all the countries that want to ‘make it,’ as I have put it – sorting out our financial system. Our financial system is a huge strength for our country, but we do need proper regulation. So we are going to have it properly regulated by the Bank of England with banks made to hold enough capital to keep them safe and a regime so that if they do fail, they can do so without the taxpayer picking up the bill. That resolution regime is already now in place.",
        "We are putting into law the ring-fencing of retail banking and its separation from investment banking, and introducing the most transparent rules on pay and bonuses of any major financial centre anywhere in the world.",
        "And we are building on the Kay report earlier this week, promoting greater trust and confidence by cultivating a change in corporate culture to focus management teams and investors on longer-term, sustainable value creation rather than merely short-term profit chasing.",
        "So we are making our economy more competitive but we are also taking a totally different approach to trade. I went into the Foreign Office on day one of being Prime Minister and I said to them, ‘You are, of course, the Queen’s diplomats, but you are also the sales force for Britain and for British industry’.",
        "We have set an ambition of doubling our exports to £1 trillion by 2020. That would get us in line with Germany and match their record level of exports last year. I believe it is absolutely achievable.",
        "Britain is already now exporting more goods to rest of the world than we are to the European Union, and if we could increase the number of small and medium sized firms in the UK that sell overseas at all from one fifth to a quarter that would add £30 billion to our economy, create 100,000 jobs and pretty much wipe out our trade deficit altogether.",
        "That is the power of trade to drive growth and it’s the same story the world over. That is why I have made advancing trade a personal priority. At the G20 in Mexico, I fought hard to advance a trade deal between the US and the EU, because when two continents that account for more than half of the world’s total trade liberalise their trade, the benefits to growth could be felt all over the planet.",
        "I discussed EU bilateral trade with the Brazilian president yesterday – she is here for the Games – and will do the same with the Russian president next week when he is here. We will be at the judo, so it may be a bit off-putting, but nonetheless, I know my major priority is to get those trade deals to get that investment and not to concentrate on what’s happening on the mat.",
        "I’ll keep up the pressure on the EU to conclude those new trade agreements with India, Canada and Singapore and to launch trade negotiations with Japan. I’ll continue to champion a free trade area in Africa, which could play such a vital role in lifting Africa further out of poverty. And I will make trade a core priority when Britain hosts the G8 here in the United Kingdom next year.",
        "I know some people think it is sort of grubby to mix money and diplomacy. Frankly, I couldn’t disagree more. This is about jobs. In the last year alone we’ve increased the number of British jobs created by trade and investment by a quarter. That means nearly 150 jobs created or safeguarded every single day. But for Britain to be a success, we need to do even better than that. So I will go on loading up aeroplanes with businesspeople and taking them to the great markets of the world. Already I’ve done that with India, China, Russia, Turkey, South Africa, Nigeria, Mexico, Japan, Singapore, Indonesia and Malaysia, and I’m delighted at the news today about one of the big deals we were pursuing when I was in Malaysia.",
        "Battersea Power Station is one of the iconic landmarks of the London skyline. Any fans of Pink Floyd in the audience will know it from the cover of the Animals album. That ages some of you, I know, but I expect there are a few Pink Floyd fans here. This site sits on 40 acres of land that is ripe for development, right by the River Thames, here in one of the most dynamic cities anywhere in the world. It is quite simply one of the most exciting opportunities for investment in Europe. So, we very much welcome the plans for an £8 billion development that will create 20,000 jobs, with 13,000 permanent jobs at the end, and it will protect those famous towers too.",
        "This all follows from the announcement yesterday of a further £2 billion investment into the UK energy sector by our long-term partner and good friends at Hutchison Whampoa. I hope these are just the first in a long line of deals that I hope we can do, with further billions of pounds of deals expected to be announced this summer, creating and safeguarding jobs across the UK.",
        "I’m passionate about what Britain can offer. We have a time-zone where you can trade with Asia in the morning and America in the afternoon. We have the English language, the language of finance and business, and increasingly – as I find in the European Union – of politics too. I sometimes say the single language is going a little bit better than the single currency, but it’s very important that we safeguard and promote both.",
        "We have the easiest access to the European market where 500 million consumers are generating €12 trillion in economic activity. We have some of the best universities in the world. We have products and services that people need. Here in the room, we have got British companies like WPP, the world’s largest advertising agency; Vodafone, the world’s most international mobile phone company; and ARM, the British company based in Cambridge that provides technology used in 90% of smart phones.",
        "There are British firms – and I have checked this out – exporting tea to China, vodka to Poland and cheese to France. There’s even a firm I found in Anglesey that sells canoes to the Eskimos. This year Britain has become a net exporter of cars for the first time in 35 years. That is the sort of badge that you think once you’ve lost, you will never get back. People in the 1970s and 80s I think wouldn’t have dreamed that 30 years on, with Honda, with Nissan, with Jaguar, we would be back as a net exporter of vehicles to the rest of the world, and we are. Jaguar Land Rover yesterday announced 1,100 new jobs in the West Midlands. Some of these companies are selling so fast into China they can hardly produce the cars fast enough.",
        "But it’s not just our car industry that’s strong. If you want modern medicines, we’ve got world leading pharmaceutical businesses. If you want energy technology, we are the home of some of the world’s leading energy companies: pioneers in exploring green technology, but also oil and gas recovery in some of the most difficult parts of the world.",
        "If you want a holiday here, you can even now think that the sun does occasionally shine, and we’ve got an extraordinarily vibrant tourist industry. And while you’re at it, of course, you fly in to Britain on the wings of an Airbus plane, designed in Bristol, made in North Wales, and powered by Rolls Royce engines, of course made in Derby.",
        "So, this is – I hope you can see – a personal mission for me. I mean it when I say to all those here: if there are barriers in your way preventing you from investing, tell me. If there are things the British government can do to help you invest, let me know. If there’s an opportunity you think we are not sufficiently seizing, get on to me about it. My office, or Stephen Green and all of the team at UKTI will help, and I will gladly speak personally with any of you who have a deal or an opportunity that will mean jobs and growth for Britain.",
        "My message today is very simple: Britain is back open for business and we are committed to supporting global growth with open trade between our nations. So invest in Britain, partner with Britain. Not just to invest in this country, but because I believe this will increasingly be seen as the place, as the hub, from which your company can grow and expand. So let’s make this Olympic year a great year for your business, here in Britain. Thank you.",
        "**Question**",
        "Mr Prime Minister, you talked about incentives for small business, and so much of the high tech industry is about creating that entrepreneurial environment and blowing away the road blocks, but a lot of it has to do with immigration policy and the duration of engineers and simulating concepts there. Could you say a little bit further on your policy regarding start-ups?",
        "**Prime Minister**",
        "First of all, a very warm welcome to Cisco Systems and congratulations on your acquisition of NDS, a great technology business here in Britain – really pleased to see that happen. Britain had an immigration system that I think was really not serving the country well. We had an enormous amount of unskilled migrant labour coming to Britain at the same time as having five or six million people living in Britain on out-of-work benefits.",
        "So the government has quite a mission of reforming welfare to get people off those benefits and into work, and proper control of immigration. But we do want to be an open, vibrant economy that welcomes the best and brightest to our shores. I think the offer we make, particularly to students, is pretty hard to match, and it’s very simple, so don’t believe all the myths.",
        "The offer is this: if you have the ability to speak the English language and a place at a British university, there is no limit on the number of people that can come. And having come and studied, there are opportunities to take part in a graduate job after you have left university. So you’ll read about immigration control in Britain – and it’s right we have proper immigration control – but there’s no limit on the number of students that can come and study and then work in the UK.",
        "We have also introduced some very growth-friendly immigration policies like the entrepreneurs visa, which is a special category of people. If they’ve got great entrepreneurial skills, or want to come to Britain and take advantage of some of those tax changes I have said, there is a special category, and it is very important that people understand that. There’ll be experts here from UKTI. If anyone’s got questions about immigration or visas, then please get on to them, because I don’t want that in any way to get in the way of the growth story here in the UK.",
        "**Question**",
        "I have been an investor here, and recently we have invested in the auto sector in Leeds. One of the suggestions I would make: if the uncertainty of taxation on the global wealth can be clarified, it will help quite a lot to bring in more investments in this country.",
        "**Prime Minister**",
        "Very good point. This is the – first of all, thank you for all of your investments in the UK over many years. In terms of the taxation of global wealth, there are two points I would make. First of all, obviously as well as cutting our corporation tax rates down to the lowest levels in the G7 – and you have seen a series of cuts, even though we have had to make tough spending choices with the 22% target at the end of this parliament – we are also changing the taxation for headquarters companies and we are seeing a number of headquarters companies now thinking of either coming back to Britain or coming to Britain for the first time.",
        "On the taxation of global wealth, obviously we do have this system in Britain of non-domiciled taxpayers, so people who don’t pay tax on their worldwide income in the UK because they’re domiciled somewhere else for tax purposes. We now charge people for having that tax status, but if they have that tax status they’re not taxed on their worldwide income, and I think that does encourage those people to make their homes, their businesses and their bases here in Britain, and that will continue.",
        "**Question**",
        "I wonder if you could give a commitment, Prime Minister, that you will be working with the devolved administrations of the UK on issues like economic development? And certainly, as you mentioned, on education in terms of qualifications and indeed the training of young people, including apprenticeships?",
        "**Prime Minister**",
        "Yes, absolutely. I mean, it’s great that the devolved countries – including the Welsh Assembly government – are here. I’d say to all international investors, you know, look at the whole of the United Kingdom. There are huge investment opportunities in Scotland, in Wales, in Northern Ireland. We have devolution in Britain, but we work together as a team when it comes to promoting investment in Britain, and frankly I think we can probably do more with the Welsh Assembly government and UKTI together to jointly promote what we have.",
        "In terms of the points you make, absolutely happy to work on all of those subjects with you. I think all of the countries of the United Kingdom have got to realise that getting education right is a huge challenge. If I had a challenge to the Welsh government, it would be that we are doing a lot in England to raise standards in schools and make sure we’re really creating a competitive and very much results-focused school system. I think we need to do that in Wales too.",
        "And in our universities, obviously we’ve had to make tough choices. We now have a fees-based system and this was a difficult decision the UK government made for English universities, but the strength of it is that one of the big challenges the whole world’s going to face is: who’s got the best universities? Who’s producing the brightest graduates? And frankly there’s only two places the money can come from: you can get it from taxpayers, or you can get it from graduates. We are now getting it from graduates, and that means the universities know they’re not going to have to wait in the queue behind healthcare and behind pensions and the rest of it. We’ve got well-funded universities guaranteed into the future, and I think that for businesses that’s a very, very positive message.",
        "Perhaps one last question, and then I’ve got to go off to the Olympic Park to welcome the foreign press.",
        "**Question**",
        "Good morning, Prime Minister. We’re just a little bit curious about the aviation policy of the coalition government in the United Kingdom. I know there are a number of options that have been presented to you, whether it’s the third runway at Heathrow or the expansion of the regional airports, and of course there’s the estuary project. Recently, you decided to postpone that review, or rather the results of the review. As a foreign carrier – and Emirates is quite a big one into Heathrow and other points in the United Kingdom – we’re particularly interested to see just where we’re going on this, or perhaps rather where the government’s going. Thank you.",
        "**Prime Minister**",
        "Well, be in no doubt, by the end of the year we will have both this review underway and the call for evidence about all the future options underway, and I think that’s vitally important. Both the coalition parties made a pledge not to have a third runway, and that’s a pledge that we made and that we will keep.",
        "But I do understand it’s vitally important that we maintain the sort of hub status that Britain has. There are lots of different options that can be looked at, but frankly I think we’ve discovered something in the last couple of weeks that I think business travellers and investors would welcome even more, which is if you really tool up and put the effort into running a good service at Heathrow you can reduce the border queues right down. And I don’t know what everyone’s experience was here – I won’t chance a show of hands – but my wife said when she came in from a business trip from Italy, she didn’t even have time to put her hand into her bag to get the passport out before it was being checked.",
        "So if you put the effort in, if you make sure there’s a real customer service ethos at our major airports, I think we can improve the welcome that we give people while having very important security checks.",
        "And we mustn’t underestimate that for one moment. You know, one of the most important things about this Olympic Games is, yes, of course, an enormous festival of sport, huge legacy, great opportunities for business deals, as I’ve spoken about, but actually making sure they’re safe and secure is vitally important, and our borders really matter for that.",
        "So I think we can deliver on making Britain have hub status, making it easy to get into and out of to trade with the rest of the world. Heathrow is still one of the busiest airports in the world, some people talk about Heathrow as if somehow it’s now sliding down the ratings. It’s a massively successful, busy and connected airport, but I think we’ve learnt something already this week about a real focus on customer service. We can do it better. Let’s do it better all the time, and not just during the Olympic Games.",
        "Can I thank you all again very much for coming. Thank you. I want to make a particular welcome to so many of the international bodies that are here: Angel Gurria from the OECD, Christine Lagarde from the IMF, Mario Draghi from the European Central Bank. You’re incredibly busy people, there are huge challenges on your time and resources. It’s great to have you taking part, and Mervyn King from the Bank of England as well. So thank you all very much for coming.",
        "I hope this is a great moment to come together, do some great deals, think of some great investments. Britain is there for you and we’ll give you a very enthusiastic welcome. Thank you very much indeed."
    ]
}