{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-security/",
    "title": "David Cameron – 2007 Speech on Security",
    "post_date": "December 31, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, in Tooting on 18 June 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Very soon, the real battle in British politics will begin.",
        "Tony’s going, and the phoney war will be over.",
        "The British people will have a clear choice.",
        "A choice between two different visions of society.",
        "A choice between two different approaches to running the country.",
        "And a choice between the old and the new politics.",
        "Us against Gordon Brown.",
        "That’s the choice at the next election, and today I want to spell out exactly what it means.",
        "**BUILDING OUR HOUSE TOGETHER**",
        "At our party conference last year I said that getting ready for the responsibility of government is like building a house together.",
        "First you prepare the ground.",
        "Then you lay the foundations.",
        "And then, brick by brick, you build your house.",
        "That is the plan I laid out when I became leader of this Party and that is exactly the plan we’ve been following.",
        "**CENTRE GROUND**",
        "We started by preparing the ground.",
        "We stopped fooling ourselves that we played the same old tunes we’d somehow get a different result.",
        "We remembered the importance of rebuilding that broad Conservative coalition without which we’ve never won in the past.",
        "And we moved this Party back to the ground on which our success has always been built, the centre ground of British politics.",
        "That meant addressing the issues that matter to people today…",
        "…so we became the party of the environment and well-being as well as the nation state.",
        "It meant understanding the real priorities of people today…",
        "…so we put economic stability before up-front tax cuts.",
        "And, vitally, it meant standing up for all of the people all of the time, not just some of the people some of the time…",
        "…so we pledged to improve public services for everyone, not give opt-outs to a chosen few.",
        "Today we’re back in the mainstream of political debate, we’re setting the agenda, we’re winning the arguments – and we’re winning elections.",
        "Nine hundred more councillors this year.",
        "Breaking through in the north of England.",
        "A forty per cent Party once again.",
        "Our party is once again a force that can change our country.",
        "**THE FOUNDATIONS – SOCIAL RESPONSIBILITY**",
        "The second stage in building our house was laying the foundations.",
        "As I said at our conference last year, that’s not about detailed policies.",
        "It’s about the idea on which all our policies will be built.",
        "Policies without intellectual foundations don’t stand the test of time.",
        "We’ve had ten years of short-term initiatives announced to get headlines in the papers.",
        "People have had enough of Labour’s fast-food politics: they want something more serious and more substantial.",
        "That’s why we’ve spent the last few months setting out, patiently and consistently, the big idea on which we’ll build our plan for government.",
        "That idea is social responsibility.",
        "It’s the idea that there is such a thing as society, it’s just not the same thing as the state.",
        "Social responsibility means that every time we see a problem, we don’t just ask what government can do.",
        "We ask what people can do, what society can do.",
        "That’s the big difference between us and Gordon Brown.",
        "His answer to crime, his answer to education, his answer to everything – is a top-down government scheme.",
        "Whatever the issue, whatever the challenge, whatever the circumstances… it’s always the same.",
        "Under Gordon Brown all we’ll get is “he knows best” politics, as he sits as his desk expecting a grateful nation to wait with bated breath for the latest master-plan to emerge.",
        "He won’t even commit to giving the British people a say over the EU constitution.",
        "I profoundly believe that it’s wrong to change the way in which we are governed without giving people the right to say “yes” or “no”.",
        "Gordon, the top-down days are over.",
        "It’s the twenty-first century.",
        "It’s the age of “people know best.”",
        "Parents know best what works for their kids.",
        "Doctors and nurses know best how to improve the NHS and give patients great healthcare.",
        "Residents know best how to make their neighbourhoods better places to live.",
        "We’re living in an age where people want to control their government, not have their government control them.",
        "Every day in countless ways, people are getting together to work out new solutions to old problems.",
        "They’re getting together online, in community groups, in their workplaces, as friends and neighbours and collaborators.",
        "They want and need a government that’s on their side, that trusts them, that positively wants to put power and control in their hands.",
        "That’s the big difference between us and Gordon Brown.",
        "We get the modern world, he doesn’t.",
        "We trust people, he’s suspicious of them.",
        "We believe in social responsibility, he believes in state control.",
        "**VISION FOR BRITAIN: SECURITY AND OPPORTUNITY**",
        "So we’ve prepared the ground by moving to the centre.",
        "We’ve laid the foundations with our big idea, social responsibility.",
        "And now, with our Policy Groups set to publish their reports, we can move forward to the next stage – showing what we will build for Britain.",
        "This is my vision.",
        "A Britain that combines collective security with individual opportunity.",
        "A Britain that achieves these things through social responsibility, not state control.",
        "And a Britain where a strong society gives everyone the chance to shape their own life, making the most of all that this amazing country, in this amazing century, has to offer.",
        "Our Society. Your Life.",
        "Collective security and individual opportunity.",
        "That’s the combination that’s right for our times and right for the future.",
        "And it’s a combination that only we in this Party can offer.",
        "First, because we understand that social responsibility, not state control, is the best way to provide security and opportunity.",
        "And second because we understand the deep and important connection between them.",
        "**SECURITY**",
        "This Party has always understood the importance of security, including a strong role for the state where it has a duty to protect its citizens.",
        "Social responsibility means a strong society where possible; a strong state where necessary.",
        "Today we need strong defences to protect our country – from threats old and new.",
        "That’s why we’re committed to setting up a national border police, with Lord Stevens leading a task force to produce a plan for making it happen.",
        "In the months ahead, our Security Policy Group, led by Pauline Neville-Jones and Tom King, will publish their recommendations.",
        "They will advise us on the steps we must take to protect our country from terrorism, and from the new risks of an increasingly unstable world.",
        "We also understand the need for a strong response to the everyday threat to people’s security that comes from crime and anti-social behaviour.",
        "I believe that Tony Blair’s pledge to be tough on crime and tough on the causes of crime is his biggest broken promise.",
        "Being tough on crime is not about soundbites and headlines.",
        "It’s about serious long-term thinking: analysing what’s gone wrong with our criminal justice system, and developing serious plans to put it right.",
        "That’s why I’ve placed such emphasis on the need for police reform.",
        "David Davis and his team have produced a detailed and impressive set of proposals.",
        "We’re working on them with the police, trusting in their professionalism…",
        "…asking them to make the changes that are necessary in return for tearing up the pointless targets and paperwork and giving them the freedom to do the job they desperately want to do.",
        "Security is vital in the economy too.",
        "Conservatives instinctively understand the importance of sound money and sensible economic management.",
        "That’s why it is the absolute expression of our traditions, not the denial of them, when we say that we will put economic stability first.",
        "And that’s why we feel so strongly about the way Gordon Brown has wrecked our pensions system, destroying millions of people’s economic security without a word of apology or remorse.",
        "But our collective security is not just about the economy, or crime, or terrorism.",
        "It is also about the fabric of our society. About wanting people to feel a real sense of belonging.",
        "We believe in building a cohesive society, where Britishness means inspiring people with a love of country…",
        "…not bullying them with instructions to integrate, or insulting them with cheap ‘flags-on-the-lawn’ gimmicks.",
        "And above all, our collective security is about the one institution in our society which matters to me more than any other.",
        "That is the family.",
        "Why do I focus on the family?",
        "Why am I so proud of the magnificent work that Iain Duncan Smith is leading in our Social Justice Policy Group, with his final report soon to be published?",
        "Because I believe, as I said in my speech to our Spring Forum in March, that the greatest challenge this country faces today is reversing the social breakdown we see all around us.",
        "And strengthening families is the best way to do it.",
        "Let’s be clear about this.",
        "It is simply no use talking about opportunity for all unless we give every child in our country the secure start in life that comes from a stable, loving home.",
        "We are far from that position in Britain today, and turning it around will be the greatest challenge – and I hope the greatest achievement – of the next Conservative government.",
        "That’s because ensuring our collective security – whether protecting people from physical harm, providing economic stability, or giving children emotional stability – is not just an end in itself.",
        "It is about creating the platform for the great driving force of Conservatism through the ages – the promotion of individual opportunity.",
        "But I will not allow this Party, or this country, to overlook the connection between security and opportunity.",
        "Only by meeting our collective obligations to each other, and building a strong society, will we create the conditions for every individual to enjoy real opportunity.",
        "Our Society. Your Life.",
        "**OPPORTUNITY**",
        "And what a life it can be if we enable people to make the most of the modern world.",
        "I suppose every generation thinks their time is the most exciting there’s been.",
        "But truly, no generation has ever faced such an extraordinary range of possibilities as we do today.",
        "Of course we can look at the future negatively – the threats of new weapons, of new and dangerous ideologies; the looming catastrophe of climate change; the fracturing of traditional communities and the growing sense of atomisation.",
        "But I am a determined optimist.",
        "I want us to look at the future positively.",
        "Every year we get closer to curing the great diseases.",
        "There are technologies that will give us the energy to power the world without wrecking the planet.",
        "We have communications which overcome every obstacle not just of distance but of culture – making one world.",
        "We see the potential of the future in places like South Korea.",
        "Britain took four hundred years to move from an agricultural to a high-tech economy – Korea has done it in just forty.",
        "There’s no reason why similar miracles can’t happen elsewhere in Asia – and in Africa.",
        "Peter Lilley’s Policy Group on Globalisation and Global Poverty will have many recommendations for what needs to be done to make that a reality.",
        "The task for this Party is to match our determination to build a strong and secure society with a policy programme that extends opportunity ever more widely…",
        "…with no-one excluded from the possibilities of the modern world.",
        "Here’s how we’ll go about it.",
        "If we in Britain want to be in the fast lane of global progress, we need to improve our own dynamism, our own competitiveness.",
        "That’s the thinking behind Michael Heseltine’s radical proposals for devolving power from Whitehall, so our great cities can get the strong leadership they need to compete on the world stage.",
        "In our economy, we must lead the world in innovation, and stimulate the creation of new businesses and new jobs.",
        "That’s the thinking behind the work of John Redwood’s Economic Competitiveness Policy Group.",
        "But above all, extending opportunity means liberating the potential of our young people, with world-class education at every level.",
        "That’s why we’re developing a robust and radical plan for reforming state schools, addressing both standards and structures.",
        "Bringing rigour to the curriculum and testing.",
        "More setting and streaming, with a ‘grammar stream’ in every subject in every school, so bright pupils are stretched and all pupils are taught at the right level.",
        "Tackling disruptive behaviour by giving head teachers control over discipline.",
        "And making it easier to set up new schools so we get genuine diversity and parents have a real choice.",
        "Stephen Dorrell and Pauline Perry will show in their Public Services report how in schools, just as in the NHS…",
        "…we will replace Labour’s culture of top-down targets and centralisation…",
        "…with a relationship of trust and accountability between those who use public services and the professionals who provide them.",
        "Last week we unveiled proposals to transform young people’s skills…",
        "… not trusting in the bureaucracy of the Learning and Skills Council, but with new professional apprenticeships that engage employers and match the future needs of the economy.",
        "Next week David Davis will launch a taskforce to examine the recent fall in social mobility – and find ways to reverse it.",
        "For us, expanding opportunity means not the backward-looking plans of Labour’s Deputy Leadership candidates – who only see a future for more state-owned and run housing – but helping young people onto the housing ladder through a massive extension of shared ownership and the right to buy.",
        "Expanding opportunity means not leaving up to thirty per cent of men in some of our towns and cities languishing on Incapacity Benefit, as has happened under Labour …",
        "… but our plans to harness the expertise of the voluntary sector in helping people off welfare and into work.",
        "And expanding opportunity means not wasting the proceeds of growth as Gordon Brown has done, but sharing the proceeds of economic growth between better public services and lower taxes.",
        "In all these ways, we will show how we are the Party with the new ideas – the serious ideas – to expand individual opportunity in our country.",
        "And we will show we understand that individual opportunity is not something that can or should be defined by politicians in Westminster.",
        "Your life is just that – yours, not mine.",
        "For many people today, opportunity is not just about more money, it’s about more time with the kids.",
        "It’s about the journey to work, the food the family eats, the state of the neighbourhood.",
        "This is the new politics, a world away from the preoccupations of old Westminster and the political elite.",
        "We’re making this new politics our own, just as we’re setting the agenda on the environment and climate change.",
        "And soon the report of our Quality of Life Policy Group will make another significant contribution to that whole debate.",
        "**STAND UP, SPEAK UP**",
        "Right across the range of issues, our policy debate is about to start in earnest.",
        "We will soon be launching Stand Up, Speak Up – a chance for everyone in this country to get involved in shaping the next Conservative manifesto.",
        "We hear a lot about political apathy these days.",
        "Well I want all of you here and all our Conservative friends around the country to stand up and lead the way in getting people involved in a massive grass-roots debate on the future of our country.",
        "Let’s show the cynics some energy, not apathy.",
        "**CONCLUSION**",
        "So as we start this great policy debate, we can be clear about the shape of the house we’re building.",
        "It’s designed to deliver collective security, as the platform for individual opportunity.",
        "Security for our society; opportunity in your life.",
        "Not copying New Labour, but learning from its mistakes.",
        "Not abandoning Conservative principles, but applying them in new ways to new challenges.",
        "And in the process making this Party the true force for progressive politics in Britain today.",
        "Our foundations are strong, while Gordon Brown’s are shaky.",
        "Our vision is built on the truth that no politician, no bureaucrat, no government official, can ever achieve as much as a strong society working together.",
        "Social responsibility, not state control.",
        "That’s what we believe, and that’s why we’ll win."
    ]
}