{
    "url": "https://www.ukpol.co.uk/david-cameron-2008-speech-at-chatham-house/",
    "title": "David Cameron – 2008 Speech at Chatham House",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, at Chatham House on 1st April 2008.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Tomorrow, NATO Heads of Government will meet in Bucharest for the NATO Summit. When I first entered politics in 1988, this would have been almost unthinkable. Then, Bucharest lay behind the Iron Curtain. President Ceausescu was preparing to host what would turn out to be the Warsaw Pact’s final summit. NATO’s armies faced East to deter invasion. In Afghanistan, the Soviet Army was fighting the Mujahadeen, nearly a decade after their invasion. Months later, everything changed, as freedom rolled East across Europe, the threat of invasion disappeared and a brave new world was born that the experts predicted would be safer and more ordered than the old.",
        "I learned some powerful lessons from those heady days about our national security: how rapidly the global scene can change; never to take the conventional wisdom for granted; and to dare to hope that apparently immoveable structures and forces can change.",
        "As NATO’s leaders begin their summit tomorrow, they will have plenty on their agenda: the vital missions in Afghanistan and Kosovo, NATO’s enlargement, Its relations with Russia and with key institutions like the European Union, and the pressing need to fill gaps in Allies’ military capability.",
        "But underlying those important items lies a much bigger question: what is NATO for in the modern world? Next year, NATO will be sixty years old. This is a key opportunity.",
        "The opportunity, working with the United States, and a more Atlanticist President in France, for our generation – which grew up in freedom under NATO’s shield – to renew our Alliance for the twenty-first century. The opportunity to modernise it to protect us as effectively now as it did in the past. The opportunity to come together as Allies, to renew our commitment to defending, together, our values and way of life, and to championing that task with our peoples.",
        "That is the challenge and the responsibility that falls to Western leaders tomorrow at Bucharest – to set out the big vision for the Atlantic Alliance in today’s world.",
        "**The case for NATO**",
        "Let me make my position clear right at the outset. What I stand for, and what I believe. I am a liberal Conservative: liberal – because I believe civil rights, democracy, pluralism and the rule of law are the source of progress and a key component of lasting security. But Conservative too: because I recognize the complexities of human nature, am sceptical of grand utopian schemes to remake the world, and understand that you have to be hard-headed and practical in the pursuit of your values. And a crucial part of that liberal Conservative tradition is recognizing the importance of NATO.",
        "I believe that NATO remains as essential to Britain’s security, and to Western security, in the age of global terrorism as it was in the era of Soviet expansionism. The Conservative Party has always been a staunch supporter of NATO. We remain a NATO-first party. We believe in the primacy of NATO.",
        "Not for reasons of nostalgia or sentimentality. But because defending our nation’s security must come before everything else, and NATO remains the best guarantor of our safety, even though the circumstances which led to its formation have altered dramatically. Atlanticism is in my DNA and in the DNA of the Conservative Party.We have always believed in the cardinal importance of the relationship between Britain and the United States, a relationship which, in the security context, is anchored in NATO.",
        "The next Conservative Government will be a Government that makes the case strongly for NATO. A NATO that binds together the US, Canada and Europe. A NATO that is a key institutional bridge between the two sides of the Atlantic and provides a framework of stability in the historically troubled Balkans and in central and eastern Europe. A NATO that helps guard the liberal values of our societies. And a NATO whose continuing relevance can be seen in the queue of countries wishing to join. But we will also be the champion of a NATO that is fit for purpose today.",
        "**A changed world**",
        "The world has changed almost beyond recognition since NATO came into being. It now includes most members of the former Warsaw Pact, and finds itself engaged in the biggest combat operation in its history in, who could have imagined it, Afghanistan.",
        "We are living in a different age, in which – as the US Ambassador to NATO put it – ‘every school-kid on each side of the Atlantic can tell you what Al Qaeda is but few remember the Soviet Union. And one where we are once again asking ourselves whether the structures we built to take us through the Cold War – our NATO Alliance, the EU, the World Bank, the UN – are up to the 21st century challenges we face today.’",
        "**NATO’s evolving role**",
        "During the Cold War, NATO’s basic purpose was straightforward: to contain and counter the threat posed by the Soviet Union and its allies and to deter Soviet aggression against Western Europe. As the House of Commons Defence Select Committee put it in their recent report, this common threat ‘served as a glue, binding the Alliance together.’",
        "But when the Soviet Union collapsed, that single overarching purpose disappeared with it. In 1962, the former American Secretary of State, Dean Acheson, famously described Britain as a country that had lost an Empire but had yet to find a role.",
        "Some argue that NATO, with the welcome demise of the Soviet Empire, is in a similar predicament today. I think that’s unfair. I think that NATO does have a role today – a vital one. But I don’t think it’s been sufficiently clear about what that role is.",
        "This lack of clarity has brought two unwelcome consequences. First, a weakening in the solidity of the Alliance. And second, a decline in its popular support. The challenge for NATO leaders today is to articulate clearly the Alliance’s twenty-first century role, thereby both strengthening NATO and building support for its operations.",
        "**The post 9/11 world – new threats, old principles**",
        "So what is that new role for NATO?",
        "In recent years, the Alliance has transformed itself from a reactive defence alliance into one which, with the EU, has exported stability across central and eastern Europe. It has proved ready to use its military power to enforce peace in Bosnia and halt ethnic cleansing of European muslims in Kosovo.",
        "But it is true that September 11th 2001, although long in gestation, awoke the world to a new kind of threat. Just as the shot fired by Gavrilo Princip ushered in a new and dreadful era at the start of the last century, so this one was marked by its own brutal equivalent of Sarajevo 1914.",
        "Having emerged unscathed from the era of Mutually Assured Destruction, now we were entering a new age in which a fanatic in a cave in Afghanistan – far beyond the North Atlantic area – could orchestrate destruction and mass casualties on the streets of Western cities. NATO responded by invoking its mutual defence clause – Article 5, in which an attack on one is regarded as an attack on all – in a powerful symbolic gesture of solidarity with the United States.",
        "But it was not immediately obvious what practical contribution NATO could make in responding to this new kind of threat, and many predicted that NATO’s days as a valuable defence alliance were over.",
        "And yet with the passage of time, it has become clearer on both sides of the Atlantic that although the threats may be new, the principles we need to apply in responding to them are not.",
        "I would argue that there are four in particular: First, just as transatlantic unity was vital in defeating Nazism and then Soviet Communism, so we must stand together today in protecting our societies and the values we hold dear. Second, just as Europe needed a strong America engaged in the world then, so we need strong American involvement today. Third, just as we needed to make our European voice heard in Washington in those days, so we must help shape American policy today. And fourth, just as the US was entitled to look to its Allies to make a meaningful contribution then, so it is entitled to expect them to carry their fair share of the burden today, especially if they want to be listened to.",
        "**Afghanistan**",
        "All of these issues are evident in microcosm in NATO’s operation today in Afghanistan. Many criticisms are made of NATO’s efforts in Afghanistan. I have expressed for many months my serious concern about how that mission is progressing. But we should acknowledge up front how far NATO has had to come. In the Cold War, it never had to fight a war or operate out of its area. Now it is doing both.",
        "NATO is having to learn fast.",
        "The campaign in Afghanistan is teaching some hard lessons about what it takes to wage a 21st century counter-insurgency – a combined civil military effort in which soldiers operate alongside development workers, diplomats and police trainers.",
        "As the US Ambassador to NATO put it: ‘Whether flying helicopters across the desert, embedding trainers with the Afghans, conducting tribal shuras with village elders or running joint civil military Provincial Reconstruction Teams, most of our Allies are reinventing the way they do business.’",
        "It is often said that if NATO fails in Afghanistan, that is the end of NATO.",
        "To my mind, the danger is not that NATO would collapse. It is that the US would no longer regard it as having any utility. To echo General Macarthur – the Alliance would not die; it would gradually fade away. The threats and the dangers would remain: but we would have lost our framework for managing them.",
        "The blunt truth is that the NATO mission in Afghanistan has thrown up some fundamental problems which NATO leaders simply must face up to in Bucharest.",
        "These range from:",
        "– uncertainty about the Alliance’s objectives there and how these relate to its raison d’etre;",
        "– a dangerously unequal sharing of the burden in the dangerous south of the country;",
        "– the corrosive effect of national caveats on fighting ability and unity within the Alliance;",
        "– a chronic lack of key pieces of equipment such as helicopters, despite the hundreds that NATO has available on paper;",
        "– competing and un-coordinated chains of command, which Senator McCain and I spoke about when he was here;",
        "– and difficulty in working with other organisations such as the UN and EU, essential to delivering a comprehensive approach, a point I have discussed with Chancellor Merkel.",
        "NATO needs to tackle these problems not just to succeed in Afghanistan, but if it is to be an effective military Alliance in the years to come. Afghanistan is not the only state in danger of failing – not the only state which could provide a haven from which terrorists could plot and strike.",
        "We must hope that in such cases we shall be able to avert by other means the need for military action. But the reality is that future NATO operations are more likely to involve defending ourselves, as in Afghanistan, against extremist violence, than checking an onrush of tanks across the plains of Europe.",
        "When President Truman inaugurated the Alliance in 59 years ago tomorrow, he declared:",
        "‘What we are about to do here is a neighbourly act. We are like a group of householders, living in the same locality, who decide to express their community of interests by entering into a formal association for their mutual self-protection’.",
        "That is as true today as it was then. NATO membership remains an insurance policy in an uncertain world, a world that is constantly changing and where, as we have seen, new dangers can emerge as suddenly as old ones can pass.",
        "So we must stay vigilant; and we must be ready to adapt to tackle these new threats.",
        "Let me set out some practical steps we might take.",
        "**Modernising NATO**",
        "If NATO is to be effective in the digital age we need to bring its bureaucratic machinery up to date. It needs to be able to take decisions more quickly. This is far from easy in an Alliance of 26 members where political decisions are rightly taken by unanimity, and whose cumbersome political structure is ill-suited to swift political military requirements of today. It is time for change.",
        "For example, we should look at devolving operational command to the NATO Commander on the ground. A number of former Defence Chiefs – including our own former Chief of the Defence Staff Lord Inge, General Shalikashvili, the ex-Chairman of the US Joint Chiefs and NATO Supreme Allied Commander, and General Naumann, the former head of NATO’s Military Committee – have suggested this. This would allow more decisions about military requirements to be made in the field.",
        "It could also be combined with a streamlining of the NATO chain of command. The aim should be to make it easier for the NATO Commander in the theatre of operations, like in Afghanistan, to deal directly with the Supreme Allied Commander without having to go through an intermediate headquarters.",
        "**National Caveats**",
        "Another issue requiring urgent attention is the abundance of national caveats, under which national governments impose restrictions on how their forces can be used on operations. National caveats are causing immense damage in Afghanistan – complicating the task of theatre commanders and breeding resentment amongst those Allies that are bearing the brunt of the fighting.",
        "As General McNeill, the US Commander of ISAF has said, national caveats ‘are frustrating in how they impinge on my ability to properly plan, resource and prosecute effective military operations’.",
        "The problem is not with a national caveat per se. The decision to deploy troops in combat is the most important decision a sovereign government can take, and it is inevitable that they should wish – and are sometimes constitutionally obliged – to be able to retain an ultimate say in how their troops are deployed.",
        "The problem is with the proliferation of national caveats that started in NATO’s Balkan operations and has got completely out of hand in Afghanistan. Last month the Times reported that examples of national caveats currently range from a ban on deploying out of area, to no night flying, to no flying in poor weather, no involvement in riot control and no venturing from bases without the maximum force protection or too far from the nearest hospital.",
        "This is no way to fight a war. Decisions in NATO are unanimous. No enterprise can be undertaken unless every member agrees. But once a government has agreed to send troops on an agreed enterprise, there has got to be a basic doctrine, that if you’re in, you’re in.",
        "The more flexible a country can be in the tasks its troops may perform, the greater their value to the operational commander – or, as the Polish Foreign Minister, Radek Sikorski, has said: ‘He who gives without caveats, gives twice’.",
        "**A common operational fund**",
        "But we have to be frank: the problems are not only about structure and process. We have to improve NATO’s military capability. The fact that of the 2.4 millions soldiers Europe has under arms, only 3-4% are deployable in expeditionary operations. The dramatic disparity on defence spending not just between the US and Europe, but within Europe itself. 80 % of defence research spending is by Britain and France.",
        "As President Sarkozy has said: ‘European security cannot rest on the shoulders of 3-4 countries’.Some of our NATO allies certainly need to spend more. The benefits of common defence imply that every ally carries a fair share of the burden. How could this be done better, beyond the familiar appeals and exhortation? I have two proposals.",
        "Under current arrangements, those who do the fighting also do the funding – bearing both the risks of casualties and the financial strain. This is neither fair nor sustainable in the long term. We have seen how it has led to large disparities in the funding of the current mission in Afghanistan.",
        "When Article 5 was invoked in the wake of 9/11, all NATO members agreed that international terrorism did not just threaten some of us, but all of us. And we all agreed to stand together in confronting that threat. Can it be right in an alliance which is underpinned by the principle of collective defence – all for one and one for all – that there can be such wide differences in how the costs for the funding of that protection fall?",
        "Or that those nations that make the biggest investment in modernising their capabilities and as a result deploy most frequently should end up carrying the greatest financial load? We need to look, as Lord Inge and others have argued, to abandon the current arrangement – known as ‘costs lie where they fall’ – and replace it with a common cost sharing formula for operations, to which all Allies contribute.",
        "Surely the time has come to set up a Common Operational Fund for expeditionary operations.",
        "Not only would this help offset the costs of those who are making a substantial military contribution to operations. It would also provide a way in which allies who wanted to participate but currently lack the funding to do so would be able to take part in missions. It would give everyone a chance to make a contribution.",
        "But money is only part of the answer. We also need to find ways of making more of NATO’s stock of equipment available for our common defence. For example, as Robert Kaplan has suggested, one area NATO could do more is at sea. Navies make port visits, police sea lanes and provide humanitarian access. The Norwegians, the Germans, the Spanish and others have been investing heavily in new ships, especially frigates. Kaplan argues that, with the US Navy concentrating increasingly on the Pacific, NATO could become the primary naval force to patrol the North Atlantic and the Mediterranean.",
        "That is the sort of imaginative proposal we should be looking at, as is the potential for NATO to become a ‘global enabler’ offering its command and control arrangements for future multilateral operations alongside friendly countries like Australia, Japan or Singapore.",
        "**EU/NATO**",
        "Which brings me to two related issues: the relationship between the EU, and specifically European Security and Defence Policy (ESDP), and NATO; and the question of how much further NATO should be ready to include new members.",
        "I warmly welcome both President Sarkozy’s intention to send a further 1000 French troops to Afghanistan, as I told him last week. I welcome too as his readiness for France to re-enter NATO’s integrated military structure.",
        "France is one of the Allies that can put real military capability on the table, and the more France is in a position to contribute to our joint endeavours the better. In the case of Afghanistan, I very much hope that Paris will remove outstanding French caveats and place the forces under NATO command.",
        "As far as the development of ESDP is concerned, I think we need to look very hard at what has actually occurred in the last 10 years since St Malo, and apply the lessons as we go forward from here.",
        "A Conservative Government would have three key principles that would govern our approach.",
        "First, what matters is that European nations that are members of NATO should make a greater military contribution to European and global security. That requires greater military capability, not new pillars or elaborate wiring diagrams in Brussels.",
        "Second, we must at all costs avoid the development of separate chains of command. But there is a real danger of that happening.",
        "Third, what we need in Brussels and in theatre is good and close working relations between the EU and NATO, and indeed between NATO and other players like the UN.",
        "ESDP to date has not produced a close and harmonious relationship between the two organisations. It has not delivered greater military capability.",
        "Part of the reason for that is a pre-occupation with process over substance, which has contributed to a feeling that the EU is more interested in bureaucratic empire building and less in making the hard choices – like spending more money – that would actually deliver greater military clout.",
        "At the same time, the friction it has engendered has made it more difficult for the EU and NATO to work together in those areas where the EU can deliver crucial contributions to operations on the ground, through the provision of development aid, police trainers, and so on.",
        "A Conservative Government would focus relentlessly on the practical things that need to change.",
        "NATO should be honing its fighting capabilities for future conflicts which are inevitable though unpredictable, and more likely to be outside Europe than in.",
        "The EU for its part should be concentrating on how to deliver more effectively on the ground the police trainers, the development workers, the customs officers and so on that are such a vital to the success of these modern missions.",
        "And the two institutions must work out how they can work seamlessly together in common cause, both in Brussels and in the field. If that is to happen, we need to resolve the dispute between Turkey and Greece and the Republic of Cyprus which is paralysing relations between NATO and the EU. That is something on which a Conservative Government would take a lead, just as we would argue powerfully for Turkey’s eventual membership of the EU.",
        "My basic position is clear: defence is too important to waste resources on politically inspired duplication of effort – doubling up on institutions while doubling down on capabilities.",
        "**Enlargement, and the relationship with Russia**",
        "The other subject that will occupy leaders’ attention at Bucharest is the question of NATO enlargement.",
        "As I indicated, the enlargement of NATO has helped to entrench European stability.",
        "It was far from certain that the collapse of the Soviet Union would result in great swathes of Europe making the transition from oppression to democracy with – on the whole – relative ease.",
        "The gradual incorporation of the new democracies into NATO underpinned that process, and paved the way for their later membership of the European Union. And, as with the EU, the process of qualifying to join NATO acted as a motor for reform.",
        "The forthcoming entry into the Alliance of Croatia, Albania and Macedonia is further evidence of that, and will help anchor the Western Balkans to modern Europe.",
        "I hope that other countries, such as Sweden, which could bring a lot to the Alliance and which already works closely with it will in due course feel able to join it as a member. Further afield, Georgia and Ukraine have expressed a wish to join NATO. Their mere aspiration has provoked outrage in Moscow, and threats that nuclear missiles will be re-targeted in their direction. I hope that the arrival of President Medvedev will make it possible to move on from this sort of bellicosity, and towards a more productive relationship between Russia and NATO, and Russia and the West more generally.",
        "Russia wants to be treated with respect. But bullying does not earn respect. If Ukraine and Georgia decide that they wish to join NATO, as democratic, sovereign governments, and if they meet NATO’s standards, then we should support them.",
        "Russia cannot have a veto over their decisions, any more than it can over NATO’s. Equally, Russia should understand – and be re-assured – that NATO and the West pose no threat to Russia. We understand Russia’s historic concern about its security.",
        "We must persuade Russia of our shared interests – in a stable Europe to which Russia can export her energy, in a stable world in which we confront shared threats – such as the threat of a nuclear armed Iran – together.",
        "Russia may be big. But she needs allies too. So we should be clear with Russia that if she wishes, the offer of a co-operative relationship is there, as President Bush has made clear on missile defence.",
        "That choice is Russia’s, not ours, to make.",
        "In the meantime, it is inevitable that the more strongly the chill wind of autocracy blows across the Russian steppe, the more those in its path will seek shelter in the Alliance’s protective embrace.",
        "**Conclusion**",
        "When President Truman inaugurated the Alliance in 1949, little could anyone have imagined the world that it would inhabit six decades later.",
        "A world of unparalleled opportunity, in which people are being lifted out of poverty faster than at any time in human history.",
        "A world in which the global balance is shifting Eastwards, and we must work together to persuade China that the higher her star rises, the greater her stake in global stability.",
        "A world in which the threats we face today range from terrorism to weapons of mass destruction, from climate change to our dependence on fossil fuels, from cyber-attack to nuclear proliferation.",
        "A world in which our protection no longer depends on static barracks in Hanover, but often on our ability to deploy the right mix of forces – military and political – to tackle extremism on the Hindu Kush.",
        "But Truman would surely recognise that the fundamental tenet on which the Alliance was founded – the belief that we are much stronger together than alone – is as valid today as it has ever been.",
        "So what are the tests for this summit at Bucharest?",
        "It must deliver what is needed in Afghanistan, including a clear expression of our strategy there that the public can understand.",
        "It must start to resolve the relationship between NATO and the EU.",
        "But as the Alliance approaches its 60th birthday, its nations are looking for more than that: they are looking for leadership.",
        "Leadership to fashion a modern mission statement for the Alliance for the 21st century, rooted in the mutual defence pact with which it began.",
        "Leadership to modernise the way the Alliance operates.",
        "Leadership to make the case for the Alliance to the new generation on both sides of the Atlantic."
    ]
}