{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-statement-in-paris/",
    "title": "David Cameron – 2015 Statement in Paris",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in Paris on 23 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Good morning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is good to be back in Paris – a city whose people have shown such courage, determination and resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A city where millions came out on Friday night to live their lives and to send a very clear message to the terrorists that you will never win, you will never beat us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Just over one week on from the devastating terrorist attacks, our thoughts are still with all those who lost loved ones and with the injured who are still recovering.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want to praise the swift and decisive action taken by the French authorities in response and to prevent further attacks in Paris.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, in particular, pay tribute to the bravery of French police officers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is absolutely right to take decisive action to stop terrorists when they are threatening the lives of innocent citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The United Kingdom will do all in our power to support our friend and ally France to defeat this evil death cult.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, President Hollande and I have discussed how we can further strengthen the counter-terrorism co-operation between our 2 countries and work together to defeat ISIL in Iraq and Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me say a word about each.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Counter-terrorism \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, counter-terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We face a shared threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we must share information and intelligence to better protect ourselves from these brutal terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The UK and France are already doing this but today we have agreed to step up our efforts even further and to work more closely with our European neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In particular, we must do more to tackle the threat of returning foreign fighters.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This requires a pan-European effort.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need a stronger external EU border to protect our security more effectively, with screening, systematic security checks and greater sharing of data amongst member states.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We must, without any further delay, finally agree rules that will enable us to share passenger name records. It is frankly ridiculous we can get more information from countries outside the EU than we can from each other.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we must do more to crack down on the trade in illegal firearms to stop them getting into the hands of terrorists who are determined to wreak such misery with them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I welcome the strong backing of the EU Justice and Home Affairs Council for all these measures but now we’ve got to turn words into action.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We simply cannot afford to wait.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Syria and Iraq \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "While we do more to protect ourselves here in Europe, we must also do more to defeat ISIL in their heartlands in Syria and Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The UK is already playing its part as a member of the counter-ISIL coalition – striking targets in Iraq, providing intelligence over the skies of Syria and helping our allies with vital air-to-air refuelling.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On Friday, the United Nations unanimously backed action to destroy ISIL in Syria and Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And later this week, I will set out in Parliament our comprehensive strategy for tackling ISIL.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I firmly support the action that President Hollande has taken to strike ISIL in Syria and it is my firm conviction that Britain should do so too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, that will be a decision for Parliament to make.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today I have offered President Hollande the use of RAF Akrotiri for French aircraft engaged in counter-ISIL operations and additional assistance with air-to-air refuelling.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also discussed ongoing efforts to secure a political solution to the conflict in Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We welcome the recent talks in Vienna and we will do all we can to sustain the momentum and to bring all parties to the table so they can agree on a way forward that ends the bloodshed and puts Syria on the path to a more democratic, inclusive and stable future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Conclusion \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These have been important talks this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Later this week, President Hollande will hold discussions with President Obama, President Putin and Chancellor Merkel.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is clear that the world is coming together to tackle this evil terrorist threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That was clear on Friday night when – almost exactly one week after the brutal terrorists murdered people here in Paris and sought to divide us…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…the world united in New York.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have shown our firm resolve and together we will destroy this evil threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Nous sommes solidaires avec vous.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}