{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-speech-on-climate-change/",
    "title": "David Cameron – 2015 Speech on Climate Change",
    "post_date": "December 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Paris on 30 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much Mr President and can I start by thanking the French President and the French people for hosting us here in Paris.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now we’re at the stage of this conference, after a whole series of speeches, where I think we can safely say that every point that needs to be made has been made, although not by every single speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We all know exactly what is needed to make a good deal here in Paris.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need a deal that keeps 2 degrees alive.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A deal with a binding legal mechanism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A deal that has a 5 year review so we can see how we are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A deal for the poorest and most vulnerable in terms of finance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A deal so that we can measure and verify what happens with the agreement that we make.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And a deal that transfers technology from the richest countries to the poorest countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let me take this argument the other way around.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Not what we need to succeed – we all know that – but what we would have to say to our grandchildren if we failed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’d have to say, “it was all too difficult”, and they would reply, “well, what was so difficult?”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What was it that was so difficult when the earth was in peril?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When sea levels were rising in 2015?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When crops were failing?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When deserts were expanding?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What was it that was so difficult?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Was it difficult to agree on 2 degrees?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Was it difficult when 97% of scientists the world over have said that climate change is urgent and man-made and must be addressed?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When there are over 4,000 pieces of literature and reviews making exactly this point?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Why was, they would ask us, sticking to 2 degrees above industrial levels so difficult?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Presumably we might have to say: well it was difficult to reach a binding agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But they would ask us why is it difficult to reach a legally binding agreement when in 2015 there are already 75 countries – including countries across most of the continents of our world – that already have legally binding climate change legislation?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Countries like Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And countries that aren’t suffering from having legally binding climate change legislation; countries that are thriving with that legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Perhaps we’d have to argue it was too difficult to have a review after 5 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Why, they’d ask us, is it difficult to have a review after 5 years?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "No one is being asked to preordain what that review would say.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "No one is being asked to sign up to automatic decreases in their carbon emissions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we are off track in 5 years’ time, a review isn’t difficult.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Perhaps we’d have to say it was too difficult to reach an agreement about finance, too difficult to get to $100 billion of climate finance by 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But how could we argue to our grandchildren that it was difficult when we’ve already managed to generate £62 billion by 2014?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "How can we argue that it’s difficult when in London alone there’s 5 trillion of funds under management and we haven’t even really begun to generate the private finance that is possible to help in tackling climate change?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They’ll ask us: was it really too difficult to agree to a mechanism to measure and verify what we’ve all signed up to?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "How can that be so difficult, that we agree that over time we must make sure that we are delivering on the things that we said we would deliver on here in Paris.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And finally, would we really be able to argue that it was too difficult?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Too difficult to transfer technology from rich countries to poorer countries?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our grandchildren would rightly ask us: what was so difficult?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You had this technology, you knew it worked, you knew that if you gave it to poor and vulnerable countries they could protect themselves against climate change – why on earth didn’t you do it?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What I’m saying is that instead of making excuses tomorrow to our children and grandchildren, we should be taking action against climate change today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What we are looking for is not difficult, it is doable and therefore we should come together and do it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}