{
    "url": "https://www.ukpol.co.uk/david-cameron-2023-comments-on-his-appointment-as-foreign-secretary/",
    "title": "David Cameron – 2023 Comments on His Appointment as Foreign Secretary",
    "post_date": "November 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by David Cameron on 13 November after being appointed as Foreign Secretary.",
    "content": [
        "The Prime Minister has asked me to serve as his Foreign Secretary and I have gladly accepted. We are facing a daunting set of international challenges, including the war in Ukraine and the crisis in the Middle East. At this time of profound global change, it has rarely been more important for this country to stand by our allies, strengthen our partnerships and make sure our voice is heard.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "While I have been out of front-line politics for the last seven years, I hope that my experience – as Conservative Leader for eleven years and Prime Minister for six – will assist me in helping the Prime Minister to meet these vital challenges. Britain is a truly international country. Our people live all over the world and our businesses trade in every corner of the globe. Working to help ensure stability and security on the global stage is both essential and squarely in our national interest. International security is vital for our domestic security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Though I may have disagreed with some individual decisions, it is clear to me that Rishi Sunak is a strong and capable Prime Minister, who is showing exemplary leadership at a difficult time. I want to help him to deliver the security and prosperity our country needs and be part of the strongest possible team that serves the United Kingdom and that can be presented to the country when the General Election is held. I believe in public service. That is what first motivated me to get involved in politics in the 1980s, to work in government in the 1990s, become a Member of Parliament in the 2000s and put myself forward as Party Leader and Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The UK’s Foreign Office, our Diplomatic Service, our Intelligence Services and our Aid and Development capabilities are some of the finest assets of their kind anywhere in the world. I know from my time in office that they are staffed by brilliant, patriotic and hard-working people. They have been well led by James Cleverly, with whom I look forward to working in his vital new role.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will be an honour to serve our country alongside our dedicated FCDO staff and provide the continued leadership and support that they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}