{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-munich-memorial-event/",
    "title": "David Cameron – 2012 Speech at Munich Memorial Event",
    "post_date": "January 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 6 August 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This evening we mark the 40th anniversary of one of the darkest days in the history of the Olympic Games. A sickening act of terrorism that betrayed everything the Olympic movement stands for and everything that we in Britain believe in.",
        "So as the world comes together in London to celebrate the Games and the values it represents, it is right that we should stop and remember the 11 Israeli athletes who so tragically lost their lives when those values came under attack in Munich 40 years ago.",
        "It was a truly shocking act of evil. A crime against the Jewish people. A crime against humanity. A crime the world must never forget.",
        "We remember too the six Israeli holiday makers brutally murdered by a suicide bomber in Bulgaria just last month.",
        "And let me say that we in Britain will do everything we can in helping to hunt down those responsible for that attack.",
        "Britain will always be a staunch friend of Israel. And we will stand with the Jewish people – and with all victims of terror around the world, whoever they are and wherever they are from.",
        "The British people know only too well what it is like to suffer at the hands of terrorists. In July 2005 our euphoria at winning the right to host these Olympics was brutally shattered within just 24 hours when terrorists targeted the London transport system and 52 innocent men and women were murdered.",
        "But our two countries, Britain and Israel share the same determination to fight terrorism and to ensure that these evil deeds will never win.",
        "Seven years on from 7/7, I am proud that as we speak, this great city of London, probably the most diverse city in the world, is hosting athletes from 204 nations. And I am delighted that a strong Israeli team is among them.",
        "We remember them today, with you, as fathers, husbands, and athletes. As innocent men. As Olympians. And as members of the People of Israel, murdered doing nothing more and nothing less than representing their country in sport”."
    ]
}