{
    "url": "https://www.ukpol.co.uk/david-cameron-2008-speech-on-primary-care/",
    "title": "David Cameron – 2008 Speech on Primary Care",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, to the King’s Fund on 21st April 2008.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "My thanks to the Kings Fund for hosting us today. I am here to talk about general practice and the polyclinic programme. But first I want to set out the context of my party’s overall approach to the NHS.",
        "The health service needs serious reform. That reform should be steady, purposeful and with a clear direction, avoiding unnecessary upheaval. Changes in lifestyles, in technology and medicine itself, in the expectations people have of the services they receive all this means we need a more decentralised, more patient-centred, less bureaucratic system. And at the same time, if we are to maintain public consent for all the extra spending the NHS receives we have to ensure better value for money than we’ve had in the past.",
        "But my point is that reform should be bottom-up, not top-down: wherever possible driven by the discretion of professionals responding to the needs and wishes of their patients.",
        "We need to change the essential power relationship in the NHS: from a vertical relationship where professionals are told what to do by politicians and managers above them with patients left just to take what they’re given to a horizontal relationship where professionals have the necessary autonomy and discretion to respond to the demands of patients and patients are in the driving seat because they have the ultimate power: the power to choose the service they want.",
        "How do we get there? One thing I’m sure of: we won’t get there through yet another massive structural reorganisation. For too long the NHS has been treated by Government like a surgeon treats a patient – laid out unconscious on the operating table, passively receiving major invasive surgery. Instead we should treat the NHS more like a walking, talking, conscious adult, in its right mind: in need of treatment, yes, but able to understand what’s going on and, most importantly, able to take significant responsibility itself. In a word, we politicians need to treat the NHS as if we were its GP, not its surgeon.",
        "**Assaults on the NHS**",
        "No one says Labour doesn’t care about the NHS. But it’s not enough to support an institution in principle. You’ve got to understand how it works. And to me the way Labour has treated the NHS over the last 10 years shows a severe lack of understanding.",
        "There have been reforms and counter-reforms. The abolition of the internal market under Frank Dobson. The return of the internal market under Alan Milburn, but with the addition of countless bureaucratic targets. Then the catastrophic loss of financial control under John Reid and Patricia Hewitt leading to the closure of community hospitals, maternity units and accident and emergency units.",
        "It is genuinely impossible, looking back, to trace any coherent direction in the path of Labour’s health policy over the last 10 years. The one constant has been a restless series of changes which, to the NHS itself, have felt like a series of frontal assaults. It all reflects Labour’s seduction by management consultants.",
        "It’s said in the private sector that no-one ever got fired for hiring IBM. The same seems to go for the NHS. You see it in all the constant upheavals: the PCGs and the PCTs, the SHAs and the StHAs, the fiasco of the junior doctors system which replaced recruitment by human beings with recruitment by a computer, and an incompetent computer at that; the billions – literally billions – of pounds of public money wasted.",
        "It’s all the product of Labour’s bureaucratic mindset, or what I call policy by PowerPoint: clever flowcharts and organograms which ignore the human relationships that are the most important aspect of healthcare.",
        "**GP contract**",
        "And this applies especially to primary care. Look at the mess the Government has made of the GP contract. First, they negotiated a deal which took the responsibility for organising extended opening hours and out-of-hours care away from GPs and gave it to Primary Care Trusts.Then, when the PCTs didn’t organise this extended access, the Government cried foul and blamed GPs for it.",
        "It is fundamentally dishonest for the Government to blame GPs for agreeing to a contract that ministers negotiated and urged GPs to accept. Nor is it GPs’ fault that they are being paid far more than they or the Government intended – it’s the Government’s fault for miscalculating doctors’ workload. And that’s what happens when you organise the health service using top-down bureaucratic methods dressed up to look good on a PowerPoint presentation.",
        "**Private providers**",
        "I often can’t help thinking that Labour have been blinded by the private sector – not just management consultants but private providers too. The ironic result is a smaller role for GPs – the original independent contractors to the NHS. PCTs are taking back control from GPs, and shifting contracts to private providers under preferential terms.",
        "This is a flawed strategy. It didn’t work in secondary care when the Government paid for block contracts with independent sector treatment centres at 11 per cent more than the equivalent cost in the NHS. And it won’t work if executed in the same way in primary care.",
        "**Worst of both worlds**",
        "So we have a flawed GP contract, and an uneven playing field for providers. Neither side of the purchaser-provider split is working properly. Indeed, the Government has spent 10 years oscillating between the rhetoric of local decision making on one hand and their instinct for central control on the other.",
        "Now, instead of the original system of doctors buying care directly for patients, Primary Care Trusts hold the purse strings. They call it Practice Based Commissioning. But in fact GPs neither hold real budgets nor have the ability to reinvest savings on behalf of their patients.",
        "As Julian Le Grand has put it, the Government was “trying to get the best of fundholding and the best of the health authority and probably ended up with the worst of both.” Put another way, we have ended up with neither a GP-led service nor an efficient central bureaucracy.",
        "**The role of the GP**",
        "So let me set out how I think general practice should work. I have a simple starting point. GPs should manage the entire relationship that a patient has with the NHS: meaning they should be responsible for providing the care that patients need or commissioning it from other providers or a mixture of the two.",
        "In a nutshell, GPs should control the budgets that NHS patients are entitled to. There is a good economic rationale for this. Budget-holding is a natural guarantee of efficiency, ensuring that money follows the patient and it is spent on frontline care rather than on bureaucracy. GPs – rather than remote managers – should be responsible for reconciling the available resources with clinical priorities and patient choice.",
        "And there is a good health rationale for GP budget-holding too: what’s called the continuity of care. The family doctor service is the way to ensure that – even though the patients may see many specialists – there is always one doctor in charge: the doctor closest to the patient. This is especially important when it comes to preventative action or the management of chronic conditions, which require significant patient involvement.",
        "Five years ago Gordon Brown said that “in healthcare the consumer is not sovereign” – meaning that patients should not be trusted or expected to manage their own care. Well I disagree. Because I believe in general practice. With the GP to advise the patient and to commission care on their behalf from a variety of providers, then in healthcare the consumer can be sovereign.",
        "**Polyclinics**",
        "All this brings me to the plan for polyclinics. Just at the very moment that patient sovereignty is becoming both possible and popular with technology and consumer expectations both in its favour, the Government is going in the other direction.",
        "The plan for a national network of polyclinics is the biggest upheaval in primary care since the creation of the NHS or even since the beginning of modern general practice in the 19th century. Because of course in 1948 GPs were left alone, as small independent practices operating under contract to the NHS.",
        "60 years later, Gordon Brown is attempting what Nye Bevan never managed to do: make GPs salaried employees of the state, and abolish small practices in favour of large multipurpose centres.",
        "Let me, in fairness, acknowledge the government’s rationale for polyclinics. I accept that the scheme is not simply designed to save money. And as I said in my Party Conference speech last year, it is often a very good thing for GPs to share premises with specialists like physios and pharmacists.",
        "In fact, many GP surgeries already provide these services, and they’re especially popular with young professionals. If you’ve got a back problem, say, and you also need some jabs for a business trip to India a polyclinic open till 8 in the evening may be just what you need. But frankly that’s not the sort of person who most relies on primary care.",
        "The Government says that in London, most patients will be within a mile and half of a polyclinic. The people who need GPs the most are the elderly, those with small children and those with long-term conditions. Those are the people least able to get to a polyclinic, and least comfortable in a large impersonal institution. They like to rely on the doctor they know, at the end of their street, often in a building not much bigger than a house. They have a human relationship with their GP that they simply won’t have with a member of staff at a polyclinic.",
        "So I don’t object to polyclinics in principle. I object to the principle of imposing them on local communities without public support and against the wishes of GPs themselves. Where they occur, they should occur naturally, as the voluntary combination of free agents – not as the latest structural re-organisation of the NHS. Lord Darzi, the health minister behind the polyclinics plan, has admitted that doctors will, effectively, be forced into polyclinics using the GP contract. It is quite wrong.",
        "If the Darzi plan is implemented a thousand GP surgeries are likely to close in London alone – that’s three quarters of the total. Another 600 local surgeries will close across the country. Labour has already tried to bring about the end of the district general hospital.",
        "Now they are trying to abolish the family doctor service. Communities which have lost their Post Office, their local shops, their local police station, are going to lose their doctor. So the Conservative Party will fight Labour’s plans to close GP surgeries. We pledge to save the family doctor service from Gordon Brown’s NHS cuts.",
        "**Modernisation**",
        "The Government presents this as modernisation. Well, as so often, Labour gives modernisation a bad name. I don’t believe that 21st century medicine requires the end of the family doctor service.",
        "A truly modern health service would enhance the small local GP surgery, not abolish it. The creation of an NHS national digital network means that small practices can connect to other services where there is additional need. For example, say more outpatient therapists and diagnostics are required. If GPs are given budget-holding responsibility to contract for those services, they can easily source the necessary providers. Improved provision of care in the community doesn’t require loss of small practices.",
        "**GPs petition**",
        "I want us to establish now the consensus we need for a primary care led health service in the future. So let me read to you the petition organised by the thinktank “2020health” and drawn up in consultation with Andrew Lansley and Mark Simmonds. It represents the values that GPs and patients have discussed with Andrew and his team over recent years.",
        "I quote:",
        "“We believe that General Practice is the foundation of the NHS.",
        "We are the first point of contact for the majority of patients, and we value the relationships we develop with our individual patients.",
        "We believe that GPs should remain independent contractors to the NHS, and support a level of remuneration commensurate with our responsibilities and the quality and outcomes we achieve.",
        "We want to be free from central Government interference and bureaucracy; able to control our own budgets; rewarded for working in socio-economically deprived areas; free to re-invest for our patients’ benefit and able to innovate in contracts with healthcare providers.",
        "We also believe we should be free to determine the opening hours, size and locations of our practices, in response to our patients’ needs, and object to being forced into polyclinics against our will.",
        "We want a structure of primary care that is truly accountable to patients, and is encouraged and rewarded for innovation, excellence and outcomes.”",
        "These are the values of General Practice which the next Conservative Government will defend. We want to work in partnership with GPs, not in conflict with them as this Government is doing. So I urge GPs to sign up to this petition and ensure that the next Conservative Government has the backing of the profession to modernise general practice in a way that works for the staff and patients of the NHS.",
        "**Conclusion**",
        "I said at the outset that I believe NHS reform should be gradual and organic – but that it should have a clear direction. This stands in contrast to the sudden, misdirected jerks that have characterized Labour’s health policy over the last 10 years.",
        "So in conclusion, let me set out the four basic steps that a Conservative Government will take. First, our commitment to a fully-funded health service: increased NHS spending year on year. Second, devolution of power to the front-line – and that especially means GPs. More power and responsibility for NHS professionals, and more choice and freedom for patients.",
        "Third, independence for the NHS as a whole. Politicians should be focusing on the health outcomes that the NHS achieves in exchange for taxpayers’ money – not trying to micromanage every decision. So we will formally make the NHS independent of Government control. And then last – the conclusion of these reforms – a transformation of the Department of Health itself. From the national manager of primary and acute care, to the agency responsible for public health. These are the steps that a Conservative Government will take to reform the NHS."
    ]
}