{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-at-uk-france-summit/",
    "title": "David Cameron – 2016 Speech at UK-France Summit",
    "post_date": "March 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the statement given by David Cameron, the Prime Minister, at the UK-France Summit held in Amiens, France, on 3 March 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thanks Francois. Very good be here today. This Summit has been about how Britain and France stand together to keep our people safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And there is nowhere more fitting for us to meet today than here in Amiens – where a century ago 600,000 British and French soldiers were killed or injured fighting for our freedom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Visiting the Pozieres cemetery this morning brought home again the humbling scale of that sacrifice, and that’s why I will be here again in July to honour all those who gave their lives at the Battle of the Somme.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Throughout the last century Britain and France stood shoulder to shoulder in the defence of our values and our way of life. And we do so again today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The horrific terrorist attacks in Paris last November were – as I said at the time – an attack on us all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Francois and I have talked today about the measures we must take to defeat this evil. About how we can strengthen our bilateral security relationship. And how we can work together to tackle the migration crisis. And I want to say a word on each.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Daesh**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, we need a comprehensive strategy to defeat the threat from Islamist extremism – both at home and abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since the attack in Paris, British fighter pilots have joined their French counterparts carrying out military strikes against Daesh in Syria as well as in Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our action is degrading Daesh’s capability, and they are now struggling to hold territory that they once confidently claimed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also need an end to the civil war in Syria and a government in Damascus that can bring peace and stability to that country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We welcome the latest truce.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It could provide an opportunity to make progress at next week’s peace talks. But these will only succeed if there is a change of behaviour by the Syrian regime and by its backers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why tomorrow, Francois and I, along with Chancellor Merkel will call President Putin.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will underline that Russia needs to end its attacks on Syrian civilians and the moderate opposition. And accept that there has to be a transition away from Assad to a new leader who can reunite Syria and bring peace and stability to that country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also discussed the importance of tackling the threat of Islamist extremism in Africa, and we have agreed to step up our efforts in Nigeria, and across the Sahel, including training regional forces and supporting the Multi-National Joint Task Force in its fight against Boko Haram.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also need to protect ourselves from radicalised extremist Muslims here at home. So we have agreed to strengthen our counter-terrorism co-operation, particularly on information sharing, transport and aviation security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Bilateral defence co-operation**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to our bilateral defence co-operation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our ability to detect threats and act on them, including militarily, is vital if we are to defeat the scourge of terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have already seen how we can use unmanned aerial vehicles to protect us from this terrorist threat. And today we have agreed to jointly invest £1.5 billion to develop the next generation of a combat air system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will be the most advanced of its kind in Europe, securing high-end engineering jobs and expertise in both the UK and France.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Migration**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, we have discussed the migration crisis facing Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The United Kingdom has not faced anywhere near the scale of migrants coming to Europe as other countries because we are outside Schengen and retain control of our borders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in Calais, we have worked together with the French to strengthen security to deter migrants from trying to enter Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want to thank President Hollande for this co-operation and today I can announce that we will invest an additional £17 million in priority security infrastructure in Calais to assist the work of the French police.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The money will also go towards efforts to move people from the camps in Calais to facilities elsewhere in France, and will fund joint work to return migrants not in need of protection to their home countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The real challenge is in the eastern Mediterranean where we need to break the business model of the criminal smugglers and dissuade people from embarking on a fruitless and perilous journey in search of a new life in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is why the NATO mission is so important and we will meet in Brussels on Monday to discuss what more we can do within the EU to tackle this problem.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this has been an important Summit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We stand here today – as leaders of 2 strong nations, who will always stand together in the defence of our values and our liberties.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That co-operation will continue for years to come, just as it has throughout our history.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we should be clear how our partnership within the European Union makes a tangible difference to the scale and breadth of what we can achieve together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It was through the European Union that we imposed sanctions against Russia when it illegally invaded Crimea almost 2 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It was through the collective economic muscle of the EU that our sanctions brought Iran to the negotiating table and put a nuclear bomb beyond their reach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is through co-operation and intelligence-sharing with our European partners that we best fight cross-border crime and terrorism, giving us strength in numbers in what is a dangerous world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We both firmly believe our membership of the European Union allows us to amplify our strength, projecting great power internationally, increasing the security of our citizens and boosting the competitiveness of our economies. We are both strong proud nations who are clear about our influence in the world and clear that our membership of the European Union enhances that role, rather than detracting from it. We believe we are safer, and better off in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you Francois again for welcoming me here today, for your friendship and continued partnership in ensuring the safety, security and prosperity of all our people.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}