{
    "url": "https://www.ukpol.co.uk/pam-cameron-2022-comments-on-healthcare-in-northern-ireland/",
    "title": "Pam Cameron – 2022 Comments on Healthcare in Northern Ireland",
    "post_date": "August 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Pam Cameron",
            "url": "/tag/pam-cameron/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Pam Cameron, the DUP’s Health Spokesperson in Northern Ireland, on 6 August 2022.",
    "content": [
        "‘These are deeply disturbing figures. Behind every statistic is a family mourning the loss of a loved one and that must drive us to realise the change desperately needed to secure better outcomes for local patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Covid-19 and the disruption of many routine health services has adversely and disproportionately affected those on hospital waiting lists. Tragically, we may never fully know how many deaths were preventable.However, these problems did not start with the pandemic and they will not end with the pandemic either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It may be difficult to establish how many of these deaths were directly caused by delays in receiving attention or treatment but at a minimum it is clear that thousands of people across our Province are spending their final weeks and months in pain, discomfort or with deep uncertainty about their health. That isn’t something we should be willing to accept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the recent election we put forward a 5-point plan, including the need to fix our NHS. At the core of that is reform and transformation of the Health Service to ensure it is capable of meeting current and future challenges. We will continue to make the case at Westminster for adequate funding and for a future local Executive to ensure the focus is on reducing waiting lists and reform of the health system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}