{
    "url": "https://www.ukpol.co.uk/lisa-cameron-2021-speech-on-un-international-day-of-persons-with-disabilities/",
    "title": "Lisa Cameron – 2021 Speech on UN International Day of Persons with Disabilities",
    "post_date": "December 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Lisa Cameron",
            "url": "/tag/lisa-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lisa Cameron, the SNP MP for East Kilbride, Strathaven and Lesmahagow, in the House of Commons on 6 December 2021.",
    "content": [
        "As chair of the all-party parliamentary group for disability, I am delighted to take this opportunity formally to mark United Nations International Day of Persons with Disabilities here in the House of Commons. This is an annual day that seeks to promote the rights and wellbeing of persons with disabilities at every level of society, and to raise awareness of their wellbeing in all aspects of political, social, economic and cultural life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Next year marks the 150th anniversary of the legislation that gave the right to vote in secret, but this is not the reality for many blind and partially sighted people. Does the hon. Lady agree that not only must this right be protected but work must be undertaken to ensure that there are practical options in place at all polling stations across the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I absolutely do agree that those rights should be enshrined and that the democratic process should be open to all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Philippa Whitford (Central Ayrshire) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does my hon. Friend recognise that if we want people to vote, we want more people with disability in this House? Does she agree that it is a shame that none of the learning from the covid pandemic that might have made working here more flexible for someone with a disability or chronic illness has been kept?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend. That is extremely important and I will move on to speak about many of those issues. We should continually be learning and applying best practice. It is extremely important that measures are taken to improve representation in this House for people with disabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are 14.1 million people with disabilities in the United Kingdom—one in five people—yet despite making up one of the largest minorities, disability often fails to reach the top of the equality agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the hon. Lady for bringing this forward; it is something of great interest to us all. Does she agree that watching the Paralympics has reminded us of the superior ability that so many of our disabled people possess and that their contribution to our society should be highlighted and praised not simply on this day but every day?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I totally agree. That is an excellent point well made. The Paralympics has shown people that those with disabilities have absolutely specialist skills and abilities that shine through. My one caveat would be that having spoken to Tanni Grey-Thompson in the House of Lords just the other week, I know that many people with disabilities now feel that one of their only options in life for employment is to become a Paralympian. While we all hope that people can achieve their full potential, not everyone can be a Paralympian, or an Olympian, so we must create other opportunities for employment for people with disabilities so that they have opportunities in everyday life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the past 18 months, in my position as chair of the all-party parliamentary group on disability, I have heard from thousands of people with disabilities who have largely felt invisible and forgotten during the pandemic. I have therefore been determined to elevate the prominence of people with disability across Parliament, having most recently tabled early-day motions 607 and 621 respectively commemorating UK Disability History Month and the International Day of People with Disabilities. I commend all Members of the House to sign these as a mark of recognition that, as has been mentioned, people with disabilities play a vital role in our society at every level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Debbie Abrahams (Oldham East and Saddleworth) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate the hon. Lady on this debate and on her stamina in making her speech at this time of night. Is she as concerned as I am that we are reflecting not just on the International Day of People with Disabilities but on getting out of covid? Unfortunately, disabled people were disproportionately affected in terms of covid deaths; they represented six out of 10 covid deaths. One of the themes of this year’s International Day of People with Disabilities is leadership. If we are going to address the inequalities that have driven the disproportionate death toll on disabled people, we will all have a role, within this place and outside, in ensuring that we do not see that in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Absolutely. That was a fantastic intervention and well worth hearing by all, because it is so important that we take lessons from this pandemic and make sure that people with disabilities never again feel invisible, forgotten or that they are at the back of the queue in terms of service delivery. We all have a duty to work collectively to ensure that best practice is put in place across the UK. I take the opportunity today to raise awareness and offer suggestions to Government on what I hope will be at the forefront of their mind as they consider the implementation of the crucial national disability strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, I highlight the priorities of the all-party parliamentary group in getting people with disabilities equal representation in politics and our political discourse. This year’s theme, as we have heard, is, “Leadership and participation of persons with disabilities towards an inclusive, accessible and sustainable post covid-19 world”. In line with that aim, the all-party parliamentary group has been championing social mobility and access to political mentorship. We have worked with Government and the Department for Work and Pensions to host disability-confident workshops in this House, which resulted in more than 100 of my cross-party colleagues participating and pledging to offer a variety of work experience and internship opportunities to people with disabilities in their constituencies up and down this United Kingdom. That is fantastic, and I hope to follow that up with an additional session early next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have about 24% of the House participating, but we will not stop until 100% of MPs are offering people with disabilities opportunities for work experience in their offices. I request that the Minister champion this type of inclusion across the Cabinet and with colleagues, as this initiative is entirely cross-party. It is an endeavour to ensure that no matter their background, everyone in the UK can have the opportunity to meet their full potential. We have continued to keep diversity and politics central to our work in the all-party parliamentary group and have also launched an inquiry into access to elected office, and I will be presenting its recommendations in this Chamber in 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the past two years, we have had 17 meetings of the all-party parliamentary group, focusing on a disability-inclusive covid-19 response. Members have tabled more than 200 written questions and 400 oral questions on disability issues. We now have a membership of more than 200 MPs, making it one of the largest all-party parliamentary groups in Parliament. I encourage MPs who are not yet members to join us, but I would like the Minister to note how important working on disability issues is for people across the House and across the UK at large.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The inequalities that people with disabilities face in everyday life have been exacerbated during this pandemic. While covid has affected us all, it has had a disproportionate impact on the lives of people with disabilities. The Office for National Statistics estimated that disabled people made up a staggering 59% of all coronavirus deaths during the peak of the pandemic. Research from Sense shows that nearly three quarters of disabled people believe their needs have been ignored and they have not received enough support. Furthermore, nearly two thirds of disabled people have said their mental health has worsened, showing that we need a holistic approach. We need not only a focus on physical health, but an approach that deals with mental health and wellbeing needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sense has launched a petition alongside our APPG calling on Government to ensure that disabled people are a key focus of next year’s pandemic inquiry. The petition has already gained more than 26,000 signatures. Echoing that, I would like the Minister and the Government to ensure that the panel leading the inquiry is representative of people with disabilities and looks closely at the issues involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With almost three quarters of disabled people feeling as if their needs have been forgotten, it is vital that they are central to our recovery strategy. People with disabilities should never have to experience the lack of information and the loss of everyday practical, health and social support, as they have seen during this pandemic. Only last week, I met with local parents in my constituency who are still awaiting day services to resume after such a long time, and I heard about the negative impact on young people’s wellbeing, who are becoming introverted, losing confidence, becoming depressed and experiencing cognitive decline. I am heartened that local authorities will look afresh at the issue and we will closely monitor that to ensure it is addressed satisfactorily.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Economic research by Scope and the Disabled Children’s Partnership shows that the experience is widespread. There remains a £2.1-billion funding gap in disabled children’s health and care. That has led to an entirely unacceptable contrast between the quality of life and opportunities available to disabled children and their families compared with those without disabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Freedom of information requests by the Disabled Children’s Partnership reveal that NHS trusts are struggling to meet targets for therapy appointments. Many local authorities have cut respite care and are struggling to meet targets for education, health and care plan assessments, which leaves many children unable to access diagnosis and vital services. As a result, nearly three quarters of disabled children surveyed saw their progress in managing their conditions regress during the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Remedying the disability health and care gap is crucial in our post-covid inclusive society. I request that the Minister addresses that urgently. Much has been said lately about social care, but little has been said about the social care requirements of children and adults with disabilities, who have been largely missing from the conversation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On employment, people with disabilities have the right to expect the same access to financial security and career satisfaction as those without disabilities. If we are to champion leadership and participation, access to work must be prioritised. In the UK, as in other countries around the world, people with disabilities face significant barriers to accessing and staying in employment. The starkest evidence of that disadvantage is the disability employment gap, which remains shockingly high at more than 28%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Disabled people in employment also face a stark pay gap of 19.6%, which shows that equality is far from being reached. It is clear that the Minister must take urgent action to enable people with disabilities, particularly young disabled people, to emerge into the labour market for the first time. Will the Minister consider a programme similar to the kickstart scheme that could address some of those issues, and discuss it with Cabinet colleagues?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not enough of the Government’s attention has been on the demand side, from the point of view of what the Government can and should do to encourage employers to ensure that their workplaces are properly accessible to disabled people, and that the barriers disabled people face are identified and removed. With that in mind, the all-party group, in collaboration with stakeholders such as Disability@Work, had several meetings with the former Minister for Disabled People and officials from the Cabinet Office Disability Unit and the Department for Work and Pensions. We outlined a package of proposals aimed at encouraging employers to engage more fully with the disability employment agenda. I would value a follow-up meeting now that we can meet in person again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last week, I was delighted to visit Coca-Cola in my constituency to mark International Day of Persons with Disabilities and to encourage its steps towards disability inclusion in its workforce. It is one of the valuable 500 pledge signatories—companies that are prioritising inclusion and leading the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is fundamentally wrong that disabled adults who are unable to work, including more than 600,000 who are not expected to look for work because of their illness or disability, are left out from the announced universal credit support. That widens the equality gap for those who are most disabled and vulnerable across our society. The Government must look at that and support people into work. They should also support those who cannot work and ensure that they are not further disadvantaged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also ask that the Minister looks at supporting the entrepreneurship of people with disabilities. Too often in this House, debates about disability are about the Department for Work and Pensions, but they should be about all the Departments equally, including the Department for Business, Energy and Industrial Strategy. It should be about people harnessing their skills. People with disabilities should be able to be employers and should have the support to overcome the financial barriers to doing so. They should be able to start their own businesses, employ others and mentor others into work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is the International Day of Persons with Disabilities, and I would like to conclude by asking the Minister to ensure that the work of the Foreign, Commonwealth and Development Office has disability equality at its core, and that while we support girls into school, which is extremely valuable, we also support girls and boys with disabilities internationally, via our UK aid, to enter and complete education and employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is staggering that just 1% of women with disabilities across the world are literate. It is essential that education programmes fully include girls with disabilities in developing countries and provide effective, targeted support to address the barriers they face and enable them to thrive and fulfil their potential. Globally, an estimated 33 million children with disabilities are not in school, and children with disabilities are two and a half times more likely than other children never to attend school in their lifetime. The barriers they face can include schools not being accessible, teachers not being trained to properly support students with disabilities, and a lack of assistive technology and rehabilitation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Everyone across the UK believes that aid should reach the most vulnerable, and a focus on children and adults with disability worldwide is a focus that we can all agree on. I urge the Minister to ensure that this remains core, and is expanded across our programmes. I pay absolute tribute to staff in the Department in East Kilbride in my constituency for their fantastic, innovative disability inclusion work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In summary, as we join together here to mark the International Day of Persons with Disabilities in Parliament, we have the opportunity to include disabled people at the forefront of policy and policy making. No longer should disabled people feel forgotten, no longer should their needs be at the back of the queue, no longer should they be hit with the brunt of the pandemic and no longer should their services be depleted. In the summer of 2020, the Prime Minister responded to my open letter on a disability-inclusive response to the pandemic by pledging an “ambitious and transformative” national strategy for disabled people. The strategy, though broad, has a long way to go to live up to this ambitious and transformative approach. It is vital that the Minister harnesses the motivation of this Parliament, the cross-party colleagues who want to contribute, the all-party parliamentary groups and the Government to ensure that the United Kingdom is a leader in disability inclusion, and that the opportunity and ability to meet and fulfil potential is extended to all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}