{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-qa-at-thales-uk/",
    "title": "David Cameron – 2013 Q&A at Thales UK",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Q&A session at Thales UK with the Prime Minister, David Cameron, on 4th April 2013 in Govan, Scotland.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Thank you very much for that welcome; it’s great to be here at Thales and a very happy 125th birthday. Earlier today I was winched from a helicopter onto HMS Victorious, one of our Trident nuclear submarines, and one of the things I did on that submarine was look through the incredible periscope made, of course, by Thales to scan the horizon and to look to see what was around. And it was an incredible piece of equipment and a signal of the brilliance of this company and this organisation.",
        "Now, this is an opportunity for you to ask questions and for me to try and answer them, but let me just kick off with perhaps two of the biggest questions that we’ve got to decide as a country over the coming years, and the first one relates to the issue I’ve just spoken of. We have an independent nuclear deterrent in our country – the Trident submarines – and soon we’re going to have to make the decision about whether to replace that on a proper like-for-like basis, and I strongly believe that we should replace it on a like-for-like basis.",
        "Why? Well, because the world we live in is very uncertain, very dangerous; there are nuclear states, and one cannot be sure of how they will develop. We cannot be sure on the issues of nuclear proliferation and to me having that nuclear deterrent is quite simply the best insurance policy that you can have that you will never be subject to nuclear blackmail. So I think that we should make that big decision and I hope that that is something that will be based right here in Scotland.",
        "And that leads me to the second big question that we’re going to have to answer as a country in the next couple of years – in 2014, to be precise – and that is whether to stay together as a United Kingdom, or whether Scotland wants to go its separate way. Now obviously that is a matter for Scottish voters – you will be the ones who decide – but I very much hope the decision will be to keep the United Kingdom together.",
        "And the way I’d put it is this: there are arguments of the heart, but there are also arguments of the head, and I believe the case for the United Kingdom can win on both the arguments of the heart and the arguments of the head. The Scottish nationalists may believe that they have the advantage when it comes to the heart –Braveheart, and all of that – I actually believe we should be very proud of what the United Kingdom has achieved together: the fact that we together have defeated fascism, that we built the National Health Service, that we produced the BBC, that we produced so many great works of art, architecture, literature, so many great businesses, so much great inventing. We should be proud of those things, but I think the arguments of the head – when we look at issues like jobs, like finance, like stability, I think the arguments of the head are even stronger in the direction of maintaining the United Kingdom.",
        "And perhaps defence jobs are a case in point. Over 12,000 people employed in Scotland in defence industries, defence industries that are backed by the whole of the United Kingdom and backed by the United Kingdom with a defence budget which is the fourth largest in the world. And even after the difficult decisions that this government has had to make about defence spending, we’ll still be the fourth largest defence budget in the world.",
        "So those are the arguments you’re going to have to take on and think about in these months ahead before the referendum in 2014, but those are two big decisions we have to take as a country, two big questions we have to answer. I know what my answers are, but this is all about your questions, so who wants to go first?",
        "**QUESTION**",
        "What does the UK need to do to become more competitive in the international markets? We were trying to export more and more.",
        "**PRIME MINISTER**",
        "Well it’s certainly something we need to do. As your Director put it, I would say exactly the same: we are in a global race. We’re in a race not just with countries in the European Union, but we’re in a race with the emerging countries of the South and East of our world – the Malaysias, the Indonesias, the Chinas, the Indias. And in a way the question is not what do we have to do, but how many things do we have to do?",
        "And I think it starts with people. We need to make sure we are producing bright graduates, we’ve got to invest in education, we’ve got to invest in apprenticeships, we’ve got to upskill all our people. But we’ve also got to think of all the things the government has to do. We’ve got to keep our tax rates down so businesses want to locate and grow here, and that’s why in the budget we cut the rate of Corporation Tax down to 20%. We’ve got to make sure our markets are open. So we’ve got to remain, I believe, members of the European Union. I’d like to reform it, but I think it’s important that we have those key markets open.",
        "There are so many things that we have to do. We have to play to our strengths, and I think defence is one of our strengths. And I think it means you need a very active government that’s prepared to get out there and promote British products and British businesses in the key markets, and that is something I’ve done. I was just saying to your Managing Director, I’ve led a trade mission to each one of the G20 countries apart from Argentina, that’s not yet on my list but I’ve done all the other G20 countries and I’m very proud to have taken Thales on some of those trade missions and to promote the goods and the services that you create.",
        "So I think it’s a massive agenda. It’s about getting on top of welfare, it’s about training our people, improving education, keeping our tax rates down, making sure we’re out there trying to sell in the key markets, and I think it means being more aggressive about that. I think sometimes in the UK we’ve sat back and thought, well we’ve got great technology, we’ve got great people, we’ve got great businesses. No one owes us a living anymore and we have to get out there and sell very hard. And that’s what this government is doing.",
        "We also have to get control of our deficit and our debts, and that links to the difficult decisions that this government has had to make. You won’t survive as a country if you are carrying the huge deficits that we are currently, and that’s why we need to reduce them.",
        "**QUESTION**",
        "Prime Minister, research and development is an environment for Thales and Thales have striven to be at the front of that over the years. What is this government going to do to ensure that an environment is created for research and development to grow and flourish for companies like Thales?",
        "**PRIME MINISTER**",
        "Well, there are some things that we have done in the short-term which I think can make a difference. Companies have said to us that they like the research and development tax credits, and so we have extended those tax credits. We’ve made them more generous. We’ve specifically made them more generous for small firms. So there are things we can do with the tax system to try and encourage research and development.",
        "But in a way I think the real answer goes all the way back into the classroom and we’ve got to make sure that we are teaching our young people the single sciences. We’ve got to have quality curriculums. We’ve got to make sure that more children study maths, science and technology subjects, and then we’ve got to make sure our universities are well-funded. Now, obviously this is a devolved issue; this is an issue for Scotland to make its own decisions. In England we’ve made the decision to charge quite substantial fees to students and then have those students pay those fees back through a system of loans. And I would argue that is absolutely vital for the future industrial strength of the United Kingdom.",
        "Because as I’ve said, and I’m boringly repetitive about this, we are in a global race; we’re in a global race with universities right across the world. And we’ve got to make sure our universities are well-funded, are financially stable, can take on the best and the brightest graduates, can train them, because they’re going to be the researchers and the technologists of the future.",
        "And in order, I think, in a modern market economy to have well-funded universities frankly there’s only two places the money can come from: it can come from the government, and the government is taking it from the tax­payer, and the tax-payer’s got a lot of claims on their funds – they’ve got to fund the Health Service and pensions and everything else – or you can ask the students, the successful students, to contribute to the cost of that education. And that’s what we’re doing in England. Scots make their own decisions about these things, but I think if we want really good research and development in the future we need well-funded universities, and I think it’s right then to ask students to make that contribution.",
        "**QUESTION**",
        "Prime Minister, there’s been a lot in the newspapers about further government departmental spending cuts, will this have an impact on defence?",
        "**PRIME MINISTER**",
        "Very good question. First of all, what have we done with defence so far? This government got in in 2010 and we inherited a budget deficit which was bigger than Greece’s, 11% of our GDP. We simply had to make difficult decisions both on spending and on taxation. And the decision we made with defence was not to cut the budget in cash terms but effectively to freeze it. The defence budget is around £33 billion and it’s going to be that all the way through this parliament to 2015. Within that, we’ve said that we need to protect the equipment budget and we do need to make sure that equipment budget is properly funded and we’ve set out how we’re going to do that. But defence can’t be exempt altogether from difficult decisions.",
        "But what I would say is, look at what we’re getting out of what we’re putting in. So it’s frozen at £33 billion, that’s the fourth biggest defence budget in the world. Yes, we’ve had to make difficult decisions in terms of reducing the size of the army, the navy and the air force, but when you stop and think about the future equipment programmes that our services are going to have, I think we can be really proud of what we’re getting in this country.",
        "Take the navy, I’ve just come off one of their submarines. The navy is soon going to have two brand new aircraft carriers. It’s got the Type 45 destroyers, it’ll have the future combat ship, the new frigate, it’s going to have seven hunter killer submarines and of course, if I get my way, the Trident replacement. Now that, on any account, is a pretty substantial navy.",
        "Take the RAF. They’ve got the Typhoons stationed here in Scotland. They’re going to have the Joint Strike Fighters. We’ve got the new Voyager air to air refuelling aircraft. We’ve got the A400M coming on-stream, the modern transport plane. That’s pretty effective.",
        "And for our military, for our soldiers, for our army, I was out in Afghanistan recently, and when you ask our troops in Afghanistan – and I’ve been going every year since 2006 – when you ask, you know, ‘Which bit of kit that others have got that you’d like to have?’ Right now the answer comes back from most of them, I’d say almost all of them, ‘We’ve got really pretty much the best kit in the world.’ And that is particularly true when it comes to protective vehicles. And I know in a minute or two I’m going to pull something, I hope, and open something – or push something, push something, to celebrate what you do at Thales in terms of protective vehicles.",
        "So putting in £33 billion, not immune from difficult decisions. Protection put in place for the equipment budget, but I would prefer to look at what we’re getting out of what we put in. And I think we can look our armed forces in the eye and be pretty proud of what we’re going to deliver.",
        "There’s one other thing I need your help with, though, which is of course we’re reducing the size of the army down to 82,000 but we’re actually expanding the size of the Territorial Army, expanding the size of the reserves. And that’s going to mean a big culture change for our armed forces, but also a big culture change for business. And I really hope business will encourage people to take part in the reserves, and will actually make sure that – and we will lead as an employer in government, that it’s sustainable and feasible to do that. Other countries have larger ratios of reserves to regular forces, and we should do the same.",
        "**QUESTION**",
        "Prime Minister, you mentioned apprentices. We have a number of apprentices here, and we’re about to start our new intake over the next couple of months. Could you describe what this government is doing to help companies like ourselves take on new apprentices?",
        "**PRIME MINISTER**",
        "Well of course this is a devolved matter, so the funding and organisation of apprentices in Scotland is done by the Scottish government. Certainly in England we have put a lot of extra resources into it, put a lot of extra effort into it, because we’ve got a very simple and clear vision, which is that as people go through school and as they leave school, we want to achieve what I call the new norm which is that you either go to university or you become an apprentice, and we really end the practice of people leaving school at 16 or 18 and just sort of drifting either into unemployment or into a low-skilled job.",
        "Really we should be aiming high, and aiming for everyone to have that choice. And within that choice, I think we’ve got to be clear that the quality of apprenticeships needs to keep being improved. And we’ve put a particular amount of money into higher level apprenticeships, really the absolute equivalent in every way to a degree. And also, I think we’ve got to make sure that people can see an apprenticeship is a route to getting a degree. If we look at one of your competitors, Rolls Royce, half the Board of Rolls Royce are ex-apprentices: people that became apprentices, who went on and did a degree, they learnt and earnt the same time.",
        "And I think we haven’t explained in our schools properly that pathway that is available to young people. Perhaps it’s done better in Scotland. Certainly in England, you talk to young people coming out of school or even going to university and say, ‘Were the options really laid out for you?’ So again, I think we need to get back into the schools and make sure that people are having the real choices put before them. But we need companies like yours to invest in apprenticeships so that people can achieve those goals.",
        "**QUESTION**",
        "Prime Minister, exports are critical to the Thales site here in Glasgow. What assistance can the government give us in winning more export orders?",
        "**PRIME MINISTER**",
        "Right. Well, what assistance? There are some concrete and practical things we can do. We’ve shaken up the Export Credit Guarantee Department (ECGD) and tried to develop some new products to help companies like yours export. So we give direct financial support. I think that is one thing we can do that physically helps. I think also trying to make sure that our banking system properly gets back on its feet is vital for export success.",
        "I think we need to make sure we’re fully engaged in all the key markets. Some people think it’s a bit old-fashioned: Prime Ministers loading up airplanes with business people and flying off to different countries, I don’t think it’s old-fashioned at all. I think it is a great big competition out there, and I think that, you know, Britain needs to put its best foot forward and make sure that we are showcasing our best companies, our best technologies, particularly in these fast-growing markets. And I think if you look at the development of India, China, Indonesia, Malaysia, Brazil, they are going to become massive customers of some of the things that we are very good at making here. So we should really have that very active export policy.",
        "I also think it links to actually the first two questions I raised about, do we want to keep the United Kingdom together and are we going to be a front ranked player in terms of defence and nuclear deterrents? And I would argue answering positively to both those questions actually is part of making a big statement about Britain’s role in the world. Britain still is a front ranked power with the fourth largest defence budget. Think of all the networks we belong to. We’re members of the Commonwealth, we’re leading members of NATO, we’re members of the European Union. All these networks are really important in making sure Britain has proper standing in the world, counts for something in the world, and is able to trade effectively in the world.",
        "And I’ll add something into that, which is a bit more controversial, which is that this year we’re achieving a promise that lots of politicians have made, but this government is keeping it, which is to reach 0.7% of our gross national income in terms of our aid budget. Now our aid budget, let me be absolutely clear, is about helping the poorest people and the poorest countries in the world, but it’s also an important point about what Britain stands for in the world.",
        "We’re not in retreat from the world; we are actually a country that is a member of all these different networks I mentioned – significant defence budget, but also a big player in terms of aid and overseas development. And that aid and overseas development, of course we don’t – as used to happen in the past – tie it to trade; we don’t do that, and we’re not proposing to do that, but the fact that Britain is a generous country engaged in the world means that I think we are higher up people’s list of countries that they want to do business with, and if you look at the continent, for instance, of Africa – some of the fastest growing countries in the whole world at the moment are in Africa – and I think it’s right that we have that sort of standing and that sort of relationship with those sorts of countries. So, all those things we do can help us be successful exporters, and we need to be.",
        "**QUESTION**",
        "How concerned are you about North Korea?",
        "**PRIME MINISTER**",
        "How concerned am I about North Korea? Well, I mean, very concerned. It has extremely dangerous technologies, in terms of nuclear and its weapons. It has a new and relatively unknown leader, and obviously the noises it’s been making in recent weeks and months are worrying and threatening. What matters is that North Korea should abide by all the United Nations resolutions, which have been laid down. We do need to make sure that this whole situation, that the heat is taken out of it. But it is principally North Korea that – almost entirely North Korea that is able to do that and ought to do that.",
        "But I think it’s a good moment to stand back and ask ourselves about the dangers there are in the world and the need to maintain strong defences. I mean, the fact is, as I wrote in a newspaper article this morning, North Korea does now have missile technology that is able to reach, as they put it, the whole of the United States. So, if they are able to reach the whole of the United States, they can reach Europe too. They can reach us too. So, that is a real concern.",
        "And I think the question we need to ask ourselves in the context of this debate about the nuclear deterrent is what will a country like North Korea be like in ten years, 15 years, 20 years? How certain can we be? How certain can we be that its weapons will be secure? How certain can we be that they won’t share weapons and technology with other countries? We can’t be sure of those things, and that is why I think it’s so important to maintain strong defences, to maintain our nuclear deterrent, to maintain that insurance policy against the risks that there are in our world, and North Korea is a good example of that.",
        "**QUESTION**",
        "Prime Minister, during Nicolas Sarkozy’s presidency, you engaged in a joint procurement initiative in defence. Do you have the same relationship with Francois Hollande, and do you believe that Britain should be more involved in the European Union?",
        "**PRIME MINISTER**",
        "Right. Well, I have a different relationship with Francois Hollande, but it is a good relationship. I’m going to see him on Monday night actually. I’m going to have a working dinner with him when we’ll talk about all sorts of things, including in particular the development of the European Union. We’ll talk about the situation in Syria, but we’ll also talk about Anglo-French defence cooperation. And I remain totally committed to that for some very good, practical, hard-headed reasons.",
        "If you look at Britain and you look at France, we are similar sized countries. We have similar sized defence forces. We see ourselves playing similar sorts of roles in the world, and I think it’s been a missed opportunity that we haven’t been cooperating much more. And so I sat down with Nicolas Sarkozy, and went through all of the areas where I thought we could collaborate. And instead of, sort of, starting with the easiest and working up to the most difficult, we decided to start right at the top – the most difficult – in looking at some of the nuclear collaboration that Britain and France could do, and we are doing that. That work is going ahead.",
        "And when Francois Hollande was elected, I immediately discussed with him, and he said to me he wanted to keep going with this collaboration. Because I think it is totally in both our interests. If we want to maximise the strength of our defences, if we want to keep our guard high and we want to do that in a way that is affordable, it makes sense for two countries – longstanding allies and partners with similar outlooks on defence – to work together and to share those costs. And I know that Francois Hollande is totally committed to that.",
        "In terms of the European Union, we have some slightly different views. France is a member of the euro; we’re not a member of the euro. France is a member of the Schengen ‘No Borders’ Agreement; we’re not a member of the Schengen ‘No Borders’ Agreement. But I think we can have a grown up relationship on that basis, that you shouldn’t have to join everything in Europe; you should be able to pick and choose a little bit more. For years, France wasn’t a full member of NATO, but that didn’t make them less European.",
        "So, I think it’s right we’re outside the single currency; I think we’re better off with the pound sterling, and we’re going to keep that. But I think we can have a good relationship with the French on the basis that defence is a really important part of what we do together, something we are going to agree about a lot and there may be other areas where we’ll have our disagreements and have different approaches, but I think we can have a perfectly frank and sensible relationship on that basis.",
        "One last question, because I know it’s time to go and push the button on the vehicle integration, or are we all done? Well, can I thank you again very much for welcoming me here today. Can I congratulate you again on your 125th birthday, and can I reassure you that Britain – the United Kingdom – wants to keep its defences strong, and that should mean plenty of work for you here at Thales because you do very, very vital things for our defence industries and, as your Managing Director put it, very, very essential things for keeping our troops safe in the battle field. So, thank you very much for that. Thank you for your welcome, and congratulations on your 125th anniversary. Thank you."
    ]
}