{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-joint-press-conference-with-the-spanish-prime-minister/",
    "title": "David Cameron – 2011 Joint Press Conference with the Spanish Prime Minister",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the joint press conference with David Cameron and the Spanish Prime Minister, held in London on 25th July 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Prime Minister Zapatero, José Luis, welcome to the UK. Great to have you here today. Great to welcome a friend and a colleague here to Number 10 Downing Street.",
        "First of all, let me say that people in Norway are very much in our hearts and in our minds today. Everyone in Britain shares in the sorrow and the anger at the despicable killing that took place on Friday. Britain and Spain have both been victims of horrific acts of terrorism in the past and I know that both of us will be offering every support that we can to Norway in the days ahead. Britain has already provided police assistance and we’ll continue to offer our expertise and our moral support. Britain and Norway have been good allies and neighbours in very dark days before and we know that the resilience and the courage and the decency of our Norwegian friends will overcome this evil. After such a dreadful event, the British government must of course review our own security at home and that is what the National Security Council started to do this morning when we met.",
        "In our talks today, Prime Minister Zapatero and I have discussed the security threats that we face; we’ve also talked about creating jobs and enhancing prosperity that our countries need, and we’ve also talked about protecting civilians in Libya and supporting democracy there, and finally we’ve discussed how we’re going to help people who are starving in the Horn of Africa.",
        "On the economy, we discussed the decisive action that eurozone leaders took to support Greece last week. There’s no doubt that it’s in Britain’s interests for the euro to succeed and this is a significant step forward, but it must now be sustained to deliver the longer-term changes that we need to make the euro work. Britain and Spain also want to see quick, bold and practical action to get European economies growing and creating jobs, so we’ll work together in the EU to complete the single market in services, in energy and in the digital economy.",
        "And we’ll also work together to deepen the trade and investment links between Britain and Spain. Already our trade is worth more than £30 billion every year and more than 3,500 British jobs are generated by Spanish investment. But we want to do more and this autumn we’re going to bring together leading business and policy makers to deliver an action plan to support business contact between our two economies.",
        "Second, on Libya we agreed there’s been real progress. Libyans are pressing the regime back from the Jabal Nafusa, from Misrata, from Brega and over the weekend NATO successfully targeted Gaddafi’s forces that are terrorising Zlitan and the command complex in Tripoli from where the war has been waged. We have a real opportunity now to stop Gaddafi destroying his own country but we must keep up the pressure on all fronts until Libyans are safe. I welcome Spain’s commitment to continue its military role until we do so.",
        "Finally, the famine in the Horn of Africa. It is, I believe, absolutely right that even in difficult times at home we help those who are facing starvation. Britain has led the way with assistance that will help two million people. The British people have given another £27 million of their own, but the UN still needs more than $300 million more in the next two months in Somalia. So I was very pleased to hear about the Spanish government’s new announcement of funding. It is now time for others who have the means, in Europe and elsewhere, to do more and I hope that today’s meeting in Rome will produce significant new contributions from other countries. We can still save millions of lives. People are starving. People are dying needlessly. We have the ability to help. Britain is playing its part; it’s now for other countries to do more and to play their part as well.",
        "So we’ve had a really important set of discussions today and we’ll continue to build on the good relations between our two countries. And let me say, José Luis, as one of 12 million Britons who so often enjoy a warm welcome in Spain, it’s been good to return just a little bit of that hospitality to you, welcome you here today.",
        "**Prime Minister Zapatero**",
        "Thank you very much, David, for those words. First of all, I would also like to endorse David Cameron’s words and thoughts about what happened in Oslo yesterday. I did get a chance to give my condolences, the condolences on behalf of all of the people in Spain to the Norwegian Prime Minister for that tragedy, that appalling event. One single person killed so many innocent people. I think it’s one of the biggest tragedies that we have witnessed in decades. It is one of the most worrying and serious events that we have ever seen take place on European soil and I would just like to share two thoughts with you on this.",
        "The first one, thinking about those 90 minutes that those people lived through on that island, those young people, those Norwegian citizens who saw how that massacre was taking place on such a massive scale. Thinking about that, this isn’t just another event; this is something extremely serious that requires a response, a European response, a shared response to defend freedom, to defend democracy and calling on people to rise up and fight radicalism, to respond against xenophobia. I think we in Europe have peace here and we should defend that peace; we should also defend peaceful coexistence and that is why I do hope that we will have a reaction from the whole of Europe and that we can actually mobilise our very highest civic values that we hold dear.",
        "I think over the last few days in every corner of Europe people will have been sitting wondering, how can this happen? How can someone pick up a weapon of war and fire it, fire it so many times that they kill 85 or 90 people? It’s appalling. It’s such a dreadful, rare thing to happen. How can a human being do that? And when we ask ourselves and wonder how that could happen, how can somebody get so fanatic about things? People tend to answer when you ask that question ‘Well, he’s just mad; he’s crazy, he’s a madman.’ But I think that it’s not someone who is crazy who becomes a fanatic; it’s fanaticism that turns people crazy, that turns people into killers and this is a lesson I think we’ve learnt throughout history. Let’s not forget this lesson and let’s do everything that we can to be able to defend our position as Europeans and respond. That is why I really do endorse your thoughts and the sensitive words that we’ve just heard from you, Prime Minister.",
        "So we’ve talked about Oslo; we’ve also had time during our meeting to talk about the economic situation in Europe. We’ve talked about that last Council meeting in the euro group. We’ve talked about international relations too. We’ve talked about the hotspots in the world today and of course we’ve also reviewed our bilateral relations. As for Europe, the economic situation in Europe – economic Europe – I told David Cameron what happened at the Council meeting, the meeting of the heads of state and government of the euro group, and I told him that we’d reached a very good deal – a very good deal – to make sure that Greek debt is sustainable, to make sure that everyone knows that Greece will be able to meet its commitments, that it will have the support of the European countries, and that will also be a very clear cut, defined, concrete participation on the part of the private sector in the deal, and that in addition the eurozone has reinforced its system of protection with powerful tools. There is now this mechanism that will allow us to buy up sovereign bonds in secondary markets. There’s the possibility that that will allow governments to lend, to recapitalise banks or establish preventive mechanisms.",
        "Now, economic recovery is a long, tough road ahead of us everywhere and that is why we need to cooperate. We need to ensure that we build on and extend the single market and I know that both Spain and Great Britain are very interested in that taking place and that we need to ensure stability for the euro and that all of the polities working towards more integrated, more competitive markets, will take us in the direction of greater growth. But this is the most serious crisis that we’ve had to deal with for 80 years. That’s a fact. Therefore, it’s logical that it’s hard for us to get out of the crisis and it’s quite natural and logical for people to feel that we’re taking a long time to get out of that crisis and for growth to recover but that’s a fact.",
        "Then turning to international politics, we’ve swapped views on Libya. We have to keep the pressure up, we have to keep defending and protecting civilians in Libya. We believe in the future of democracy in Libya and Spain ratifies its participation in the military operation in compliance with those UN resolutions. We’ve also talked about the Mediterranean, the Arab Spring. We’ve talked about Egypt and we agree as we’ve talked about the situation that we believe that the changes we’re seeing to the south of the Mediterranean are changes that will give a better future for people and will help us in the international order of things.",
        "And then on bilateral relations I have to say that this country is where Spain has the most investment in the world; 15% of our investment abroad is in Great Britain. That shows you just how much we believe in Great Britain. Our biggest and best companies have come to Britain to invest. But there’s another figure which is also important: Great Britain is the country from which most tourists go to Spain. So we have shared leadership there. In fact, we’ll have a record-breaking figure for British tourists coming to Spain this year and I have to thank you for that, because so far this year the growth in British tourists coming to Spain is huge, it’s quite a striking figure. And tourism is helping us to achieve economic recovery. I do hope that trend continues then.",
        "And of course, David, we always do whatever we can to ensure that you all feel very much at home in our country and we thank the Prime Minister very much for being one of those tourists who come to Spain. And I have invited him once again to come to Spain and get to know new areas, very attractive parts of Spain. And we’re very happy that the Deputy Prime Minister does actually come. I know there are a couple of reasons why the Deputy Prime Minister comes to Spain, but I have to say that our political relationship is very good and we have to ensure that our economic and commercial relationships also are as good as they are now. And once again, thank you, Prime Minister.",
        "**Prime Minister**",
        "Thank you very much. We’ve got time for some questions.",
        "**Question**",
        "Prime Minister, the government’s new CONTEST anti-terror strategy has just one reference to the threat from right-wing extremism. Do you think Britain has been complacent about the threat and how do you think our strategy towards right-wing extremism should now change?",
        "And Prime Minister Zapatero, you talked about needing to tackle the sort of fanaticism that we’ve seen. How do you think that should best be done?",
        "**Prime Minister**",
        "First of all, I don’t think we’ve been complacent. I mean, right-wing terrorist groups are mentioned in the CONTEST strategy; I mentioned them in my speech in Munich. It’s vitally important that we combat all forms of extremism and violent extremism, whether that’s coming from violent Islamic extremism or violent right-wing extremism. We have to combat all of those threats.",
        "We had a meeting of the National Security Council this morning to look at what lessons we can learn from the dreadful, dreadful events in Norway. I mean, the killing is on a scale that frankly is hard to comprehend, as Prime Minister Zapatero has said. It is truly shocking and we really do stand with the Norwegian people at a time when they’re going to have to come to terms with an appalling scale of death and of tragedy.",
        "What we spoke about this morning was really three things. First of all, Britain will do everything it can to help the Norwegians, whether that is police cooperation, intelligence cooperation and also giving them our moral and political support. They’re old friends and neighbours. We’re very close to them. We’ve been through difficult times together before and we stand with them.",
        "The second thing is I think there are lots of technical lessons that I’m sure every country will want to learn and want to ask themselves: do we have the right warning systems in terms of when people are buying huge quantities of fertiliser? What more can we do to stop people getting hold of arms and ammunition? What can we do to make sure the police response times are as fast as they possibly can be? These are questions we ask in our National Security Council meeting, in our COBRA meetings all of the time and I’m asking those questions all over again so we get our response right.",
        "The third area is clearly looking at extremist groups and violent extremist groups and asking ourselves are we doing everything we possibly can to understand who these people are, what the threat level is? There is already an effective unit in the Metropolitan Police, but we’re going to build that up, we’re going to do even more to make sure that we keep ourselves safe from these sorts of fanatics and I think it’s vitally important that as well as standing with the Norwegian people we ask ourselves all of these questions. That’s what the National Security Council is all about. Sitting round you’ve got the heads of the intelligence agencies, the heads of the police service in terms of Cressida Dick from the Met, you’ve got the Home Secretary and the other key ministers to make sure we do everything we can to try and keep our country safe and that’s exactly what people, I think, expect from a government at a time like this.",
        "**Prime Minister Zapatero**",
        "I think what I meant when I said we had to react against fanaticism is that we have to basically uphold our democratic convictions and I think those are convictions that are held by the great majority of European people and we have to do that with tenacity and determination and that’s a job that all governments and all political minds have to do. We have to condemn fanaticism. We have to condemn xenophobia. We have to condemn and denounce racism. We have to denounce and condemn all of those totalitarian ideologies that attack democratic institutions, the democratic representation of the people. And the extreme right recently, it’s true, has grown in popularity. We have to reinforce our security, our intelligence services. We have to also monitor the internet very closely because right now that is a huge area that we can use to collaborate on this issue. As the British Prime Minister has already said, all of us as democrats in Europe need to reaffirm our belief in democracy and I think Oslo may be the right place to do that. Let’s not wait for a next time. Let’s do something now.",
        "We know that democracies are great systems because they give freedom for one and all, but they also need to have mechanisms: prevention mechanisms, resistance mechanisms. There are always people who are out to put an end to freedom, there are always people who want to pose their ideas on other people, that has always been the case and there have always been circumstances more and more propitious for that. I think we have to be very active as democrats to work against that now.",
        "**Question**",
        "Good afternoon. I would like to ask both of you how you view the reaction of the markets following on from that euro-group Council meeting last week. And, to the Spanish Prime Minister, do you think measures such as the ones that are being put in practice here in Great Britain to actually stand up to the crisis, would they be bad if they were the same measures used by the PP in Spain?",
        "And we have also heard, Spanish Prime Minister, that there may be a communiqué from ETA; do you think there will be any effect on the possible date for the next general election as a result?",
        "**Prime Minister Zapatero**",
        "First of all, a question about the measures that have already been implemented in the UK. It’s almost as if you are asking the British Prime Minister to give his view on the measures taken in Spain. Let’s be clear about this: all governments in this crisis, which is the most serious crisis we have had to face in 80 years, have to take measures that are not easy to take. They are not easy and each country has to take the measures that seem to be the most reasonable ones for that country.",
        "I don’t know which measures will be implemented by the PP, the People’s Party, if in power; they haven’t actually said anything about those yet. But if you learn anything from this crisis, if there is any experience there, it is that there is solidarity out there. We have learnt that. Because it is a really, really tough thing to do to know that you are taking steps that may sometimes hurt. These are cutbacks. No one likes having to bring down the salaries that are being earned by public employees or not to put wages up, but all of these measures have been taken one way or another, in some form or other, in all countries.",
        "And that question about the communiqué, the memorandum from ETA, I think this is just pure science fiction. It is science fiction in the point about whether it will affect the general election and, as for the future and our fight against ETA, my ideas are very clear on this; what you said is just pure science fiction.",
        "**Prime Minister**",
        "Let me answer the question. In terms of the response of the markets, I would say there has clearly been, particularly initially, some positive response. I think that is because the euro-group countries did more than the markets were expecting and I think there is an important lesson – that you have to get out in front and lead in terms of the response that you make.",
        "I obviously wish the euro-group countries well; 40% of Britain’s exports go to eurozone countries, we want the eurozone to be a success. We think the real test, though, is going to be longer term; are eurozone countries putting in place the mechanisms to have more coordination and stronger policies between them? Because I think that’s the logic of a single currency; you have to start moving towards more single economic decision-making. I have always believed that is what the euro needs and that is one of the reasons why I didn’t want Britain to join, because I think we benefit from having our own economic policy designed here in the UK.",
        "But the other key, I think, to success in the eurozone is going to be making sure their economies are competitive, that they go on reforming their labour markets, they go on making the structural reforms so that different countries can survive and thrive within a single currency. I think there are signs that that is happening, but that is going to be one of the long-term tests of whether the euro can really thrive and succeed.",
        "**Question**",
        "Prime Minister, can I take you back to your comments about the National Security Council meeting? Anders Breivik has claimed that he was recruited by English right-wing extremists at a meeting in the UK in 2002; what advice or guidance did you get from your security chiefs, the police, at your meeting today? How seriously are you taking that claim? How concerned are you about it and what are you doing to investigate it?",
        "And, if I could also just ask you a question about the economy, you have discussed that today; are we heading for a recession when the growth figures come out tomorrow and, if so, do you favour tax cuts or quantitative easing?",
        "And, for the Spanish Prime Minister, if I may sir, you have talked about a very good deal, the euro bailout, but nevertheless, as you’ve just been asked, the markets have not reacted favourably. Does not the rejection of the market suggest that this is doomed to failure, this bailout? And perhaps on a happier note, following your remarks about tourism, should we assume that the British Prime Minster is taking his summer holiday in Spain this year?",
        "**Prime Minister**",
        "Thank you. First of all, the claims about this brutal murderer: we take those claims extremely seriously, we will look at all the aspects of those claims and we’ll work very, very closely with the Norwegians in terms of the police relationship, in terms of the security relationship and indeed the very strong political relationship that I have Jens Stoltenberg, and we will help them in every way that we can. We’re still investigating those claims so I don’t want to give you partial information and we want to get to the bottom of this before making more public announcements, but we take these things extremely seriously. And, as I say, the relationship between Britain and Norway is strong and we’ll make sure we cooperate in every way that we can.",
        "In terms of growth, obviously you’ll have to wait for the figures that come out tomorrow. I mean what is clear is all over the world you’re seeing difficult conditions and it’s based on one simple word: debt. Debt levels in Europe, debt levels in America. Every time you switch on the television you can see countries and governments battling against debt and deficit. This is what José Luis and I have been talking about, the steps we have to take to bring our economies back from the brink and to reduce debt and deficit levels and start living within our means. That is the greatest threat our economies face.",
        "And what I’d say about this government is over the last year we’ve taken decisive action that has taken Britain out of the danger zone in Europe. We’re not coupled with countries that have faced very, very difficult times in the markets, partly because we have a government that’s got on top of debt, got on top of deficit. And inevitably, when you have a situation where you’re recovering from a calamitous boom and bust, where we most over-leveraged banks, the most indebted households, we’d had the biggest boom and the biggest bust if you like, and we had an economy that was so unbalanced and our growth had been so based on such a narrow base of banking and housing and finance and immigration, rather than being more broadly based on manufacturing and technology and the industries of the future that clearly, that our path back to growth is a difficult one and has already been a difficult one.",
        "But I’m confident we’re taking the right steps to get on top of our debts and our deficit, to take Britain out of the danger zone in Europe, to get our economy moving. You see half a million more jobs in the private sector compared with a year ago, so you are seeing successes, you can see growth in manufacturing and exports. The rebalancing of the economy we talked about in opposition as being necessary is beginning to get underway. But clearly this is a difficult process; everyone is finding that across Europe, but it’s quite clear here in Britain we’re making the right steps, taking the right measures to make sure we have a strong and healthy economy for the future.",
        "You asked about tax cuts and spending increases, if you think about it there’s no country really that can afford another fiscal stimulus; they’ve all run out of money. There isn’t some great monetary stimulus you can give when interest rates are as low as they are. The right steps for an economy like ours is to get on top of your debt and your deficit and then make it a better place for businesses to grow and expand and employ people. And that’s what you see with our growth review where we’re going through every industry, every part of government and asking what can we do to make this a better place to start a business, to employ people, to expand, to invest, to grow? That’s what the government’s focused on and that is the right growth strategy for Britain. José Luis, over to you.",
        "**Prime Minister Zapatero**",
        "Thank you very much. Yes, the market-reaction question. I think, as always, we have to really look at what this deal means, that agreement that was reached by the euro group, heads of states and government, the leaders, with a certain amount of perspective. I think the markets need to understand, they need to realise, that this is a solid agreement, a very detailed agreement; that’s a very, very important fact.",
        "With regard to the participation of the private sector in the deal there are figures there, specific figures assigned to each institution in agreement. And it’s also a very important deal because of the support, the financial commitment that governments have said they will give to ensure that Greece will be able to have sustainable situations. So we’ve had a couple of examples of this. One way or another Europe will not let Greece collapse, that’s the way things are. The euro zone, the euro area has said that the participation of the private sector in this Greek deal is an exceptional, unique case; it’s only for Greece. Why? Because of the volume of debt, because of the debt figures, the figures are huge, exceptionally big figures. But let me just repeat what I just said there: we won’t let Greece fall, and secondly the participation of the private sector is a unique, exclusive case.",
        "And then the question about policies: the euro zone needs to continue to implement these policies and measures to ensure that the markets have confidence. Let me give you the figures for Spain. In 2009, Spain’s public deficit figure was 11.2%. We will finish this year, 2011, with a 6% public deficit figure. It’s been a lot of very hard work to bring it down, but it’s been absolutely essential to bring it down. I mean, just remember what happened in the crisis. Let me take you back through it. October 2008. This is just going back over the background to it. The financial crisis, and we had to go out there and bail out the banks, didn’t we, there was the credit crunch. That credit crunch sparked off an economic recession all over.",
        "Once again, governments went out there to help and bail out the economy; there was public stimulus, fiscal stimulus, until we achieved that. And then the red light came on, the warning bells sounded, didn’t they? Because we couldn’t continue with that fiscal stimulus. So we had to step back and ensure that we could maintain the stability of our commitments to the public debt, and this is the same story, all the time, with each crisis. But I think the difference here is that we never had such a severe crisis as this one before, and if we hadn’t had the European Union and if we hadn’t had the euro area, the euro zone, and this ability to coordinate what we’re doing, to coordinate our decisions, this crisis would have had much more severe consequences for all of us, for those countries in the euro and those that are not in the euro.",
        "**Question**",
        "Prime Minister, you said that we need a European response to what happened in Oslo, but I want to know what you’re thinking about specifically for Spain. I mean, you were mentioned in that manifesto, that pamphlet, and so what do you think about Spain? And also, have you talked about Gibraltar and in what terms have you talked about Gibraltar?",
        "**Prime Minister Zapatero**",
        "Well, our meeting was quite a dense meeting. We had lots of issues and as for Gibraltar our foreign minister, of course, talks to her counterpart in the British government and we will continue with this constructive spirit of dialogue in forthcoming days as usual.",
        "Going back to Oslo, the thoughts I shared with you today about that tragedy in Oslo were quite serious thoughts because this tragedy was on such an inconceivable scale, wasn’t it? And when something like that happens and when we’ve seen this upsurge or rebirth of xenophobic ideas, when we’ve seen that happen in our old democratic Europe, then we have to react quickly. We can’t let time go by and let that carry on. So you’re asking me for my view on a reaction. I’m talking about a political reaction here, a political response of European leaders in which Spain would also cooperate. We’re also working together with the Norwegian intelligence services, of course, looking at a bit of the scope, but I’m talking more about a political response.",
        "I think we, as political leaders, have to make a common statement – and I’m talking about progressive leaders, liberal leaders, conservative leaders, all leaders – we have to say that we stand with Norway, with the Norwegian democracy, with the victims of racism and xenophobia, and against intolerance. It’s the European Union that has to take the initiative, of course, and I have of course mentioned this already in Europe and I hope that there will be a follow-up to it. I think there has to be a follow-up to it. We cannot carry on with our day-to-day agenda as if this has just been one more event taking place in Europe. It’s not just one more event in Europe, just as it wasn’t in the case of those Islamic terrorist attacks that hit London, that hit Madrid. We need to have a solidarity-minded political response, and also a security and prevention response, but a political response is what I would hope would come out of the European Union and what all democratic systems in Europe need.",
        "**Prime Minister**",
        "Thank you very much indeed. Thank you for those questions and thank you for coming this afternoon. And now let’s go and meet one – we’ve spoken about tourism, we’re going to go and see one Spanish tourist who I hope isn’t returning to Spain straight away which is Cesc Fabregas, who is downstairs to see you."
    ]
}