{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-on-european-council/",
    "title": "David Cameron – 2016 Statement on European Council",
    "post_date": "January 7, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons, London, on 5 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With permission, Mr Speaker, I would like to make a statement on the European Council meeting which took place before Christmas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Council focused on 3 issues – migration, terrorism and the UK’s renegotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ll take each in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Migration**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, on migration, even in winter there are still many migrants coming to Europe, with over 3,000 arriving via the eastern Mediterranean route each day.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now of course, Britain is not part of the Schengen open border arrangements and we’re not going to be joining.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have our own border controls and our border controls apply to everyone attempting to enter the UK and every day those border controls help to keep us safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me repeat: these controls apply to all – including EU citizens and we have stopped nearly 95,000 people at our borders since 2010, including almost 6,000 EU nationals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These people were not allowed to come in. What Schengen countries are now trying trying to put in place are a pale imitation of what we already have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What they do is, of course, a matter for them. But it is in our interests to help our European partners secure their external borders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we have provided more technical expertise to the European Asylum Support Office than any other European country including practical assistance to help with registering and fingerprinting of migrants when they arrive in countries like Greece and Italy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also focused on the root causes – not just the consequences – of the migration crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is why we continue to play a leading role in the efforts of the International Syria Support Group to end the conflict in Syria through a political process and that’s why we have backed the agreement reached in Morocco which should pave the way for a new united, national government in Libya.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have deployed HMS Enterprise in the Mediterranean to go after the people traffickers. We have provided £1.12 billion in humanitarian assistance for the Syrian conflict – by far the largest commitment of any European country, and second only to America.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Find out about Syria refugees: UK government response  \nAnd the donor conference that I am hosting next month together with Germany, Kuwait, Norway and the United Nations will help further, raising significant new funding to help refugees in the region this year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, the Council focused on implementing the previously agreed measures on refugee resettlement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In Britain, we said that we would resettle 20,000 Syrian refugees during this Parliament, taking them directly from the camps.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can tell the House that – exactly as promised – over 1,000 Syrian refugees from camps in Turkey, Jordan and Lebanon were resettled here in time for Christmas. These people are now in homes, their children are starting this new year in our schools and they can look forward to building a new life here in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I know many in this House have called for us to take more refugees, or take part in EU relocation and resettlement schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The reality is that we have already done significantly more than most of our EU partners in this regard.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Indeed the House might be interested to hear the figures. By the time of the December Council, only 208 refugees had been relocated within the EU – that was out of the 160,000 agreed. And in all other member states put together, according to the most recent statistics, just 483 refugees had been resettled from outside the EU under the EU’s voluntary resettlement scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The point is clear: we’ve said what we would do – and got on and done it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Terrorism**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to terrorism, the latest appalling video from Daesh is a reminder of their brutality and barbarism. It is desperate stuff from an organisation that hates us not for what we do, but for what we are – a democratic multi-faith, multi-ethnic nation built on tolerance, democracy and respect for human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, Britain will never be cowed by terror. We will stand up and defend our values and our way of life. And with patience and persistence we will defeat these extremists and eradicate this evil organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, I am sure the whole House will want to join with me in paying tribute to the British servicemen and women who have spent this Christmas and New Year away from their families.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the last month RAF aircraft have conducted 82 strikes in Iraq and Syria. In recent weeks the priority of the international coalition has been supporting the Iraqi Security Forces’ successful recapture of Ramadi, to which our air strikes made an important contribution. They have also helped Kurdish forces repel major Daesh counter-attacks in northern Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In Syria, there have been 11 RAF strike missions, 10 against Daesh controlled oil infrastructure and 1 against Daesh terrorists near Raqqah. And we continue to fly intelligence, surveillance and reconnaissance missions, providing vital support to our other coalition partners.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In terms of the discussion at the Council, we now have a clear agreement on new rules to share passenger name records. This is a vital breakthrough but we still need to go further.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the Council agreed to take forward urgent proposals on more systematic data-sharing on stepping up our co-operation on aviation security and on working together to do even more to starve Daesh of money and resources – choking off the oil and clamping down on firearms and explosives, to stop them getting into the hands of terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also agreed to do more across Europe to counter the extremist propaganda and the poisonous ideology of Islamist extremism that is the root cause of the terrorism we face.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Daesh threat is a threat to us all – and we must stand together to defeat it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**UK renegotiation**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, turning to the UK renegotiation, I have set out the 4 areas where Britain is seeking significant and far-reaching reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On sovereignty and subsidiarity, where Britain must not be part of an ‘ever closer union’ and where we want a greater role for national Parliaments.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On competitiveness, where the EU must add to our competitiveness, rather than detract from it, by signing new trade deals, cutting regulation and completing the single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On fairness for countries inside and outside the eurozone, where the EU must protect the integrity of the single market and ensure there is no disadvantage, discrimination or additional costs for a country like Britain – which is not in the euro and which is never, in my view, going to join the euro.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And on migration, where we need to tackle abuses of the right to free movement, and deliver changes that ensure that our welfare system is not an artificial draw for people to come to Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, this is the first time a country has tried to renegotiate its membership of the EU from a standing start.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Many doubted it was even possible.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But at this Council we had an entire session focused on this issue, lasting several hours, and with almost every European leader contributing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am happy to go into detail on what was an extensive discussion.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the key points were these.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There was strong support for Britain to stay in the EU. European leaders began their remarks not by saying Britain is better off in Europe, but that Europe would be better off with Britain staying in it. And all wanted to reach an agreement that would address the concerns we have raised.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There was extensive discussion on all 4 areas. Difficulties were raised with all 4. And the most difficult issues were around free movement and welfare. But there was a great deal of goodwill.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And at the end of the discussion the Council agreed – and I quote directly from the conclusions – that we would “work closely together to find mutually satisfactory solutions in all the 4 areas”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think it is significant that the conclusions talk about solutions – not compromises.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I made clear that these solutions would require changes that are legally binding and irreversible.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So Mr Speaker, while each of these areas will require hard work, I believe there is now a pathway to an agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Later this week I am continuing my efforts to secure that agreement with further discussions in Germany and Hungary.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I hope we can reach a full agreement when the Council meets again next month.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But what matters is getting the substance right, not the speed of the deal.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we can see this through and secure these changes, we will succeed in fundamentally changing the UK’s relationship with the EU and finally addressing the concerns that the British people have over our membership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if we can’t, then as I have said before I rule nothing out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My intention is that at the conclusion of the renegotiation, the government should reach a clear recommendation and then the referendum will be held.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is the nature of a referendum that it is the people not the politicians who decide.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as indicated before Christmas, there will be a clear government position, but it will be open to individual ministers to take a different personal position while remaining part of the government.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Ultimately it will be for the British people to decide this country’s future by voting in or out of a reformed European Union in the referendum that only we promised and that only a Conservative majority government was able to deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}