{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-press-conference-with-shimon-peres/",
    "title": "David Cameron – 2014 Press Conference with Shimon Peres",
    "post_date": "November 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference between David Cameron, the Prime Minister, and Shimon Peres, the Israeli Prime Minister, in Israel on 12th March 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Shimon Peres**",
        "Mr Prime Minister, thank you very much for your visit. Your address and **[inaudible]** moved the heart of the people, and you spoke about the heart of the issue.",
        "But before I shall make any comments, I have to refer to what’s going on now in Gaza. It’s a very severe attack; over 40 or 50 missiles were fired against civilian population. All the mothers are now in the shelters, and they have to decide, the people in Gaza. It’s either peace or violence. We cannot behave as though nothing happened, and as I said this was the most severe attack for a long time. And I’m sure that the government will take the necessary steps to stop it.",
        "Hamas must understand that you cannot have both ways. Either you run a normal life, or you made it a centre of terror. We shall not accept it as a centre of terror; we cannot permit ourselves. It’s not just a matter of how many people were wounded or killed; it’s a million, a million and a half people who are living there. They cannot have a night’s sleep, and they cannot have security. So right now I think we are weighing what will be the best response to put an end to it.",
        "That also shows the dilemma that stands before us. We would clearly like to have peace, but we must stop this terror. And appreciate very much what you did with the Hezbollah. I think if they want to save Lebanon, they have to stop Hezbollah as well. You cannot have it in any other way. And this is very much right now on our mind, and I hope the sooner it will be settled the better it will be. We’re not interested to raise the flames, but we have decided to stop the fire.",
        "Now I want to go back to the major issues. I think for all of us, Arabs or Jews, we have a real option: either to make a peaceful Middle East, or to break everything in the region.",
        "What impressed me very much in your remarks was the vision you put before the people. It is the right one. There are times when you don’t have a choice; this time we have a choice, all of us. We made our choice. Our choice is peace, based on a compromise; a 2-state solution that was agreed. We have to implement it; we shouldn’t postpone it. And unfortunately, time is running out. Decisions will be taken in the coming few weeks, because there are some dates, I mean including the visit of Abu Mazen to Washington, the release of the 30 prisoners – all this is coming very soon. And one will affect the other.",
        "So we have to act with much energy, and understand that if we shall make a mistake, it will cost a double price. It was very hard to renew the negotiations. If it’s re-interrupted, I can hardly see how we are going to come back. And, I know it’s difficult, but you have to make difficult decisions; all decisions are difficult. And I think your words were to the point about it. I believe that there are many in Israel, the real majority that would like to have it in a peaceful way, based on a 2-state solution. And I appreciate very much the position Great Britain took, and you have today announced in very clear words where you stand.",
        "And also you, know, there’s a difference between war and terror. War may be local, between 2 sides; terror doesn’t have a location, and it involves hundreds of different organisations, that don’t have a policy nor a responsibility. So we have to work together – as we do by the way, Great Britain and Israel – to stop this menace, clearly and sharply.",
        "I know that your time is short so I won’t extend my remarks, but I want also to thank you for the cooperation that exists between Great Britain – it started with Marks & Spencer, as you know, with trade – and now there is no Marx, or Marxism, but I think you were very – responding to us, when you went over to science, the future is science. We’re very grateful that under your premiership, science became the main issue, and I think we can see already the fruits of it. And I think the scientists are doing it with a full heart, because science belongs to everybody: it cannot support neither racism, nor nationalism, nor extremism. And we have to move ahead, and we can move ahead.",
        "So again, thank you for coming, thank you for your clear position, thank you for your vision, and thank you for the way you handle our friendship. Thank you very much.",
        "**David Cameron**",
        "Well thank you very much, Mr President, for your welcome, and for what you’ve said about my speech today. To hear that from someone with your long track record of seeking peace and seeking solutions is a great honour for me to hear.",
        "Let me be absolutely clear about these attacks from Gaza. We condemn them completely. And I think there are 3 important points to bear in mind. First of all, they are a reminder, once again, of the importance of maintaining and securing Israel’s future, and the security threats that you face. And you have Britain’s support in facing those security threats.",
        "The second is that these attacks are completely indiscriminate, aimed at civilian populations, and people indiscriminately, and that is a demonstration of how barbaric they are.",
        "And the third point is we must be absolutely clear in the international community and all friends of Israel and the Palestinian people as well, that there is no violent route to statehood. Statehood can only be achieved through dialogue and discussion, and through agreement between the Israelis and the Palestinian people; that is the only way progress can be made.",
        "I wanted to come to Israel to once again demonstrate my friendship and support for Israel. I wanted to come to build the very strong bilateral relationship that we have, that I think has been strengthened over these last few years. We see that strengthening in trade, and investment; we see that strengthening in scientific research and collaboration. We see it strengthened in the extraordinary hi-tech investments taking place between Israeli companies and British companies.",
        "But I also wanted to come to demonstrate again my strong support for the peace process, and as you said Mr President, this is a time of real opportunity: an opportunity to have a 2-state solution, and to make that work for the people of, of Israel, and for the Palestinians. And I think that now is the moment when we need the leaders of Israel, and the leaders of the Palestinian people, to take bold steps, courageous steps, and to take, yes, some risks, in order to deliver that 2-state solution. And you will have the strongest possible support from Britain, from members of the European Union, from all friends of Israel in taking those steps.",
        "So that is what I’ve come here for this visit to discuss, but it’s an honour and a pleasure to be received by you Mr President, and I look forward to the discussions that we’ll have. Thank you."
    ]
}