{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-to-the-national-conservative-convention/",
    "title": "David Cameron – 2013 Speech to the National Conservative Convention",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, to the 2013 National Conservative Convention on 16th March 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I want to start today with a very clear message for our Party.",
        "About who we are. What we’re for.",
        "We are people who love our country.",
        "Who believe in Britain’s greatness – and believe in restoring it.",
        "Almost three years ago we came into office at a perilous moment in our country’s history.",
        "The needle on the gauge was hovering between decline or success. Sink or swim.",
        "It fell to us in this Party to serve our country in its hour of need.",
        "That is an honour. It is a privilege.",
        "And we must never forget it.",
        "We always knew we’d face pretty big challenges right now.",
        "It’s mid-term.",
        "We’re wrestling with historic debts.",
        "Recovering from the deepest recession since records began.",
        "Fixing a broken welfare system and education system – and yes, a broken society too.",
        "Anyone who thought it was going to be easy – they’re wrong.",
        "Anyone who thinks it’s going to get easier – they’re wrong too.",
        "But let’s remember – above all the background noise – what this is all about:",
        "The national interest: first, last, always.",
        "This is a battle for Britain’s future we are engaged in.",
        "So let the message go out from this hall and this party:",
        "We are here to fight.",
        "We are here to win.",
        "And we have never been more up for the task of turning our country around.",
        "Last October, at our Party conference, I set out the scale of that task.",
        "There’s a global race underway…",
        "…and we’re making sure Britain succeeds in it.",
        "Schools that are world-class.",
        "A welfare system that works.",
        "And crucially – a stronger economy.",
        "Now politicians can always talk…",
        "…so here, today, I want to give you a progress report.",
        "First, schools.",
        "In just the past six months we’ve opened over 400 new Academies…",
        "…making it more than two and a half thousand opened so far.",
        "We’ve got dozens more free schools in the pipeline…",
        "…adding to the 80 that have already opened their doors.",
        "Started from scratch; independent schools; inside the state sector.",
        "We’ve announced tougher tests for trainee teachers…",
        "…more rigorous GCSEs…",
        "…a new national curriculum – and it’s got proper, narrative history back at its heart: Kings, Queens, battles,dates – our island’s story in all its glory.",
        "And what about welfare?",
        "We said it’s wrong for people on welfare to see their incomes going up faster than people in work…",
        "…so last December we made the tough decision to up-rate benefits by just 1 per cent.",
        "We said we’d get Britain working…",
        "…and unemployment has fallen again and again since the Conference.",
        "In fact today we have more people in work than ever before.",
        "On our economy, things are still tough.",
        "But remember this:",
        "The deficit – it’s been cut by a quarter.",
        "Corporation tax – cut to one of the lowest rates in the G7.Private sector jobs – up by more than one million. Yes, more than one million new jobs under this Government.",
        "Up in Liverpool the docks are being renovated, creating 20,000 new jobs over the coming years.",
        "We’ve got Jaguar Land Rover creating thousands of jobs in the West Midlands.",
        "Nissan creating hundreds of jobs in Sunderland.",
        "Last year we exported more cars than any other year in our history.",
        "This year it was confirmed we’re now Germany’s chief trading partner…",
        "…and you know what – we overtook France.",
        "A month ago I took a massive trade delegation to India…",
        "…and our exports there are up by more than half in the past three years.",
        "Our exports to China – almost doubled.",
        "To Russia – more than doubled.",
        "Friends, when Britain is getting back on her feet and back on the map……it can only mean one thing…",
        "…the Conservatives are back in Government.",
        "And let me say this about the global race.",
        "We won’t succeed unless the European Union really drives growth…",
        "…and I was in Brussels yet again yesterday making that argument.",
        "Let me tell you about those trips to Brussels.",
        "Since I last spoke to you at the conference in October we’ve kept the rebate…",
        "…cut the 7-year Budget…",
        "…got an historic agreement to cut regulation instead of endlessly increasing it.",
        "And yes: when it comes to Europe, it is this Party that’s going to negotiate a better deal for Britain…",
        "…and this Party that is finally going to give the British people their say.",
        "This is what Conservatives do.",
        "We make Britain stand tall and proud again.",
        "And for us, this global race is not just about GDP.",
        "It’s about saying to the mum who’s worried about her children’s future…",
        "…we are building a country where there is a future…",
        "…so your kids won’t have to get on a plane to get on in life, they can make it right here in Britain.",
        "It’s what this party’s always been about – aspiration.",
        "Helping those who really do want to work hard; and get on; and make a better life for their family.",
        "And here, friends, is a big difference between us and the Labour party.",
        "Labour say they’re on the side of the little guys…",
        "…but the point is this…",
        "…in their vision the little guys stay little.",
        "We’re about helping people stand taller. Reach further. Do better. Not patronising people, patting them on the head and putting a benefit cheque in their hands…",
        "…but looking them in the eye as equals…",
        "…knowing that nine times out of ten if you give people the tools – the stability at home, the rigour at school, the opportunity at work – they will finish the job and write their own success story.",
        "And that is the crucial point. We give people the tools to succeed. Yes, we believe self-reliance is a good thing, but that doesn’t mean “you’re on your own”.You can’t just say to the teenager who no one has ever believed in: “pull yourself up by the boot-straps”.",
        "I know the leg-ups I got in life.",
        "A loving family, wonderful parents, a great school and university.",
        "Aspiration needs to be nurtured.",
        "And this party has always understood that.",
        "We want people to climb up through their own efforts, yes…",
        "…but in order to climb up they need the ladder to be there in the first place…",
        "…the family that nurtures them, the school that inspires them, the opportunities there for them.",
        "Great Conservatives down the generations have put those ladders in place.",
        "When Churchill invented the labour exchanges that helped people into work.",
        "When Macmillan built new homes.",
        "When Thatcher fired up enterprise so people could start their own businesses.",
        "That’s what we’re doing in the Conservative Party right now.",
        "And here, today, I want to focus on what we’re doing for our young people.",
        "There are far too many people in their teens and twenties who are right at the start of their lives – but can feel it’s the end of the line.",
        "No one’s believed in them.",
        "No one’s given them a chance.",
        "That’s what I’m determined to change.",
        "We are building an aspiration nation.",
        "A country where it’s not who you know or where you’re from…",
        "…but who you are and where you’re determined to go. My dream for Britain is that opportunity is not an accident of birth, but a birth-right.",
        "Like Churchill said: “we are for the ladder. Let all try their best to climb”.",
        "So let me tell you about the ladder we are building for our young people today.",
        "The very first rung – of course – is a loving family…",
        "…and that’s why we must start with those who have no family – who start their lives in care.",
        "Just listen to this.",
        "Around a quarter of the people in our prisons were in care as children.",
        "And the real tragedy is that so many of these stories could have been avoided.",
        "There were people desperate to give children a loving home, but the system said ‘no’.",
        "It takes on average almost two years for a child to move into a loving home…",
        "…and do you know what, black children can typically wait a year longer.",
        "Time and again the system said you need the perfect ‘ethnic match’.",
        "That is wrong and we’re changing it.",
        "We’re making it clear to everyone working in our adoption system: we must move faster – and what matters is not the colour of a family’s skin, it’s the love that’s in it.",
        "The next rung on the ladder is a decent education.",
        "Most of us parents are the same.",
        "We want our children to learn the basics – and then to see their unique talents nurtured.",
        "For me it’s one of the big joys of being a Dad…",
        "…seeing something your children are good at…",
        "…sometimes wondering “where on earth did they get that from?”…",
        "…but then thinking where they’ll go with it.",
        "I say it loud and proud: Samantha and I are pushy parents.",
        "And I want the education system in this country to be like the pushiest, most sharp-elbowed, ambitious parent there is.",
        "Because for years we had the opposite.",
        "We had a left-wing establishment that had bargain-basement expectations of millions of children. They dumbed down the qualifications.",
        "They turned their face away from sinking, failing and coasting schools.",
        "They said: “well, some kids from some estates were never going to do that well anyway, so let’s just stick them on soft courses rather than challenge them.”",
        "You know – those so-called progressives did more to stunt progress and opportunity than almost anyone else in our country.",
        "And it makes me angry.",
        "It makes me angry when I think of children the same age as mine just being marked down and written off…",
        "…no-one noticing their talents or doing anything to nurture them…",
        "…what a complete and utter waste of potential in our country.",
        "So where they broke those rungs on the ladder of aspiration – we are fixing them.",
        "Where they said…",
        "…“all must have prizes”…",
        "…primary school children should take calculators into maths tests…",
        "…grammar and spelling – well they don’t matter…",
        "…after all: it’s elitist and old-fashioned to care about these things…",
        "…we have said: you’re wrong and it’s time to wake up.",
        "Our children can’t compete in this world without a real education.",
        "So we’re getting calculators out of those maths tests…",
        "…and we’re saying spelling, grammar and punctuation – they do matter and children should be marked on them too.",
        "Instead of dumbing down, we’re sharpening up.",
        "Instead of saying: things like single sciences are too tough for kids to study…",
        "…we say: we can’t ask our children to reach for the stars unless they know why they’re there in the first place…",
        "…and today, for the first time in a long time, the number of young people studying science at GCSE – it’s going up. And you know what else the left-wing establishment didn’t like?",
        "Competitive sports – because there are winners and losers.",
        "We say: sport forms character; builds team-work; helps children to succeed.",
        "Yes, you win some; you lose some – and you’ve got to learn that.",
        "Now for years Government thought you could just set a target for sport and that would fix the problem.",
        "But it doesn’t work like that. One of the reasons why private schools do so brilliantly with sport isn’t targets – it’s that they have teachers there who love to teach sport.",
        "The fact is you can make all these speeches you want and set all the targets you like; but if you want sport taught – you’ve got to employ teachers who do just that.",
        "So I am proud to announce today that this government is going to fund more sports teaching in our primary schools…",
        "…the equivalent of 2 days a week of teaching for every school…",
        "…£150 million of extra funding.",
        "And that money has to be spent on sport. Nothing else.",
        "We all know how we felt watching those Olympics and Paralympics.",
        "Cheering our hearts out for Jess Ennis and David Weir.",
        "This is about making sure that legacy really means something…",
        "…so the next Mo Farah won’t be stuck at home on the sofa, they’ll be competing for Team GB.",
        "The next rung on the ladder is education after school.",
        "Is it any wonder some of our young people were left confused.",
        "18 year-olds were told: “Go to university, it’s the ticket to success”…",
        "…then they heard: “oh, but you know they’re all mickey mouse courses these days”.",
        "Then it was: “what businesses actually want is real skills”…",
        "…but they looked at doing something vocational and found this alphabet soup of qualifications, many of which were worthless.",
        "That is the hopeless situation Labour left.",
        "So we’re sweeping that confusion away – and have this clear ambition:",
        "We want it to be the new norm in our country that at the age of 18, every school leaver either starts an Apprenticeship or goes to university.",
        "Two clear paths. Both highly respected.",
        "If you think this can’t happen, look at Germany.",
        "Their universities are good. Their apprenticeships are excellent.",
        "And they have one of the lowest rates of youth unemployment in Europe.",
        "We can have the same here.",
        "Already we’ve reformed university funding.",
        "Why? Because I’m determined that we go on being able to afford world-class universities.",
        "And to the students: you don’t pay a penny of those fees back until you’re earning £21,000. Not one penny.",
        "And you know what?",
        "Since the new system came in, in spite of all the warnings, applications haven’t gone down – they’re going up…",
        "…and the application rate for the poorest students is at its highest level ever.",
        "We’re making big changes to apprenticeships too.",
        "We’ve started new Higher Apprenticeships…",
        "…designed by companies like Rolls Royce and Siemens…",
        "…every bit the equal of the best degrees.",
        "And remember: over a million apprenticeships have been started since we came to office.",
        "This is how we back the aspirations of young people – and help them to win in the global race.",
        "The next rung on that ladder for young people is work: a decent job for decent pay.",
        "Think of the young woman who has slogged her way through college, sitting at her parents’ kitchen table, writing out application form after application form because she’s desperate for a decent job.",
        "Now what do we say to people like her?",
        "Labour say: We need more spending, more borrowing, more debt – and everything will be fine.",
        "When will they learn?",
        "You can’t borrow your way out of a debt crisis.",
        "We say that the old economy they left us was built on debt and spending and out-of-control immigration.",
        "It didn’t work for Britain – and it didn’t work for young people.",
        "Never let them forget – youth unemployment went up by 40 per cent under Labour.",
        "So we have a new approach.",
        "Instead of welfare that pays people to sit at home instead of go to work…",
        "…we’ve done things like introduce real work experience to get you off the dole and into a job.",
        "Instead of out-of-control immigration – we’ve got a grip on it.",
        "Instead of training schemes that just sent people through the revolving door from benefits, to a job for a bit, and then back onto benefits again…",
        "…we’ve got a Work Programme which pays out when people get into long-term work, not some quick fix.",
        "And we’re seeing results. The number on out-of-work benefits – it’s down.",
        "Net migration – it’s been cut by a third.",
        "Under Labour, in those so-called boom years, over half of new jobs went to foreign nationals…",
        "…with this Government that’s been cut to just ten per cent in the last year.",
        "And we had a record set last year too: more private sector firms in existence than any other year in our history.",
        "We’re backing that with Start-Up Loans.",
        "If you’re 30 or under and you’ve got a business idea you can apply for a few thousand pounds to get it going – and then you pay it back at a decent interest rate.",
        "I launched these last year and they’re running at hundreds of new loans a week.",
        "We’re not offering young people a false promise, but giving them a real future: a country where if they work hard they can get on in life.",
        "And friends, for most young people, getting on in life means one more thing: a home of their own.",
        "Now some people say, after the boom and bust of recent years, is this still realistic? Shouldn’t we get used to the more continental style of renting our homes?",
        "The people who say this often do so from the comfort of the flat or house they bought when prices were low.",
        "Well I remember getting the keys to my first flat, and walking through the door and having that great feeling of owning your own place…",
        "…and I know that for young people in our country the dream of home ownership never dies.",
        "And it’s not just young people.",
        "Let me read you a letter I got recently from a woman in West Sussex.",
        "She says: My mother has lived in the same house for 37 years and it has always been her dream to buy it.",
        "This year we completed the purchase of our home thanks to the council discount being increased… with the new discount we made the purchase effortlessly.",
        "She ends the letter: “we are now proud home owners”.",
        "That’s something this Government made possible.",
        "And I’m determined we do more.",
        "Where councils aren’t doing enough to let people buy their own homes – we’re getting after them.",
        "Where young people are finding it tough to raise a deposit – we’re helping them.",
        "Where builders have land but can’t get finance – we’re getting those loans to them.",
        "Where government-owned land could be released for new homes – we’re making it happen.",
        "Where offices are standing empty and they could be turned into flats – we’re making that happen too.",
        "It comes back to this.",
        "In our country, do we want this to be the generation that lets home-ownership slip back to what it was in the 19th century: a privilege only afforded by the wealthy or those with rich parents?",
        "No: we want to be the generation that builds a new property-owning democracy for the 21st century.",
        "Like I said in my conference speech: we are not here to defend privilege, we are here to spread it.",
        "Let me end by saying this. We have before us less than one thousand days until the next General Election.",
        "Less than one thousand days to target the seats, get our message out, win the majority our country desperately needs…",
        "…and we have a real fight on our hands. But if you want to be stirred for that fight, just think of this.",
        "Think of what the first hundred days of a Labour government would mean.",
        "Wealth creation – trashed.",
        "Businesses – slated.",
        "Free schools – shut.",
        "Quangos – opening.",
        "The welfare cap – reversed.",
        "The welfare rolls – accelerating.",
        "The unions back in Downing Street.",
        "And yes: Ed Balls back in the Treasury.",
        "Anyone in this party who’s in any doubt who we should be fighting, what we should be debating, where our energies should be focussed…",
        "…I tell you: our battle is with Labour.",
        "Let’s not mince our words: this is a bunch of self-satisfied, Labour socialists who think they can spend your money better than you can, make decisions better than you can and tell you what to do…",
        "…and we should never, ever let that lot near government again.",
        "That’s who we’re fighting against.",
        "And we know who we’re fighting for.",
        "For all those who work hard and want to get on.",
        "For the mother who wants a better life for her children.",
        "For the young people who dream of their first pay-cheque, their first car, their first home…",
        "…we’re saying if you are ready and willing to work hard to get those things then we in the Conservative Party are with you.",
        "We are building an aspiration nation.",
        "Where no one knows their place.",
        "Where the future’s wide open to everyone with the dream and the drive to seize it.",
        "This is a battle for Britain’s future. Does this party ever shy away from the fight? No.",
        "I’m up for it.",
        "This party’s up for it. So let’s give it everything – I mean everything – we’ve got."
    ]
}