{
    "url": "https://www.ukpol.co.uk/david-cameron-2010-speech-on-the-big-society/",
    "title": "David Cameron – 2010 Speech on the Big Society",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 31st March 2010.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This election is about big choices. Five more years of Gordon Brown. Or change with the Conservatives.",
        "New energy, to get Britain moving. A new sense of ambition. And renewed optimism that we can build a better future together.",
        "But today, we face a big problem: people are sceptical that change can actually happen.",
        "Voters feel burned by the broken promises of the past and let down by the politicians of today.",
        "People think: ‘you’re all the same, none of you will make a difference’.",
        "I believe we’re starting to show that change is possible when it comes to our economy.",
        "To deal with the deficit that’s holding our economy back; to stop the tax rise that could kill off the recovery.",
        "Labour say: we must not do anything to save money or stop wasteful spending this year.",
        "We say: no, we need to cut spending today to stop taxes rising tomorrow.",
        "Acting now on debt.",
        "Boosting enterprise.",
        "That’s the way to get our economy moving.",
        "So yes, there is a choice – a big change in our economy.",
        "But this election will not just be about the economy.",
        "Britain’s broken society will be on the ballot too.",
        "And it’s especially when it comes to our social problems that people doubt whether change can really happen.",
        "They see drug and alcohol abuse, but feel there’s not much we can do about it.",
        "They see the deep poverty in some of our communities, but feel it’s here to stay.",
        "They experience the crime, the abuse, the incivility on our streets, but feel it’s just the way are going.",
        "They see families falling apart, but expect that it’s an irreversible fact of modern life.",
        "I despair at all these things too.",
        "But I don’t accept them.",
        "We should not accept them.",
        "When it comes to science we have faith in our ability to push boundaries.",
        "When it comes to tackling disease, we have confidence that we can find cures.",
        "When it comes to tackling climate change, we believe we can create the products and services that will do the job.",
        "So why are we so reticent to believe we can do the same for our social problems?",
        "If we put our mind to it, we can overcome them just the same.",
        "But we need big ideas.",
        "And it’s a big idea we’re here to talk about today.",
        "It’s an idea that has informed my whole time as Conservative leader.",
        "In my leadership campaign I said “there is such a thing as society, it’s just not the same thing as the state.”",
        "One of my first speeches as Conservative leader was in the East End of London, at a fantastic social enterprise, launching the Social Justice Policy Group with Iain Duncan Smith.",
        "Throughout the past four and a half years, I have consistently argued for, and developed policies to bring about, a shift from state to society in tackling our most stubborn social problems.",
        "Big society – that’s not just two words.",
        "It is a guiding philosophy – a society where the leading force for progress is social responsibility, not state control.",
        "It includes a whole set of unifying approaches – breaking state monopolies, allowing charities, social enterprises and companies to provide public services, devolving power down to neighbourhoods, making government more accountable.",
        "And it’s the thread that runs consistently through our whole policy programme – our plans to reform public services, mend our broken society, and rebuild trust in politics.",
        "They are all part of our big society agenda.",
        "So too are our plans to deal with our debts.",
        "As you heard from George Osborne and Philip Hammond earlier, building the big society does not become redundant in age where we have the biggest budget deficit in our history.",
        "In the long-run, cutting the bills of social failure is the best way we’ll get the deficit down.",
        "And in the medium-term, reforming the way we provide public services will be crucial if we are going to deliver more for less.",
        "This idea, the big society, is both incredibly ambitious, but also refreshingly modest.",
        "Ambitious because its aims are sweeping – building a fairer, richer, safer Britain, where opportunity is more equal and poverty is abolished.",
        "But modest too – because it’s not about some magic new plan dreamt up in Whitehall and imposed from on high.",
        "It’s about enabling and encouraging people to come together to solve their problems and make life better.",
        "Some people say that there are no big ideas in politics anymore.",
        "But I think this is about as big as it gets.",
        "It’s not the big state that will tackle our social and increase wellbeing.",
        "It’s the Big Society.",
        "And we know we have to use the state to help remake society.",
        "**LABOUR FAILURE**",
        "This is a long way from where we are today.",
        "For the past thirteen years we’ve had a government that has increased the power, role and size of the state.",
        "There are now more people working in quangos than we have trained soldiers.",
        "Labour have created 3,000 new criminal offences.",
        "More than one in every three jobs created since Labour came to power have been in the public sector.",
        "Why does Labour put such faith in laws, regulation and bureaucracy?",
        "Partly because that is the natural instinct of the Labour Party – and especially of Gordon Brown.",
        "They don’t believe change can happen without pulling a lever from on high.",
        "But there is another reason – and it goes to the core of New Labour.",
        "Always a communications strategy rather than a proper governing one, it’s the Government of “eye catching initiatives”, it’s the Government not of the summit, the action plan, the legislation-as-press-release, it’s government of the short-term, by the short-term, for the short-term.",
        "It doesn’t matter so much what the long term impact is – as long as it is my impact, brought about by my action, following my statement, my initiative, my press release.",
        "If drug abuse is rising, better to appoint a new czar and promise a crackdown rather than consider why so many young people are turning to drugs.",
        "In Labour’s world, for every problem there’s a government solution, for every issue an initiative.",
        "This is not what Beveridge dreamed of when he created the welfare state.",
        "And in the real world this approach is stifling the innovation, the can-do spirit and the imagination that we know is out there in people that we believe is the key to our progress.",
        "**BIG SOCIETY**",
        "Creating the big society means unlocking that potential.",
        "It is our positive alternative to Labour’s big government – and what I hope will be a proud legacy of a future Conservative government.",
        "Indeed just as the past six decades were about building the welfare state, I hope the next decades are about creating the big society – which has the potential to be just as transformational for the country.",
        "The question is how.",
        "Our starting point has got to be a redistribution of power away from the central state to local communities.",
        "As you’ve heard today, whether it’s allowing parents to choose schools, paying families to produce energy, letting residents elect a police commissioner, we will bypass the bureaucrats and give power straight to local people.",
        "But building the big society is not just a question of the state handing over the reins of power and hoping that people will grab them.",
        "We’ve got to actively help and encourage people to play their part.",
        "This requires a new role for the state.",
        "As I said in the Hugo Young lecture last November, the state must be there “galvanising, catalysing, prompting, encouraging and agitating for community engagement and social renewal.”",
        "So let me be very clear: the big society does not mean no government.",
        "It means a new kind of government.",
        "That’s what the policies you’ve been hearing about today are all about.",
        "They explains how a new Conservative Government will use the state to help remake society.",
        "And we’re focusing on three specific areas.",
        "**PUBLIC SERVICE REFORM**",
        "First, public service reform.",
        "From welfare reform to school reform, early years support to drug rehabilitation, we plan big changes based on clear principles and a common approach.",
        "Getting rid of centralised bureaucracy that wastes money.",
        "Breaking open state monopolies – and even giving people who work in our public services the chance to take ownership of the organisation they work in.",
        "Opening up public services to new providers and saying to charities and private companies – ‘if you’ve got the ideas and the people to tackle our most deep-rooted social problems, come and play a role in our public services.’",
        "And then paying them by the results they achieve.",
        "Again, it’s not enough just to pass on the reins of power and expect charities and voluntary organisations to grab them.",
        "The truth is when you’re paying people by results, it can take time to earn a payment – and this can lock many smaller providers out.",
        "It can deter some of the most innovative people.",
        "So here government has a new role to play.",
        "We’re going to bring in a new Big Society Bank so that social enterprises have access to the ‘start-up’ finance they need to bid for government contracts.",
        "We will use unclaimed assets from dormant bank and building society accounts and get extra private sector investment to provide hundreds of millions of pounds of new finance directly to social organisations.",
        "The Big Society Bank will also provide funding to independent bodies – like the Young Foundation or Esme Fairbairn Foundation – that have a track record in supporting our most innovative social enterprises.",
        "They’ll be there to identify the best social enterprises – however big, however small.",
        "Provide small amounts of working capital to help them grow.",
        "Mentor and advise them so they grasp the best opportunities for delivering public services that serve the public.",
        "And, crucially, to help to franchise the best models around the country.",
        "Just yesterday, I went to a brilliant social enterprise in Liverpool called Home By Mersey Strides.",
        "It gets former prisoners, the homeless and the long-term unemployed to repair and assemble damaged flat-pack furniture and then sells it to students and the local community.",
        "Started in November it already employs forty people.",
        "But at the moment, the amazing work of this enterprise in Liverpool is confined to just one location.",
        "This is the exactly the sort of thing we need to spread across the country – giving more people a chance to make a life for themselves.",
        "That’s the big society in action – all made possible by devolving power and using the state to encourage social organisations and socially-minded individuals to come forward.",
        "**NEIGHBOURHOODS**",
        "That same approach lies behind our plans to encourage people to come together in neighbourhood groups so they can work together to make life better.",
        "We’re going to give communities the chance to take control.",
        "Setting up new schools. Taking over the running of parks, libraries and post offices. Holding beat meetings so they can ask police officers what they’re doing. Planning the look, size, shape and feel of new housing developments.",
        "Have no doubt: if we win on May 6th, the people will have the opportunity to take power on May 7th.",
        "And today, we’re setting out a big ambition.",
        "We want every adult to be a member of an active neighbourhood group.",
        "I know some people argue that there isn’t the appetite for this sort of widespread community participation.",
        "I don’t agree.",
        "Look at the 400 groups who have contacted the New Schools Network to ask about setting up their own school – and our policy hasn’t even been implemented yet.",
        "Look at the nearly 30,000 faith-based charities who desperately want to do more – but too often find themselves excluded from mainstream funding.",
        "Look at the dramatic rise in volunteering during this recession – with YouthNet alone recording a 115 percent increase in the number of people asking for opportunities.",
        "Those who say there is no appetite for social action are just out of touch with what’s really going on in this country.",
        "But again, we don’t want to leave anything to chance.",
        "Yes, we will hold out the reins of power.",
        "But we want to help people grab it too.",
        "That’s where our plan for community organisers comes in.",
        "In the United States the energy, enthusiasm and passion of community organisers has fired up whole neighbourhoods to take control of their destiny.",
        "We want to see that right across the UK.",
        "So we will use revenue from the Cabinet Office FutureBuilders programme, a programme the National Audit Office has criticised for its poor delivery, and redirect it to training thousands of new community organisers in the years ahead.",
        "And we’ll ask independent groups like London Citizens to undertake this work.",
        "To teach potential community organisers how to identify the doers and the go-getters in each neighbourhood and recruit them to their cause.",
        "To teach them them how to bang heads together to get things done.",
        "Indeed, Barack Obama trained as a community organiser in Chicago.",
        "And I hope that in the years to come, a similar inspirational figure will emerge from community work in our inner cities – and go from the back streets of Bradford or Bolton or Birmingham all the way to Downing Street.",
        "But I know the arguments that some people make – that this sort of community co-operation will only happen in the richest areas.",
        "In building the big society, I want to make sure that Britain’s poorest areas do not get left behind as they too often are today.",
        "So again, we will take money from the Futurebuilders programme, and direct it to community organisers, social enterprises and neighbourhood groups in our most disadvantaged areas.",
        "This is the big society made real – devolving power to the people while using the state to encourage social action and help the poorest.",
        "**CULTURE CHANGE**",
        "But beyond these important policy changes on public services, on neighbourhood groups – we need something more, something widespread: a lasting culture change across the country.",
        "The big society demands a big social response, mass engagement.",
        "It means millions of people answering that noble question first asked by John F Kennedy: ask not what your country can do for you, but what you can do for your country.",
        "This won’t happen unless the big players in society make it happen.",
        "Business, the civil service – and yes, political parties.",
        "Here we have really started to show what is possible.",
        "Take the social action projects that have really made a difference at our party conferences.",
        "Take the fact that when someone gets selected as a Parliamentary candidate for the Conservative Party, I write to them and say: do something positive, do something worthwhile, start a social action project in your constituency.",
        "As you heard from Sayeeda this morning, there are now 150 of these projects up and running and another fifty jobs clubs too.",
        "And it’s why for the past three years an army of Conservative Party volunteers – Members of Parliament, councillors, candidates, members who are doctors, teachers, coaches or just willing volunteers – have gone out to Rwanda and played a small role in the rebuilding of that country.",
        "But where politicians can take a lead, I don’t think they should try and pull a lever to bring about a culture change of community activism across our country.",
        "Building the big society is not just about what government does – not by a long way.",
        "And that’s why another event that is happening today – just a few minutes from here – is so exciting.",
        "Today sees the launch of the Big Society Network – and I hope many of you will join me in going along.",
        "Independent from government, the Big Society Network will be a national campaign for social change.",
        "Its aim is to provide encouragement and support for everyone to be an active citizen.",
        "It’s going to be whether or not there’s a Conservative Government.",
        "But of course, a Conservative Government will give it all the support we can.",
        "One of the ways we’ll do that is with an annual Big Society Day, celebrating the work of neighbourhood groups, highlighting the work of community heroes and building public pride in social action.",
        "But the Big Society Network is run by the people, for the people, and I know it will make a massive difference to the whole culture of social action in our country.",
        "**CONCLUSION**",
        "The vision we’ve been setting out here today is unashamedly optimistic.",
        "And unapologetically ambitious.",
        "But I didn’t come into politics to do small things.",
        "I don’t aspire to run this country to manage Britain’s decline.",
        "I’m here because I want to bring change to this country and I believe we can change this country.",
        "Think of what individuals and communities can do and any despair is defeated.",
        "Are you telling me we can’t mend our broken economy, when we’ve got some of the best entrepreneurs in the world?",
        "Are you telling me we can’t mend our broken society, when everywhere I go I meet the most brilliant and committed social activists?",
        "Are you telling me we can’t mend our politics, when people are crying out to take more control over their lives?",
        "No – we can get our country moving.",
        "We can restore hope in our future.",
        "We can if we come together, work together and build the big society together."
    ]
}