{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-statement-on-ukraine/",
    "title": "David Cameron – 2014 Statement on Ukraine",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, to the House of Commons in London on 10th March 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "With permission, Mr Speaker, I would like to make a statement on last week’s emergency European Council.",
        "What has happened to Ukraine is completely indefensible. Its territorial integrity has been violated and the aspirations of its people to chart their own future are being frustrated.",
        "This European Council sent a clear and united message to Russia that its actions are in flagrant breach of international law and will incur consequences. We agreed on a three-phase approach to stand up to this aggression and uphold international law: first, some immediate steps to respond to what Russia has done; secondly, urgent work on a set of measures that will follow if Russia refuses to enter dialogue with the Ukrainian Government; and thirdly, a set of further, far-reaching consequences should Russia take further steps to destabilise the situation in Ukraine.",
        "Let me say a word on each of those steps. First, as a response to what Russia has already done, we agreed on some immediate steps. We have suspended preparations for the G8 in Sochi indefinitely. As I told the House last week, my view is that it would be completely wrong for a G8 summit to go ahead at all under current circumstances. We decided to stop work on a comprehensive new agreement on relations between Russia and the European Union, and we immediately suspended the talks that were under way on a more liberal visa regime in the Schengen area—the thing that Russian Ministers and business delegations have pushed for more than anything else.",
        "Here in Britain, I have ordered an urgent review of all Government business with Russia. We have already announced that no Ministers or members of the royal family will visit the Sochi Paralympics. Many other planned ministerial-level contacts will be cancelled in current circumstances. All bilateral military co-operation is under review, with the presumption that we will suspend it, except for work carried out to fulfil international treaty obligations, such as European arms control inspections. I have ordered a review of licences for arms exports to Russia. It is hard to see how anything that could be used in Ukraine could be justified. As with other measures, it is best if possible to take these decisions in concert with our European allies.",
        "There has been intense work to persuade Russia to come to the negotiating table with the Government of Ukraine and to discuss its stated concerns face to face. The idea of such a contact group, including other countries and organisations, was one I first proposed to the Polish Prime Minister back in January. The European Council agreed it was essential for such talks to start within the next few days and for them to deliver progress quickly. We also agreed that if Russia did not co-operate there would need to be further measures—the so-called second phase—which would need to start rapidly.",
        "Therefore, at my instigation, the Council tasked the European Commission to begin work on additional measures which could be taken against Russia if these talks do not get going or do not start producing results. These will include asset freezes and travel bans. We are working closely with our American, European and other international partners to prepare a list of names, and these sanctions, plus the measures already agreed against Yanukovych and his circle, will be the focus of a meeting here in London tomorrow with key international partners.",
        "There is an urgent need to de-escalate tension in Crimea. We are all clear that any referendum vote in Crimea this week will be illegal, illegitimate and will not be recognised by the international community. In addition, I have to say that any campaign would be completely impractical as well as illegal. There is no proper register or proper campaign, and the territory is covered with troops. It is completely impossible for a proper referendum campaign to be carried out. As I discussed with Chancellor Merkel last night in Hanover, Russia can choose the path of de-escalation by signalling it understands that the outcome cannot be acted on as legitimate. Chancellor Merkel and I were clear that any attempt by Russia to legitimise an illegal referendum would require us to respond by ratcheting up the pressure further.",
        "Thirdly, and most significantly, we agreed that it was essential to stop Russia taking further unacceptable steps in Ukraine. The Council agreed that if further steps are taken by Russia to destabilise Ukraine, there will be additional and far-reaching consequences for the relationship between the Russian Federation on the one hand and the European Union and its member states on the other. The Council conclusions state that these consequences would “include a broad range of economic areas.”",
        "Britain played a leading role in helping to reach this agreement, including through a meeting I convened with fellow leaders from France, Germany, Italy and Poland on the morning of the Council. Such sanctions would have consequences for many EU member states, including Britain, but as I argued at the meeting, the costs of not standing up to aggression are far greater. Britain’s own security and prosperity would be at risk if we allow a situation where countries can just flout international rules without incurring consequences.",
        "Finally, we decided to send a political message of support to the Ukrainian Government and people. The interim Ukrainian President spoke at the European Council with great power and force. The Ukrainian people want the freedom to be able to choose their own future and strengthen their ties with Europe, and they want a future free from the awful corruption that they have endured for far too long.",
        "At the request of the Ukrainian Prime Minister, we therefore agreed to bring forward the signing of the political part of the EU’s association agreement with Ukraine, and we agreed to help Ukraine tackle corruption. The EU has now frozen the assets of 18 people linked to the former regime, and Britain has deployed a team to Kiev from our National Crime Agency to help the new Ukrainian Government go after ill-gotten funds and return them to the Ukrainian people.",
        "It is now vital that Ukraine proceeds towards free and fair elections that enable all Ukrainians, including Russian speakers and minorities, to choose their leaders freely, so Britain is now providing substantial and immediate technical assistance to Ukraine to support elections and assist with reforms on public finance management, debt management and energy pricing. Ukraine also needs support to stabilise and repair its economy. The EU agreed unilaterally to lower trade tariffs, and to work with the International Monetary Fund on a package of financial assistance to the Ukrainian Government.",
        "As I agreed with President Obama during our call this weekend, there is still an opportunity for Russia to resolve this situation diplomatically. It should engage in direct talks with the Ukrainians, return Russian troops to their bases in Crimea, withdraw its support for this illegal and unconstitutional referendum in Crimea, and work with the rest of the international community to support free and fair elections in Ukraine in May. No one should be interested in a tug of war. Ukraine should be able to choose its own future and act as a bridge between Russia and Europe.",
        "Britain’s own future depends on a world where countries obey the rules. In Europe, we have spent the past 70 years working to keep the peace, and we know from history that turning a blind eye when nations are trampled over stores up greater problems for the longer term. We must stand up to aggression, uphold international law and support the Ukrainian Government and the Ukrainian people, who want the freedom to choose their own future. That is right for Ukraine, right for Europe, right for Britain. I commend this statement to the House."
    ]
}