{
    "url": "https://www.ukpol.co.uk/david-cameron-speech-on-the-european-council/",
    "title": "David Cameron – Speech on the European Council",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a Parliamentary statement made by the Prime Minister, David Cameron, to the House of Commons on Monday 22nd October 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "With permission, Mr Speaker, I would like to make a statement on last week’s European Council.",
        "The European Union faces difficult choices in the coming months to meet tough economic challenges and to deal with the problems in the Eurozone.",
        "There were no landmark decisions at this Council but there was some limited progress on both issues.",
        "Mr Speaker, we are in a global economic race.",
        "All European economies need to become more competitive, expanding the private sector, reforming welfare and improving education.",
        "In terms of action at the EU level, that means: lifting the burdens on businesses, completing the single market and taking forward trade deals with the biggest economies and the fastest growing countries in the world.",
        "I have consistently promoted these solutions and will continue to do so.",
        "And at the Council we made some good progress.",
        "On deregulation, I joined with others to secure a new agreement that specifically refers to withdrawing legislative proposals from Brussels that stifle our businesses.",
        "Of course, we now need to see specific actions, but it is worth noting that the conclusions refer to the “intention to withdraw a number of pending proposals and to identify possible areas where the regulatory burden could be lightened”",
        "On completion of the single market, as I reported in June there is a proper plan with dates and actions for completing the market in energy, services and digital.",
        "These are reflected in both the Conclusions’ text and in the document issued with the Growth Compact.",
        "Again it is vital that this plan is followed through to secure jobs and growth.",
        "On trade, the Council agreed an ambitious agenda to create 2 million jobs across Europe.",
        "This includes completing free trade deals with Canada and Singapore in the coming months and starting negotiations with the US next year on a comprehensive transatlantic trade and investment agreement.",
        "And we made some new progress on launching negotiations with Japan “in the coming months.”",
        "This deal could increase EU GDP by 42 billion euros.",
        "Let me turn to the Eurozone.",
        "Britain is not in the Eurozone – and we’re not going to be joining the Eurozone.",
        "But it is in our national interest that the uncertainty surrounding the Eurozone comes to an end.",
        "I have argued for some time that a working Eurozone needs a working banking union.",
        "It is one of the features a successful single currency needs.",
        "You don’t need a banking union because you have a single market you need it because you have a single currency.",
        "So Britain should not – and will not – be part of it.",
        "Britain’s banks will be supervised by the Bank of England, not the ECB.",
        "And British taxpayers will not be guaranteeing or rescuing any Eurozone banks.",
        "But we do need Eurozone members to get on and form a banking union.",
        "And at this Council I joined those arguing for progress to be made on the plan announced in June.",
        "Put simply, it is not enough having a banking union stripped of the very elements like mutualised deposit guarantees, a common fiscal backstop and a framework for rescuing banks that are needed to break the dangerous link in the Eurozone between sovereign debt problems and the stability of Eurozone banks.",
        "But because not all countries outside the Eurozone will want to join such a banking union it’s also essential that the unity and integrity of the single market is fully respected.",
        "The organisation that currently ensures a level playing field for banking within the single market is the European Banking Authority.",
        "We need to make sure that it will continue to function properly, ensuring fair and effective decision making.",
        "And this is specifically recognised in the Conclusions.",
        "More broadly, as Eurozone countries take steps to deepen their economic and monetary union, I also secured an explicit commitment in the Conclusions that the final report and roadmap in December will include concrete proposals to ensure that the integrity of the single market is respected.",
        "Finally, the next Council in November will discuss the financial framework for Europe between 2014 and 2020.",
        "Mr Speaker, I have not put in place tough settlements in Britain in order to go to Brussels and sign up to big increases in European spending.",
        "I don’t believe that German voters want that any more than British voters and that’s why our governments have led the argument in Europe for fiscal restraint.",
        "So I put down a marker that we need a rigorous settlement.",
        "As the letter signed in December 2010 by a number of European leaders said given the tough spending settlements that all Member States have had to pursue in their own countries -and I quote – “payment appropriations should increase, at most, by no more than inflation over the next financial perspectives.”",
        "On foreign affairs, this Council, led by Britain, once again discussed further restrictive measures on the Syrian regime and made clear to Iran that we will increase the pressure if there isn’t progress on the nuclear dossier.",
        "So Mr Speaker, making our economies competitive, dealing with uncertainty in the Eurozone, keeping the EU budget under proper control and making sure the EU speaks with a strong and united voice on the key international challenges – this is our agenda.",
        "And I commend this statement to the House."
    ]
}