{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-on-the-panama-papers/",
    "title": "David Cameron – 2016 Statement on the Panama Papers",
    "post_date": "April 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons on 11 April 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With permission, I would like to make a statement on the Panama papers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Dealing with my own circumstances first, yesterday I published all the information in my tax returns not just for the last year, but for the last six years. I have also given additional information about money inherited and given to me by my family, so people can see the sources of income I have: my salary, the benefit in kind of living in No. 10 Downing Street, the support my wife and I have received as Leader of the Conservative party, the renting out of our home and the interest on the savings that I have. Since 2010, I have not owned any shares or any investments.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The publication of a Prime Minister’s tax information in this way is unprecedented, but I think it is the right thing to do. But let me be clear: I am not suggesting that this should apply to all MPs. The Chancellor has today published information on his tax return, in a similar way to the shadow Chancellor and the First Minister for Scotland. This begs the question of how far the publication of tax information should go. I think there is a strong case for the Prime Minister and the Leader of the Opposition, and for the Chancellor and the shadow Chancellor, because they are people who are or who wish to be responsible for the nation’s finances. As for MPs, we already have robust rules on Members’ interests and their declaration, and I believe that is the model we should follow.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should think carefully before abandoning completely all taxpayer confidentiality in this House, as some have suggested. If this were to come in for MPs, people would also ask for a similar approach for those who ask us questions, those who run large public services or lead local government, or indeed those who edit news programmes or newspapers. I think this would be a very big step for our country. It certainly should not take place without a long and thoughtful debate, and it is not the approach that I would recommend.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me deal specifically with the shares my wife and I held in an investment fund or unit trust called Blairmore Holdings, set up by my late father. The fund was registered with the UK’s Inland Revenue from the beginning. It was properly audited, and an annual return was submitted to the Inland Revenue every year. Its share price was listed in the Financial Times. It was not a family trust; it was a commercial investment fund for any investor to buy units in. UK investors paid all the same taxes as with any other share, including income tax on the dividends every year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There have been some deeply hurtful and profoundly untrue allegations made against my father, and if the House will let me, I want to put the record straight. This investment fund was set up overseas in the first place because it was going to be trading predominantly in dollar securities, so like very many other commercial investment funds, it made sense to be set up inside one of the main centres of dollar trading.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are thousands of these investment funds and many millions of people in Britain own shares, many of whom hold them through investment funds or unit trusts. Such funds, including those listed outside the ​UK, are included in the pension funds of local government, most of Britain’s largest companies and, indeed, even some trade unions. Even a quick look shows that the BBC, the Mirror Group, Guardian Newspapers and—to pick one council entirely at random—Islington all have these sorts of overseas investments. To give one further example, Trade Union Fund Managers Ltd, based in Congress House, has a portfolio of over £50 million of investment in the trade union unit trust, with 3% of its net assets based in Jersey. This is not to criticise what it does; it is to make the point that this an entirely standard practice, and it is not to avoid tax.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One of the country’s leading tax lawyers, Graham Aaronson, QC, has stated unequivocally that this was\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“a perfectly normal type of collective investment fund”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is the man who led the expert study group that developed the general anti-abuse rule—so much debated and demanded in this House—which Parliament finally enacted in 2013. He also chaired the 1997 examination of tax avoidance by the Tax Law Review Committee. He has said that it would be\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“quite wrong to describe the establishment of such funds as ‘tax avoidance’”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "and, further, that\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“it would be utterly ridiculous to suggest that establishing or investing in such funds would involve abusive tax avoidance”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is why getting rid of unit trusts and other such investment funds that are listed overseas has not been part of any Labour policy review, any Conservative party policy review or any sensible proposals for addressing tax evasion or aggressive tax avoidance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Surely, it is said, investors in these funds benefit from their being set up in jurisdictions with low or no taxes. Again, this is a misunderstanding. Unit trusts do not exist to make profit for themselves; they exist to make a profit for the holders of the units. Those holders pay tax, and if they are UK citizens, they pay full UK taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is right to tighten the law and change the culture around investment to further outlaw tax evasion and discourage aggressive tax avoidance, but as we do so, we should differentiate between schemes designed to artificially reduce tax and those that are encouraging investment. This is a Government—and this should be a country—who believe in aspiration and wealth creation. We should defend the right of every British citizen to make money lawfully. Aspiration and wealth creation are not somehow dirty words. They are the key engines of growth and prosperity in our country and we must always support those who want to own shares and make investments to support their families.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some people have asked, “If this trust was legitimate, why did you sell your shares in January 2010?” I sold all the shares in my portfolio that year because I did not want any issues about conflicts of interest—I did not want anyone to be able to suggest that, as Prime Minister, I had any other agendas or vested interests. Selling all my shares was the simplest and clearest way that I could achieve that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are strict rules in this House for the registration of shareholdings. I have followed them in full. The Labour party has said it will refer me to the Parliamentary Commissioner for Standards. I have already given her the relevant information, and if there is more she believes I should say, I am very happy to say it.​  \nI accept all of the criticisms for not responding more quickly to these issues last week, but, as I have said, I was angry about the way my father’s memory was being traduced. I know he was a hard-working man and a wonderful dad, and I am proud of everything he did to build a business and provide for his family.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the issue of inheritance tax, there is an established system in this country. I believe that, far from people being embarrassed about passing things to their children—for example, wanting to keep a family home within the family—it is a natural human instinct to do so, and is something that should be encouraged. As for parents passing money to their children while they are still alive, that is something that the tax rules fully recognise. Many parents want to help their children when they buy their first car, get a deposit for their first home or face the costs of starting a family. It is entirely natural that parents should want to do those things, and, again, something that we should not just defend but proudly support.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me turn to the Panama papers and the actions that this Government are taking to deal with tax evasion, aggressive tax avoidance and international corruption more broadly. When we came into office, there were foreigners not paying capital gains tax when selling their UK homes, private equity managers paying a lower rate of tax than the people who cleaned their offices, and rich homebuyers getting away without paying stamp duty because houses were enveloped within companies. We have put an end to all those things. In the last Parliament alone we made an unprecedented 40 tax changes to close loopholes, raising £12 billion. In this Parliament we will legislate for more than 25 further measures, forecast to raise £16 billion by 2021. No British Government, Labour or Conservative, have ever taken so much robust action in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Through my chairmanship of the G8 at the summit at Lough Erne in 2013, I put tax, trade and transparency on the global agenda, and sought agreement on a global standard for the automatic exchange of information over who pays taxes and where. Many said it would never happen, but today 129 jurisdictions have committed to implementing the international standard for exchange of tax information on request, and over 95 jurisdictions have committed to implementing the new global common reporting standard on tax transparency. Under that new standard, we will receive information on accounts of UK taxpayers in all those jurisdictions. In June this year, Britain will become the first country in the G20 to have a public register of beneficial ownership, so everyone can see who really owns and controls each company. This Government are also consulting on requiring foreign companies that own property or bid on public contracts to provide their beneficial ownership information, and we are happy to offer technical support and assistance to any of the devolved Administrations also considering such measures.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the revelations in the Panama papers have made clear, we need to go even further. So we are taking three additional measures, to make it harder for people to hide the proceeds of corruption offshore, to make sure that those who smooth the way can no longer get away with it and to investigate wrongdoing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, let me deal with our Crown dependencies and overseas territories that function as financial centres. They have already agreed to exchange taxpayer financial ​account information automatically, and will begin doing so from this September. That never happened before I became Prime Minister and got them round the Cabinet table and said, “This must happen.” We need to go further, however, and today I can tell the House that we have now agreed that they will provide UK law enforcement and tax agencies with full access to information on the beneficial ownership of companies. We have finalised arrangements with all of them except for Anguilla and Guernsey, both of which we believe will follow in the coming days and months. For the first time, UK police and law enforcement agencies will be able to see exactly who really owns and controls every company incorporated in those territories: the Cayman Islands, British Virgin Islands, Bermuda, the Isle of Man, Jersey—the lot. That is the result of a sustained campaign, building on the progress that we made at the G8, and I welcome the commitment of the Governments of those territories to work with us and implement those arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The House should note that that will place our overseas territories and Crown dependencies well ahead of many other similar jurisdictions, and also—crucially—ahead of many of our major international partners, including some states in the United States of America. Next month we will seek to go further still, using our anti-corruption summit to encourage consensus not just on exchanging information, but on publishing such information and putting it into the public domain, as we are doing in the UK. We want everyone with a stake in fighting corruption—from law enforcement, to civil society and the media—to be able to use those data and help us to root out and deter wrongdoing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Next, we will take another major step forward in dealing with those who facilitate corruption. Under current legislation it is difficult to prosecute a company that assists with tax evasion, but we are going to change that. We will legislate this year for a new criminal offence to apply to corporations that fail to prevent their representatives from criminally facilitating tax evasion. Finally, we are providing initial new funding of up to £10 million for a new cross-agency taskforce to swiftly analyse all the information that has been made available from Panama, and to take rapid action. That taskforce will include analysts, compliance specialists, and investigators from across HMRC, the National Crime Agency, the Serious Fraud Office, and the Financial Conduct Authority.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This Government will continue to lead the international agenda to crack down on tax evasion and aggressive tax avoidance. That battle is important and must be combined with the approach that we take in this country—low tax rates, but taxes that people and businesses pay. That is how we will tackle these issues and build a strong economy that can fund the public services we need. That strong economy, creating jobs and rewarding aspiration is the true focus of this Government—something that would never be safe under the Labour party—and I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}