{
    "url": "https://www.ukpol.co.uk/david-cameron-2008-living-within-our-means-speech/",
    "title": "David Cameron – 2008 Living Within Our Means Speech",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made on May 19th 2008 by David Cameron.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "“For the past two and a half years, the changes I have led in this Party have been aimed in one direction: giving people a positive alternative to a failing government. I don’t want us to be elected on the back of a disintegrating Labour Party. I want us to be elected with a clear mandate to make the changes Britain needs.",
        "“So we’ve changed the way we select candidates. After the next election our Party will be more like the country we hope to lead. We’ve changed our policies and our politics: becoming once again the true champions for progressive ideals like tackling poverty, protecting the environment and kick-starting social mobility. We have taken clear positions and stuck to them:",
        "“Putting economic stability before tax cuts.",
        "Improving public services for everyone, not helping a few to opt out.",
        "Recognising that the progress people want to see is a better quality of life, not just higher GDP.",
        "“All this supports the overriding mission we have set for ourselves: to revive our society just as Margaret Thatcher revived our economy; to reverse Britain’s social breakdown, just as she reversed our economic breakdown. And we have set out how we will achieve that mission – by ending the era of top-down state control and big government. We want to respond to what should be a new post-bureaucratic age, by decentralising power, by giving people more opportunity and control over their lives, by making families stronger and society more responsible.",
        "**ANGER WITH LABOUR**",
        "“That is our positive alternative, the alternative to a Labour government that people are increasingly regarding with contempt. Whether it’s on the streets of Crewe and Nantwich, around the country in the run-up to the local elections, or in the emails and letters I get, I’ve noticed a new feeling of anger.",
        "“It’s not just because the Prime Minister can’t seem to stop treating people like fools – whether it’s on the true reason for last year’s cancelled election, or the true reason for last week’s 10p tax trick. It’s not just because in Britain today there are more people in severe poverty and nearly five million people on out-of-work benefits, because mortgage rates have gone up and the cost of living is going up and because all this shows that Labour have failed to deliver either the social justice or the economic efficiency they promised.",
        "“The anger today is about more than Labour’s economic incompetence. It’s about more than Labour’s failure to advance progressive ideals. The reason people are more and more angry with the government today is that while they see their taxes going up and up, there’s no corresponding improvement in the quality of their lives.",
        "“Of course our quality of life is not just about what government does – far from it. But there’s a real sense of unfairness that people are feeling today. They feel that Labour have broken the basic bargain between government and the people, the bargain that says: “We’ll take money off you in taxes, and you’ll get decent quality services in return.” That’s what I want to focus on today.",
        "**WE NEED TO START LIVING WITHIN OUR MEANS**",
        "“After a decade of reckless spending under Labour, Britain needs good housekeeping from the Conservatives. We need to start living within our means. Why? Because in the decades ahead there will be pressure to spend more on the essentials – whether that’s care for the older generation, equipment for our armed forces, or more prisons and police to keep us safe. At the same time, we have reached the limits of acceptable taxation and borrowing.",
        "“With the rising cost of living, taxpayers can’t take any more pain indeed they want a government that can give them the prospect of relief. And our economy can’t take any more pain without losing jobs to lower tax competitors.",
        "“So how are we going to square the circle? How are we going to spend more on the essentials without putting taxes up – and over time, creating the space for cutting tax, as we have promised to do? Our overall method and aim are clear: we will share the proceeds of economic growth. Sharing the proceeds of economic growth is what living with our means, actually means. Not spending everything we have. Not borrowing to spend beyond our means. But ensuring that, over time, the economy grows faster than the state, so spending falls as a share of national income and we can reduce taxes and borrowing.",
        "“Those who criticise sharing the proceeds of growth have sometimes not appreciated that if a government actually did this, either taxes, or borrowing, or both would have to fall over an economic cycle. I stress: have to fall.",
        "“Today we are setting out our strategy for delivering this commitment. We’ll do it by attacking the problem at its source: by attacking the three causes of a bigger state and rising public spending.",
        "“First, the cost of social failure. Family breakdown, unemployment, drug and alcohol addiction – these social problems rack up the biggest bills for government, so we’ve got to get them down.",
        "“Second, the cost of unreformed public services. Massive top-down state monopolies cost more and deliver less, so we need to improve the running of public services through more choice, competition and non-state collective provision.",
        "“And third, the cost of bureaucracy itself. All bureaucracies have an inbuilt tendency to grow, so we need to call a halt to the wasteful spending and inefficiency we’ve seen under Labour.",
        "“But that’s not about some one-off efficiency drive, it’s about a whole new method of government that’s careful, not casual, with public money.",
        "“That is our strategy. It learns the lessons from Labour’s failure to control public spending. It’s based on simple Conservative principles of good housekeeping. And it avoids easy answers in favour of commitments that we know we can deliver.",
        "**LABOUR AND WASTE**",
        "“The first and most obvious mistake Labour have made it when it comes to public spending and taxpayer value is their acceptance of government waste. It’s clear that we now have in power in this country a bunch of Labour politicians who are just shockingly casual about public money and how it’s spent.",
        "“£20 billion wasted on an NHS computer that still isn’t working properly.",
        "£2.3 billion spent refurbishing the offices of MOD civil servants.",
        "And in one year alone nearly £2 billion of tax credits lost due to fraud and error.",
        "“These are outrageous examples of a spendaholic culture in government a culture that is the public sector equivalent of the reckless, debt-fuelled spending spree that Gordon Brown’s policies have encouraged in the private sector. The level of government waste in our country today is evidence of an out-of-touch political elite who have forgotten whose money it is they’re spending. Ministers who get in their offices and think ‘great, now how can I spend lots of money.’ People who have become so accepting of government waste that they assume it’s just part of the job and that anyone who objects must be calling for “cuts.” But Labour’s mistakes on public spending go far deeper than their casual tolerance of government waste.",
        "**LABOUR AND REFORM**",
        "“I believe that a much more important factor than the waste is the superficiality of Gordon Brown’s political thinking.",
        "“Let me explain how I see it. Contrary to the fashionable view today, I think the Prime Minister has always been rather good at political communication. He was the one who wrote New Labour’s soundbites – “tough on crime, tough on the causes of crime”; “social justice combined with economic efficiency.” He even used to talk about “cutting the bills of social failure.”",
        "“But he has never developed a clear set of political ideas, or a clear political strategy, for achieving the aims expressed by the soundbites. Brown has been good at talking, lousy at delivering. He can tell you what he wants to achieve, but not how he’s going to achieve it. That’s why people are getting so angry now.",
        "“They were promised national renewal, and ended up with very little of substance being achieved at all.",
        "“And so we see today a government with absolutely no coherent plan for tackling our country’s deep-seated social problems – in particular the devastating rise in family breakdown and absolutely no coherent plan for reforming public services in order to make sure they deliver value for taxpayers’ money.",
        "“One minute it’s local accountability for policing, the next it’s a whole new set of top-down targets. One minute it’s a constitution for NHS independence, the next it’s a top-down plan for closing GP surgeries and replacing them with polyclinics. One minute it’s school reform…the next it’s putting LEAs back in the driving seat.",
        "“And with Ed Balls using his job to promote his leadership credentials to the Labour left, it’s just a non-stop series of moves to block and reverse school reform, and to increase state control of education.",
        "“The Prime Minister’s draft Queen’s Speech last week set out his legislative agenda more or less right up to the next election. That’s it. There’s nothing more to come.",
        "“Anyone looking for serious reform, especially in those crucial areas of school reform, welfare reform and strengthening families the areas that can make the biggest difference to our society now knows that as far as this Prime Minister is concerned, the cupboard is bare.",
        "**CONSERVATIVE PRINCIPLES**",
        "“Our positive alternative is based on three clear principles – principles of good housekeeping applied to the nation’s finances.",
        "“These principles matter because when it comes to these big questions of tax and spending, in many ways the nitty-gritty questions that are at the heart of politics people don’t just want some technocratic explanation of projected shares of GDP.",
        "“They want to know where you’re coming from. What your basic attitude is. Why it would make a difference to have a new set of ministers sitting in those offices making those decisions.",
        "“So here’s what we’re about. This is our attitude, and this is why we would be different.",
        "“First of all, we understand that you can’t get decent quality on the cheap. We will give public services the proper funding they need so that everyone in the country can have access to the services they need. As I’ve said before: no ifs, no buts, no opt-outs.",
        "“Second, we understand that when ministers and officials spend money, it is taxpayers’ money, not government money.",
        "“We will be careful with it, not casual. We will expect to be judged on a clear basis: if you’re taking people’s hard-earned money away from them you’d better be able to show that you’re spending it on what people want and that you can get better value for that money than they could.",
        "“And our third principle is the need for long-term tax reduction. As George and I have said repeatedly, we believe in low taxes – because we believe low taxes are both morally right and economically efficient. But as we have also said, we will never trick people into voting for us with promises of tax cuts that cannot responsibly be delivered, or that cannot be sustained.",
        "“We are the party of low taxes for the long term, not tax cut promises for the short term. That is why we are setting out our long-term strategy today. When it comes to tax and spending, it is tempting for politicians to make simplistic promises and to give easy answers to difficult questions. I know there are people who want us to do just that today, and I’d like to explain why I don’t think that would be right.",
        "**NO EASY ANSWERS**",
        "“We all know that the easiest thing in the world is for an opposition party to stand up at an event like this and blithely talk about all the efficiency savings we will make in government how we will streamline public spending, how we can close tax loopholes, how we can move towards a bright future of less spending and less tax with a few well-chosen cuts that miraculously deliver substantial savings without harming public service delivery at all.",
        "“It is a well-trodden path by opposition parties. I know – I’ve been there.",
        "“At the last election, we produced something called the James Review. A long list of all the government functions, quangos and bureaucrats a Conservative government would cut.",
        "“Well-intentioned – certainly. A Conservative government should always try to cut out waste and deliver value for money for taxpayers. It’s in our political DNA.",
        "“And the James Report was a serious and impressive piece of work. But was the overall approach credible? I’m not so sure. To make a long list of efficiency savings in advance of an election; to add them up to produce a great big total; to turn that total into debt reduction, spending increases elsewhere and a tax cut…?",
        "“People didn’t believe it, for the very good reason that controlling public spending is not about a one-off efficiency drive, it’s about a whole new culture of government.",
        "“There is a simple fact which political historians amongst you will know very well. The government “efficiency drive” is one of the oldest tricks in the book. The trouble is, it’s nearly always just that – a trick.",
        "“In fact it’s such a cliché, there was an episode of Yes Minister about it, called “The Economy Drive.” Ministers are summoned, officials instructed, the media prepared for sweeping savings in the running costs of government. And then, a few months down the line, the sheepish-looking ministers and officials come back and say “well actually, it wasn’t quite as straightforward as we’d hoped, Prime Minister.” Gordon Brown announced another one last week.",
        "“Let me make it clear: I believe that driving efficiency though the government machine should be a constant administrative effort. Every business has to improve its efficiency every year, or it won’t survive. That should be a constant principle of government too",
        "“But I do not believe in simplistic lists of cuts. In naïve over-estimations of potential savings. Or in cobbling together a big number in order to get a good headline. Making government more efficient and cutting out waste is absolutely part of our strategy for controlling public spending. But it is only a part.",
        "“To make it the only thing in our plan would simply not be credible. The scale of the public spending crunch that is coming down the line, the scale of people’s expectations for public services, and the imperative for competitive taxes all mean that we need to think far more deeply about the role of the state if we are to live within our means in the decades ahead.",
        "“It cannot and must not simply be about “efficiency savings.” And it must especially not be about the kind of short-term savings that in the end add to demands on the state because they undermine social value in the name of delivering economic value. Spending cuts that look efficient on a powerpoint chart but end up costing more money are just a false economy. Instead, living within our means is about taking three key steps.",
        "**REDUCING DEMANDS ON THE STATE**",
        "“The first way in which we will control public spending is to reduce the long-term demands on the state. We need to tackle the causes of the social problems that give rise to public spending in areas like welfare and crime. That means taking forward the work that began with Iain Duncan Smith’s magnificent Policy Group report, Breakthrough Britain.",
        "“The key areas for radical reform, and the early focus of our work in government, will be in school, reform, welfare reform, and strengthening families.",
        "“We have already published: Policy Green Papers on school reform and welfare reform, and some of our thinking on making Britain more family-friendly. And the next stage in our work on strengthening families will be published within the next few weeks. If we get these three things right: school reform, welfare reform and strengthening families, then I believe we will make serious progress in tackling these deep social problems that have caused so much pain, and cost so much money, for so long.",
        "“But we will also be developing policy beyond the immediate focus areas of schools, welfare and families to address the complex and interconnected problems Iain and his team identified in his report, From drugs to debt; from children in care to people with disabilities.",
        "**PUBLIC SERVICE REFORM**",
        "“The second way in which we will control public spending is by carrying out the work that was the great missed opportunity of the Blair and Brown years – proper public service reform. Unlike the Labour Party, there is no internal feud or ideological war preventing us from carrying out the reforms that everyone knows are needed.",
        "“As Nick Herbert set out in a superb speech last week, there is now a distinctive modern Conservative approach to public service reform, based on clear thinking about how we can give power over services to those who use them.",
        "“Where services are individually consumed we will transfer power over those services to individual people, giving them a choice between competing providers.",
        "“And where services are collectively consumed, we will transfer power over those services to the lowest practical tier of government, opening up provision to social enterprises, private companies and community organisations.",
        "“For us, public service reform is about choice and voice – bringing greater accountability to the provision of public services, so the power relationship is not top-down – from Whitehall to public services but side to side – a new relationship between the professionals who deliver public services and the public, who pay for them and use them.",
        "“So in education we will end the state monopoly and allow new schools to be set up by a wide range of expert organisations, giving parents real school choice for the first time. In the NHS we will get rid of the top-down political micromanagement and put the power in the hands of patients, who can choose the GP who they think will get the most out of the NHS on their behalf. And in prisons and probation we will empower the local managers – and pay them by results.",
        "**EFFICIENCY AND TRANSPARENCY**",
        "“The third component of our strategy is cut out waste and make government more efficient. That is one of the principal responsibilities of Francis Maude and his implementation team. This is a really significant commitment for us.",
        "“Normally, political parties would only devote resources to the things that directly help them win an election. But we don’t just want to win – we want to know exactly what we’ll do when we’ve won.",
        "“So Francis and his team will be looking at government efficiency right across the board: procurement, staffing, structures – everything you would expect from a modern, professional and businesslike operation.",
        "“We are using the best private sector expertise to find ways to save taxpayers’ money and improve service delivery. But I do not believe that it’s enough to just stand here and make promises about efficiency. I believe we need to create additional pressure on ourselves – and that’s why I believe transparency in public spending is an absolutely vital part of this.",
        "“If we can show people exactly how their money is being spent, that will leave no hiding place for waste and inefficiency. It will shame ministers and officials into spending public money wisely.",
        "“And in this post-bureaucratic age, the information revolution makes such detailed accountability possible for the first time. That’s why last year, we introduced a Bill in Parliament to force the government to list on a public, easily searchable website, every item of public spending over £25,000.",
        "“Unsurprisingly, Labour blocked it – but I can promise you that this will be one of the first innovations of a Conservative Government.",
        "“And I can also announce that we will shortly be launching an online whistleblower service, so that people who work in the public sector can tell our Implementation Team about the waste and inefficiency they would like us to change.",
        "**CONCLUSION**",
        "“So that is our three-part strategy for controlling public spending: reducing the long-term demands on the state; reforming public services, and making the public sector more efficient and transparent. Britain needs this strategy because under Labour, Britain is on the wrong path.",
        "“They have splashed the cash like there’s no tomorrow – but the trouble is, there is a tomorrow, and it’s got to be paid for.",
        "“Unless we make big changes, we’re heading for a future as a high-tax, uncompetitive backwater with soaring social costs and a falling quality of life. To avoid that future, while fulfilling the essential requirements of modern government, we will need to put into action those good Conservative principles of good housekeeping.",
        "“And then we can look forward to a very different future: a low tax, competitive economy, with a high quality of life and the opportunity for everyone to make something of their life. It used to be said that “good food costs less at Sainsbury’s.” Well I want good services to cost less with the Conservatives. That’s why it’s so vital that we have a serious plan for living within our means."
    ]
}