{
    "url": "https://www.ukpol.co.uk/lisa-cameron-2021-speech-on-holocaust-memorial-day/",
    "title": "Lisa Cameron – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Lisa Cameron",
            "url": "/tag/lisa-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lisa Cameron, the SNP MP for East Kilbride, Strathaven and Lesmahagow, in the House of Commons on 28 January 2021.",
    "content": [
        "I begin by thanking my honourable colleagues and co-sponsors of this vital debate, all honourable colleagues who are speaking today, those who have been marking Holocaust Memorial Day, and of course the Backbench Business Committee. Thanks must also go to the Holocaust Memorial Day Trust for its inspirational work; to the Holocaust Educational Trust, led by Karen Pollock, for teaching future generations; to the Community Security Trust; and to Danny Stone and the Antisemitism Policy Trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is crucial that, in remembrance, we do not picture atrocities of genocide perpetrated during the Holocaust as historical events. It is important to reflect on the reality that the seeds of antisemitic distrust, prejudice and hatred were spread years prior to armbands being worn, ghettos being built, trains being loaded and gas chambers being filled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A recent briefing from the Antisemitism Policy Trust found that throughout history Jewish people have been blamed for diseases and pandemics. Indeed, since the start of the coronavirus pandemic, these age-old tropes have re-emerged in updated forms, on our social media channels and popular antisemitic online forums, such as 4chan and Gab. It did not take long for the virus to be named “the Jew flu”—part of a Zionist agenda to start world war three—or for antisemites online to encourage people deliberately to try to infect Jewish people, as part of the “holocough”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In its latest report, the Community Security Trust recorded 789 antisemitic incidents that took place across the UK in the first six months of 2020. It would be easy to dismiss the instances outlined as the actions of a deluded fringe, but that would also be foolish and could be deadly. An article published in The Guardian last April found that referrals to prevent online radicalisation had fallen by 50% since the start of lockdown, which has created ideal conditions for online predators and trolls to spread hate and lies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must do more to stamp out antisemitism on online platforms, call on the social media giants to do more to police such content, and introduce more stringent barriers in the forthcoming online safety Bill. We disrespect the memory of millions who died in the holocaust if we fail to take action to stamp out the recurring lies that culminated in such widespread destruction of life 80 years ago. We are, indeed, arrogant to presume that stereotypes of the past can find no audience in the future. We would therefore do well to live out the theme of this year’s Holocaust Memorial Day—light the darkness—in our approach to antisemitism going forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}