{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-farming-and-the-countryside/",
    "title": "David Cameron – 2007 Speech on Farming and the Countryside",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 3 January 2007 at the Oxford Farming Conference.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "I’m delighted to be with you today for three reasons.",
        "First, because the Oxford Farming Conference is a key event for everyone with an interest in British agriculture.",
        "Not only has it been going for more than sixty years but it also attracts an impressive range of speakers and delegates.",
        "The second reason is because the future of farming matters for the future of Britain.",
        "What more vital industry could there be than providing our food?",
        "And as the British countryside is one of our most precious national assets, what more important role is there than acting as its custodians and guardians?",
        "And let me make clear straight away that I want to see a living, working countryside, not a museum.",
        "It cannot be said too often that the fact that our countryside is one of our most precious national assets is not in spite of farming but because of farming.",
        "I live on the edge of the Cotswolds where both the landscape and the architecture reflect centuries of successful agriculture.",
        "Farming continues to be one of our hardest working industries and no one who cares about the future of this country can afford to ignore the countryside.",
        "My third reason is personal.",
        "I was brought up in the countryside.",
        "I live much of my life in it.",
        "I represent a large rural constituency.",
        "And I want farmers and all those interested in the countryside to know that I care passionately about its future and success.",
        "The pessimists are wrong",
        "When it comes to the future of farming we have to defeat the arguments of two groups of pessimists. I’ll call them the protectionists and the metropolitans.",
        "The protectionists rightly accept that agriculture matters but they have little faith in the ability of farmers to innovate and to compete on any sort of level playing field.",
        "For them, the only solution is to pull up the drawbridge, inject massive subsidies and adopt the mentality of the siege economy.",
        "The metropolitans wouldn’t subsidise agriculture.",
        "They would progressively get rid of it.",
        "For them, farming represents a sort of bygone era…",
        "They don’t see the intimate connection between the beauty of the rural landscape and the practical needs of the rural economy.",
        "Nor do they understand the importance of food security.",
        "Metropolitans see the housing shortage on the one hand and the decline of farming on the other – and simply believe that the only answer is to ensure that farmers grow nothing but a crop called concrete.",
        "I’m caricaturing both groups, but that is, by and large, what we are up against.",
        "And I think that both groups are wrong.",
        "I think that if we take the right approach, the British countryside can have a productive – and profitable – future.",
        "**Reasons for optimism**",
        "No one can deny that we’ve come through an exceptionally difficult period for farming.",
        "A sustained period of low commodity prices and rising costs.",
        "BSE and Foot & Mouth.",
        "And a government that hasn’t been as understanding or as helpful as farmers deserve.",
        "Crucially the Government has been guilty of rank inefficiency.",
        "The saga of the Rural Payments Agency and late payments was a complete disgrace.",
        "In any other walk of life the person ultimately in charge would have to take responsibility.",
        "In politics, in this country, under this government, they get made foreign secretary.",
        "Nevertheless, in spite of this backdrop – difficult economics, market shocks and poor politics – I believe that there are now a number of reasons for real optimism about the future.",
        "The first reason should give a measure of comfort to our farmers who can sometimes feel marginalised by society.",
        "In this dangerous world, where we talk about the importance of energy security, we cannot afford to dismiss the importance of food security.",
        "No one is suggesting that we operate a war economy, but a country like Britain that is blessed with so much fertile land would be foolish not to have the capacity to produce a significant percentage of its food.",
        "Farming is about food production and, in an increasingly unsettled and dangerous world, this fact alone should ensure a proper recognition of the importance of agriculture.",
        "The second reason for optimism is the growing concern for the environment.",
        "Now I know that when some farmers hear politicians talk about the environment, they think of costs and regulations.",
        "Frankly, given the history of issues like cross compliance, I’m not surprised.",
        "But look at the opportunities.",
        "Everyone now understands the importance of combating climate change.",
        "Farmers have a huge role to play in this and other environmental challenges. The new products and new markets are genuinely exciting.",
        "I saw many of them at this year’s Royal Show.",
        "Wool for home insulation.",
        "Willow coppicing providing fuel for local boilers.",
        "Hemp turned into breeze blocks.",
        "There’s also significant scope to grow energy crops to make bio-diesel and bio-ethanol and produce biomass for heat and power.",
        "Fuel crops have the potential to help meet our environmental objectives, help provide energy security and help provide our farmers with a new source of income.",
        "That’s a pretty impressive treble.",
        "We shouldn’t get carried away.",
        "So far it’s been tough to make profits in these markets.",
        "And, as sceptics point out, not every farmer can go down this path and, even if they did, we wouldn’t solve all our environmental or security problems.",
        "But these are new markets.",
        "And they are an important part of the future.",
        "And a Conservative Government would do all that it could to remove the obstacles to their development, including looking at the incentives provided by the tax system.",
        "The third reason for optimism relates to what consumers want from their food.",
        "Again, some farmers might scoff at the rise of the ethical consumer.",
        "But, in my view, that would be entirely the wrong reaction. Potentially, this development in our culture, which will grow and grow, is a massive positive for British farming.",
        "I’m not talking about the obsessive fringe that views every purchase as a masochistic morality test.",
        "And, of course, cost will always be a serious factor in the minds of most people who buy food – and rightly so – but it isn’t the only consideration.",
        "I’m convinced that the long term interest of British farming is best served by British consumers demanding quality British produce.",
        "A vital part of facilitating this shift in priorities is ensuring that this country has far more rigorous and transparent food labelling.",
        "Today British consumers can find it difficult to back British farmers, because of inadequate labelling.",
        "Food can be imported to Britain, processed here, and subsequently labelled in a way that suggests it’s genuinely British.",
        "That is completely wrong.",
        "I cannot overstate the importance of enabling informed consumer choice.",
        "Effective marketing can only be achieved if labelling is accurate and clear.",
        "Britain is experiencing a rise in so-called food patriotism.",
        "Many people want to eat British wherever possible.",
        "They’re not just supporting British farmers out of a sense of solidarity or a desire to limit carbon emissions.",
        "They also realise that food that has been preserved and flown or driven long distances often tastes second rate.",
        "I know that this may raise issues with the European Union.",
        "But the role of a Government that cares about British farming is not to sit on its hands and say “there’s nothing we can do”, but instead to test these rules and if necessary challenge and change them.",
        "In any case, we will take a leaf out of the book of other EU members who have stood up more effectively for their local producers.",
        "The same principle of active consumerism is driving the increasing popularity of locally sourced produce.",
        "In the 21st century people are interested in general well being.",
        "The food that they eat and feed to their families is part of that.",
        "Farmers Weekly has been running an excellent campaign – “Local Food is Miles Better”…",
        "…and organisations like the Slow Food movement are gaining new adherents.",
        "New businesses are springing up to meet the demand.",
        "For example, in Bedfordshire, Buy-Local.net is putting local producers and shoppers together and creating a market based on consumer demand.",
        "In Suffolk, where Caroline Cranbrook has so effectively raised the flag of local production, there is an increasingly effective network of farmers and growers selling to an enthusiastic public. The week-enders are taking their local produce to London instead of bringing stuff up from the supermarket!",
        "Shoppers like to know exactly where their food has come from, even down to the name of the farm.",
        "That’s why traceability matters.",
        "The fact that many supermarkets are now emphasising this show that the leaders in retailing have understood just how important it is.",
        "Another issue of great concern to British consumers is animal welfare.  \nOur standards of animal husbandry are among the highest in the world.",
        "This can bring problems.",
        "I’ll say something about that later.",
        "But, thanks to the ethical consumer revolution, it can also bring benefits.",
        "The more that British shoppers learn about the difference in the quality of life of a pig produced here compared to almost anywhere else in the world the better for British farmers.",
        "It’s not just the treatment of animals that troubles consumers.",
        "People are increasingly uneasy about some of the pesticides and antibiotics used in agriculture – especially abroad.",
        "That’s why we’re witnessing the growth in the organic market.",
        "Again, I don’t want to overstate the case but there are clearly opportunities.",
        "There’s a flour mill in my constituency that has gone organic.",
        "It has to import wheat from abroad because there isn’t enough organic wheat being grown in Britain.",
        "The organic baby food market has grown exponentially.",
        "Why? Because it has been driven by consumer demand.",
        "The growth of active and ethical consumers is a huge opportunity for Britain’s farmers.",
        "It is a classic example of shared responsibility.",
        "The Government has its responsibility to ensure a proper labelling system.",
        "All of us as consumers have our responsibility to try and buy quality produce from British producers, including local producers.",
        "But farmers must play their part by rising to this challenge. The demand for quality local British produce is there. It is up to farmers to seize the opportunity it represents.",
        "The economics of farming",
        "I’ve set out several reasons for optimism but I’m not kidding myself.",
        "Farming is a business and the raw economics are still daunting. For example, an arable farm of 1,000 acres and just one man working it can struggle to make money. Without farm payments, the situation would be even worse.",
        "The dairy industry has been through incredible difficulties.",
        "Government cannot wave a magic wand and change the economics of this or any other industry.",
        "But Government is a big player and its actions can make a big difference.",
        "Does it understanding the needs of farming and make good policy?",
        "Does it work to keep costs and regulations down?",
        "Does it understand the impact of all its decisions – on planning and on transport for example – on the whole rural economy?",
        "Does it properly consider the role of the public sector as a procurer of food?",
        "The answer to all of these questions is currently “no”.",
        "I am determined that a Conservative government will be different – and will make a difference for farming and the countryside.",
        "First, policy making.",
        "The record recently is pretty poor.",
        "I have mentioned the RPA.",
        "I could have mentioned endless delays on badgers and TB … chaos on mapping for the right to roam … endless uncertainty about dealing with carcass removal …",
        "Farmers’ organisations tell me that there seems to be a great deal of consultation going on but they wonder whether anyone actually listens to what is being said.",
        "We are preparing for Government by putting in place a strong team of shadow ministers. Peter Ainsworth has great experience of both the farming and the environmental portfolios.",
        "And Jim Paice probably knows more about agriculture than any other member of the House of Commons.",
        "We are also carrying out a detailed policy review that is open, engaged with all of the industry and transparent.",
        "Government needs to recognise that the landscape of rural Britain is a priceless national resource and that farmers have a central role in maintaining it.",
        "Sometimes, ministers give the impression that farmers are unwelcome intruders on the land rather than the custodians of it.",
        "It’s important that organisations like Natural England work with those who manage the land.",
        "The next task of government is to stop over-regulating.",
        "Farms are small businesses and, in recent years, we’ve see farmers burdened with more and more rules and regulations, many of them flying in the face of common sense.",
        "For example, we need a whole new approach to enforcement and inspection.",
        "Government should be concerned with outcomes rather than process.",
        "There is no reason why inspections have to be carried out by the regulator.",
        "Issues such as cross compliance, multiple inspections, the ban on on-site burial and integrated pollution control will all have to be looked at again.",
        "We can learn a good deal from other countries in the EU, who would not think of burdening their farmers with the bureaucracy you have to endure.",
        "On planning too, Government policy needs to reflect the needs of rural Britain.",
        "Let me give a couple of examples.",
        "The planning system should make it easier to set up and run farmers markets, and farm shops.",
        "Policy makers and planners should look at opening up the market for affordable homes.",
        "Why is it that the only organisations allowed to provide low cost rented homes are registered social landlords?",
        "In some areas government activity can have an immediate and positive impact on British farming.",
        "We need a revolution in food procurement.",
        "The Government spends £1.8bn each year on food for the public sector.",
        "That gives it a lot of clout in the marketplace.",
        "Ministers launched the Public Sector Food Procurement Initiative in 2003 to encourage public bodies to procure locally source food.",
        "But there’s a problem.",
        "The Government has no way of measuring its progress towards achieving this.",
        "Therefore, it has no idea if its procurement policies are ignoring British produce and contributing to climate change.",
        "The Government should be doing everything it can within EU rules to source food for schools, hospitals and other public institutions locally.",
        "After all, does anyone imagine that the French Army doesn’t take every opportunity to make sure its soldiers are fed on French food?",
        "At the very minimum, we should move towards a situation where publicly procured food meets the Little Red Tractor standard, as the Conservatives proposed a year ago.",
        "Whilst it does not guarantee a British source at least the food would be produced to British standards.",
        "I want to say something about supermarkets.",
        "I’m a convinced free marketeer.",
        "That means I am in favour of markets that work.",
        "When a market has imperfections that mean it does not work, there is a case for intervention to make sure it does.",
        "Take the relationship between the big supermarkets and farmers.",
        "It’s not exactly a relationship of equals. The supermarkets have been in the habit of using their market power to squeeze the margins of those they buy from.",
        "Let’s be honest: in the past there have been some real horror stories.",
        "Retrospective discounting…",
        "Making producers pay for promotions…",
        "…and, according to the NFU, even instances of suppliers being required to supply labour to stack shelves.",
        "There is evidence that the supermarkets are addressing some of these concerns but there is no room for complacency.",
        "To me this issue is quite clear. These sorts of practices are completely unacceptable. The competition authorities are there for a purpose. They have the authority and the powers they need. They should feel empowered to act.",
        "We will be watching to make sure that they do.",
        "We also need to address the unfairness of asymmetrical regulations.",
        "Our government often imposes far more onerous standards on British agriculture than exist elsewhere in the European Union.",
        "This can have perverse consequences.",
        "Instead of driving standards up we sometimes end up driving farmers out of business.",
        "Take the example of the British pig industry.",
        "As I said earlier, we are rightly proud of our tradition of animal welfare.",
        "But, by introducing higher standards first, Parliament placed our farmers at a disadvantage.",
        "The irony is that our absolutist approach has had the net effect of lowering the overall standards for pig welfare in the EU.",
        "I have one the largest egg hatcheries in Britain in my constituency and I’m worried that something very similar could happen to poultry in 2012 when new regulations come in.",
        "Our aim should be to take our EU partners with us wherever possible but, failing that, to be pragmatic.",
        "We cannot act to ban imports when other EU countries operate lower standards but we could act, with our EU partners, when it comes to welfare standards in the rest of the world.",
        "We are committed to free trade agreements but we are also committed to high animal welfare standards.",
        "Some people might say that this represents a restraint of trade.",
        "I disagree.",
        "Just as we insist that every Japanese car imported into the UK meets strict emission standards so we should insist that animal products meet decent welfare standards.",
        "It’s impossible to talk about the EU without mentioning the Common Agricultural Policy.",
        "We need to rededicate ourselves to further reform of the CAP.",
        "We shouldn’t ignore what’s already been achieved but the process must continue. It’s not a threat – it’s an opportunity and we simply can’t afford to be held back by the forces of reaction and inertia.",
        "Frankly since the mid term review we don’t have a “Common” policy.",
        "Whilst support for English farming is rightly fully decoupled from production, most countries in Europe still have some production linked support.",
        "That has to stop, as do ludicrous subsidies on tobacco.",
        "We also need to start to shift the costs of CAP onto the countries that spend the most by phasing in co-financing.",
        "Finally we need to ensure it is sustainable in WTO terms by phasing out export subsidies and by shifting funding from pillar one into pillar two.",
        "So there is much that government can do and a Conservative government will do it.",
        "When it comes to the agricultural sector, building better businesses isn’t just about government action",
        "It’s about bringing about a fundamental change in the way we approach farming.",
        "In the 1940s and 50s, farming became commoditised in order to feed the mass market.",
        "That model has remained in place ever since.",
        "It’s time for a paradigm shift.",
        "Instead of volume, we need to build value.",
        "Specialist produce and high quality brands.",
        "This isn’t the muesli-eating fringe.",
        "This is the future.",
        "Look at our competitors.",
        "France never really lost that approach.",
        "While we were obliterating our local food heritage – often by heavy handed government diktat – countries like France and Italy were preserving theirs.",
        "People elsewhere in Europe are far more likely to treasure – and eat – food that is produced in their home region.",
        "Britain needs a revolution in our thinking to recover that habit.",
        "We have consumers who value high quality, locally produced food.",
        "Some producers are already meeting that demand but there is far more opportunity for farmers to build relationships with consumers by producing what they want.",
        "And we need a government that will assist that process.",
        "We’re all in this together and, if everyone plays his and her part, then British farming can look forward a secure and prosperous future."
    ]
}