{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-lord-mayors-banquet-speech/",
    "title": "David Cameron – 2013 Lord Mayor’s Banquet Speech",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech given by the Prime Minister, David Cameron, at the Lord Mayor’s Banquet Speech in London on 11th November 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "My Lord Mayor, My Late Lord Mayor, Your Grace, My Lord Chancellor, Your Excellencies, My Lords, Aldermen, Sheriffs, Chief Commoner, ladies and gentlemen.",
        "Let me start by thanking Lord Mayor Number 685 for a year of great service – to this City and to our country.",
        "And let me congratulate Lord Mayor Number 686 – not only on her appointment but also on the fantastic vision she has just set out.",
        "A vision of diversity and inclusivity that is every bit as vital for our country as it is for the City of London.",
        "In previous years I have set out the principles of a British foreign policy that is outward looking and firmly in our national interest.",
        "In the last year we have stayed true to those principles.",
        "We hosted a G8 which launched negotiations on the biggest bilateral trade deal in history: a deal between the EU and the US that could be worth £10 billion to Britain alone.",
        "We agreed a Lough Erne declaration that should ensure companies pay their taxes, governments are transparent about their income and the world endorses free trade.",
        "We have continued to promote British business abroad – with more foreign direct investment in Britain this year than anywhere else on the planet.",
        "We negotiated a real terms cut in the EU Budget.",
        "And I set out plans for a more competitive and flexible European Union and promised the British people a referendum on the new settlement we reach.",
        "We honoured our promises to the poorest in the world – vaccinating a child against diseases that can kill every 2 seconds.",
        "We continue to help around the world – as we are today in the Philippines where Typhoon Haiyan has wrought such appalling devastation.",
        "Britain is contributing £10 million and HMS Daring, currently deployed near Singapore, will shortly be heading at full speed towards the disaster zone with further support from an RAF C17 which will be a powerful help to the relief operation.",
        "And yes, when it came to the brutal crimes of the Assad regime against its people we stood up for the right values in Syria.",
        "And let’s not pretend that Syria would now be giving up its chemical weapons if we and our allies had looked the other way.",
        "Britain is a country that has always been prepared to stand up for its values.",
        "And today – on Armistice Day – let us join together in paying tribute to all those brave men and women across the generations who have given their lives for our safety and freedom.",
        "For years, Prime Ministers have been coming to this Banquet to talk about the big global challenges facing Britain and the West.",
        "Traditionally these have been about our security and our values.",
        "Today the biggest challenge we face is economic.",
        "It’s about how we ensure a strong, sustained and successful recovery that delivers for everyone in Britain.",
        "And let’s remember that a strong and successful economy is the foundation of our influence when it comes to the foreign and security policy issues we traditionally talk about here.",
        "So it’s this economic challenge I want to talk about tonight.",
        "Of course, Britain has recovered from recessions and financial crashes before.",
        "But this time there is a difference.",
        "In the past, there was an assumption that the West would still emerge as the strongest in the world.",
        "Whether it was the 1930s, or the 1970s, it was clear we were still the ones with the biggest industrial base; still the ones with the ideas, with the scale of market, with the climate for enterprise, the money and the skills to trump them all.",
        "But as the number of university places surges in India, as China creates more patents that any other country in the world and as Brazil becomes the world’s first sustainable biofuels economy, people ask the question, will they be the winners and we be the losers?",
        "I believe we need to say a very firm “no”.",
        "The global economy is not a zero sum game.",
        "If we make the wrong decisions they may well succeed at our expense but there is a clear way forward for us to carve out a place for Britain to be a real success, alongside these new economic powers.",
        "But we should be under no illusion: that success is far from guaranteed.",
        "So how do we succeed?",
        "Well let’s start with what we don’t do.",
        "There are some wrong-headed approaches that we absolutely need to reject.",
        "There’s the view that you can characterise as “stop the world and get off” ignore the interconnectedness of the world economy and pull up the drawbridge.",
        "That’s clearly not the answer.",
        "Then there’s the pretence that the answer is spending and borrowing more on an ever bigger state in an attempt to somehow insulate ourselves from the global competition.",
        "And at the other extreme, there’s embracing globalisation so enthusiastically and unquestioningly that we actually lose sight of our true national interest.",
        "We saw a fair amount of both of those approaches in the previous decade – and we saw what we got in return.",
        "The biggest budget deficit in our peacetime history and mass uncontrolled immigration that put huge pressure on public services and changed communities in a way people didn’t feel comfortable with.",
        "So these wrong-headed ideas, ignoring the international globalised economy, attempting to insulate ourselves against it, or indeed slavishly following it – none of these are the right answer.",
        "So what is?",
        "Engage in some sort of race to the bottom?",
        "Absolutely not.",
        "That completely misunderstands the dynamics of the global economy.",
        "It’s not simply a competition for who can produce the same goods at cheaper prices, it’s about who can produce the new services, the new processes and innovations that can create and sustain the jobs of the future.",
        "And that’s why it’s increasingly high-skilled jobs that are so vital to our success in the global race.",
        "So the right prescription is not to try and imitate developing economies, but to make this country more like Great Britain.",
        "Put simply – to play to our strengths. Take our advantages, invest and add to them.",
        "We have the global language of business.",
        "The time zone where you can trade with Asia in the morning and America in the afternoon.",
        "The City of London, the global home of finance.",
        "Our top universities are amongst the best on the planet.",
        "And inventiveness, innovation and credibility will be key to our success.",
        "We are the country that invented everything from the light bulb to the jet engine, from the tin can to the tank.",
        "You name it, we’ve created it.",
        "And the truth is we’re still at it.",
        "Whether it’s sequencing the genome, isolating grapheme or designing the chips that power not just 9 out of 10 of the smartphones in this room – but all over the world.",
        "We have the scientists and technical expertise that is the envy of the world.",
        "This is Britain. Competitive, pioneering, creative, innovative.",
        "Our success in the global race hinges on playing to these strengths – on taking the country that led the agricultural revolution, the industrial revolution and the market-based revolution of the 80s and equipping it to lead the economic revolution of today.",
        "And as we do so, we should never forget this.",
        "Our institutions, particularly our democracy, property rights, access to markets, the rule of law and equality for all before the law. These things are not incidental to our economic strength – they are absolutely key to it.",
        "They form the golden thread of conditions which allow countries to thrive over the long term.",
        "But to play to our strengths and make a success of our country in the global race, we do have to do some things differently.",
        "We can’t simply try and rebuild the same type of economy that we had before the crash.",
        "We can’t just go back to how things used to be.",
        "We need to build something better.",
        "A vision of a new kind of economy where the benefits of growth are shared by all, north and south alike.",
        "An economy for everyone where the right skills, the right jobs and the right rewards are all there available for people with the right attitude and where all our children and grandchildren can look forward to a better future.",
        "What does all that mean in practice?",
        "I believe it means we need 4 things.",
        "First, an economy with a state we can afford.",
        "Second, an economy where everyone can take part.",
        "Third, an economy that is equipped for the future.",
        "And fourth an economy based on enterprise at home and abroad.",
        "Let me just say a word about each.",
        "First, an economy with a state we can afford.",
        "There are some people who seem to think that the way you reduce the cost of living in this country is for the state to spend more and more taxpayers’ money.",
        "It’s as if somehow you measure the compassion of the government by the amount of other people’s money it can spend.",
        "At a time when family budgets are tight, it is really worth remembering that this spending comes out of the pockets of the same taxpayers whose living standards we want to see improve.",
        "I hope the Archbishop of Canterbury will forgive me for saying – it’s not robbing Peter to pay Paul – but rather robbing Peter to pay Peter.",
        "Let’s be clear.",
        "The single biggest threat to the cost of living in this country is if our budget deficit and debts get out of control again.",
        "If interest rates and mortgage rates start to soar, the increase in cost of living will far outweigh the impact of any increase in government spending or indeed reduction in taxation.",
        "This government is not prepared to let that happen.",
        "We have a plan – and we are carefully implementing that plan.",
        "Already we have cut the deficit by a third. And we are sticking to the task.",
        "But that doesn’t just mean making difficult decisions on public spending.",
        "It also means something more profound.",
        "It means building a leaner, more efficient state.",
        "We need to do more with less.",
        "Not just now, but permanently.",
        "It can be done. Consider these facts.",
        "There are 40 per cent fewer people working in the Department for Education – but over 3,000 more free schools and academies, with more children doing tougher subjects than ever before.",
        "There are 23,000 fewer administrative roles in the NHS – but 5,000 more doctors, with shorter waiting times.",
        "So you can have a leaner, more efficient, more affordable state that actually delivers better results for the taxpayer.",
        "The second thing we need is an economy where everyone can take part.",
        "That’s not what we have today.",
        "Consider this.",
        "64 per cent of children on free school meals don’t get 5 good GCSEs with English and Maths.",
        "Around a quarter of all children leave primary school unable to read and write.",
        "And 4,000 children leave secondary school every year with no GCSEs at all.",
        "That’s why we’re radically changing the education system, overhauling the curriculum, introducing more rigorous apprenticeships, and giving every child the chance to excel.",
        "Not letting people make the most of their talents is not just a tragedy for the individual – it is a tragedy for our country too.",
        "In the same context, inequality is not just wrong – it fundamentally disadvantages our economy.",
        "At the moment, the UK has the lowest ratio in Europe for women in STEM subjects and in engineering, less than 1 in 6 graduates are women.",
        "That’s simply not good enough.",
        "So we’re aiming to double that proportion by 2030.",
        "We simply can’t afford, in the tough competitive world of the 21st century, for our manufacturing industries to miss out on the brightest minds among half of the population.",
        "But an economy for everyone means more than great education.",
        "It also means reforming the welfare system.",
        "Put simply, no country can succeed in the long term if capable people are paid to stay idle and out of work.",
        "We went into the last recession with 4 million people of working age on out of work benefits.",
        "We know the most progressive way to tackle poverty is through work.",
        "And yet for generations, people who could work have been failed by the system and stuck on benefits.",
        "So we’re putting an end to the poverty and wealth traps that have plagued our welfare system for too long.",
        "We’re capping welfare, so that no family is better off on benefits than in work.",
        "And through universal credit, we’re ensuring that for every extra hour you work and every extra job you do – you should always be better off.",
        "I’m also very focused on supporting the voluntary sector to work alongside the state in fighting poverty and building this economy where everyone can take part.",
        "For example, one of the best answers to payday lending is the credit union movement.",
        "As a government we have invested £38 million to double the membership of credit unions, a shining example of the Big Society in action.",
        "Third, we need an economy equipped for the future.",
        "We can’t have an economy for all if people in the parts of the North or in some rural communities are left without the transport links or the superfast broadband they need to take part.",
        "So we are investing in infrastructure that serves the whole country.",
        "£680 million to ensure we have the best superfast broadband in Europe by 2015.",
        "The biggest investment in road since the 1970s.",
        "The biggest rail investment since Victorian times.",
        "With Cross-rail, the biggest construction project anywhere in Europe.",
        "And with High Speed 2, the first new train line running north out of London for 120 years.",
        "So yes, there may be some people who want to try and stop these changes – or at least argue for them to happen somewhere else, away from their back yard.",
        "But, let me tell you this.",
        "Again, this government has a plan for the long term – and we are sticking to the task.",
        "Finally, everyone knows that we need a bigger and more prosperous private sector to generate wealth and pay for the public services we need.",
        "That means we need to support, reward and celebrate enterprise.",
        "That requires a fundamental culture change in our country.",
        "A culture that’s on the side of those who work hard, that values that typically British, entrepreneurial, buccaneering spirit, and that rewards people with the ambition to make things, sell things and create jobs for others up and down the country.",
        "That’s what this government is on a mission to bring about.",
        "We want to make Britain the best place in Europe to start, finance or grow a business.",
        "So we are cutting corporation tax to 20 per cent, the lowest in the G20.",
        "We are saving businesses £1 billion by slashing red tape.",
        "We are backing innovative industries that will revolutionise world markets.",
        "And through our new Challenger Business Initiative we are identifying those sectors where barriers need to be removed to enable new entrants and disruptive business models to develop at pace over the next five years.",
        "But we’re not just putting enterprise at the heart of our economic policy.",
        "We want to make sure it is boosted everywhere. Promoted in schools. Taught in colleges. Celebrated in communities. Recognised properly in the honours system.",
        "And yes, supported abroad.",
        "So we’re making enterprise a fundamental part of our foreign policy too.",
        "Since 2011, almost £1 billion of new export contracts have been secured for the UK’s businesses thanks to support from UK Export Finance.",
        "And I want us to build on that.",
        "The Lord Mayor and I will be leading from the front again in the coming months.",
        "This week I am leading trade visits to India and the Gulf.",
        "And I can announce this evening that in early December I will be leading another delegation to China.",
        "As China’s new leadership sets its direction for the next 10 years, as their country’s star continues to rise in the world, I will take senior British Ministers – as well as business leaders from every sector large and small – to forge a relationship that will benefit both our countries and bring real rewards for our peoples. Opening the way for British companies to benefit from China’s vast and varied markets and preparing the way for a new level of Chinese investment into the UK.",
        "This is a relationship that is for the long term, that matters for Britain and China, and which I look forward to continuing to strengthen in the months and years to come.",
        "And we don’t just need more investment from China.",
        "We want to do more to attract investors from the Gulf too.",
        "So we will introduce a new electronic visa waiver system for short-term visitors from Oman, Qatar and United Arab Emirates making it easier for companies to come here and do business.",
        "This will be up and running in the new year and we will roll it out to Kuwait later next year.",
        "And we’re doing something else to drive up that inward investment.",
        "I am delighted that Alderman and former Lord Mayor Sir Michael Bear has agreed to chair a new Regeneration Investment Organisation as part of UK Trade and Investment.",
        "This will act as a one-stop shop for our major inward investment opportunities – with £100 billion of possible projects on the table.",
        "These projects won’t just mean new jobs in London or the South East – but right across the whole country.",
        "And the first deal is just days away to boost regeneration in places like Liverpool, Salford, Sheffield and Leeds.",
        "A state we can afford.",
        "An economy where everyone can take part.",
        "An economy equipped for the future.",
        "And an economy based on enterprise at home and abroad.",
        "That’s how we build something better.",
        "That’s how we can build an economy for everyone.",
        "And by doing this, we needn’t look at the global race with fear.",
        "But with confidence.",
        "Confident in the belief that Britain can come through stronger.",
        "Confident that with the right decisions now our children can look forward to a better future.",
        "Confident that here in the City of London – the great innovator that has led the way in finance for centuries – we can support a Great Britain whose innovation and creativity can lead the world for generations to come."
    ]
}