{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-press-conference-following-june-european-council/",
    "title": "David Cameron – 2014 Press Conference Following June European Council",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference made by David Cameron, the Prime Minister, following the European Council in June 2014. The press conference was held on 27th June 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This European Council has been dominated by discussions about the EU’s direction over the next 5 years. And specifically the decision on the next President of the European Commission.",
        "But before I turn to that, we took an important step today towards stronger relations with Georgia, Moldova and Ukraine.",
        "The agreements, signed today, reflect our commitment to supporting these countries as they undertake reforms that will strengthen their economies, bolster democracies and make our European continent more stable.",
        "President Poroshenko joined us for discussions today. We welcome his peace plan and fully support his efforts to build a peaceful and stable Ukraine.",
        "The onus now is on Russia. The ceasefire has been expanded. So now Russia must: press the separatists to observe a genuine ceasefire; release hostages and return occupied border posts to the Ukrainian authorities.",
        "And we’ve said clearly that if we don’t see concrete progress then we remain willing to impose further sanctions on Russia.",
        "On the Commission President, from the outset, I have been clear where I stand on this issue.",
        "I firmly believe in the principle that the European Council should be the one to propose the candidate.",
        "And that if you believe in a principle you should stand up for it.",
        "That’s why I stood firm in my opposition today.",
        "I believe that by working together we could have found an alternative candidate who commanded the support of every member state, agreeing together on the best way forward.",
        "That has been the practice the EU has followed on every single occasion until today.",
        "And I think it is a serious mistake that other leaders decided to abandon that approach today.",
        "It’s why I insisted that the European Council took a vote.",
        "If the European Council – the elected heads of government – are going to allow the European Parliament to choose the next President of the European Commission, I wanted it on the record that Britain opposed that.",
        "The Council voted to nominate Jean Claude Juncker as the next President of the European Commission. Britain and Hungary opposed.",
        "We must accept the result and Britain will now work with the Commission President, as we always do, to secure our national interest.",
        "But let me absolutely clear. This is a bad day for Europe It risks undermining the position of national governments. It risks undermining the power of national parliaments. And it hands power to the European Parliament.",
        "It is therefore important that the European Council has agreed to review what has happened today and consider how we handle the appointment of the Commission President next time around.",
        "Turning to the future.",
        "This whole process has reinforced my conviction that Europe needs to change.",
        "That was a clear message delivered by voters at the European elections.",
        "Europe has to change to succeed.",
        "And if you are deadly serious that you want change – as I am – then you don’t back down when a vote goes against you.",
        "Voters need leaders who are willing to fight for change, whatever the obstacles, whatever the frustrations, whatever the cost in the short term.",
        "Leaders who – however difficult things get – don’t give up, but resolve to persevere.",
        "So when I say Europe needs reform, and the UK’s place in Europe needs reform, I mean it.",
        "And I argued hard for reform today.",
        "In respect of the Council’s mandate for the Commission for the next 5 years we made, with support from like-minded allies, some progress.",
        "It makes absolutely clear that we must focus our efforts on building stronger economies and creating jobs.",
        "That the EU should only act where it makes a real difference. Where it doesn’t, it should leave it to nation-states.",
        "It states that national parliaments should have a stronger role.",
        "And that we must deal with the abuse of freedom of movement by those who move to claim, not to work – an issue which so worries our peoples.",
        "We have also broken new ground in 2 specific areas.",
        "For the first time all my 27 fellow heads of government have agreed explicitly that they will need to address Britain’s concerns about the EU.",
        "It is in the agreed conclusions the European Council issued today.",
        "The conclusions also state explicitly that ever closer union allows for different paths of integration for different countries and respects the wish of those – like Britain – who do not want deeper integration.",
        "This is an important statement but it is not the end of the matter.",
        "Far from it. The campaign to reform the EU has a long way to go. But on this issue of ever closer union, we have made a start.",
        "Much more change will be needed during the next few years but I welcome the fact that we have embedded these issues in the Council’s mandate to the Commission from the start.",
        "So while Europe has taken one big step backwards today with their choice of Commission President, I have made some small steps towards securing a new relationship for Britain in the EU.",
        "Of course much more is needed. And that will require hard, patient, determined effort in the coming months. It will be tough but I believe it is still possible.",
        "Today’s outcome is not the one I wanted. And it makes it harder, and the stakes higher.",
        "This is an important stand, not a last stand.",
        "My colleagues on the Council know I am deadly serious about EU reform. I keep my word. If I say I’m not going to back down I won’t.",
        "This is going to be a long, tough fight and sometimes you have to be ready to lose a battle to win a war.",
        "It has only stiffened my resolve to fight for reform in the EU, because it is crying out for it.",
        "It has made me even more determined to make the EU address the concerns of all those voters who are intensely frustrated with it and who demand better, because they deserve a voice.",
        "Britain will be the voice of those people. We will stand up for them, and make sure they are heard. And we will not be put off by what has happened here today.",
        "Britain is going to work with intensity and with grit to reform the EU day in day out over the next few years and until we achieve it.",
        "We have shown today that we won’t be put off from that task, we won’t be cowed, we won’t be silenced.",
        "Because the status quo is not right for the EU. And it is certainly not right for Britain.",
        "It is has got to change.",
        "And at the end of 2017, it will not be me, it will not be the House of Commons, it won’t be Brussels who decide about Britain’s future in the European Union.",
        "It will be the British people.",
        "It will be their choice, and their choice alone."
    ]
}