{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-press-conference-with-indianpm/",
    "title": "David Cameron – 2015 Press Conference with Indian Prime Minister",
    "post_date": "January 7, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference between David Cameron, the Prime Minister, and Narendra Modi, the Indian Prime Minister, in London on 12 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you everyone; good afternoon. It’s a huge pleasure to welcome Prime Minister Modi to London today on this, his first visit to the United Kingdom since taking office. It is the first of an Indian Prime Minister in almost a decade, and it’s a real opportunity to open a new chapter in the relationship between our 2 countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe we are already natural partners, as the world’s oldest democracy and the world’s largest democracy, we share so many of the same values. And the ties between our people bind us together, with 1.5 million people of Indian origin living here in the UK, the second largest Indian diaspora anywhere in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Yet I do not believe that we’re realising the true potential of this relationship. And that is what Prime Minister Modi and I want to change. We want to forge a more ambitious, modern partnership, harnessing our strengths and working together for the long term to help shape our fortunes at home and abroad in the 21st century. As leaders, we share similar priorities to create jobs and opportunities for all, to protect our people from terrorism, and to tackle global challenges like climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it makes sense to work together on these issues. So today we’ve discussed how to build a stronger economic partnership, a stronger defence partnership, and a stronger global partnership. And let me say a word about each.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, our economic partnership. Britain is the biggest major investor in India, bigger than the USA. British businesses already support nearly 700,000 jobs in India, and India invests more into the UK than it does in the rest of the European Union combined, creating almost 8,000 new jobs here last year alone. And during this visit, British and Indian companies are announcing new collaborations, together worth more than £9 billion.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I think there’s scope to go much further. Today we’ve discussed Prime Minister Modi’s vision for India, to transform its economy, building 100 smart cities, increasing the skills of 500 million young people, providing around the clock electricity for all; building 10,000km of roads. These are immense projects, and we’ve talked about how Britain can help to transform this vision into a reality. We want to become your number one partner for securing the finance needed for this ambitious plan, making London the world’s centre for offshore rupee trading.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re getting that started with plans already in place today to issue over £1 billion of bonds, right here in London, including the first ever government‑backed rupee‑denominated bond to be issued internationally. We want British companies with their world‑class consulting, project management and engineering skills to help you plan, design and build these new cities. So I am delighted we’ve agreed a new 5‑year partnership to develop 3 cities: Amravati, Indore and Pune. We want UK and Indian scientists to work together to develop the low‑cost, low‑carbon energy that’s vital for the future, and that’s why we’re establishing a new, £10 million joint research collaboration into new technologies. We want our companies to truly make in India, and that’s why we’re re‑invigorating our forum of business leaders who we’ll see tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, we’ve agreed to establish a stronger, broader defence and international security partnership. All countries have a right to self-defence, and we want to assist India, the world’s largest defence importer, to modernise her capabilities. We’ll establish a new government‑to‑government framework to help make this happen. This will also mean increasing co-operation on new technologies and new capabilities, like cyber, like our aircraft carriers too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll deploy a Royal Navy warship to the Bay of Bengal next February to take part in India’s first major international gathering of warships for a number of years. And we’ll work together to better protect ourselves from new and emerging threats, such as cyber‑attacks, with the UK helping to establish a new centre to train 1 million India cyber‑security professionals and offering assistance to set up a new Indian cyber‑crime unit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, as global powers with a global outlook, we discussed what more we can do to solve the challenges we face. The UK firmly supports permanent membership for India on the United Nations Security Council. International institutions need to reflect the world as it is today, in order to maintain relevance and to support the rules‑based system that benefits us so much.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, we agreed on the vital importance of securing an ambitious global deal in Paris later this year that keeps our goal of limiting global warming by 2050 to 2 degrees, within reach. And we discussed what more we can do to support free trade, in particular by accelerating talks on a free trade deal between the EU and India, which could benefit more than 1.7 billion people and be worth over £15 billion each year to the EU and India combined.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we’ve had some excellent discussions here today and I look forward to more this evening and of course tomorrow as well. We both have big ambitions for the relationship between our countries. We want a modern, essential partnership founded on old ties, but defined and fuelled by the modern, diverse, dynamic countries that we are both today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you. Prime Minister Modi.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Narendra Modi**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Prime Minister Cameron, members of the media. Prime Minister Cameron has shown great hope and positivity with regard to the relationship with India. I’d like to thank you for that. You have done a great deal to strengthen this partnership between India and UK. I would like to thank you for your warm welcome and your gracious hospitality, and all the time that you have set aside for me during my visit here. So I’d really like to thank you for your past efforts in strengthening the partnership between our 2 countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am delighted to visit the United Kingdom. This is a relationship of immense importance to us. We are – the familiarity of history, the extraordinary people‑to‑people ties and our shared values give it a special character. And this has made it possible to give a special character to our relations. We also have vibrant and growing partnerships across all areas, trade and investment, defence and security, science and education, clean energy and health, technology and innovation, art and culture.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At the international level, we have a broad range of shared interests that are vital to both our countries. Today we have agreed to intensify our political dialogue and hold regular bilateral summits. We have decided to turn our shared values into a partnership to support development in other regions of the world, and alongside we are committed to deepen co-operation across all areas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, we have signed a civil nuclear agreement. This is a symbol of our mutual trust. And we have also resolved to combat climate change. The global centre for clean energy partnerships in India is one of the areas where we have agreed to co-operate, and this will strengthen safety and security in the global nuclear industry.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We attach great value to defence and security co-operation with the UK, including joint military exercises, and trade – defence trade and collaboration. And this co-operation will continue to grow. I am gratified to note that in February 2016, UK will participate in the international fleet review in India. UK will also be strong partners in India’s defence modernisation plans, including our make an India mission in the defence sector. And I’m convinced that UK will play an important role in this mission of ours.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Economic partnership is a key pillar of our partnership. I am convinced that this relationship will grow rapidly in the years ahead, given the size and scale of opportunities in a rapidly expanding India and Britain’s own formidable economic strengths.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The UK is the third-leading investor in India, and India invests much more in UK than in other European Union countries. In – for greater investment in India, we are launching a new fast-track mechanism. We also welcome the revival of the India-UK CEO Forum. We are – we will also increasingly raise funds in London’s financial market. I am pleased that we will issue a railways rupee bond in London stock market. This is – for this is where the journey of Indian Railways had begun.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the next 2 days, I am looking forward to our engagement with the business sector, and we are – we hope to hear significant announcements from this sector. I am pleased with the progress in our co-operation in clean energy and climate change involving our governments and the private sector. This is an area of immense importance, and it offers enormous opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our – with regard to India’s comprehensive and ambitious national plan on climate change, we have a lot of expectations from our bilateral co-operation. We look forward to a concrete outcome in Paris within the framework of the UN Convention on Climate Change, that charts decisive goals for a sustainable and low-carbon future for the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also achieved many other tangible outcomes in other areas that are all part of India’s national priorities. These include smart cities, healthcare, clean river initiatives, skills and education. Indeed, we agreed that technology, research and innovation will be strong foundations of our partnership across all areas. Both our nations will be able to create more opportunities for our people and increase their prosperity. And at the same time, we will advance our many shared interests and address our challenges. These include peace and stability in Asia, especially in South Asia and West Asia; maritime security; cyber security; and of course, terrorism and extremism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister Cameron, I will continue our discussions on these and other issues in Chequers today and tomorrow. But before I conclude, I wish to thank Prime Minister Cameron and the UK for the strong British support for India’s permanent membership of the reformed UN Security Council and membership in the international export control regimes. I look forward to the honour of speaking in Parliament and addressing the India-UK business summit. And I will have, therefore, the opportunity to speak at length about the rich promise of this relationship.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, we have outlined a bold and ambitious vision for our strategic partnership, and the decisions we have taken today reflect our firm commitment to pursue it and the confidence to achieve it. Indeed, the outcomes today have shown that we have already taken our relationship to a new level. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister Cameron, you’ve visited India 3 times since you came to power. Why has it taken so long to get a return visit?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Prime Minister Modi, India is becoming an increasingly intolerant place. Why?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**David Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me answer your question. Actually, India is not only the first major country I visited as Prime Minister, it was also the first major country I visited as leader of the opposition, so I have been wanting to see a strengthening of this relationship, not just for the last 5 years, but the last 10 years, and I think we have made some important progress. The figures on investment are very striking, you know, India invest more into Britain then into the whole of the rest of the EU combined, and in terms of G20 countries, Britain is the biggest investor, bigger than America, bigger than France, bigger than Germany, into India. But I think where we agree, is that we shouldn’t rest on our laurels, we should try and raise our sights and look at these projects, like Smart Cities, like Digital India, like Clean India, where we can bring expertise and really forge a partnership. India soon will be the third largest economy in the world, Britain is the fifth largest economy in the world. We have, I think, real potential. As for the time it takes to have a visit, I’m delighted that the Prime Minister is here. We’ve met many times before at G20s, most recently in New York, and we agreed to make this visit an absolute centrepiece of building the stronger relationship, which is what we are doing today. Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Narendra Modi**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s true that there has been a gap of 10 years. Nonetheless, during my term in the past 1 year there have been 11 ministerial visits from India to the UK and from the UK to India. Therefore, the relations between the UK and India is continuing. In fact, I have had the opportunity of discussing at length with Prime Minister twice, and we have all committed to taking our relationship forward. In terms of the questions you have raised, India is a land of [inaudible] – India is the land of Ghandi and therefore there is something that is deeply entrenched in our culture, in our traditions, which is that of not accepting anything that is – that has to do with intolerance. Therefore, if any event takes places, wherever it may occur in India, whether it’s once or twice, in a country of 1.2 billion people, every incident that happens is a serious incident for us, and we do not tolerate such incidents of violence at all. We take strong actions and we will continue to take strong actions and legal actions against such incidents. India is a vibrant democracy which, on the basis of the constitution, protects every citizen, and the values of every citizen in accordance with our constitution, and we’re committed to that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So, my question is to both the Prime Ministers. Sir, both India and the UK are victims of terror from the same terrorist groups. Both our cities are being bombed by the people who are trained from the same sort of terrorism. Both countries lost lives in Afghanistan, the same set of terrorists. In your discussions today sir, did you discuss the shared concerns? And did you agree on some of the co-operation in this field?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Narendra Modi**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you. As far as terrorism is concerned, your concern is vital for anyone who believes in humanity, and I would like to state that – with satisfaction, that in the United States all the initiatives taken against terrorism, both India and the UK have been standing together shoulder to shoulder, to fight against all sorts of terrorism and we have taken a common stand in the UN.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Both our countries face extreme threat from terrorism, that is why fighting terrorism is not something that just 1 or 2 or 3 countries can do. This is the responsibility of every human that’s in the world, every humanitarian, every human being. Today, terrorism has spread so far that it has no frontiers. It has no barriers. New groups are born every day. New equipment falls into their hands every day, so terrorists don’t manufacture their own equipment, obviously it comes from somewhere. Mahatma Gandhi used to say that you only get justice when you know what injustice is. So, who do we designate as terrorists? Who helps the terrorists? In fact, there is a proposal in the United Nations on this issue, but unfortunately, it is just hanging without any settlement and the UK and we agree that we need to discuss this at length. That is why all well-meaning nations should work together. All those who help terrorists, in one way or the other, should be fought against and we all should work towards protecting humanity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**David Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**[Inaudible]** today about the terrorist threat that we both face. We’re going to have intensive discussions tomorrow morning on exactly this issue. India has suffered on the streets of Mumbai, for instance. We have suffered on the streets of London, and we have to confront, particularly this Islamist extremist violence and terrorism, which is doing so much damage, not just to our countries but also to the world. The argument I would make is it’s not enough simply to close down terrorist groups and close down ungoverned space which is what our intervention in Afghanistan was about; was to try and make sure that that country was run by a government with the power to keep terrorist groups out of that country. We also need to deal with the narrative that the terrorists use, with the culture of grievance they try to build up to justify unjustified actions, and that, I think will be part of our discussions tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you Prime Minister. Prime Minister Cameron can I ask you, how comfortable do you feel welcoming Prime Minister Modi to this country, given that for the first 2 years of your premiership he was not permitted to visit this country because of his record as Chief Minister of Gujarat?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And on Europe, can I ask you, Donald Tusk has just said that unless the European Union strengthens its external borders, there will be no future for Schengen. Do you agree with him?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And what do you say to Martin Schulz who says that Europe is very happy to spend billions of pounds on bankers helping them, but is pretty miserable when it comes to helping migrants?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Prime Minister Modi, can I ask you, in the next 2 years, the United Kingdom will be having a referendum on whether to remain in or leave the European Union. Do you see a future for the United Kingdom outside the European Union? And also Prime Minister Modi, can I ask you, tomorrow night you will obviously have a rapturous reception at Wembley Stadium, but there are a number of protestors out today who are saying, and I’m wondering what you say to them, that given your record as Chief Minister of the State of Gujarat, you do not deserve the respect that would normally be accorded to the leader of the world’s largest democracy? Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**David Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, lots of questions there. Let me try and answer all of them. I’m pleased to welcome Prime Minister Modi here. He comes with **[inaudible]** from the people of India who made him Prime Minister with a record and historic majority. As for what happened in the past, there were legal proceedings. There were also, as my colleague, Priti Patel said earlier today, representations from the British government at the time. But we are now discussing the future partnership between Britain and India, both of us backed by our countries for this parliament to work together to strengthen the partnership that we have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the other issues that you raise: the reason for supporting banks in a crisis is not that they are uniquely wonderful things or wonderful people, but simply if you allow banks to collapse, they pull down every other business with them. But that’s why we’ve reformed the system in this country so that if banks get in trouble in future, they are bailed out by their own creditors and not by the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As for support for migrants, I think Britain can hold its head high up internationally because we have given more than any other European country, indeed more than any other country in the world, apart from the United States of America, to help with the Syrian refugee crisis, supporting the neighbouring countries, supporting people in Syria, and of course supporting the refugee camps. No country apart from America has done more.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As for what Donald Tusk says about Schengen: Britain is not in Schengen. We have kept our own borders, while being part of the European Union. So, it is not really for me to say, but obviously I want to help my colleagues in Europe deal with this migration crisis. That is why actually we have done more than any other European country to support the European asylum support officers that are helping to deal with this crisis on Schengen’s external borders. And we’ll continue to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But clearly, you need to have either a system with external borders or a system with internal borders. You can’t have borders that don’t work at either level. But as I say, Britain will remain out of Schengen. We will keep our own borders. We think that’s important for our security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think those were all your questions. Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Narendra Modi**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I came in 2003 and had been warmly welcomed at that time as well. The UK has never stopped me from coming here. They have never banned me from coming here. Perhaps I could not come because of my own time constraints, so please do correct this wrong perception you may have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Secondly, yes, there will be a referendum in the UK after 2 years. I believe that the citizens of this country are very intelligent and wise. I have nothing to say to them, as far as India is concerned. If there is an entry point for us to the European Union, that is the UK and that is Great Britain. And if we have economic co-operation with any country, then the largest economic co-operation is with the UK. Yes, we are going to other European Union countries as well, but we will continue to consider the UK as our entry point into the European Union, as far as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My question is: India is facing a lot of changes currently, and you have recently initiated many initiatives. So, Prime Minister, I would like to ask you, given the economic and social situation in India, what kind of co-operation are you expecting from the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Mr Prime Minister Cameron, I would like to ask you that India and UK have had historical relations. How would you define them in this new context? And what kind of new steps you will take so that these relations are further strengthened?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Narendra Modi**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The direction that India wants to take in its future progress, for instance, let me give you an example. We have very high [inaudible] density in India. About 27,000 to 28,000 towers are standing tall, and they all use diesel, and we have to import diesel. That is not something that is very good for the climate, as you know. And UK has developed a hydrogen fuel cell technology. We wish to – that UK would make this technology available to the – to India, so that we can use it to power these towers, which will increase the number to 40,000. So on the one hand, we’ll be able to stop using diesel, we will contribute to reducing our carbon footprint, and therefore impact the climate. And if you look at coal, we have to try and figure out how we can bring about coal gasification using green energy, skill development. UK has done extraordinary work in terms of skill development. In the health sector as well, UK has worked in building a very good health system, hospital system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we have discussed all these different issues, and we have also seen how even the poorest person in India can benefit from all this. And my visit to UK this time would – enables me to say how we can move forward and how we will be moving forward together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**David Cameron**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s what we’ve been talking about. I think it’s probably true that for years, the relationship between Britain and India was in some way imprisoned by the past. I think sometimes in recent years, it’s been imprisoned by misconceptions that trade with India is simply about outsourcing. Look at the relationship today. If someone had told you 20 years ago one of the most successful car manufacturers in Britain expanding and selling all over the world would be a combination of Indian capital and British design and manufacturing expertise, people would say, ‘Really, is that going to happen?’ Well, that’s what Jaguar Land Rover, just one example, is all about.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think it’s time to set this relationship free from those misconceptions and from the past, and recognise that this is a modern, dynamic partnership of 2 countries who face similar challenges: how do we get growth and prosperity, how do we combat terrorism, how do we ensure a green environment for our future and our children? Those are the things that we’re now talking about, and I think the excitement is that with Prime Minister Modi’s vision of smart cities, of clean India, of digital technology, of skilling up tens of millions of young people in India, there are huge opportunities for Britain to play a part in building that future together, and that’s why we are so, I think, excited today to be signing so many different agreements across such a wide range of areas, demonstrating this is a truly modern and dynamic partnership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With that, we have a packed timetable – 2 speeches this afternoon, including the first to Parliament – and we must go and make the most of that. But thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}