{
    "url": "https://www.ukpol.co.uk/david-cameron-2004-speech-at-independent-fringe-meeting/",
    "title": "David Cameron – 2004 Speech at Independent Fringe Meeting",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron at the Independent Fringe Meeting on 4th October 2004.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "You’ve given me 5 minutes.",
        "Let me try it in a sentence.",
        "By emphasising the Conservative values that the vast majority of the British public share, by turning them into Conservative polices – and by showing how we would put them in to action.",
        "In other words: values, policies and action.",
        "Before expanding on that let me say how we don’t win.",
        "We don’t win by a fruitless search for differences between us and our opponents where none really exist. It’s opportunist Punch and Judy politics. It’s unattractive and it doesn’t work.",
        "We have to forget about what Blair is going to say tomorrow or the next day. I don’t know what he’s going to say. He doesn’t know what he is going to say.",
        "We should just get on and do what we think is right.",
        "Second, we won’t win by picking one subject – whether it is Europe or anything else – and talking about it incessantly. People want their political parties to tackle the broad range of issues that they care about. In the main that means schools, hospitals, crime, immigration and the economy.",
        "If you don’t sound balanced, you won’t seem balanced.",
        "Third, we won’t win by being exclusively negative. People now know they have been let down by Labour. We reminded them of that- quite rightly- during the local election campaign. They don’t need anymore reminders from us. And every reminder we send probably says as much about us as it does about them.",
        "It’s time to accentuate the positive…",
        "So, back to the simple formulation – values, policies and action.",
        "Above all we have to recognise that the biggest problem in British politics today is cynicism, apathy and disillusion. They are the enemy, not Labour or the Liberals.",
        "How many times have we all heard on the doorstep – “you’re all the same”, “you won’t make any difference”, ending with the question: “what’s the point?”",
        "Judging from the turn out at general local and by-elections, most people’s answer to that last question – “what’s the point?” – is that there isn’t any.",
        "Labour and the Conservatives are marooned on broadly the same poll rating, somewhere in the low 30s.",
        "They’re there because they’ve let people down. We’re there because people don’t yet think that we will make any difference. The Liberals are doing well, more than anything else, because they are not either of us.",
        "But I’m upbeat.",
        "There are three questions that matter in terms of political success.",
        "Do people share your values?",
        "Do they agree with you about what’s wrong?",
        "And do they think you have the right plans for doing something about it?",
        "The answer to the first question about values is good for the Conservatives. Why else do you think the focus group obsessed Labour party has been so timid?",
        "Should crime be punished or tolerated? Does Britain do best when it is control of its own destiny?",
        "Are families the key building block of a stable society? Does equality of opportunity matter more than equality of outcome? Are our institutions a source of strength not a cause of weakness?",
        "Should we encourage people to do more for themselves when they can?",
        "All value questions – and all get a Conservative answer almost anywhere in the country you care to ask them.",
        "Answers to questions about what is wrong in Blair’s Britain are just as encouraging.",
        "Here I admit, we’ve checked with polls and focus groups.",
        "Do people think that crime is rising and the hands of the Police are tied by bureaucracy and paperwork? Yes.",
        "Do people think that hospital managers and head teachers are too busy looking up to Whitehall to manage effectively? Yes.",
        "Do people feel over taxed and in awe of third term tax rises and a £2,000 council tax. Yes. They don’t just think these taxes are coming if Labour win again – they know they are coming.",
        "So that brings us to the big one – “do people agree with our plans?”",
        "First, they don’t know enough – if anything at all – about them.",
        "Second, even if they do, because of the wall of cynicism and disillusion, they don’t believe we will achieve them.",
        "That’s why the Timetable of Action being published this week is so important. It will tell you what we will do in the first day, the first week, the first month.",
        "It gives you details of the first queen’s speech and the first budget. It is about being accountable.",
        "It is about people feeling that they are in charge again, and not the politicians. To make sure we are the servants, not the masters.",
        "Two last points.",
        "Does the Conservative party need to modernise itself?",
        "Yes, of course. If you don’t understand the complexities and changing nature of modern society you are irrelevant.",
        "If you don’t address the modern concerns of a modern country, you are dead.",
        "Second, by saying that most people in this country share broadly Conservative values, have I said enough?",
        "No. We have to make sure that we include all of those values.",
        "That we have a vision of society. That we believe we have obligations unto each other. That there is a net beneath which no one should fall. That there is a “we” as well as a “me”.",
        "As I look at a Labour Government that is closing special schools for disabled children, that is throwing wardens out of sheltered accommodation schemes, that endlessly threatens community hospitals, that offers drug addicts the sort of treatment place that is worse than useless and that crushes the voluntary and charitable sectors with its belief that “Society is the State” – nothing more, nothing less – there has never been a greater need for Conservatives to explain our view of society, our obligations to each other and our compassion for those in need.",
        "And with everything I’ve said – I hope we can inject some passion – as well as compassion – into what we say at the same time.",
        "So how do we win?",
        "Values, policies and action.",
        "Who knows? If we follow this with passion as well as discipline, people might just listen."
    ]
}