{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-statement-on-25th-anniversary-of-lockerbie/",
    "title": "David Cameron – 2013 Statement on 25th Anniversary of Lockerbie",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister on the 25th Anniversary of Lockerbie.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "The loss of Pan Am Flight 103 over Lockerbie at 7.03pm UK time on the evening of 21 December 1988 was a shocking event. A loss made more poignant still by being so close to Christmas.",
        "Lockerbie remains one of the worst aviation disasters in history and the deadliest act of terrorism ever committed in the United Kingdom.",
        "Though 25 years have passed, memories of the 243 passengers, 16 crew and 11 Lockerbie residents who lost their lives on that terrible night have not dimmed.",
        "Over the last quarter of a century much attention has been focused on the perpetrators of the atrocity.",
        "Today our thoughts turn to its victims and to those whose lives have been touched and changed by what happened at Lockerbie that night.",
        "To families, friends, neighbours, loved ones, and all those caught up in the painful process of recovery.",
        "Let us say to them: our admiration for you is unconditional. For the fortitude and resilience you have shown. For your determination never to give up. You have shown that terrorist acts cannot crush the human spirit. That is why terrorism will never prevail.",
        "And even in the darkest moments of grief, it is possible to glimpse the flickering flame of hope.",
        "The tragedy of Pan Am 103 continues to forge a strong bond between Lockerbie Academy and Syracuse University.",
        "Syracuse lost 35 of its own on that fateful evening. Nothing can restore the promise of those young lives cut short. Yet their memory is honoured by the scholarships Syracuse awards each year to 2 Lockerbie students and 35 of its own undergraduates.",
        "They represent a growing band of beneficiaries, each given the chance to fulfil their own youthful promise.",
        "This is the lasting and optimistic legacy bequeathed to future generations on behalf of those who lost their lives on this day 25 years ago and who we remember here today."
    ]
}