{
    "url": "https://www.ukpol.co.uk/david-cameron-2001-maiden-speech/",
    "title": "David Cameron – 2001 Maiden Speech",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by David Cameron in the House of Commons on 28th June 2001.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I am pleased to follow the maiden speeches of the hon. Member for Glasgow, Maryhill (Ann Mckechin) and the hon. Member for Dundee, East (Mr. Luke). Both spoke movingly and amusingly about their constituencies. I am glad that the hon. Member for Dundee, East is a true blue in the sense that he supports Dundee. It is our role to turn him blue in other ways; I look forward to trying to do that.",
        "I am delighted to make my maiden speech in a debate on our procedures. I have worked in two Departments—the Treasury and the Home Office—as a special adviser, and I was therefore one of the bad guys, always in a rush to get legislation through the House in order to prove that the Executive were delivering their programme. However, experience shows that too many Bills are passed too quickly, often with too little scrutiny and to little concrete effect. I have therefore enjoyed listening to the debate on the Government’s suggestion for improving matters. I remain sceptical about their solution.",
        "I listened carefully to my hon. Friend the Member for Aldridge-Brownhills (Mr. Shepherd). Both his speeches today were incredibly inspiring. As a new boy, I shall try to remember those lessons about our role and that of the House of Commons. The balance has tipped too far in favour of the Executive, and I am highly suspicious about programming Bills in advance and separating debates from votes.",
        "I listened carefully to the comments of my right hon. and learned Friend the Member for Sleaford and North Hykeham (Mr. Hogg) about being independent Members and listening to the arguments. I remember working with my right hon. and learned Friend the Member for Folkestone and Hythe (Mr. Howard) when he was Home Secretary. We lost many votes in the other place, and my right hon. and learned Friend asked our Minister there why we kept losing them. He replied, “Home Secretary, I am afraid that, although I get all our peers to come and vote, they listen to the arguments and they do not always go the right way.”",
        "It is a privilege and an honour to represent the constituency of Witney and the people of west Oxfordshire. Witney is a seat rich in history and blessed with some of England’s most stunning towns, villages, buildings and countryside. It stretches from the market town of Chipping Norton in the north to the banks of the Thames in the south, and includes the thriving market towns of Witney, Carterton, Woodstock, Burford and Eynsham.",
        "The western boundary is Oxfordshire’s county boundary and includes Cotswold villages of great beauty such as Taynton and Idbury. To the east, the seat stretches towards Oxford’s city limits, taking in Begbroke and Yarnton. There are 115 villages and settlements in valleys and plains watered by the Dorn, the Glyme, the Evenlode and the Windrush.",
        "Burford was home to one of our great Speakers, William Lenthall, who stood up so clearly for the independence of the House and his office. West Oxfordshire can also boast of great statesmen. It contains the birth and burial places of Winston Churchill—Blenheim and Bladon.",
        "We have great generals, such as John Churchill, Duke of Marlborough, who was rewarded with Blenheim palace for his victories in the war of the Spanish succession. As we, on the Conservative Benches, settle our own issue of succession—Spanish or otherwise—I hope that our battles are shorter and slightly less bloody.",
        "West Oxfordshire’s political history extends to all traditions. The Levellers, who are now regarded as heroic early socialists, rebelled during the civil war because they believed that their leader, Cromwell, had betrayed the principles for which they fought. I am sure that Labour Members who might sometimes feel the same way do not need reminding that the leaders of that rebellion were rounded up and shot in Burford’s churchyard. William Morris, the socialist visionary, lived and is buried at Kelmscott manor in my constituency, and I have no hesitation in urging all hon. Members to visit that beautiful village on the banks of the Thames which time seems to have passed by.",
        "Since 1945, west Oxfordshire has been represented by Sir Douglas Dodds-Parker, who parachuted into France in the 1940s; by Neil Marten, who served with the special forces during the war before embarking on a long and distinguished ministerial career; and by Douglas Hurd, now Lord Hurd, who was an outstanding Foreign Secretary. This brings me neatly to the hon. Member for St. Helens, South (Mr. Woodward).",
        "I know that it is traditional to pay tribute to one’s immediate predecessor, and I have no hesitation in saying that I agreed with almost everything that he said in the first half of the previous Parliament, when he was a trenchant critic of the Government. It was only when he moved to the Labour Benches and supported that Government that our views started to diverge. I know that he worked hard for people in west Oxfordshire and must have felt strongly to leave such a magnificent constituency with such friendly and welcoming people. However, he remains a constituent, and a not insignificant local employer—not least in the area of domestic service. We are, in fact, quite close neighbours. On a clear day, from the hill behind my cottage, I can almost see some of the glittering spires of his great house.",
        "West Oxfordshire’s economy includes a wide diversity of agriculture and small and medium-sized businesses. Witney was for years dominated by blankets, beer and its railway. There remains just one blanket factory, the beer is predominantly brewed elsewhere and the railway has been closed. I will always support moves to examine reopening our railway to Oxford and extending the line to Carterton. Witney and west Oxfordshire are now beacons of enterprise and success. A range of service, technology and light industrial businesses have thrived in our area, and with the Arrows and Benetton Formula 1 teams, we are becoming the grand prix capital of the world. Our unemployment rate is close to the lowest in the country. However, our farming and tourism businesses have suffered badly from the foot and mouth outbreak and need time and an understanding, enabling Government to recover.",
        "RAF Brize Norton, adjoining the relatively modern town of Carterton, is now one of our largest employers. It is one of Britain’s longest-established air bases, and has played an important role in the defence of this country and in servicing our armed forces. Its facilities and expertise in air-to-air refuelling make it the perfect location for the future strategic tanker aircraft and I will always support its role. The now ageing VC10s that thunder down the runway loaded with fuel for our fighter aircraft are fondly known locally as “Prescotts”, because they are able to refuel two Jaguars simultaneously—one under each wing. There was some suggestion during the election campaign that the right hon. Gentleman’s name should be appended to some other type of aircraft, perhaps a fighter that packed a bit more of a punch.",
        "Carterton is a rapidly growing town and in need of new services, such as a sixth form for its excellent community college, the campaign for which I strongly support. West Oxfordshire has an excellent Conservative-led district council, which has invested in those kinds of facilities, including some in Carterton. and I look forward to working with it in the years ahead.",
        "Chipping Norton, long famous for William Bliss’s tweed mill, which remains a striking landmark, is a classic Cotswold market town. It is also home to the kennels of the Heythrop hunt. There is a long tradition of hunting in west Oxfordshire, originally based in the royal forest of Wychwood, where Ethelred II established the first royal hunting lodge more than nine centuries ago. I will always stand up for the freedom of people in the countryside to take part in country sports, and, in the light of today’s debate, would always be concerned about any limits set on a debate on a hunting Bill that could curtail that freedom.",
        "Under its beautiful and serene exterior, west Oxfordshire faces important issues and problems. Rural poverty has been exacerbated by foot and mouth. The decline of local services, emphasised by the tragic closure of Burford hospital during the last Parliament, has angered local people. We still have cottage hospitals in Witney and Chipping Norton, which I strongly support.",
        "Rumours of budget cuts for our hospitals and the dreaded “r” word—rationalisation—for our ambulance service are rife. Those emergency services and hospitals play a vital role in rural communities and they should be expanded, not discarded. In the context of today’s debate, the health reform bill promises decentralisation, but we shall need a lot of time to scrutinise it and ensure that it really will deliver a local NHS. I hope that that can happen under the proposed system.",
        "In Witney, there is huge pressure on housing and great concern that the Government’s top-down housing targets will mean building on greenfield sites and wrecking the countryside that we love. That is another issue of great local importance.",
        "The theme of how we make and scrutinise decisions runs through today’s debate. I wanted to be elected to the House because I believe in what it stands for and what it can do to hold Governments to account, air grievances and raise issues that people in west Oxfordshire care about. I also wanted to be elected because, through action here, one can get things done.",
        "I shall support all the efforts being made to restore the House as the cockpit of debate, and the place where policies are announced, debated and decided and where the Government are scrutinised and challenged, whether on the Floor of the Chamber or through strengthened, independent Select Committees. I cannot see how deciding in advance how much time should be given to a Bill and systematic guillotining can help in that regard, but I am a new boy and I am listening to the arguments.",
        "The beauties of west Oxfordshire of which I have spoken—the glorious view from the top of Burford high street and Pope’s tower in Stanton Harcourt—sum up for many people what they feel about their British identity. I know that we shall always be able to treasure that identity, whether it rests on those feelings or on something else, but what matters just as much as our identity is our self-determination, and our ability to make decisions as a nation and to question and challenge them properly in this place. The ability to continue doing so rests in our own hands. It is a privilege that I shall try to preserve while serving the kind and generous people of west Oxfordshire."
    ]
}