{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-on-the-g20-summit/",
    "title": "David Cameron – 2013 Speech on the G20 Summit",
    "post_date": "January 31, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in the House of Commons, London on 9 September 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "With permission, Mr Speaker, I would like to make a statement on the G20 Summit in St Petersburg.",
        "The meeting focused on 2 vital issues:",
        "– the crisis in Syria",
        "– the core business of the G20, which is the future of the global economy",
        "Let me take Syria first.",
        "**Syria**",
        "The G20 was never going to reach unanimity on what action is needed on Syria.",
        "But the case made by those countries who believe in a strong international response to the use of chemical weapons was I believe extremely powerful.",
        "Britain supported a statement, sponsored by the US and signed by 12 members of the G20:",
        "– which condemns the horrific chemical weapons attack",
        "– points to the clear evidence of the Assad regime’s responsibility for that attack",
        "– and calls for a strong international response to this grave violation of the world’s rules",
        "This statement from St Petersburg was reinforced on Saturday when the 28 EU Foreign Ministers unanimously condemned the chemical weapons war crime and called for strong response that demonstrates there will be no impunity for such crimes.",
        "I am clear that it was right to advocate a strong response to the indiscriminate gassing of men, women and children in Syria, and to make that case in this Chamber.",
        "At the same time I understand and respect what this House has said.",
        "So Britain will not be part of any military action.",
        "We will continue to press for the strongest possible response, including at the UN.",
        "We will continue to shape more urgent, effective and large-scale humanitarian efforts.",
        "And we will work for the peaceful, political settlement that is the only solution to the Syrian conflict.",
        "Let me just say a word about each of these 3.",
        "**Chemical weapons**",
        "On chemical weapons, we will continue to gather evidence of what happened and make it available so that those responsible can be brought to account.",
        "Along with 11 other G20 countries, we have called for the UN fact finding mission to present its results as soon as possible.",
        "We support efforts by the United States and others to reinforce the prohibition on the use of chemical weapons.",
        "And we will continue to challenge the UN Security Council to overcome the paralysis of the last 2 and a half years and fulfil its responsibilities to lead the international response.",
        "**Humanitarian aid**",
        "In terms of the humanitarian response, Britain is leading the world.",
        "This is the refugee crisis of our time.",
        "A Syrian becomes a refugee every 15 seconds – that’s 240 fleeing during the hour of this Statement alone.",
        "Inside Syria, 6.8 million are in need of humanitarian assistance.",
        "At the same time aid convoys simply can’t get through to areas under siege because of the fighting and most major routes between large populations are too insecure to use.",
        "So in St Petersburg, I organised a special meeting with the UN Secretary General, the EU, Japan, Turkey, Canada, France, Australia, Italy, Saudi Arabia and America.",
        "We agreed to work together through the UN to secure unfettered humanitarian access inside Syria.",
        "We agreed to increase the focus of that humanitarian assistance on dealing with the dreadful impact of chemical weapons – including medicines and decontamination tents.",
        "And we challenged the world to make up the financial shortfall for humanitarian aid by the time the United Nations General Assembly meets later this month.",
        "Britain, Canada, Italy and Qatar have made a start with contributions totalling £164 million.",
        "**Working for a peaceful, political settlement**",
        "Syria still needs a political solution – and that requires the Syrian opposition to stand up for the millions who want democracy, pluralism and freedom from terror and oppression.",
        "So we will continue to assist the moderate Syrian opposition with political support, non-lethal equipment and technical advice and training.",
        "The Foreign Secretary convened a meeting with Syrian opposition leaders in London last week to continue this work – and he has discussed all of these issues with the US Secretary of State today.",
        "As I discussed with several G20 leaders – including President Putin – Britain will also lead efforts to get both sides to the table to shape a political transition, building on last year’s agreement in Geneva.",
        "Because a political settlement is the only way to a stable, inclusive and democratic Syria.",
        "**Global economy**",
        "Mr Speaker, let me turn to the global economy.",
        "When I went to my first G20 Summit in Canada 3 years ago:",
        "– Britain had the most indebted economy",
        "– the most indebted households",
        "– and the most damaged banking system of any country around the table",
        "We’d also fallen out of the top 10 places in the world for the ease of starting a business.",
        "I vowed then that this government would take the tough action necessary to deal with our debts, repair our broken banking system and most importantly to deliver a private sector led recovery.",
        "3 years on that is exactly what we have done.",
        "We’ve cut the deficit by a third and cut the structural deficit by more than any other G7 country.",
        "We’ve reformed our banks so that they serve the economy not the other way round.",
        "And we’ve delivered that private sector led recovery with the OECD forecasting that Britain will be the fastest growing G7 economy in the fourth quarter of this year, and the IMF predicting we will have the strongest growth of any major European economy in 2014.",
        "Mr Speaker, this G20 Summit recognised our progress and explicitly singled out Britain’s return to growth in the Communiqué.",
        "More importantly, the whole G20 has endorsed our priorities for economic recovery.",
        "All 20 have signed up to the St Petersburg Action Plan which contains all the features of the plan we have been following in Britain since the coalition government came into office.",
        "In particular, it emphasises the importance of dealing with our debts the role of monetary policy to support the recovery and the need for long-term reforms to boost growth and trade and cut the red tape that too often holds back business investment and job creation.",
        "Mr Speaker, the Summit also took forward the agenda that I set at the G8 in Lough Erne – on what I call the “3 Ts” of tax, transparency and trade.",
        "On tax, the whole G20 adopted the Lough Erne vision of automatic sharing of tax information – with a single global standard to be finalised by February next year.",
        "On transparency, the whole G20 is now taking forwards international standards on company ownership.",
        "This means companies will know who really owns them and tax collectors and law enforcers will be able to obtain this information easily so people can’t avoid taxes by using complicated and fake structures.",
        "Britain has led this initiative and let me welcome, Mr Speaker, the progress made by our crown dependencies and overseas territories – each of which now has now published an action plan.",
        "On the third of the 3 Ts – trade – we also made significant progress not just maintaining the commitment to resist protectionist measures, but extending it by a further 2 years, to the end of 2016.",
        "This is a vital and hard-fought achievement which opens the way to more British exports, more orders for British companies and ultimately more British jobs.",
        "Finally, strong global growth also depends on helping the poorest countries to lift themselves out of poverty.",
        "And the G20 welcomed the vision for eliminating world poverty set out in the report from the UN High Level Panel that I co-chaired together with the Presidents of Indonesia and Liberia.",
        "Mr Speaker, from humanitarian aid in Syria to the plans for growth right across the G20 from tax, transparency and trade to the fight against global poverty Britain – now an economy turning the corner – made a leading contribution to this Summit.",
        "We may be a small island, but we are a great nation.",
        "And I commend this statement to the House."
    ]
}