{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-press-conference-at-g20-summit-in-turkey/",
    "title": "David Cameron – 2015 Press Conference at G20 Summit in Turkey",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the G20 Summit in Turkey on 16 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Good morning and welcome. This has been an important summit.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Five years ago, at the first G20 I attended as Prime Minister, the focus was on economic security.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Today, the focus is national security.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "How we can work together.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…to tackle the threat from terrorism…\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…to bring an end to the conflict in Syria…\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…and to deal with the long term threats to our security such as climate change.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Let me say a few words on each.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "##  Terrorism \n  *[ISIL]: Islamic State of Iraq in the Levant",
        "First, terrorism.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "The horrific attacks in Paris on Friday night…\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…so soon after the Russian airline disaster, and following on from the Ankara bombings and the attacks in Tunisia and the attacks in Lebanon.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…underline the threat we all face.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "A threat to our values and our way of life.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…and a threat that we must defeat, together.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Here at this summit, we have agreed to take further important steps.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…to cut off the financing that terrorists rely upon…\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…to counter the extremist ideology and the terrorists’ propaganda.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…and to better protect ourselves from the threat of foreign fighters, by sharing intelligence and stopping them from travelling.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Importantly, for the first time ever, we have also agreed to work to strengthen global aviation security together.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Almost 80% of all air travel worldwide is undertaken by citizens from G20 countries – so it is in our interest to take action to do all we can to keep it safe.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "We need robust and consistent standards of aviation security in every airport in the world.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "And we must provide technical and financial assistance to countries with particularly vulnerable locations.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "The UK will at least double its spending on aviation security this Parliament to ensure we can help tighten security worldwide.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "##  Syria \n  *[ISIL]: Islamic State of Iraq in the Levant",
        "On Syria, it is vital that we.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…do more to help those in desperate humanitarian need.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…that we find a political solution to the conflict.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "…and that we degrade and destroy ISIL.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain is already the second largest contributor to the humanitarian crisis – providing £1.1 billion in vital life-saving assistance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Last week we committed a further £275 million to be spent here in Turkey, a country hosting over 2 million refugees.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today I can announce that, together with the leaders of Germany, Norway, Kuwait and the United Nations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…I will co-host a Syria donors conference in London early next year to raise significant new funding.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But none of this is a substitute for the most urgent need of all – to find a political solution that brings peace to Syria and enables the millions of refugees to return home.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This morning I held talks with President Putin and I urged him to work with the international community to support a transition in Syria, away from President Assad and his ruthless brutality.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need to find a way to work together to bring this fighting to an end and to focus on the aim we all share: destroying the evil death cult that is ISIL.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That means continuing our efforts to degrade and destroy ISIL in Syria and Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Together, coalition forces have damaged over 13,500 targets.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve helped local forces to regain 30% of ISIL territory in Iraq, retake Kobane and push ISIL back towards Raqqa.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On Friday, Kurdish forces retook Sinjar.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The UK is playing its part – training local forces, striking targets in Iraq and providing vital intelligence support.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And seamless co-operation between the UK and the US is delivering results – as the [strike against Emwazi](https://www.gov.uk/government/speeches/pm-statement-united-states-air-strike-in-syria) showed last week.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Global challenges \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, we discussed longer term threats to global stability.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In just 2 weeks’ time, we will gather in Paris to agree a global climate change deal.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This time – unlike Kyoto – it will include the USA and China.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Here at this summit, I urged leaders to keep up the ambition of limiting global warming by 2050 to less than 2 degrees above pre-industrial levels.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Every country needs to put forward its own programme for reducing carbon emissions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as G20 countries, we must also do more to provide the financing that is needed to help poorer countries around the world switch to greener forms of energy and adapt to the effects of climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, we also agreed that we should do more to wipe out the corruption that chokes off development and to deal with anti-microbial resistance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If antibiotics stop working properly millions will die.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need to build on our successes this year – the new global goals for development and tackling Ebola where Sierra Leone was able to declare last week that it is Ebola-free – and focus on these new challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "*[ISIL]: Islamic State of Iraq and the Levant",
        "*[ISIL]: Islamic State of Iraq and the Levant"
    ]
}