{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-to-ethnic-media-conference/",
    "title": "David Cameron – 2006 Speech to Ethnic Media Conference",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Leader of the Opposition, David Cameron, to the Ethnic Media Conference on 29th November 2006.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Thank you for inviting me here today.",
        "I believe that this is an important event because the representation of black and minority ethnic communities in the media isn’t just an issue for people here.",
        "It’s relevant to everyone because it’s part of building a more cohesive country.",
        "We need fresh perspectives on our dynamic and changing society and that can only happen if the media…",
        "…which provides the means whereby we see and understand ourselves…",
        "…reflects change as well as reporting it.",
        "**Conservative perspectives**",
        "Encouraging change is actually a part of what I call social responsibility.",
        "Government on its own cannot solve the problems of and under-representation.",
        "We all have a role to play.",
        "Individuals.",
        "Families.",
        "Businesses.",
        "Local government.",
        "And the media.",
        "Expecting the Government to legislate problems away isn’t just problematic – it’s also a cop out.",
        "Every organisation should encourage ethnic minority participation, not because the state is breathing down its neck but because it’s the right thing to do.",
        "In that context, I’m acutely aware of my own responsibilities as leader of the Conservative Party.",
        "Like the media, politics is a vital part of our national life.",
        "That’s why we need to address the current under-representation of minorities and lack of diversity that exists in all parties, including my own.",
        "We should start by being honest.",
        "In the past, political parties did not always make people from black and minority ethnic communities feel particularly welcome in their ranks.",
        "Was there racism?",
        "Of course, it was an element.",
        "To a lesser extent, there still is – in all parties.",
        "The difference is that now we regard it as entirely unacceptable.",
        "Speaking personally, I’m intolerant of racism and am determined to root it out.",
        "But the biggest obstacle in the part to ethnic minority participation in the Conservative Party was something else.",
        "An assumption of virtue.",
        "We had a straightforward approach to these matters.",
        "In the past, the Conservative Party thought it was enough to remove formal barriers to entry and to provide equality of opportunity.",
        "We believed that we were operating a meritocracy.",
        "But we weren’t.",
        "The fact is that it’s not enough just to open the door to ethnic minorities.",
        "If people look in and a see an all-white room they are less likely to hang around.",
        "An unlocked door is not the same as a genuine invitation to come in.",
        "That’s why the Conservative Party needs positive action if we are to represent Britain as it is.",
        "This isn’t just morally right – it’s enlightened self-interest.",
        "If we don’t change we will be at a huge disadvantage.",
        "A mono-ethnic party cannot represent a multi-ethnic country.",
        "How can we understand the country we aspire to govern if the conversation inside the Conservative Party doesn’t reflect the conversation in the broader community?",
        "How will we will improve the representation of mixed communities if we ourselves do not have a broad range of candidates.",
        "Of course, MPs and councillors and others in elected office do their best to represent everyone but, inevitably, they will miss things.",
        "Better representation of black and minority communities is vital for all of us.",
        "We are all part of the same country, the same political system.",
        "In order to feel that, we need to show it.",
        "A system that locks out all the talent in ethnic minority communities is failing them – and failing everyone else as well.",
        "**Conservative progress**",
        "To be fair, we’ve already made quite a lot of progress.",
        "My generation of Conservatives has grown up in a multi-ethnic society and are comfortable with diversity in a way that older people, perhaps, were not.",
        "Inclusion is second nature to people my age.",
        "There’s no sense of ‘them’ and ‘us’.",
        "We care about ability not ethnicity.",
        "That’s why, before the last election, Adam Afriyie was selected as the Conservative candidate for Windsor..",
        "…and Shailesh Vara was selected as the Conservative candidate for North West Cambridgeshire.",
        "Two black and minority ethnic Tories chosen for two virtually all-white constituencies.",
        "Both Adam and Shailesh are now MPs and I know they will be joined on the Conservative benches by many more people from ethnic minority backgrounds.",
        "For example, Priti Patel and Wilfred Emmanuel-Jones have recently beaten stiff competition to be selected as Parliamentary candidates in Conservative-held seats.",
        "At a local level too, we’ve made strides.",
        "One of the most encouraging aspects of May’s council results was the election of a whole new generation of ethnic minority Tory councillors.",
        "In London boroughs like Hackney, Sutton, Ealing, Harrow, Croydon and Redbridge.",
        "And across the Country in Hertfordshire, Buckinghamshire, Walsall, Hyndburn, Worcester, Southend, Portsmouth, Northampton, Bradford, Wakefield, Coventry and Kirklees.",
        "They are helping us get into communities where Conservatives have been absent for too long",
        "Often, these are towns and areas where the BNP is active.",
        "I want our new councillors and council candidates to lead the fightback against racism and division.",
        "**Conservative action**",
        "We’ve taken big steps forward.",
        "But we’re not resting on our laurels.",
        "Instead we’re raising our game with a set of specific initiatives.",
        "That’s why today I can announce a new drive to broaden the base of the Conservative Party…",
        "…encouraging people from black and minority ethnic communities to get involved at all levels…",
        "…as members, activists, council candidates and parliamentary candidates.",
        "There will be three key components:",
        "1) Monitoring",
        "First, monitoring.",
        "I know that monitoring makes some uneasy.",
        "They say, “Look, my identity is British, not black or Asian or anything else so why should I be treated differently?”",
        "But if we fail to find how well we as a body are doing in terms of increasing representation of black and minority ethnic communities we have no way of remedying the situation.",
        "We need the facts.",
        "I’m launching a three pronged project to monitor the progress of people from ethnic minority background within the Conservative Party.",
        "There’ll be new programme of ethnic monitoring of council candidates to assess the Party’s ongoing success in attracting BME candidates for local council elections.",
        "All council groups will report to CCHQ on how many ethnic minority councillors and council candidates they have.",
        "Next, we’ll also monitor the progress of all Parliamentary candidates, from initial application to ultimate success.",
        "Last, Party headquarters itself will now record the numbers of people from ethnic minorities the Conservative Party employs to ensure fairness and transparency.",
        "2) Roadshow",
        "Second, Conservatives will hold a series of events in Britain’s major cities, run in partnership with Operation Black Vote, to encourage greater political participation amongst BME communities and, unashamedly, to recruit fresh talent to our ranks.",
        "It will feature high profile members of the Shadow Cabinet and other leading Conservatives.",
        "3) Internships",
        "Third, we are initiating a new bursary to fund an intern programme enabling 20 young people a year from BME communities across Britain to work for the Conservative Party either at Party headquarters or in Parliament.",
        "**Moving beyond multiculturalism**",
        "Taken together, these measures are a necessary part of equipping the Conservative Party to govern modern Britain.",
        "That’s especially important because I sense a change in the climate when it comes to race and ethnicity.",
        "A positive change.",
        "I think that Britain is ready for a grown up conversation on this subject.",
        "Inevitably, it’s a conversation that will be led by a younger generation of Britons that simply doesn’t have the hang ups and preoccupations of the past.",
        "For people growing up today, skin colour and racial origin are, in themselves, increasingly irrelevant to the way that people see themselves and each other.",
        "As a country, we’re comfortable with multiple identities.",
        "What is a problem, however, is the weakening of our common culture.",
        "That’s why the key issues of tomorrow will be cohesion, inclusion and identity.",
        "Racism, as traditionally understood, may be in decline but it’s now appearing in new and unexpected forms.",
        "For example, as Britain becomes more diverse there is a growing potential for inter-ethnic tensions, such as we witnessed in Handsworth.",
        "Until quite recently, it was seen as somehow impolite to point out that non-white people are capable of holding racist views too.",
        "Any serious conversation about tackling racism must move beyond old Marxist cliches about power relationships and focus on the fear and ignorance that is the real cause of racism.",
        "And, talking of old Marxist cliches, let me say a word about Ken Livingstone.",
        "I see that the Mayor of London has launched another attack on Trevor Phillips for daring to point out the possible downsides of the ideology of multiculturalism.",
        "Insulting Trevor by saying he should join the BNP isn’t a serious contribution to debate.",
        "It’s a discreditable attempt by an ageing far left politician to hang on to a narrative about race that is completely out of date…",
        "…rather than seeing people from ethnic minorities as full and equal citizens who would rather build a better life for themselves and their families than man the barricades at the behest of middle class white fantasists.",
        "Ken’s problem is that the critique of multiculturalism is coming from a growing number of intelligent and thoughtful young people – who are themselves from ethnic minority backgrounds.",
        "When I say ‘multiculturalism’ let’s be absolutely clear what I’m talking about.",
        "I’m not referring to the reality of our ethnically diverse society that we all celebrate and only embittered reactionaries like the BNP object to.",
        "I mean the doctrine that seeks to Balkanise people and communities according to race and background.",
        "A way of seeing the world that encourages us to concentrate on what divides us, what makes us different.",
        "Following the riots in a number of northern towns in 2001, the Cantle Report pointed out that some parts of Britain have become divided along ethnic grounds.",
        "Today we have communities where people from different racial backgrounds rarely meet, talk or go into each others’ homes.",
        "What’s worse is that official agencies and branches of government have sometimes colluded in, and even facilitated, this de facto apartheid.",
        "It’s been done in the name of multiculturalism.",
        "Grants have been doled out not on the basis of need but on the basis of race and religion.",
        "Schools and community centres – paid for by the taxpayer – have been allowed to become mono-ethnic strongholds.",
        "This has led to a strange paradox.",
        "People from ethnic minorities are today less likely than ever before to encounter old-fashioned racism but, instead, they’ve become emeshed in multicultural policies that racialise them anew.",
        "The principle of equality – that all people should be treated the same regardless of background, colour or creed – has become replaced with the principle of diversity, where all cultural identities must be given separate public recognition.",
        "However well intentioned, the effect is that people end up being treated differently which merely fuels discontent.",
        "It also promotes tribalism between different religious and ethnic groups.",
        "Ethnic and faith communities compete for public resources and recognition instead of uniting on the basis of shared interests.",
        "Multicultural policies provide a powerful incentive to proclaim one’s victim status.",
        "This leads to a grievance culture – a zero sum game that views every concession to one group as a slight to others.",
        "We saw this recently with the rows over the veil in schools and the cross at British Airways.",
        "It is a climate that promotes racism rather than defeats it.",
        "**Building a united society**",
        "I believe that it’s time to discard the failed policies of the past.",
        "We need to bring people together – and bring our society together.",
        "All of us – rich and poor, black and white, Hindu, Muslim, Sikh, Jew and Christian – have got far more that unites us than divides us.",
        "I’m not pretending we can simply wave a magic wand.",
        "Issues of social cohesion are incredibly complicated.",
        "They need sensitive handling.",
        "But with good will and common sense we can build a fair society.",
        "For my part, I intend to focus on the concrete things that can bring people together.",
        "Citizenship ceremonies.",
        "Teaching English to new arrivals.",
        "School exchanges.",
        "A national school leaver programme that brings young people together from all parts of the country.",
        "These are the things that can, over time, can make a difference.",
        "But before I get the chance to do these things in government, I will do what I can in terms of our party.",
        "**Conclusion**",
        "Much has been done.",
        "Much more will achieved in the future.",
        "There is no room for complacency.",
        "But I know one thing.",
        "When it comes to the full and equal participation of people from ethnic minorities in British society, the Conservative Party is no longer part of the problem.",
        "Quite the opposite.",
        "We are determined to be part of the solution – and we’d like your help."
    ]
}