{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-in-davos/",
    "title": "David Cameron – 2016 Speech in Davos",
    "post_date": "January 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Davos, Switzerland on 21 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you ladies and gentlemen for that welcome. It’s very good to be back in Davos. It’s good to be back being able to report on a British economy that is growing at more than 2% last year and this year. A British economy where we’ve taken an 11% budget deficit that I inherited in 2010 and we’ve cut it by 2 thirds. And to report back on a British economy where we’ve created, since I’ve been Prime Minister, 2.3 million more people in work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Yesterday we announced that there are more people in work in the British economy than ever before in our history and more women in work than ever before in our history. So we’ve got some economic challenges that, of course, everyone is talking about here in Davos, but we’re going to continue to deliver the strong and resilient economy that we were elected to deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s good to be back in Davos with a new political mandate. We held an election and I have a mandate, a majority government, with a mandate to complete the job that we set out in terms of our economy. A mandate to deliver security for the people who elected us and for the British people as a whole. But also crucially a mandate to deliver reform in Europe and to put the question of Britain’s place in Europe and answer that question comprehensively during this Parliament. And that’s what I want to speak about today before trying to answer your questions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I want to be absolutely clear about the aim that I want us to achieve. I want to be clear about what needs to change in order to make that happen and I want to be clear about the debate that I think we need to have, including business and non-governmental organisations and others who care about this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let me start with the aim. My aim is absolutely clear. I want to secure the future of Britain in a reformed European Union. I believe that is the best outcome for Britain and the best outcome for Europe. Now, some people ask me, ‘Well, why are you holding a referendum?’ Let me explain why I believe this referendum is so crucial. For years Britain has been drifting away from the European Union. The European Union has become increasingly unpopular in Britain. And added to that, the succession of politicians, after treaty after treaty after treaty has passed, have promised referendums, but never actually delivered them. And I think it’s absolutely essential to have full and proper democratic support for what Britain’s place should be in Europe and that’s why we’re holding the referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we also need the referendum in order to address the concerns that people have in Britain about Europe. The idea that there is too much rule‑making and bureaucracy. The idea that this could become too much of a single-currency-only club. The idea that Europe is really about a political union, a political union that Britain has never been comfortable with. So I believe holding the referendum, answering these questions, but with the end goal of securing Britain’s place in a reformed European Union, can give Britain and can give Europe the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now let me explain what it is that I think needs to change. And I’ve set out the 4 things, the 4 areas that I think are so crucial. And just want to run through them. First of all, it is about competitiveness. When I look at the single market of 500 million people, I think it is an absolute thrilling prospect. This is a quarter of the global economy. But we have to be frank when we look at Europe’s single market. We’re still lagging behind America in technology; we’re lagging behind in productivity. We could be doing so much more to add to the competitiveness of our businesses and our economies rather than taking away from it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that’s why what I want to see, what I believe we will see, is clear measures to cut the bureaucracy that there is in Europe and to cut the rule‑making. I want to see clear measures to complete the single market in digital, in services, in energy which will be of huge benefit to countries like Britain, but right across Europe in terms of jobs and prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And crucially, I want to see Europe sign trade deals with the fastest-growing parts of the world. For instance, our trade deal with Korea has been fantastically successful for Korea, but even more successful actually for the countries of the European Union. And people will want to know in Britain that the European Union is signing trade deals as fast as and more significant than we could ever sign on our own. So I want to hardwire competitiveness into the European Union so it benefits countries; not just Britain, but I think it will benefit all of Europe and that’s why I think it’s important that we put this on the table.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now the second area I want to see change is I want to make sure that this organisation is good for those countries that are members of the eurozone, but also good for those countries, like Britain, that don’t want to join the euro. Because the truth is this: for many, many years, and in Britain’s case, I suspect forever, the European Union is going to have more than one currency. And we should be frank about that. And let me be clear: I want the eurozone to succeed. The eurozone is our biggest trading partner. I don’t want to stand in the way of things that need to be done to make the eurozone a success. Indeed, I would encourage eurozone members to take those necessary steps. But in a sentence, what we need is an organisation that is flexible enough so that you can be a success if you’re not in the euro, or a success if you are in the euro, and fair rules between the two.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me give you just one example of what I mean. During last summer, in order to help with the Greek situation, there was a moment when the eurozone countries were going to spend money out of a fund to which Britain contributes, to help bail out Greece. That’s completely unacceptable, to use the money of a non-eurozone state to solve a eurozone crisis. Now, we fixed that problem, but frankly we shouldn’t have to fix problems like that on an ad hoc basis. What we need is a clear set of rules and principles, so that if you’re not in the eurozone, you suffer no disadvantage, you’re not discriminated against, and there’s proper fairness between the systems. I think that is achievable, and again, I think that will be good for Britain, but I also think it will be good for all the countries of the European Union, whether they are in the eurozone or not.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now the third area I think we need to see change, change for Britain, but again I would argue, good change for Europe, and that is in the area of sovereignty. Britain has never been happy with the idea that we are part of an ever-closer political union. We’re a proud and independent country, with proud, independent, democratic institutions that have served us well. We’re also bound up in the European continent, of which we are an important part, and we need to get that relationship right. And sometimes people think Britain is a very reluctant European. And I would say, no. If you look at things like completing the single market, you will find no more dedicated a country than Britain to get the job done. If you look at issues like coming together on foreign policy challenges to make sure we take robust action, it was Britain that led the charge on sanctions against Russia because of its actions in Ukraine. It was Britain that led the charge on making sure we had those crucial sanctions against Iran that helped to bring Iran to the table that brought about that non-nuclear deal. So we’re not reluctant in that sense, but if Europe is about ever-deepening political union, with ever-deepening political institutions, then it’s not the organisation for us. So I want to be absolutely clear that we want to carve Britain out of the idea of a closer union. We will be enthusiasts for the economic cooperation, for foreign policy cooperation, for working together on challenges like climate change, but we’re never going to be comfortable in something that insists that Britain should be part of an ever‑closer union. We’re not comfortable with that, and we need to sort that out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The fourth and final area is perhaps the most difficult of all, and that is this issue of migration and welfare. Now Britain is, I would argue, one of the most successful multi-racial, multi-faith, multi-ethnic democracies anywhere on Earth. We are a very diverse nation, a very diverse and successful nation, but the pressures that we face from migration in recent years have been too great. Our population is growing anyway, even before this migration is taken into account, but the figures are simple. Today, net migration into Britain is running at 330,000 a year. That means adding as many as 3.5 million people to our population across a decade. And that’s what the concern is about. It’s not a concern about race, or colour, or creed. It’s a concern about numbers and pressure. And it’s the British people’s number one concern. And I don’t think for one minute they’re being unreasonable having this concern, indeed I share this concern because the pressure on public services, the pressure on communities has been too great. Now, of course, we need to do more to control migration from outside the European Union, and we’re doing that. But we do need to look at the situation within the European Union. Now I want to be clear: I support the idea of free movement. Many British people take advantage of free movement to go and live and work in other European countries. But I think where this has gone wrong is that the interaction of our welfare system with free movement has actually set up very large pressures on our country, and that is what needs to change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is why I put on the table the idea, the proposal that you should have to live or work in Britain for 4 years before you get full access to our in‑work benefits system. Because the way it works today – because Britain has a non-contributory system, one you can access straight away – you can train as a nurse in Bulgaria, and actually it would pay you to come and work in manual labour in Britain because of our top‑up welfare system. And in the end, that isn’t really right for Bulgaria and that isn’t really right for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I think, when enthusiasts for the European Union look at this issue, they should stand back and look at the facts and the figures. When the founding fathers of Europe came together, did they ever really believe that a million people were going to move from Poland to Britain, or that 1 in 20 Lithuanians would make their home in Britain? Now, those people make an incredible contribution to our economy, and I welcome that, but the scale of the movement, the scale of the pressure, is something that we need to address. And I think, when in Europe we look at the issues we face today – whether it’s the migration crisis, whether it is the issues that Britain’s putting on the table – it would be far better to address these issues, to try and solve these problems, rather than try and look our electorates in the eye and say we’re simply not going to listen to what you’re doing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So what I’ve tried to set out is 4 things; not outrageous asks that can’t be achieved, but 4 practical sets of steps that, if achieved, would actually answer the concerns that Britain has about Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, let me just say a last couple of words on the debate I think that we need to have on the timing of how this should work, and what I believe the end point of all this should be.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, in terms of the timing, I very much hope that we can, with the goodwill that is clearly there, reach an agreement at the February European Council; I would like that. I want to confront this issue, I want to deal with it, I want to put that question to the British people in a referendum, and go out and campaign to keep Britain in a reformed European Union. If there is a good deal on the table I will take it, and that’s what will happen.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I do want to be very clear: if there isn’t the right deal, I’m not in a hurry. I can hold my referendum at any time up until the end of 2017, and it’s much more important to get this right than to rush it. But of course, I think it would be good for Europe and good for Britain if we demonstrated that we can turn the goodwill that there is into the actions that are necessary to put this question beyond doubt, and get the answer from the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, in terms of the debate I think we need to have, obviously the politicians are going to play a big role in this debate, and I hope to play a big role myself. But I hope that business, NGOs and other organisations won’t hold back. I would say: don’t hold back right now. Even though the question isn’t settled, I think that if business backs my reforms – if you want to see the competitive Europe; if you want to see the flexible Europe; if you want to see a Europe where you can be in the eurozone and win or out of the eurozone and win – I would argue: get out there and support those things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think it’s important that with this, which is such a massively important generational question for Britain and for Europe, the sooner you can start to look at your own businesses, and come up with the examples and the ideas about the benefits, and the problems, that there are with Europe, the more that you are able to help to explain and set the context for this vitally important question for Britain and for Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, where do I hope this all ends? Well, let me just say this: even if I’m successful in getting this reform package and holding this referendum, and Britain decides to stay in a reformed Europe, at no stage will you hear me say, ‘Well that is perfection; this organisation is now fixed.’ There are many things that are imperfect about the European Union today, and there will be many things that will be imperfect about the European Union even after this negotiation. We do need reform in Europe: to make sure Europe works for the countries of Europe, for the peoples of Europe, for the businesses of Europe; for all the people who want to work and have security, and get on and make something of their lives. The reform will not be finished.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second thing I’d say about the end of all this, is you’re never going to hear me say that Britain couldn’t succeed outside the European Union. Britain is the fifth largest economy in the world. We’ve got a huge amount of talent and resources and brilliant people and we’re members of many important organisations in our world. I’m never going to talk Britain down, but I think the question is not: could Britain succeed outside the European Union? The question is: how will we be the most successful? How will we be the most prosperous? How will we create the most jobs? How will we help the most number of livelihoods in our country? And how will we keep our country the most secure? Those are the questions that, to me, are absolutely vital.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now the end of all this, for me, I think, is quite simple: that there is an enormous prize for Britain and for Europe if we can achieve these reforms and win in this referendum. And it will be having that single market of 500 million people; having that sense of cooperation and working together on common problems and recognising that when a country like Britain has problems and issues that need to be addressed, we get out there and sort them out and address them. And to British people I would say, there is the prospect of the best of both worlds. And let me explain by that what I mean by that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain’s membership of the European Union is already different to many other countries, for important reasons of history and politics and our approach to certain issues. And by the best of both worlds I mean that we will be in the single market, and benefitting from that, but not in the single currency, keeping our own currency, the pound; that we’ll be benefiting from being able to travel and move around Europe, but we will maintain our own borders. We never went for the approach of taking down our borders and we never should, and in my view, we never will. And we’ll have more of the best of both worlds because we would be part of an organisation where we can bring benefits to it and benefits to us, but we would not be part of an ever-closer union. We would be absolutely clear that, for us, Europe is about independent nation states coming together to cooperate, to work together for their mutual benefit, but it is not an ever-deepening political union which the British people do not want and would not sign up to. I think that is a huge prize. I think that is a prize worth fighting for; it’s a prize worth negotiating for; if necessary, it’s a prize that we will have to be patient in order to achieve, but it’s a prize I’m determined to deliver in this, my second term as Prime Minister. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As it stands with the renegotiation deal, has the EU moved at all in terms of demands on immigration? And, as it stands right now, would you accept it? Because the French Prime Minister [inaudible] on it this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well look, I would say we’ve made good progress. I mean some people said to me – first of all, people said before the election, ‘You’ll never actually legislate on the referendum. That’s just a promise that a politician won’t keep.’ Well we’ve kept our promise and it’s the law of the land. The next thing people said is, ‘Well, you’ll never actually get a proper renegotiation going, that won’t be possible.’ Well there is the proper renegotiation going and already it’s made very good progress. Are we there yet? As my children say when we’re driving to some long lost destination, no, we’re not there yet but I think there is the prospect, there is the possibility of getting these issues sorted by the February Council, if there’s goodwill and real movement on all sides. So I think it is achievable, it is doable, but we are certainly not there yet but I’m satisfied that my European partners and everyone is working hard to get this done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the crucial thing is not whether I’m happy with the deal now. Of course I’m not happy, we haven’t done it yet, but the crucial thing will be: is there a deal that I think answers the questions that the British people have put? That’s the question and we’ll know that in February. And, as I say, if there’s a good deal on the table, I’ll take it, and I will campaign for that with everything I’ve got. But if there isn’t, I’m patient.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, you couldn’t have chosen a more receptive place to give this speech about staying within the EU. I mean, I can’t imagine there’s anyone in this audience, or indeed in Davos in general, who is in favour of Brexit. But doesn’t that underline the gap between what you have in places like Davos, and in places like Brussels, where people do believe in internationalism? And then what a lot of people are feeling in the UK: they feel disenfranchised, they feel there’s a big distance from what is being decided here and what they’re feeling in their pockets, both with the EU and with the economy. What do you say to them?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, what I would say to everybody is the same thing; I don’t make one speech in Davos and another speech if I’m in rural England. I say the same thing, which is: if we can get the right deal, it’s right to stay in a reformed European Union. And if we don’t, then I rule nothing out, because you’re right, there is a disconnection. People feel that they want a European Union that is on their side. They want one that is going to help business, jobs and prosperity in our country. They want one where you don’t have to join the single currency, but your interests are protected. They want one which understands that the pressure of migration in Britain recently has been too high. Now I would say these aren’t purely British issues and British problems. I think you’re much better in politics – rather like in business, if you’ve got issues you need to resolve, have a strategy and a plan to resolve them, rather than just pushing them away and hoping they’ll go away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now that is my approach, and I think that is one that I’m grateful my European colleagues have answered the need for these changes, but I think if we make these changes, it will actually bring Europe closer to people and it shows that this is an organisation that’s flexible enough to solve problems that people have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I think we’re going to need more of that frankly, if we look at what’s happening with the Syrian refugee crisis. Again, we’re going to need to look at new answers. And I think that’s going to be crucial to demonstrate that Europe is flexible enough to respond to people’s concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, I think most people completely agree about your reform agenda and the British option. But don’t we also have to stress a little bit about the common values within the European Union? That together we can do things, not just economically, but on security, like the sanctions against Russia which you were at the forefront of that we couldn’t do by ourselves and that actually, does quite a lot of good in the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I only had half an hour, so I gave you the speech about the 4 things that need to change. But there are 2 things I’d add to what you’ve said. First of all, you know, Britain is a country that has incredible connections, relations with all of the other European nations in the European Union. And there’s a lot that we have in common. You know, we believe in democracy, in tolerance, in rights, in freedoms, and those things, we are better able to promote if we try and promote them together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And while, when you sit in the European Council, as I’ve done 43 times, I think, there are times when you can have frustrations and arguments, but you never forget that this is group of countries that used to fight each other and kill each other, and have actually now come together in a common endeavour based around some values that we in Britain are very proud of, in terms of committing to democracy and freedom and rights and all the rest of it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The second thing I would say is that, I think, for many, Europe has, in Britain, has been principally an economic argument – and there are very strong economic arguments, including the ones I put across today. But I think in recent years, there are quite strong security arguments too. When you’ve got Russia acting as it did, destabilising Ukraine and trying to re‑write the borders of Europe; when you’ve got, in the Middle East, the death cult of Daesh, and the terrorist threat that we see on our own streets and in our own cities, then actually there is a strength and safety in numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is an important element of working together against these foes, not just in terms of a solidarity that we should show to each other as we face down these threats, but there are also some practical steps. You know, we’ve recently got the victory of having proper passenger name records in Europe, so when people get on planes between European countries and try to come to Britain, we can find out where they bought the ticket, what credit card they used, whether they might be linked to some problem organisation, all the rest of it. That action makes us safer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And you know, I would just say, I think for years, many in Britain thought, well, the economy – that’s connected to the European Union. Security, that’s about NATO and our partnership with America, and the Five Eyes intelligence partnership. I think that view is still valid – those things are absolutely vital. But actually, there are things that we can do with European partners in terms of finding out when criminals are crossing borders, being able to chuck them out of our countries when they come, having better intelligence in the exchange on terrorism, and facing up to some of the threats that we face in our world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think there is a security argument – a strong security argument – but all these things are going to rely on us getting an agreement to the problems and the issues that I’ve put on the table. And as I say, I don’t think any of the things I put on the table are impossible to achieve. I’m a practical person. I don’t want to go into a negotiation with 8 things I want and settle for 4; I’m very practical. These are the things that we need to fix. And I think we’re on our way to fixing them, but we haven’t got it sorted yet.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, I wonder what you’d say to your critics who suggested this is a dangerous and cavalier question to be asking **[inaudible]** going on **[inaudible]** you know, terrorism, to the refugee crisis, to the **[inaudible]** global economic recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, I’m a believer in democracy. I’m a believer that my authority comes from the people who elect me. And I set out very clearly, three years ago, that it was time for a renegotiation; it was time to put this question beyond doubt, and hold that referendum. I set out that proposal. I talked all round Europe about it. I put it in my manifesto. The British people elected me on that basis, and I’m going to deliver exactly what I promised. And I think, in the end, think how Europe has changed since we last had a vote in 1975. You know, the single currency has been a huge driver for change in Europe. Now we’ve got to show that you can have that driver for change that’s going to change what the single currency countries do. And frankly I think they do need closer integration and more steps and measures to make a success of that currency. But Britain is not going to join that currency. If we’re going to work inside this organisation, we need the relationship between the two fixed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I say, I don’t think you do your country, or indeed Europe, a service by pushing these issues to the margin and hoping they go away; I think the right thing is to confront them by having a strategy, by having a plan, by working with your partners, by being very clear about what you’re going to do, and then going out there and doing it. I think we’re well on the way to doing that and I will accept the judgement of the British people when I put that question before them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I’ve always felt, many people in Britain are – so we’ll just hold a referendum. Just have – you know, put it in front of the people now. I would argue that’s a terrible choice to put to people: stay in an organisation that has got flaws and faults and need to be sorted out, or leave altogether. I want to put the question in front of the British people, here is a reformed European Union, and a European Union that’s addressed specific challenges that Britain’s put on the table. Now you can choose between staying in that or leaving. That’s what we’re doing. So I would say it’s the opposite of what my critics would suggest. I’d say it’s a very carefully thought through plan, and one that can bring great benefits not just for Britain, but for Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, you said that migration is the most important issue for the British people. If there is no deal on welfare curbs for immigrants from the EU into Britain, is there no deal at all?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ve always said we need to have action on all 4 of the areas I’ve identified, and so this migration welfare question is absolutely crucial. People want to see progress on that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I made 4 promises in the election on this front. I said that if people came to Britain, came to Britain from Europe, looking for a job, they couldn’t instantly access unemployment benefit. We’re well on the way to fixing that; you don’t get the benefit for the first 6 months.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The second thing I said is that if after 6 months you can’t find a job, then you have to return to the country you came from. This is a freedom of movement to work, not a freedom of movement to claim. And we’re well on the way to achieving that. The third thing I said is you can’t come to Britain, leave your family at home, and get British levels of child benefit. And again, I think we’re well on the way to solving that one. The fourth thing I said is that you should have to wait 4 years before you get full access to our in‑work welfare system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as I’ve said, that proposal remains on the table. I know that some other countries have difficulties with it. I’ve said that if there are alternatives people can come up with that are equally potent and powerful and important, I’m prepared to look at them. But we do need action on this front if we’re going to get the reform that Britain needs, that Europe needs, and bring this question successfully to a conclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}