{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-music/",
    "title": "David Cameron – 2007 Speech on Music",
    "post_date": "December 31, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 6 July 2007.",
        "**Introduction**",
        "It’s a great pleasure to be here.",
        "Let me start by congratulating Geoff Taylor, who was recently made Chief Executive of the BPI, and thanking him for inviting me here to speak today.",
        "I am sure he did so with some trepidation.",
        "After all, politicians and music rarely mix well.",
        "I had a reminder of that the first time I went to the BRIT Awards.  \nIt was the year when Chumbawamba threw a bucket of water over John Prescott.",
        "**Music Industry Today**",
        "A flourishing music scene plays a huge role in bolstering the vibrancy of our culture and the strength of our identity.",
        "It plays a huge part in most peoples’ lives.",
        "This was brought home to me when I went on Desert Island Discs…",
        "And the agony of trying to condense your love of music into just eight tracks.",
        "We are a nation of music lovers, buying more music per head than any other country.",
        "Take any time in recent history, and the music of that period has come to define a generation.",
        "Punk in the ’70s.",
        "New Romantics in the early ’80s.",
        "Britpop in the ’90s.",
        "Today, British music is undergoing another renaissance.",
        "Last year, six out of every ten albums bought in this country were by UK artists.",
        "That’s the best result since 1997.",
        "And let’s not forget that a flourishing music scene also helps extend our identity and culture abroad.",
        "We should be proud of the international success newer artists like Amy Winehouse and Lily Allen are having, carrying on the global traditions set by the likes of The Rolling Stones and Elton John.",
        "Indeed, the UK now accounts for one in every twelve albums sold in the United States.",
        "When you look at the – albeit rain-sodden – success of Glastonbury, with so many British artists performing to hundreds of thousands of fans in the flesh and more than a million people watching back home….",
        "….it goes to show that when it comes to fostering national self-confidence and a sense of belonging, not much compares to music.",
        "But the music industry deserves its seat at the top table of our national life for another important reason too.",
        "It’s the reason why I am here today.",
        "The music industry is a serious and pioneering business.",
        "It generates billions of pounds for our economy and nurtures some of the most creative talent in our country.",
        "The facts speak for themselves.",
        "There are nearly 100,000 people working in the music industry today.",
        "Retail spending on music was around £1.8 billion in 2006.",
        "And at a time of technological revolution, you have adapted to changes in consumer behaviour with great ingenuity, launching online and mobile services.",
        "Matching business acumen with creative instinct, you have shown you have the dynamism necessary to succeed in the 21st century.",
        "But just as this new world offers exciting new opportunities…",
        "It also presents incredible challenges.",
        "And it is two of those challenges that I want to speak about today.",
        "First, how do we prevent the massive fraud that is carried out against your industry every day through copyright theft.",
        "And second, how do we protect your investments in the long-term by looking at the issue of copyright extension in the digital age.",
        "The British music industry is one of the best in the world.",
        "I want to address these issues to make sure it continues to be so.",
        "But I also want to talk about a bigger challenge that we all face together.",
        "That of the broken society of crime, of guns and knives, of broken families, of entrenched poverty…",
        "And how I expect the music industry, like everyone else, to recognise their responsibility in helping to fix it.",
        "**Anti-Piracy**",
        "Very few people would go into a shop, lift a CD from the shelves and just walk out with it.",
        "But for some reason, many are happy to buy pirate CDs or illegally download music.",
        "Look at the figures:",
        "Around seven percent of the population buys pirate CDs.",
        "And each year, an estimated 20 billion – that’s right, 20 billion – music files are downloaded illegally.",
        "This alone has cost the music industry as much as £1.1 billion in lost retail sales since 2004.",
        "We wouldn’t tolerate fraud on such a massive scale in any other industry….",
        "….. so why is there such little will on the part of government, businesses and individuals to confront it in the music industry?",
        "Copyright matters because it is the way artists are rewarded and businesses makes its money and invests in the future.",
        "So copyright theft has to be treated like other theft.",
        "If you cannot get protection from illegal activity, where is the incentive to continue innovating?",
        "So what should be done?",
        "The right approach means understanding that like any other crime, this will only be beaten if we all realise the part we have to play.  \nBy that I mean government, industry leaders like yourselves, businesses, internet service providers and the general public.",
        "I think government has three important responsibilities.",
        "First, to establish a more robust intellectual property framework.",
        "The Gowers Review into the UK Intellectual Property Framework rightly disappointed many in the creative industries by failing to do much more than suggest tinkering at the edges.",
        "Changes at the margins will not be good enough.",
        "If we are serious about protecting intellectual property, we need to build a framework that is both flexible and accessible.",
        "It has to be flexible so it reflects the changing way in which people listen to their music for personal use.",
        "That means decriminalising the millions of people in this country for copying their CDs onto music players for personal use, and focusing all our attention on the genuine fraudsters.",
        "And it has to be accessible so smaller companies, who currently find it so expensive to register their intellectual property, have the resources to do so.",
        "That means working at a Europe-wide level to end the need to translate all documents and applications into all the EU languages.",
        "The second thing the government should do to fight copyright theft is vigorously bringing offenders to book.",
        "There have been some recent progress here that we should welcome.",
        "As a result of the Gowers Review, Trading Standards Officers will now have the power to seize pirate and bootleg CDs that breach copyright law, even if they do not bear infringing trademarks.",
        "The key is now to make sure we actively find the perpetrators and prosecute them.",
        "This is a vital step towards the third thing the government should be doing in the fight against copyright theft…",
        "….. and that is confronting the blasé attitude that many people have towards piracy and illegal downloading.",
        "Too many people think it is a victimless crime.",
        "But they conveniently ignore the links between CD piracy and serious and organised crime.",
        "I strongly believe that if people really knew the kind of criminality they were funding, sales of pirate CDs in this country would plummet.",
        "I want to work with figures in the music industry to get the message out that piracy and illegal file-sharing is wrong.",
        "I know that you already go into schools and educate young kids about this.",
        "This is something I wholly support.",
        "So when it comes to combating copyright theft, there are three things that the Conservatives will do:",
        "Establish a proper framework of intellectual property rights",
        "Enforce laws more strongly so perpetrators are brought to book.",
        "And work in partnership with industry leaders to get the message out there that buying pirate CDs and illegal downloading of music is wrong.",
        "But when in government, we alone cannot do everything.",
        "We need you in the music industry itself to continue to innovate and make the sort of technological progress that makes pirating CDs more and more difficult.",
        "We need businesses and individuals to report the sale of pirate CDs or the existence of illegal file-sharing websites whenever they see them.",
        "Let me also speak about one final responsibility too: that of Internet Service Providers.",
        "They are the gatekeepers of the internet.",
        "Some ISPs claim there is nothing they can do to stop illegal downloading of music.",
        "But last month alone, there were eight sites that hosted more than 25,000 illegal downloads.",
        "That is clear and visible internet traffic.",
        "You should know.",
        "In 2006, the BPI took down 60,000 illegal files from some 720 websites.",
        "Since 2004, you have brought 139 actions against peer-to-peer filesharing.",
        "But we cannot expect you to do all the work.",
        "ISPs can block access and indeed close down offending file-sharing sites.",
        "They have already established the Internet Watch Foundation to monitor child abuse and incitement to racial hatred on the internet.",
        "They should be doing the same when it comes to digital piracy.",
        "**Copyright Extension**",
        "So there is much that we could all be doing in terms of taking the fight to copyright theft.",
        "The second challenge I want to talk today is how we can protect your investments in the long-term.",
        "In the digital age, whole back catalogues from any decade are available at the click of a button.",
        "Previously, if you wanted to buy an old album, you would have to trawl through any number of record shops, before, in all likelihood, giving up.",
        "Now, there is no shop floor.",
        "The music industry has done so much in making all manner of music from any decade available to everyone.",
        "And if we expect you to keep investing, keep innovating, keep creating….",
        "… it is only right that you are given greater protection on your investments by the extension of copyright term.",
        "After all, PWC found that extending copyright term could boost the music industry by £3.3 billion over the next fifty years.",
        "But extending copyright term is good for musicians and consumers too.",
        "It’s good for musicians because it would reduce the disparity between the length given to composers and that granted to producers and performers.",
        "That’s only fair.",
        "In the UK alone, over 7000 musicians will lose rights to their recordings over the next ten years.",
        "Most people think these are all multi-millionaires living in some penthouse flat.",
        "The reality is that many of these are low-earning session musicians who will be losing a vital pension.",
        "And extending copyright term will also be good for consumers.",
        "If we increase the copyright term, so the incentive is there for you working in the industry to digitise both older and niche repertoire which more people can enjoy at no extra cost.",
        "That’s why, as we move on forward into the new digital age of the 21st century, I am pleased to announce today that it is Conservative Party policy to support the extension of the copyright term for sound recordings from 50 to 70 years.",
        "A Conservative Government will argue for this in Europe for this change to happen in order to protect investment in the future of the industry, reward our creative artists and generate more choice for consumers.",
        "**Social Responsibility**",
        "So I want to give you real help in the future.",
        "In the fight against copyright theft.",
        "By extending copyright term.",
        "But in return, you’ve got to help me too.",
        "The single biggest challenge facing this country today is that of the broken society.",
        "A few months ago, UNICEF released a report on the material, educational and emotional state of childhood in 21 developed nations.",
        "Britain came bottom.",
        "It was a wake-up call to us all.",
        "Take any indicator on childhood welfare, and Britain is among the worst in the developed world:",
        "Family breakdown…",
        "Rates of teenage pregnancy…",
        "Rates of substance abuse….",
        "Rates of criminal activity.",
        "How did we get into this mess?",
        "And more importantly, how will we get out?",
        "I believe that there has been a failure of leadership at every level.",
        "Put simply, we all helped break our society…",
        "…Now we’ve all got to help fix it.",
        "Of course, that must mean politicians.",
        "Government can’t bring up children.",
        "But government decisions have an influence on how children are brought up.",
        "For too long governments have neglected families, who do so much to bring up children with the right values and with the opportunities that everyone deserves in life.",
        "That’s why, in Government, we will do all we can to put families first, to back them, and give them the support they need.",
        "But our broken society is not just about government and politics.",
        "It’s about our culture too.",
        "Popular culture is a massive influence on our children.",
        "A culture, in which of course, music plays an important part.",
        "That’s why I need your help if we’re going to fix our broken society.",
        "Many of you sitting here today already do so much to use the power of music to give young kids the opportunity to fulfil their dreams and feel a part of something.",
        "The BRIT School is a great example of what can be achieved.",
        "There are other examples across the industry too.",
        "One is the Nordoff-Robbins Trust, which does great work in providing music therapy for children with disabilities.",
        "Last year, I made some remarks about rap music.",
        "I got a letter from one of SongBMG’s artists, Rhymefest.",
        "He wrote to me saying that not all rappers were responsible for negative messages – some, like him, understood their responsibilities.",
        "So we met for a cup of tea and what turned out to be a very positive chat.",
        "An idea called ‘Music for Good’ was born, and it’s already providing opportunities for kids to forge a career in the music industry.",
        "The simple truth is that music and musicians can influence young people much more than politicians can.",
        "Our message does not resonate half as much as the messages they hear from their.",
        "Music is what kids listen to, understand and draw inspiration from.  \nSo let’s ask ourselves, honestly, what inspiration are they getting from some music today?",
        "I don’t just mean hip hop and I don’t just mean lyrics.",
        "Music culture today extends beyond what people listen to on the radio to what they see online, on their televisions and in magazines.",
        "And in these places, we can often see the celebration of macho-materialism, a hedonistic lifestyle and the portrayal of women as nothing but sex objects.",
        "We’ve got a real cultural problem in our country; and it’s affecting the way young people grow up.",
        "It’s an anti-learning culture where it’s cool to bunk off, it’s cool to be bad, and it’s cool not to try.",
        "This affects what’s happening on our streets and with our kids.",
        "Educational achievement and aspiration is pushed aside by the dream of instant material gain.",
        "Now I know this is difficult territory for a politician.",
        "People could argue that music is just a portrayal of life today, not a cause of the way we live.",
        "And they argue that other, perhaps older, genres of music are also provocative, including ones that I personally have said I am a fan of.",
        "After all, it’s not as if Morrissey, Bob Dylan and Johnny Cash have ever shied away from violence in their lyrics.",
        "And there are those that will go on to say, yes, music can be violent and overtly sexual, but so are movies, video games and television.",
        "Of course, there is some truth in these arguments.",
        "But let’s ask ourselves some simple questions:",
        "Does music help create, rather than just reflect, a culture?",
        "Yes.",
        "Is some music, are some lyrics, are some videos and are some artists, helping to create a culture in which an anti-learning culture, truancy, promiscuousness, knifes, violence, guns, misogyny are glorified?",
        "Yes.",
        "Can we see the effects of this on our young people, in our schools and on our streets?",
        "Yes.",
        "Do we think we can combat this culture by government policies, policing and criminal justice alone?",
        "No.",
        "If change in our culture is necessary…and it is.",
        "If we are all responsible…. and we are….",
        "Then we all need to take our responsibilities seriously.",
        "Put simply, we have to acknowledge that all of us – as politicians, as teachers, as parents, as television producers, video game manufacturers and yes, as record industry executives – need to understand our specific responsibility in not promoting a culture of low academic aspiration or violence but instead to inspire young kids with a positive vision of how to lead their life.",
        "That’s why I am not calling for censorship, legislation or the banning of content.",
        "I am calling on you to show leadership, exercise your power responsibly and to use your judgement.",
        "I know music plays a small part in all this.",
        "But I also know, unless we all fulfil our responsibilities, however small, we cannot hope to confront the challenge of our broken society.",
        "Already, schemes like rhyme4respect, which encourages positive lyrics in music, is leading the way, showing that the music industry recognises its responsibility and takes this issue seriously…",
        "I really do welcome that…",
        "… but I think we all know we need more.",
        "So when it comes to helping fix our broken society, it is not enough for the music industry to sponsor community projects….",
        "You can make a difference by providing positive role models for young kids to look up to, draw inspiration from and aspire to be.",
        "Let me put it another way.",
        "Would it make any sense to say to media companies that you can simply meet your obligations for social responsibility – to be a responsible corporate citizen – through community projects which had nothing to do with your actual product?",
        "I know such projects are vital and companies like those here today do so much to channel your charitable energy towards giving opportunities to the young.",
        "But imagine if we took this approach with McDonalds or a mining company.",
        "Is it really enough to say that you can put anything you like in your burgers, or do anything you want to the environment when digging for precious metals…. “That’s ok, as long as you are doing some other charitable things at the same time” ?",
        "Of course not.",
        "Social responsibility is not just about community projects where you use your profits to do good, it’s about how you make those profits in the first place too.",
        "**Conclusion**",
        "I began by showing what I wanted to do to help make sure that the music industry in this country continues to be one of the world’s greatest.",
        "That’s why I want to work with you to combat piracy and illegal downloading.",
        "That’s why I want to extend the copyright term to 70 years.",
        "But in return, I want to see more from you….",
        "… using the influence you have over young children to help fix our broken society.",
        "Britain’s music scene has had an incredibly proud past.",
        "Together, we can ensure it has an even brighter future."
    ]
}