{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-lgbt-reception/",
    "title": "David Cameron – 2012 Speech at LGBT Reception",
    "post_date": "January 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at an LGBT reception on 25 July 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I just wanted to say three things to you tonight. First of all, this party is really a celebration of the immense contribution that lesbian, gay, bisexual and transgender people make in every part of our country, in the arts, in media, in sport, in business, in finance – that’s what tonight is about and I want to thank you for the immense contribution that you make to our country.",
        "The second thing I wanted to say – there are a number of anniversaries – it’s the 40th anniversary of the first Pride march in London, the 40th anniversary of the foundation of the Jewish Gay Equality Group and I think it’s worth remembering the journey that politics has been on in terms of gay equality over the last forty years – the decriminalisation of homosexuality, the lowering of the age of consent to 18, the equalisation of the age of consent that the Blair government achieved, the introduction of civil partnerships – backed by my party and I just want to say I am absolutely determined that this Coalition government will follow in that tradition by legislating for gay marriage in this parliament. I make that point not only as someone who believes in equality but as someone who believes passionately in marriage. I think marriage is a great institution – I think it helps people to commit, it helps people to say that they’re going to care and love for another person. It helps people to put aside their selfish interests and think of the union that they’re forming. It’s something I feel passionately about and I think if it’s good enough for straight people like me, it’s good enough for everybody and that’s why we should have gay marriage and we will legislate for it.",
        "And I know there’s going to be some big arguments, there will be arguments obviously within political parties including my own, there will be arguments with many of the public that take a different view, although it is worth noting that opinion polls consistently show that the public support the case for equality and obviously there’ll be arguments within the Churches as well and I can say how great it is to see some Church men and women here tonight supporting this cause.",
        "I run an institution – the Conservative Party – which for many many years got itself on the wrong side of this argument, it locked people out who were naturally Conservative from supporting it and so I think I can make that point to the Church, gently. Of course this is very, very complicated and difficult issue for all the different Churches, but I passionately believe that all institutions need to wake up to the case for equality, and the Church shouldn’t be locking out people who are gay, or are bisexual or are transgender from being full members of that Church, because many people with deeply held Christian views, are also gay. And just as the Conservative Party, as an institution, made a mistake in locking people out so I think the Churches can be in danger of doing the same thing.",
        "The third point I wanted to make is, changing laws is important, legislating is important. But what is equally important – arguably now what is more important – is actually going to be changing culture; whether it’s on the football field, or in the rugby dressing room. Changing the culture whether it’s in the school playground, changing the culture in the workplace, changing the culture everywhere so that people can genuinely feel we live in an equal, fair and tolerant country. And changing the culture is much more difficult than changing the law, changing culture is much more subtle and difficult. But the promise I can make you is that this coalition government is committed to both changing the law and also working to help change the culture and the Conservative party absolutely backs that. This is something I personally feel very passionately about."
    ]
}