{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-statement-on-the-g7-summit/",
    "title": "David Cameron – 2014 Statement on the G7 Summit",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in the House of Commons, London, on 11th June 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "With permission, Mr Speaker, I would like to make a statement on last week’s G7 summit in Brussels.",
        "This was a G7 rather than a G8 because of Russia’s unacceptable actions in Ukraine. Right from the outset, the G7 nations have been united in support for Ukraine and its right to choose its own future, and we have sent a firm message that Russia’s actions have been totally at odds with the values of our group of democracies.",
        "At the summit, we kept up the pressure on Russia. We agreed that the status quo is unacceptable and the continuing destabilisation of eastern Ukraine must stop. We insisted that Russia must recognise the legitimate election of President Poroshenko; it must stop arms crossing the border into Ukraine; and it must cease support for separatist groups. We agreed that wide-ranging economic sanctions should remain on the table if Russia did not follow this path of de-escalation, or if it launched a punitive trade war with Ukraine in response to Kiev proceeding with the trade aspects of its association agreement with the European Union.",
        "I made those points directly to President Putin when I met him in Paris on the eve of the D-Day commemorations. The inauguration of President Poroshenko has created a new opportunity for diplomacy to help to establish a proper relationship between Ukraine and Russia. I urged President Putin to ensure that this happens. It is welcome that he met President Poroshenko in Normandy and that Moscow and Kiev are now engaging each other again. It is important that we continue to do what we can to sustain the positive momentum. We also agreed to help Ukraine to achieve greater energy security by diversifying its supplies.",
        "The G7 also continued the work we began last year at Lough Erne to deal with the cancer of corruption, with further agreements on what I call the 3 T’s of greater transparency, fairer taxes and freer trade. We made good progress in working towards common global standards of transparency in extractive industries, we agreed to push forwards with establishing new international rules to stop companies artificially shifting their profits across borders to avoid taxes and we agreed to make a concerted push on finalising bilateral trade deals as soon as possible. These included the EU-Canada and EU-Japan deals, but of course also the EU-US deal, which we launched at Lough Erne last summer. I believe this is one of the greatest opportunities to turbo-charge the global economy and could be worth up to £10 billion for Britain alone. With these agreements, the Lough Erne agenda on transparency, tax and trade has been hard-wired into these international summits for many years to come.",
        "There was also a good discussion on climate change, where the recent announcements by the US make a potential agreement next year more achievable, and we should do what we can to make that happen.",
        "In my bilateral meeting with President Obama, we discussed what I believe is the greatest threat to our security: how we counter extremism and the terrorist threat to our people at home and abroad. We agreed to intensify our efforts to address the threat of foreign fighters travelling to and from Syria, which is now the top destination in the world for jihadists. And here in Britain, my Right Hon. Friend the Home Secretary will be introducing a new measure to enable prosecution of those who plan and train for terrorism abroad. In Libya, we are fulfilling our commitment to train the Libyan security forces, with the first tranche of recruits arriving in the United Kingdom yesterday. On Nigeria, we reaffirmed our commitment to support President Jonathan’s government and the wider region in confronting the evil of Boko Haram. We continue to help address the tragedy of the abducted schoolgirls.",
        "Finally, in all my recent meetings with European leaders and again at the summit in Sweden yesterday, there was discussion about the top jobs in Europe. I believe the European elections sent a clear message right across the continent. The European Union needs to change. It is vital that politicians across Europe respond to the concerns of their people. That means having institutions in Europe that understand the need for reform and it means having people at the head of these institutions who understand that if things go on as they have done, the European Union is not going to work properly for its citizens.",
        "Quite apart from the entirely valid concerns about the proposed people in question, there is a fundamental point of principle on which we must not budge. As laid down in EU law, it is for the European Council to make its own nomination for President. This is the body that is made up of the elected leaders of the European nations, and it is not for the European Parliament to try to impose its will on the democratically elected leaders of 28 member states.",
        "Prime Minister Reinfeldt, Prime Minister Rutte of the Netherlands, Chancellor Merkel and I also agreed on the work programme for the new Commission: completing the single market; energising trade deals; and making further progress on deregulation – a clear focus on jobs and growth. We also agreed the Commission must work together to address the abuse of free movement, so that people move across Europe for work but not for welfare. These were important agreements from like-minded European leaders who share my determination to deliver a reformed European Union.",
        "Finally, amidst the various meetings of the last week I was able to attend the very special commemorations for the 70th anniversary of D-Day in Normandy. Attending the vigil at Pegasus Bridge – marking the moment the first glider touched down on French soil – was a fitting moment to reflect on the importance of our collective defence, something that will be at the heart of the NATO summit in Wales this September. But above all, it was a moment to remember the sheer bravery and sacrifice of all those who gave their lives for our future.",
        "The veterans who made it to Normandy are quite simply some of the most remarkable people I have ever had the privilege and pleasure of meeting. I will never forget the conversations that I had that night and indeed the next day. Our gratitude for their service and sacrifice must never wane, and neither should our resolve to protect the peace that they fought for. I commend this statement to the House."
    ]
}