{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-life-chances/",
    "title": "David Cameron – 2016 Speech on Life Chances",
    "post_date": "January 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 11 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This government is all about security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s that security that underpins our long-term economic plan: in a world of risks, we want to ensure the British economy, and British families, are secure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s security that drives our defence policy and strategy to combat extremism: in dangerous times, we know our first duty is to keep our country safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s our national and economic security that is front and centre of my mind as I renegotiate a better deal for Britain in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Security is also what drives the social reform that I want this government to undertake in my second term.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Individuals and families who are in poverty crave security – for them, it’s the most important value of all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But those who are struggling often have no security and no real chance of security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The economy can’t be secure if we spend billions of pounds on picking up the pieces of social failure and our society can’t be strong and cohesive as long as there are millions of people who feel locked out of it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So economic reform and social reform are not two separate agendas they are intimately connected to one another.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that social reform begins – as I set out 3 months ago in Manchester – with an all-out-assault on poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, I want to explain how we can transform the life chances of the poorest in our country and offer every child who has had a difficult start the promise of a brighter future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should begin by recognising our real achievements in fighting poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve seen huge progress over the past 50 years, with rising living standards and big improvements in terms of people’s incomes, health, employment, education and in child mortality rates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And of course we’ve made progress in the last 5 years, too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since 2010 alone, the number of children growing up in workless households is at a record low; down by 480,000.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And because of our strong economy, we can do more.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we know that, despite the good news in our economy, there are still people left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In particular, too many are held back because of generational unemployment, addiction or poor mental health.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, it isn’t so much the dreadful material poverty that was so widespread in decades gone by – though of course some still exists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, it is more often the paucity of opportunity of those left behind that is the greatest problem.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And some in our country don’t just get left behind; they start behind.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today in Britain, around a million children are growing up without the love of a dad.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In Britain, a child born in a poor area will die an average of 9 years earlier than their peers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In Britain, there are more young black men in our prisons than there are studying at a Russell Group university.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These problems – they have been years in the making, and will take time to tackle.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I am convinced it doesn’t have to be like this, and we can make a real difference.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the spring, we will publish our Life Chances Strategy setting out a comprehensive plan to fight disadvantage and extend opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, I want to set out the principles that will guide us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In doing so, I want to make a big argument.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will only ever make a real dent in this problem if we break free from all of the old, outdated thinking about poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I want to explain how, by applying a more sophisticated and deeper understanding of what disadvantage means in Britain today we can transform life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**20th century thinking**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The old thinking on fighting poverty – what I would call 20th century thinking – still dominates political debate in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are two schools of thought that have traditionally defined our approach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The first is the leftist, statist view – built around increased welfare provision and more government intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am not against state intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’m the Prime Minister who started the Troubled Families programme – perhaps the most intensive form of state intervention there is.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I support the welfare state.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe the creation of those vital safety nets was one of the outstanding achievements of post-war Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we know too that this approach has real limitations, and these have become badly exposed in recent times.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This fixation on welfare – the state writing a cheque to push people’s incomes just above the poverty line – this treated the symptoms, not the causes of poverty; and, over time, it trapped some people in dependency.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Frankly, it was built around a patronising view that people in poverty needed simply to be pitied and managed, instead of actually helped to break free.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The second approach is the more free market one – the idea that a rising tide will lift all boats.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe the free market has been, by far, the best tool ever invented for generating prosperity and improving living standards.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And actually applying its principles of more choice and competition to our public services has, I believe, helped the most disadvantaged.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But some people get left behind, even as the market transforms our economy and the rest of society with it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They haven’t been equipped to make the most of the opportunities presented to them – and a chasm exists between them, and those who have been able to take advantage.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now I believe in self-reliance and personal responsibility – I think that’s absolutely correct.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we have to recognise that this alone is not enough – so if we want to transform life chances – we’ve got to go much deeper.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**A more social approach**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So it’s clear to me the returns from pursuing these two old approaches to poverty aren’t just diminishing, in some cases they’re disappearing in the modern world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we need to understand precisely why.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Both approaches had one thing in common. They focused on the economics, and ignored the social.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They missed that human dimension to poverty: the social causes, the reasons people can get stuck, and become isolated.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me put it another way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Talk to a single mum on a poverty-stricken estate: someone who suffers from chronic depression, someone who perhaps drinks all day to numb the pain of the sexual abuse she suffered as a child.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Tell her that because her benefits have risen by a couple of pounds a week, she and her children have been magically lifted out of poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Or on the other hand, if you told her about the great opportunities created by our market economy, I expect she’ll ask you what planet you’re actually on.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course the economy is absolutely vital.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why seeing through our long-term plan isn’t optional.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will never defeat poverty unless we manage the economy responsibly because in the end it’s always the poorest who suffer most when governments lose control of the public finances.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And of course, we will never defeat poverty unless we back businesses to create jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Work is – and always will be – the best route out of poverty and with welfare reform, Universal Credit, tax cuts and the introduction of the National Living Wage, we are making sure that it always pays to work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we’ll continue to tackle the scourge of worklessness in Britain including by reforming the way we support people who fall ill, so that they can stay in work and aren’t just consigned to a life stuck on benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And because the evidence shows that families where only one parent is in work are more at risk of poverty we are going to back all those who want to work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why our offer for working parents – of 30 hours a week of free childcare for 3 and 4 year olds – is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But to really defeat poverty, we need to move beyond the economics.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need a more social approach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One where we develop a richer picture of how social problems combine, of how they reinforce each other, how they can manifest themselves throughout someone’s life and how the opportunity gap gets generated as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Above all, we need to think big, be imaginative not just leaving behind the old thinking, but opening ourselves up to the new thinking.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For instance, the pioneering research that shows us why some children from poor families can climb right to the top while others seem condemned almost from birth to a life of struggle and stress.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And there are four vital, social insights that I believe must anchor our plan for extending life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, when neuroscience shows us the pivotal importance of the first few years of life in determining the adults we become, we must think much more radically about improving family life and the early years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, when we know the importance not just acquiring knowledge, but also developing character and resilience there can be no let-up in our mission to create an education system that is genuinely fit for the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, it’s now so clear that social connections and experiences are vitally important in helping people get on.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when we know about the power of the informal mentors, the mixing of communities, the broadened horizons, the art and culture that adolescents are exposed to, it’s time to build a more level playing field with opportunity for everyone, regardless of their background.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And fourth, when we know that so many of those in poverty have specific, treatable problems such as alcoholism, drug addiction, poor mental health we’ve got to offer the right support, including to those in crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is what I would call a life cycle approach – one that takes people from their earliest years, through schooling, adolescence and adult life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I believe if we take the right action in each of these 4 areas combined, with all we are doing to bring our economy back to health, we can make a significant impact on poverty and on disadvantage in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At the same time, it’s right that we move away from looking simply at income-based poverty measures and develop more sophisticated social indicators to measure success.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let me set out in more depth some of the steps we will take in each of these four areas. Apologies for the length of what I’m going to say but I wanted to bring together in one place all the things that we are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Families and the early years**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, family and those crucial early years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Families are the best anti-poverty measure ever invented.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They are a welfare, education and counselling system all wrapped up into one.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Children in families that break apart are more than twice as likely to experience poverty as those whose families stay together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why strengthening families is at the heart of our agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve significantly increased the help we offer on childcare, introduced shared parental leave so families can be there for one another at the most stressful time – the birth of a child.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve backed marriage in the tax system and 160,000 couples have taken up the preventative relationship support that we have funded over the last 5 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can announce today that we will double our investment in this Parliament, with an extra £35 million to offer even more relationship support.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll also to do more to help people save – and help build families’ financial resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those with no savings at all have no buffer – no shock absorber – for when unexpected events hit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Saving is a habit that should start early – so we are going to expand the Church of England’s LifeSavers project which helps primary schoolchildren to manage money and learn how to save and we will look at what more we can be done on this vital area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce today that we intend to bring forward a ‘help to save’ scheme to encourage those on low incomes to build up a rainy day fund, and full details of this scheme will be announced at the Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All of this will help to prevent the relationship strain that can be caused by financial difficulties.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But when it comes to life chances, it isn’t just the relationship between parents that matters.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What is just as important is the relationship between parent and child.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thanks to the advent of functional MRI scanners, neuroscientists and biologists say they have learnt more about how the brain works in the last ten years than in the rest of human history put together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And one critical finding is that the vast majority of the synapses the billions of connections that carry information through our brains develop in the first two years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Destinies can be altered for good or ill in this window of opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the one hand, we know the severe developmental damage that can be done in these so-called foundation years when babies are emotionally neglected, abused or if they witness domestic violence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As Dr Jack Shonkoff’s research at Harvard University has shown, children who suffer what he calls ‘toxic stress’ in those early years are potentially set up for a life of struggle, risky behaviour, poor social outcomes, all driven by abnormally high levels of the stress hormone, cortisol.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the other hand, we also know – it’s common sense – how a safe, stimulating, loving family environment can make such a positive difference.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One study found that by the age of three, some toddlers might have heard 30 million more words in their home environment than others. That is a staggering statistic.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The more words children heard, the higher their IQ, and the better they did in school down the track.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So mums and dads literally build babies’ brains.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We serve, they respond.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The baby-talk, the silly faces, the chatter even when we know they can’t answer back.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The closeness of contact – strengthening that lifelong emotional bond between mother and baby.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This all matters so much for child development: the biological power of love, trust and security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yes, while bad habits can be passed on to children, we know too that the secret ingredients for a good life character, delayed gratification, grit, resilience, they can be taught by parents, not just caught from them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I believe if we are going to extend life chances in our country, it’s time to begin talking properly about parenting and babies and reinforcing what a huge choice having a child is in the first place, as well as what a big responsibility parents face in getting these early years right.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, that must begin by helping those most in need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why I’ve made it such a priority to speed up the adoption process and improve child protection and social services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think these will be landmark reforms of the next 5 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But there’s a lot more we can do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our Troubled Families programme has worked with 120,000 of the hardest to reach families in the country, helping turn their lives round, by getting parents a job or the child into school and ending truancy, dealing with the problems that they face.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Over the next 5 years, we will work with 400,000 more families.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As we do that, I want us to be much bolder.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s tragic that some children turn up to school unable to feed themselves or use the toilet.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course this is a clear failure of parenting, but by allowing poor parenting to do such damage for so long, it is also state failure of social services, of the health service, of childcare – of the lot.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce today as we scale up the Troubled Families programme, we’ll ensure that parenting skills and child development become central to how it is both targeted and how it is delivered.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the end though, getting parenting and the early years right isn’t just about the hardest-to-reach families, frankly it’s about everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We all have to work at it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if you don’t have a strong support network – if you don’t know other mums or dads having your first child can be enormously isolating.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As we know, they don’t come with a manual and that’s obvious, but is it right that all of us get so little guidance? We’ve made progress.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve dramatically expanded the number of health visitors, and that is crucial.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it deals with one particular part of parenting – the first few weeks and months.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What about later on, when it comes to good play, communication, behaviour, discipline?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We all need more help with this – because the most important job we’ll ever have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I believe we now need to think about how to make it normal – even aspirational to attend parenting classes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should encourage the growth of high-quality courses that help with all aspects of becoming a great mum or a great dad.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we need to take steps to encourage all new parents to build a strong network, just as brilliant organisations like Family Action or NCT already do for some parents.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce today that our Life Chances Strategy will include a plan for significantly expanding parenting provision.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will examine the possibility of introducing a voucher scheme for parenting classes and recommend the best way to incentivise parents to take them up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Education**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now if families fail, it is even more critical that schools do not – and that of course is the second part of our strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When a child has had a difficult start, what could they need more than a place of sanctuary, warmth, challenge, escape, liberation and discovery?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now if they’re lucky, they can find it in an outstanding school with dedicated, inspiring teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So what we need to take ‘luck’ right out of the equation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s what our reforms have been all about – bringing the best schools to some of our most deprived neighbourhoods, as well as bringing real rigour – like phonics – back into the classroom. I remember the battle we had to get phonics taken up, it reached something of an apogean success for me when picking my 5 year old up from school and I was actually told by the teacher, do more phonics practice at half term, and I thought, yes, this reform really is fully embedded in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But there are, today 1.3 million more children in good or outstanding schools today, compared with 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Over the coming weeks, I will set out in more detail our second term education reform agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But let me explain some of the thinking that will underpin it and how, in particular, we want to help the most disadvantaged children.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We now understand far more than we used to about how we take in information and learn, what it takes to be a great reader and even be creative.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Much of the answer is knowledge; we understand new information in the context of what we already hold.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As Kahneman, Daniel Willingham and others have described, the more information is stored in our long term memory the better our processing power – our working memory – can be employed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is by knowing the past that we can invent the future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why it is so absurd to call a knowledge–based curriculum ‘traditional’.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is utterly cutting edge – because it takes real notice of the great advances in our understanding of the last few decades.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Dismissing knowledge is frankly dismissing the life chances of our children and that is exactly what people like the General Secretary of the NUT are doing when they say, as she did last weekend, that children don’t need to learn their times tables because they can use their phone instead. That is utterly the wrong thinking.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All the things knowledge helps infuse – innovation, creativity, problem solving – are the qualities our employers want.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is why the Ebacc – which puts the core subjects of English, maths, science, history and geography at the centre of what students learn is such a massive move for social justice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will give every the vast majority of children – not just the wealthy – the education that gives them the opportunity for great jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also understand something else.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Character – persistence – is core to success.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As Carol Dweck has shown in her work at Stanford, no matter how clever you are if you do not believe in continued hard work and concentration, and if you do not believe that you can return from failure you will not fulfil your potential.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is what the Tiger Mother’s battle hymn is all about: work, try hard, believe you can succeed, get up and try again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is if you like, the precise opposite of an ‘all must have prizes’ culture that permeated our schools under the last government.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Put simply: children thrive on high expectations: it is how they grow in school and beyond.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now for too long this has been the preserve of the most elite schools.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want to spread this to everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So as we reform education further, we’ll develop new character modules so that all heads are exposed to what the very best schools do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll learn from new schools like the Floreat primary schools in Southall and Brent that will teach character virtues like curiosity, honesty, perseverance and service.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll commission great trainers, teachers and youth workers to share and create materials, and make sure they are available to every school in the country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll also do more on sport – one of the extra-curricular activities most associated with high academic achievement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our new sports strategy extends Sport England’s remit to cover 5 year olds and upwards, meaning more children taking part in sport – and experiencing the highs and let’s be frank, often lows of competition – inside school and out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And when it comes to formative experiences that build character, there can be few more powerful examples than National Citizen Service.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "NCS is becoming a rite of passage for teenagers all over Britain, helping them mix with people from different backgrounds and learn to work together – pushing themselves further than they ever thought possible.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "NCS is about showing young people the power of public service, and not just self-service.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can make a major announcement on this today: we are going to provide over a billion pounds for NCS over the next 4 years meaning that by 2021, NCS will cover 60% of all 16 year olds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will become the largest programme of its kind in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And to get there, we’ll now expect schools to give every pupil the opportunity to take part, and tie NCS into the national curriculum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a significant investment in future generations – and because it will help build a stronger, more integrated and more cohesive society, it is one I believe will make us all very proud.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Opportunity**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The third part of our life chances strategy must be to make opportunity more equal.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Not just continuing to reduce youth unemployment, getting more people to university and reducing the scourge of discrimination.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course we should do all of that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why for instance, just a few weeks ago, I persuaded leading businesses, universities and organisations from across the public sector to adopt ‘name-blind’ applications, because I want every young person in Britain to know that they will be judged according to merit, not and inaccurate lazy stereotypes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I’m talking about something more subtle, and no less influential, for life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s a book called Our Kids, by Bob Putnam, which is dominating the American political debate on poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It seeks to explain why the college-educated, professional classes continue to move ahead while those at the bottom can remain stuck.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It describes a whole series of advantages that those at the top have but can be lacking in others.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The informal networks of support, the mentors, the social connections, all helping to give young people the soft skills and extra advantages they need to navigate the fast-moving seas of the modern world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And when you add all these advantages up, it’s no surprise that there’s an opportunity gap between the rich and poor.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The work that active, demanding parents do is fantastic – passing on life-enriching experiences to their children, and rightly being unapologetic about helping them get ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s only natural that parents use our experience, social networks and connections to give their kids the best start in life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So my starting point is not to ask “how can we stop some parents giving their children a brilliant start?” What motivates me is helping the most disadvantaged kids to catch up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me give you a few examples.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Work experience for schoolchildren can be a transformative opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It gives children the chance to experience work and talk to adults who aren’t just authority figures like parents and teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At its best, it could really help teenagers establish a network and encourage them to think completely differently about their future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It often does that for those lucky enough to arrange a great placement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But for so many, it either doesn’t happen at or all, or it is just a wasted week – often spent locally, just watching the clock, never getting kids out of their comfort zone or raising their sights in the slightest.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We can change that – and later in the spring, we will set out a plan for using work experience more creatively, especially for the most disadvantaged young people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is also the opportunity of culture.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain is blessed with some of the most awe-inspiring cultural treasures on the planet.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our museums, theatres and galleries, our exhibitions, artists and musicians, they are truly the jewel in our country’s crown.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And culture should never be a privilege; it is a birth right that belongs to us all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the truth is there are too many young people in Britain who are culturally disenfranchised.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if you believe in publicly-funded arts and culture – as I passionately do, then you must also believe in equality of access, attracting all, and welcoming all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Rich and poor, culture vultures and first-timers, in London and outside London.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That doesn’t mean just opening up a few times to children from a deprived area, it means taking all creativity and ingenuity of those who work in the arts, and applying it to this vital challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we can learn from those organisations that already do an excellent job in reaching out to marginalised groups.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So our Life Chances Strategy will address this cultural disenfranchisement directly, and with a new cultural citizens programme, ensure there is real engagement by arts organisations with those who might believe that culture is not for them – meaning that many more children can have the doors opened to their wonderful cultural inheritance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mentoring should also a big, big part of our plans.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Many people can look back at their younger selves and can point to someone, or remember, perhaps a parent or teacher, a sports coach, or their first boss, and say “that’s the person who really found my passion. They’re the ones who made the difference for me.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But if you haven’t ever had someone in your life who really believes in you, who sees your potential and helps bring it to the fore, the sands of time can drain away, and your talents can remain hidden.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce that we are going to launch a new national campaign led by Christine Hodgson, Chair of Capgemini UK and of the Careers and Enterprise Company and it will work with business, charities and the public sector to build a new generation of high-quality mentors.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll direct £70m towards careers in this Parliament, principally to the Careers and Enterprise Company, who will lead this major new effort to recruit mentors for young teenagers, with a focus on the 25,000 about to start their GCSEs who we know are underachieving or at risk of dropping out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ve seen this happen, in some London state schools, one I went to a couple of years ago where every single child coming up to GCSE had a mentor and I think we can be far more ambitious about what is possible in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So by finding inspirational role models and encouraging them to give up some time, I believe we really can help young people make big plans for their future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is also an important issue of community that we must address – and that’s some of our housing estates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some of these places, especially those built after the war, actually entrench poverty, because of the way they isolate and entrap so many families and communities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Within these estates, behind front doors, families build warm and welcoming homes just like everyone else.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But step outside and you’re often confronted by concrete slabs as if dropped from on high, brutal high-rise towers and linked walkways that become a gift to criminals and drug dealers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These places actually design in crime, rather than out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Decades of neglect have spawned ghettos, gangs and anti-social behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And poverty has become concentrated, because let’s face it – few who could afford to move would want to stay.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, these estates also lead to social segregation, meaning people from different backgrounds just don’t mix together as much as they used to.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that isn’t good for anyone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think it’s time to be far more ambitious about solving this problem.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce today: we’re going to tear them down.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are going to work with 100 housing estates across the country, aiming to transform them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll work in partnership with residents, housing associations, local authorities, social enterprises and private developers, and sweep away the barriers that prevent regeneration.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For some estates, it will mean simply knocking them down and starting again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Developers will rebuild often at a higher density, increasing housing supply throughout the country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And to help us get there, we’ll appoint an advisory panel whose first job will be to establish a set of binding guarantees for tenants and homeowners, so that they know they are properly protected.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With massive estate regeneration, tenants protected, land unlocked for new housing all over Britain, I believe we can truly consign the term ‘sink estate’ to history.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Treatment and support**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The final part of our plan must be to get the right treatment and support to those who are in crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some people with mental health problems today are almost guaranteed to live a life in poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the number of people who suffer from poor mental health is larger than you might think.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One in five new mothers develop a mental health problem around the time of the birth of their child.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Up to one in four of us will have a problem – perhaps a form of depression or anxiety – this year alone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is the terrible fact that suicide has become the leading cause of death for men under 50.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the challenge is that, all too often, people are just left to get to crisis point either because the health service simply can’t cope, or because they’re worried about admitting to having a problem in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have got to get this right.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mental illness isn’t contagious.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s nothing to be frightened of.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As a country, we need to be far more mature about this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Less hushed tones, less whispering; more frank and open discussion.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need to take away that shame, that embarrassment, let people know that they’re not in this alone, that when the clouds descend, they don’t have to suffer silently.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want us to be able to say to anyone who is struggling, “talk to someone, ask your doctor for help and we will always be there to support you.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But that support has to be there.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that poses a big challenge for government in terms of services and treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have to be equal to it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why last March, we announced an unprecedented £1.25 billion investment in mental health treatment for children and young people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is already improving talking therapy services for children across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will use that money to intervene much earlier with those suffering from poor mental health, so we can stop problems escalating.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I can announce today a £290 million investment by 2020, which will mean that at least 30,000 more women each year will have access to evidence-based, specialist mental health care during or after pregnancy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Crisis doesn’t hit at convenient times, but people with mental health problems are 3 times more likely to turn up at A&E than those without.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So today I can commit a further £250m to deliver 24/7 psychiatric liaison services in A&E departments, ensuring that people with mental ill health receive assessment and treatment whatever the reason for their attendance at A&E.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll also invest £400m to enable teams across the country to deliver 24/7 treatment in communities and homes, as a safe and effective alternative to hospitals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll deliver a guarantee that more than half of patients with psychosis – the most serious cases – will be treated within 2 weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And for teenagers suffering from eating disorders like anorexia, we are introducing the first ever waiting time standard, so that more people can get help within a month of being referred, or within a week for urgent cases.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With these announcements, by breaking the mental health taboo, by working with businesses and charities, and by taking forward the recommendations of the independent mental health taskforce that will report soon, I believe we can lead a revolution in mental health treatment in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s another big issue we need to address: addiction.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Alcoholism and drug addiction can happen to anyone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People with wonderful families, great careers, a million good reasons to stop.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In Westminster, we were reminded of this all too painfully last summer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Charles Kennedy was not just a brilliant MP with so much more to contribute to our politics, he was also a kind, lovely man, brimming with wit, warmth and humanity. He was starting a new life in a place that he loved. He had everything to live for. But at just 55, he was gone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Are we getting it right here? Are we looking after each other as we should?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I really don’t think we are.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s be honest: when we hear the words ‘drug addict’ or ‘alcoholic’, there is still such a stigma that comes attached.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Still a view that addiction is simply a question of will, a sense that it’s simply about self-control, a feeling that it’s somehow shameful if we admit to having a problem.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We see it as weakness.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It isn’t.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Seeking help is strength.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now let me be clear: I believe profoundly in personal responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Personal responsibility means facing up to problems and seeking treatment – doing everything you can to get back on the right track.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We must always emphasise that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we should never make excuses for addicts’ behaviour, especially when they commit crime to support a habit, or hurt those around them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But when we know more as we do now, about how addiction works, how it changes your brain structure and brain chemistry, how some people are genetically more susceptible, how stress and depression can make you more likely to develop a problem, we can understand why this is so difficult.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have got to start treating people with the compassion that we would want to receive if it was one of our own family who had fallen into difficulty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why we’ve already changed our approach so that recovery – not maintenance – is now the key goal of drug treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can announce today that we will create a new social investment outcomes fund of up to £30 million, to encourage the development of new treatment options for alcoholism and drug addiction, delivered by expert charities and social enterprises.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think this could unlock around £120 million of funding from local commissioners, and up to £60 million of new social investment, to expand the kind of treatment we know can work, including those vital residential rehab places.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this is how I believe we can rescue a generation from poverty and extend life chances right across our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Backing stable families and good parenting, because we know the importance of those early years in setting children up for a good life. It’s about improving education, so those who’ve had the toughest starts have every chance of breaking the cycle of poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s about building a country where opportunity is more equal, with stronger communities and young people who have the experiences and the networks to get out there and take on the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And providing high quality treatment, as we eliminate once and for all the damaging stigma that surrounds addiction and mental health.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All of this – delivering our Life Chances Strategy – it starts with that fundamental belief that people in poverty are not liabilities to be managed, each person is an asset to be realised, human potential is to be nurtured.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since I got to my feet here this morning, 40 babies have been born in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "New-borns being bundled up and handed to proud parents in maternity wards all across Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s so much hope in those rooms, so many quiet wishes being made by mums and dads – rich and poor alike – for their child’s life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sometimes we can make politics sound very complicated, but for me it all comes back to a simple ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To give every child the chance to dream big dreams, and the tools – the character, the knowledge and the confidence, that will let their potential shine brightly.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So for people in Britain who are struggling today, our mission as a government is to look each parent and child in the eye, and say, “Your dreams are our dreams. We’ll support you with everything we’ve got.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And with the steps I’ve outlined today, with our Life Chances Strategy, I am confident that we can deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}