{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-press-conference-with-mahmoud-abbas/",
    "title": "David Cameron – 2014 Press Conference with Mahmoud Abbas",
    "post_date": "November 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference between David Cameron, the Prime Minister, and Mahmoud Abbas, the Palestinian President, on 13th March 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Mahmoud Abbas (via interpreter)**",
        "Ladies and gentlemen, the Israeli occupation force have recently – have killed with cold blood, 3 Palestinians in the West Bank and 3 others in Gaza Strip and we did not hear any apology or condemnation by the Israeli government. Yesterday rockets were fired from Gaza, so Israel responded to that, we condemn the aggression and the military aggression with all its forms including the rockets.",
        "We stressed once again to His Excellency, that we will continue efforts to achieve a peaceful political solution that achieves peace and stability in our region. That ends the Israeli occupation that has started in 1967. Until we establish the independent viable state Palestine, sovereign state of Palestine with East Jerusalem as its capital. A state that we want – Jerusalem, we want it, an open city where all the 3 monotheistic religions can come and pray within the 2 state solution, to realise that the state of Palestine, that lives or co exists besides the state of Israel in security and good neighbourhood.",
        "And here we appreciate the efforts exerted by President Obama and Secretary of State Kerry to push forward the peace process, to achieve its objectives within the specified 9 months for negotiations, at the same time we cannot forget to appreciate the important role played by the international quartet, including Russia, the EU, the UN and also the friendly counties all over the world.",
        "In particular, we mention the tremendous efforts by the EU, represented in its statements, decisions and measures – all of which stress the need to have a solution for the Israeli-Palestinian conflict according to the international references and stressing that settlement is illegal based on international law. This is the position that was stressed by the Arab League Council, at the level of foreign ministers at its session held on the 9th of this month that once again stressed its support for the Palestinian position and support for the peace process that is sponsored by the US Administration, provided that it will be on the basis of international **[inaudible]** resolutions and the Arab peace initiatives and not to accept the Jewish State.",
        "Your Excellency, once again, we stress our commitment to consolidate or cooperation, mutual cooperation, and our appreciation for the United Kingdom, Queen, nation and government, for all the support you provide for our people, at all levels. And we are satisfied as we see this relation grow and consolidate in all areas. Thank you, Your Excellency for your visit, your precious visit to Palestine, and I welcome you again on this Holy Land, as a guest, a friend – a dear guest for Palestine, from a dear nation and dear country that we respect. Thank you.",
        "**David Cameron**",
        "Well thank you very much, Mr President. And I’m delighted to be here today, alongside you President Abbas, in your own country and on my first visit to Palestine as Prime Minister. We have had good discussions today and I want to focus on 3 issues. First the peace process and the leadership that both you and Prime Minister Netanyahu show by entering these negotiations. As I said in the Knesset I believe you are a partner for peace. I know that achieving lasting peace means difficult decisions and real determination to keep going. Britain has faced its own experiences on this front and we will do everything we can to help you.",
        "Our position is clear and has not changed; we want to see a 2 state solution. A sovereign, viable and independent Palestinian state, based on 1967 borders, with mutually agreed land swaps, alongside a secure Israel. And Jerusalem, a sacred city to 3 great world religions, must be the shared capital for both sides, with Gaza a fundamental part of the Palestinian state. We must not let those who seek to undermine the process, by firing rockets from Gaza, succeed.",
        "I unreservedly condemn yesterday’s attacks and I know that you, Mr President, have repeatedly rejected violence, and I heard again what you said today. I know that you understand that Palestinian statehood will not be achieved through violence; that in the end this 2 state solution, can only come about from the 2 sides talking to each other.",
        "Over the last 2 days I have been encouraged from my discussions with both yourself, Mr President, and Prime Minister Netanyahu, that the will is there, so I urge both sides to seize this window of opportunity. Second, we’ve discussed the opportunities that peace can bring. Britain wants to help Palestine to build strong institutions and a strong economy, so today we have agreed further support to help almost 100 Palestinian businesses to become more competitive; £6 million to help restore farming land in Area C.",
        "This will benefit nearly 1,000 farming communities and increase production which the World Bank estimates could boost the Palestinian economy by $700 million. And finally we will fund HALO to clear 3 West Bank minefields, which will hand back land to rural Palestinian communities, freeing them up for economic growth. I am also delighted that the British Council will be reopening their English language centre in East Jerusalem after more than a decade. We want to see more institutions reopen in Jerusalem and the protection of Palestinian, life, culture and heritage in this unique city.",
        "And let’s not forget that all of this will benefit Israelis next door, where a vibrant economy will find new partners. Third and last, Mr President, I know that the path to this future vision will not be an easy one, the final difficult steps towards peace will be hard, but the prize could be great. A Palestine without checkpoints; where you can travel freely in your own country and beyond, where you can visit your friends and family wherever they may be, and the West Bank and Gaza are together again. A world in which you have your dignity and your freedom at last and security for the Palestinian people too. It won’t be easy but this is a vision that we stand absolutely committed to helping you to realise. Thank you.",
        "**Question (via interpreter)**",
        "Your Excellency, after this meeting you are on your way to the United States of America to meet President Obama. We know that there are a lot of pressures to extend negotiations to the end of the year; are there any specific issues that you will ask the US Administration? Maybe to accept extending the negotiations?",
        "Your Excellency, Prime Minister Cameron, yesterday at your speech in the Knesset, you said you support Israel to be a national homeland for the Jews. Don’t you think this position might harm the peace negotiations? Thank you.",
        "**Mahmoud Abbas (via interpreter)**",
        "We are on our way, yes, to visit the United States of America within the framework of our pursuit for the political solution that the United States of America is trying to do. Until this moment, we did not receive – maybe for –this will be in the near future. We didn’t receive the framework that we were promised to read and see, and based on what we read then we will have our position. We have agreed for 9 months for negotiations and we have a great hope that we achieve something tangible within this period of time. That’s why we did not discuss at all the issue of extending the negotiations, and it was not proposed either.",
        "**David Cameron**",
        "Thank you. In terms of describing Israel as the national homeland for the Jewish people; I said that because to me that is what Israel is, and that it is what it will be. Jews were persecuted around the world, 6 million were murdered in the Holocaust, and so the decision was taken that Israel should be homeland for the Jewish people; and that’s what it is. I also said, though, yesterday that the status of Israel and the description of Israel should be something for Palestine and Israelis to negotiate together and we shouldn’t interpose ourselves into those negotiations.",
        "And I also said in that speech to the Knesset that it was important that Israel continued to be a country that gave rights to those who are of a different religion, to Christians, to Muslims, to Israeli Arabs. And that’s an important point too.",
        "**Question**",
        "Mr President, could I ask you the – in the Knesset the British Prime Minister said he opposed all boycotts of Israel. Do you agree with him?",
        "And secondly, Prime Minister, in 2010, you said you opposed – you said that you regarded Gaza as a prison camp. Has anything happened since then to make you change your mind?",
        "Finally, John Kerry yesterday said he had never seen such large levels of mistrust between the Israelis and the Palestinians as at present. Having seen both leaders in the past 24 hours, is that your assessment?",
        "**David Cameron**",
        "I think the question for you, Mr President was about boycotts. But the question for me on Gaza – I mean clearly the situation in Gaza is unacceptable. There are 1.7 million people living in Gaza. A huge number are reliant for their life on – on food aid. There is extremely high unemployment. There’s very low provision of healthcare and other things. It’s very important to get the economy, society moving in Gaza. And what we want to see is a Palestinian state that includes both the West Bank and Gaza and we need to work hard to achieve that.",
        "As for the question about mistrust between Palestinian leadership and Israeli leadership, of course, what I’ve seen over the last 2 days is serious disagreements over vital issues that will have to be settled, if there ever is to be a successful 2-state solution, if there is to be a peace deal.",
        "But what I’ve also seen is, I believe, 2 leaders who both want to be and can be partners for peace. I see that in Prime Minister Netanyahu and I see that in President Abbas. They both will have to take difficult and unpalatable and sometimes, unpopular decisions with their own constituencies in order to achieve that peace and to achieve that settlement.",
        "But what I sense is that it is possible. I’m not saying it is definite or even that it is probable. But it is certainly possible. And what the international community should be doing and what countries like Britain should be doing is doing everything we can to encourage these leaders to be those partners for peace and doing everything we can to marshal aid and assistance and help and security from the rest of the world, to help point the size of the prize that will be there, if these leaders can make those steps forward and all the ways in which we can help.",
        "And so I prefer to put it that way, in an optimistic way rather than simply referring to what we all know the disagreements and issues that remain between the 2 sides.",
        "**Mahmoud Abbas (via interpreter)**",
        "As for the Gaza Strip, we are fully aware that the State of Palestine includes the West Bank and Gaza strip, for sure. And this has to be there. That’s why we are trying to achieve reconciliation with Hamas, for them and for the national unity to be re-established for the Palestinian people. And that’s why we want to go for negotiations between us and Hamas, and this is what we continue repeating, and this is what we want to achieve, God willing.",
        "As for the boycotters, we did not call – we never called for boycotting the State of Israel, because we deal with the State of Israel. As a matter of fact, we deal with the State of Israel so it’s not logical to say that we boycott the State of Israel. But, rather, we boycott and call for boycotting to what’s going on in the settlements, because settlement – all the world recognises that it is illegal, and so it its products should be boycotted. The Israeli products coming from the settlements need to be boycotted, and this is what happened in Europe, and this what we encourage. But boycotting Israel? No, we don’t call for this.",
        "**Question (via interpreter)**",
        "As for achieving the framework, is this the only way **[inaudible]** to achieve agreement?",
        "How – how do you know – how do you deal with these concerns.",
        "**Question**",
        "**[Inaudible]** narrow these gaps and allow me to ask a question on Ukraine. Are you interesting in putting restrictions in Russian businessmen and Russian state’s banks, over Ukraine crisis? Thanks.",
        "**Mahmoud Abbas (via interpreter)**",
        "As for the issue of framework agreement we did not suggest a framework, but the one who suggested it are the Americans. And we said when we see the framework, we can judge this, or have a position. But so far we cannot say this is wrong or right, or acceptable or not acceptable, depending on what we hear from the media or unofficial channels until we get that framework; then we’ll have a position on that based on what we feel that it is necessary for the framework to be in line – totally in line with the international legitimacy.",
        "**David Cameron**",
        "In answer to your question, can Britain and countries like Britain narrow the gap between the Palestinian leadership and the Israeli leadership, I think all we can do is encourage leaders to take difficult and tough decisions to find compromises so that both sides can achieve the outcome everyone wants to see, which is a 2-state solution.",
        "There’s no outcome that’s possible where every Israeli will be satisfied and there’s no outcome that’s possible where every Palestinian will be satisfied. There has to be compromise. And compromise is difficult. Compromise will take bravery, and our aim is to encourage these leaders to be brave and make the compromises because the prize is so great at the end of the day.",
        "On the issue of sanctions against Russia because of what has happened in Ukraine, Britain as part of the European Union has set out a very clear map of those things that we will do in any event because of what has already happened, those steps that we will take in terms of asset freezes and travel bans if the contact group and talks between Ukraine and Russia don’t get going. And those will be brought into place if that doesn’t happen.",
        "And then thirdly, we’ve said if there is further Russian destabilisation of the Ukraine we would consider – and we’ve set it out very clearly – action across a range of economic areas. And I expect the European Union countries to stick to what they have agreed to, those important 3 steps, and Britain would support that.",
        "**Question**",
        "A domestic question, Prime Minister if you don’t mind. Polls – a poll this week shows that most people don’t trust the government when it comes to immigration. Isn’t it time to admit that you’re never going to hit your target of bringing it down to tens of thousands and that in fact, you’re so far from hitting it that when you have the opportunity to employ a British nanny, you don’t even bring the numbers down by one yourself?",
        "**David Cameron**",
        "On immigration, we have a very clear approach, which is to say that it has been too high and it needs to come down. And it has come down. It has come down across the course of this government by almost 20%.",
        "If we look at the components of that immigration, we’ve actually brought immigration from outside the EU down by something like a third to its lowest level since 1998. And we’ve done that by taking a range of steps. We’ve put in place a cap on economic migration from outside the European Union because we should be training British young people to do more of the jobs that are available. We’ve closed down something like 700 bogus colleges in our country because people were abusing the student route into Britain and we’ve taken a range of steps to make sure that family reunion is family reunion rather than another way of breaking the rules.",
        "As to my own arrangements, I think I’ve answered lots of questions about this over the years. I have an excellent woman, Gita Lama, who looks after my children, who is a British citizen. She came originally from Nepal. She carried out her exam to become a British citizen and she does a fantastic job. And she certainly fits the description of someone who works hard and wants to get on.",
        "I can confirm as well that I didn’t give her any assistance in these exams you have to take to become a British citizen. She did once ask me – one of the questions in the exam is what is the role of the British cabinet. And I won’t – I won’t share with you the answer that I gave. But I’ll leave you to speculate in the way that you normally do. Mr President."
    ]
}