{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-speech-in-moscow/",
    "title": "David Cameron – 2011 Speech in Moscow",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Moscow on 12th September 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "It’s great to be back in Moscow. I first came to Russia as a student in the year between school and university and I took the Trans-Siberian Railway from Nakhodka to Moscow. I went on to the Black Sea coast and when I was there two Russians, who spoke perfect English, turned up on a beach that was reserved for foreigners. They took me out to lunch; they took me out to dinner. They asked me intriguing questions about life in England, about what I thought about politics. And when I got to university I told my tutor about this and he asked me whether I thought it was an interview. Well, if it was, it seems I didn’t get the job. My fortunes have improved a bit since then and so have those of Russia.",
        "Moscow today is vibrant. Gone are the utopian slogans and the empty streets and shops. Today, Moscow is a bustling, colourful city that never sleeps. Russians have far more freedom to travel and the internet offers the ability to communicate with the world in a way that would have been unimaginable back then. Perhaps above all, there is a new energy here and with it a real sense of pride in Russia’s identity.",
        "Now, the relationship between Britain and Russia has improved too, certainly since the tense period of the Cold War, but there does remain the strong sense that we are still competitors. We both want the same things – prosperity, security – but we often behave as if we think we have to compete with each other in order to get them. As if Britain’s prosperity comes at the expense of Russia’s and vice versa. As if Britain being more secure means Russia being less secure. As if every issue must involve one of us winning and the other losing and the only question, therefore, is who wins and by how much?",
        "Now, my message today is very different to that. Yes, of course, I accept that Britain and Russia have had a difficult relationship for some time and that we should be candid in areas where we still disagree, but I want to make the case this morning for a new approach based on cooperation. Right now, we both face enormous challenges, from providing for our ageing populations and securing sustainable economic growth to protecting our countries against a global terrorist threat. The countries that will be successful in the 21st century will not be those that hunker down, that pull up the drawbridge, that fail to overcome their differences with others. The successful countries will be those that work together and look to people like you – young, ambitious, with a national pride but a global vision – to help shape their future.",
        "So we face a choice: we can settle for the status quo where in too many areas we are in danger of working against each other and therefore both losing out, or we can take another path that is open to us – to cooperate, to work together and therefore both win. Today, I want to make the case that – let me try this again carefully – Вместе мы сильнее: together we are stronger. I studied economics not languages at university. I think that’s probably apparent. So let me start with the economy.",
        "Now, some people talk about trade as a competition in which one country’s success is another country’s failure. That if our exports grow then someone else’s will shrink. But the whole point about trade is that we are baking a bigger cake and everyone can benefit from it and this is particularly true, perhaps, of Russia and Britain. Russia is resource-rich and services-light whereas Britain is the opposite. In fact, Britain is already one of the largest foreign direct investors in Russia and Russian companies already account for around a quarter of all foreign initial public offerings on the London Stock Exchange. So we’re uniquely placed to help each other grow, but much of that growth won’t just happen of its own accord. I believe we have to help make it happen by working together in three ways: first, by creating the best possible business environment for trade and investment; second, by developing our partnership in key growth sectors like science and innovation where Britain and Russia have particular complementary strengths; and third, by working together on the global stage to help create the stability and security on which our future prosperity depends, and I want to say a word briefly about each of those three.",
        "Both our governments need to remember that businesses don’t have to invest in either of our countries, they choose to and we need to help them make that choice. That means ensuring the effective and predictable rule of law, not least so that companies can be confident that payments will be made promptly and that contracts will be enforced. It means getting to grips with our national finances so the budget deficits don’t undermine confidence and macroeconomic stability. It means creating a workforce with the skills and creativity to compete in the 21st century. And it means getting our tax rates low and competitive, minimising the burden of regulation so that business and entrepreneurship can flourish.",
        "This has been a real priority for me since I took office over a year ago. Britain has taken some really tough decisions to get to grips with a record budget deficit and we are working hard to create the best possible environment for business. We are creating the most competitive corporate tax regime in the G20. We are cutting the time it takes to set up a new business and we have issued a ‘one in, one out’ rule for regulation so that any minister who comes to me wanting to bring in a new regulation has to get rid of an existing one first. Today, I believe Britain offers Russia the strongest business environment in Europe and the lowest barriers to entrepreneurship almost anywhere in the world.",
        "We want to work with you to help strengthen Russia’s business environment too, so more British businesses can invest here, creating more jobs and better value products for Russian consumers and therefore more prosperity for all of us. UK goods exports to Russia are already £3.5 billion; that is up 50% on the last year alone and they’re growing by almost two-thirds in the first half of this year. We want to do everything we can now to build on this and take our trade and our investment to a new level.",
        "That is why we will support Russia’s accession to the World Trade Organisation and it’s why I’ve brought with me such a strong British business delegation with companies like BP that is responsible for Russia’s biggest foreign investment. Today, we are signing new deals worth £215 million, including Kingfisher opening nine new stores over the next three years, an important collaboration between Rolls-Royce and Rosatom on civil nuclear cooperation. At the same time, we’ll also be – we will work to give small and medium-sized companies the chance to trade. We should remember that it will be these companies not the biggest companies that will provide the lion’s share of the growth and jobs of the future, and what I said about choosing to invest and choosing to stay and the need for effective and predictable rule of law to ensure payments applies particularly to those small and medium-sized companies.",
        "But opening up trade and investment is not enough on its own. As governments, we need to support the innovation and entrepreneurship that can drive growth. Vital to this, as Prime Minister Putin has said, are breakthrough ideas in science and technology. In this UK-Russia Year of Space we are already seeing the foundations of great cooperation in medicine and satellite technology which is improving global disaster monitoring and earthquake predictions. Go into a Russian secondary school this month and, for the first time, there are plastic display computers robust enough to be dropped on the ground, funded by RUSNANO and developed by Plastic Logic, a spinoff from Cambridge University.",
        "Today also sees the launch of Pro Bono Bio, the result of a two-year Anglo-Russian project to create a new international pharmaceutical company with a unique humanitarian mission, offering free drug donations to Africa based on the sales of its products in Western Europe. I believe we can do even more in this vital sector and many of you can play a role in helping us to do so. In the UK, we are creating a tech hub, a Silicon Valley of our own in East London. Here, President Medvedev has founded the Skolkovo Innovation City. World-leading British universities including Cambridge, Oxford, Imperial and Glyndŵr in Wales will be working with Skolkovo on lasers, optics, nuclear and energy efficiency.",
        "Of course, it is not just science and technology. There are a whole range of sectors where we have complementary strengths which can boost our mutual prosperity, from supporting the modernisation of Russian railways to working together in the run up to the London Olympics and the Sochi Winter Olympics, where British companies are already working on the main stadia. Cooperation rather than just competition is the way to stronger growth and prosperity for us all.",
        "But we do not just share bilateral interests between Britain and Russia. At the G20 we share an interest in strong and sustainable global growth. We must address the economic and financial imbalances that brought the global economy to its knees only three years ago. Russia and Britain can work together at the G20 to promote the global economic stability on which we all depend.",
        "So how Britain and Russia work together really matters for the prosperity of all our people and the same is also true for security. On geopolitics, many of our interests are actually much closer than we might think. Whether we are talking about Islamic extremism, nuclear proliferation, counternarcotics, climate change, Britain and Russia actually share many of the same concerns. Moscow and London have both been victims of horrific terrorist attacks. We need to unite against the threat of terrorism and the warped ideology that underpins it, we need to work together with our international partners to prevent countries like Iran from acquiring nuclear weapons, and as new technologies develop to allow us to defend ourselves better against the threat of ballistic missiles from rogue states, we need to cooperate to ensure they make us all safer, not compete against each other in a new arms race.",
        "We have shared interests in stability in the Middle East and North Africa too. I know we have not always agreed, Britain and Russia, about how to achieve that stability. Let me put my cards on the table: the view I have come to is that the stability of corrupt and violent repressive dictatorships in Middle Eastern states, like Gaddafi’s in Libya, is a false stability. The transition to democracy may well have its difficulties and its dangers, but it is not only the best long-term path to peaceful progress, it is also a powerful alternative to the poisonous narrative of Islamist extremism that had poisoned so many young people’s minds.",
        "I believe that Britain and Russia and the whole international community have a role to play in helping to support peace, stability and security across the Arab world. Of course there are sceptics in both our countries who will doubt that we can ever get beyond the competitive ideological instincts of the past. There are two groups in particular which I want to take on today; there are the Britain-sceptics, those who think that we will always clash because Britain cannot be trusted and that we will use the disagreements of the past as a pretext to put Russia down. And then there are the Russia-sceptics, those who say that Russia should not modernise, should not innovate, should not open up to the outside world because modernisation will undermine stability and prosperity.",
        "To the Britain-sceptics I say this: yes, there remain difficult issue that hamper mutual trust and cooperation, there are extradition cases Russia wants to pursue and we still disagree with you over the Litvinenko case. On that, let me say this: our approach is simple and principled. When a crime is committed that is a matter for the courts; it is their job to examine the evidence impartially and determine innocence or guilt. The accused has a right to a fair trial, the victim and their family have a right to justice, it is the job of governments to help courts do their work and that will continue to be our approach. So we cannot pretend these differences do not exist. We need to keep working for an honest and open dialogue to address them candidly, but at the same time we have a responsibility to recognise the many ways in which we do need each other, to end the old culture of tit for tat and find ways for us to work together to advance our mutual interests.",
        "Now, to the Russia-sceptics who believe that modernisation will undermine stability and prosperity, I say take another look. Modernisation is the only way to guarantee stability and prosperity. President Medvedev and Prime Minister Putin have been clear about this too. Prime Minister Putin’s strategic goals for 2020 make clear the importance of effective market and government institutions. President Medvedev has emphasised his focus on tackling corruption as being fundamental to Russia’s progress. Back in June he said that Russia’s focus needs to include, and I quote, ‘Real progress in fighting corruption, establishment of a modern police force and other law enforcement agencies, and efforts to make the judicial system more effective.’",
        "Let me say, from my own experience I have no illusions about how hard these issues can be. In Britain we have our own serious challenges too. The rule of law is vital; vital for foreign investment, for entrepreneurship and innovation, for people to be encouraged to start their own businesses. They need to have faith that the state, the judiciary and the police will protect their hard work and not put the obstacles of bureaucracy, regulation or corruption in their way.",
        "I have talked to many British businesses; I have no doubt about their ambition to work in Russia and it is also clear that the concerns that continue to make them hold back are real concerns. They need to know that they can go to a court confident that a contract will be enforced objectively and that their assets and premises won’t be unlawfully taken away from them. In the long run the rule of law is what delivers stability and security. I believe the best guarantor of prosperity and stability is for economic and political progress and political openness to go step in step together.",
        "When people get economically richer they make legitimate demands for political freedoms to match their economic freedoms. And as they start to benefit from a free media, guaranteed human rights, the rule of law, and a greater stake in how their society is run so they will have the confidence and energy to invest in a new cycle of innovation and growth. And that is something I believe to be true in every part of the world.",
        "So I believe we can prove the sceptics wrong. We can rebuild the relationship between Britain and Russia, working together to develop a modern and ambitious partnership which will help both our countries achieve a more prosperous and secure future. Of course none of this will just happen; a new partnership requires bold decisions, it requires a commitment from both countries. I am here today to make that commitment on behalf of Britain and I hope that Russia will match it. In the last twenty years Russia and Britain have both come a long way but each largely on their own. In the next twenty years I believe we can go very much further as we prove – and let me end trying once again – that Вместе мы сильнее. Thank you.",
        "**Question**",
        "Prime Minister, at what time and what stage of your life did you make up your mind to become a politician and why?",
        "**Prime Minister**",
        "Very good question. Certainly when I was here in 1985 when I was a student I wasn’t sure I wanted to be a politician; I wasn’t sure what I wanted to do. So there was for me no blinding moment when I thought, ‘That’s it, I want to be a politician’. I think there was a growing view that the most important thing you can do in life is public service and politics is a good way of being in public service. You’re both grappling with the big issues and problems that affect your country and your world but also you’re working with people and working for people at the same time. And I worked for a Member of Parliament also between that year of school and university and saw a little bit about what politics involved and that triggered a growing interest that grew as I went through university and left university and then I decided I wanted to try myself to be in politics. But as they say: if you go into politics, you should always have a second career as well just in case it doesn’t work out.",
        "**Question**",
        "Many people who got an English visa always say that this procedure is very difficult. Is it possible to simplify this procedure in the nearest future?",
        "**Prime Minister**",
        "That’s an important issue, the whole issue of visas between Britain and Russia. I’ve been looking again at the statistics and there’s not a big difference between the number of visas that Britain issues to Russians and the number of visas that Russia issues to Britain. And actually there’s not a big difference either in the prices that we both pay. So of course we have to have effective border controls, both our countries. We have to have an effective way of making sure that we have our borders under control. We always can look at ways to make sure it is faster, more efficient but I think I’m right in saying that over the last year something like 96% of the visas that have been asked for by Russian citizens have been granted and I think most of them have been processed within 15 days, so we’ll always look at having an effective procedure but I think you’ll find the two systems are really quite similar for travel both ways. But I’m sure it’s one of the many issues that I’ll be able to discuss with your President when we meet later today.",
        "**Question**",
        "I’ve heard a little about the Big Society and I’m wondering how successful it’s been so far in the UK.",
        "**Prime Minister**",
        "Thank you. Well, this is a very simple idea which I think can apply all across the world which is that we often think that only governments can deliver the things that we need: whether it is education; whether it is help for people who are in trouble; whether it is rehabilitation for drugs. We often turn to government immediately to say ‘what’s the government doing?’ The whole idea behind the Big Society is to say actually when you look at many of these problems that need solutions, we often find it is churches, charities, voluntary bodies, community groups, people coming together to come up with new, innovative solutions that works best. So the Big Society is all about saying, ‘How do we take that excellent practice that already exists and try and encourage it; try and boost it; try and help it deliver more; try and get rid of all the barriers in the way of voluntary bodies, charities, churches, community groups doing more.’",
        "And that is what we’re doing in the UK. We’re encouraging volunteering; we’re encouraging the voluntary sector; we’re trying to cut all the bureaucracy that gets in the way of people wanting to help each other. And then we have one or two specific things that we’re doing that we believe will make a big difference. So for instance we are establishing a Big Society Bank because if you ask charities, churches, voluntary groups ‘what is it that stops you doing the brilliant thing you’re doing in one area in lots of areas?’ They will say that unlike businesses, ‘We can’t get hold of loans, we can’t get hold of funding, we only get the money for one year – we need proper money so that we can expand our brilliant school or our drug rehab project or our community project’ and so this Big Society Bank will be able to lend them money so that they are able to expand and replicate what they do in many different parts of the country.",
        "And why I think the Big Society concept will be taken on by many other countries in the world is that I think we all face two of the same problems. Firstly, there is a limit to the amount of money that government can spend and raise to solve problems, and secondly, there are no end of problems that often get more complex, that need solutions. And I think we all know in our own countries if you ask ‘which is the best organisation for rehousing the homeless; for tackling drug addiction; for helping children who are not getting on at school; for teaching people to read?’",
        "When you ask that question, so often the answer is not the department of state that is responsible for it, but the brilliant charity that has started up and is actually solving those problems itself. So, I think the concept of the Big Society is one that has existed for thousands of years in our societies, but it’s getting ever more relevant and it needs governments that understand that and that can help others to do good work, rather than to think governments do it all on their own.",
        "**Question**",
        "You speak about Russian-English cooperation, but how could we improve this when Europe does not have any combined system of international relationships? The USA deploys missiles in western countries. Can Europe answer to this challenge?",
        "**Prime Minister**",
        "Is it really possible for Britain and Russia, or America and Russia, who had such a difficult relationship for so many years – is it possible to have a much stronger relationship? Well, my answer to that is yes, and for this very personal reason. When I think about when I came to Russia in 1985, and you think of the huge gulf between us during the Cold War, coming into a country where I remember as I got off the train in Moscow I was met by someone I have never heard of before, but he wanted to know what was a British student doing in Moscow on his own and not as part of some tourist group. During the Cold War there was this incredibly frozen relationship where things couldn’t get better. At that time, many people would have said, ‘This will go on for years. This will go on forever. There’s no reason why the Cold War will end.’ But it did end. Never believe that just because a relationship is difficult now it can’t be better in the future. I think there are many reasons for optimism.",
        "You mentioned the issue of missiles. Again, I would say if you compare, when I was a student there was the deployment of Russian missiles, there was the deployment of cruise and Pershing missiles by the West. There were growing tensions and growing arms races. All that now has changed, so I don’t think you should be pessimistic at all about a proud, independent country like Russia, with its own nuclear deterrent, can’t have a good and strong relationship with a country like America or a country like Britain, France, Italy or Germany. Obviously we have a huge amount of work to strengthen these relationships and there are all sorts of scepticism and mistrust on the path. I think the whole point of visits like this and other people who’ve been to Russia is to try and break down some of those barriers and recognise that in international relations – after all, the relations between people in Russia and Britain are extremely strong, and so there is no reason why the relationships between the British government and the Russian government should not be stronger too.",
        "That is the reason I have come here today. In that spirit, I thank you very much for listening to my speech and for providing me with such good questions. May I take the opportunity to wish all of you well in your studies here at Moscow University and wish you a very strong and prosperous future. Thank you very much indeed."
    ]
}