{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-to-knesset/",
    "title": "David Cameron – 2014 Speech to Knesset",
    "post_date": "November 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, to the Knesset in Israel on 12th March 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Shalom lekulam. Prime Minister, Mr Netanyahu, Mr Speaker, Mr Chairman of the Opposition, Members of the Knesset, ladies and gentlemen. Thank you for that welcome. Well, if I was thinking of missing Prime Minister’s questions in the House of Commons, and finding somewhere to spend a quiet Wednesday afternoon, clearly I’ve come to the wrong place. But it is a great honour to address this historic parliament, for 65 years at the heart of the state of Israel, and a beacon of democracy to the region and the world.",
        "My ambassador did warn me about what may happen today. He said, ‘People may shout. Some people might leave. Fights may break out.’ He said you may learn the meaning of a new Hebrew word: balagan. I don’t think we’ve even got close to that this afternoon. And let me say this: we should think of all of those who don’t have a parliament, who don’t have a democracy, who don’t have a voice, and we should be proud of our democracies, our parliaments and our disputes.",
        "When I was last here in Jerusalem I came as leader of the opposition, and I remember being quite bemused as I sat listening to Israeli politicians telling me all about the challenges of coalition politics. They told me about building a coalition, keeping it together, balancing the demands of different parties. Sorting out all the disputes. And I just didn’t understand this strange system of government. But after nearly 4 years as Prime Minister of my own coalition, all I can say is, achshav ani mevin.",
        "What I have always understood is the extraordinary journey of the Jewish people. Thousands of years of history in this holy land, thousands of years of persecution, and even today some people despicably questioning your right to exist. Now, my Jewish ancestry is relatively limited but I do feel some sense of connection from the lexicon of my great-great grandfather, Emile Levita, a Jewish man who came from Germany to Britain 150 years ago, to the story of my forefather, Elijah Levita, who wrote what is thought to have been the first ever Yiddish novel. But more importantly, I have learnt to understand something of Jewish values and character, and I have grown to appreciate the extraordinary contribution of the Jewish people to my country and to the world.",
        "That sense of understanding has shaped my determination to remember the past, my commitment to Israel in the present, and my hopes for Israel’s future, and I would like to say something about each of those today.",
        "First, remembering the past. One of the most moving experiences I’ve had as Prime Minister came in January this year when I held a reception in Downing Street for 50 survivors of the Shoah. I met some of the most inspiring people and heard some of the most extraordinary stories. Gena Turgel, who witnessed her brother being shot by the Nazis and lost another brother and 2 sisters before she was eventually liberated from Bergen-Belsen and went on to marry the British soldier who freed her.",
        "And Ben Helfgott, who endured 3 years in a ghetto, 2 labour camps and 3 concentration camps before he made it to England, where he was reunited with one of his sisters, the only other member of his whole family to survive. Ben went on to represent Britain as a weight lifter in 2 Olympic Games, he set up a society for Holocaust survivors, was honoured in Poland for his reconciliation work between Poles and Jews, and I’m delighted that Ben has come with me here today.",
        "All of the survivors have made such an incredible contribution to Britain, and one of the things so many of them have done, which never ceases to amaze me, is to go into our schools and share their testimony at first hand. It is hard to imagine the sheer strength of humanity it must take to do that. And let me say this – I am determined that long after they are gone and long after we are all gone, their memory will be as strong and vibrant as it is today.",
        "As a father, I will never forget last year visiting the Holocaust Memorial in Berlin with my young children and for the first time trying to explain to them quite what had happened. I want every child in Britain to learn about the Holocaust and to understand just how vital it is to fight discrimination and prejudice in our world. It is vital we do all we can with our international partners to preserve the site at Auschwitz, which I will be visiting later this year. But we need to do more, and that is why I have set up the Holocaust Commission in Britain. A number of the Commissioners are here with Ben and me today and as we visit Yad Vashem later today, our pledge to Ben will be that Britain will never forget what he and his fellow survivors have taught us. We will preserve the memory of that generation for every generation to come.",
        "But remembering the past goes far beyond that horrific suffering by that generation; it is about remembering the long and rightful search of a people for a nation, and the right for the Jewish people to live a peaceful and prosperous life in Israel. From the early pioneers, the men and women of the Palestine Exploration Fund, who saw the Jewish history in this land and the possibilities for the future, to the Balfour Declaration, the moment when the State of Israel went from a dream to a plan, Britain has played a proud and vital role in helping to secure Israel as a homeland for the Jewish people. And just as important as the history is the partnership we are building between our countries today. That begins with our commitment to Israel’s security.",
        "On my last visit here, I took a helicopter ride heading north over Israel, looking right to the Jordan River and left to the Mediterranean Sea, I really appreciated for the first time just how narrow and vulnerable this land is. A vulnerability that has already seen 38 missiles from Gaza this year alone, a vulnerability that just this week has seen the interception of the KLOS-C ship, yet another despicable attempt by the Iranians to smuggle more long-range rockets into Gaza, a vulnerability that has too often seen nearby Palestinian schools being named in honour of suicide bombers. It gave me a renewed understanding of what it must be like to be afraid in your own home. So let me say to you very clearly – with me you have a British Prime Minister whose belief in Israel is unbreakable and whose commitment to Israel’s security will always be rock solid.",
        "I will always stand up for the right of Israel to defend its citizens, a right enshrined in international law, in natural justice and fundamental morality, and in decades of common endeavour between Israel and her allies. When I was in opposition, I spoke out when – because of the law on universal jurisdiction – senior Israelis could not safely come to my country without fear of ideologically motivated court cases and legal stunts; when I became Prime Minister, I legislated to change it. My country is open to you and you are welcome to visit any time.",
        "When I saw the threat the Hezbollah represented to Israel and beyond, I forged a Europe-wide consensus to proscribe its military wing, a key step in the fight against this enemy on your borders. I have led the fight against anti Semitism and extremism in Britain. We have removed over 26,000 pieces of illegal terrorist content from the internet, we’ve worked with the police and our universities to stop extremists spreading their divisive messages on our university campuses, and we’ve excluded more foreign preachers of hate on the basis of our strategy for preventing extremism than ever before. We said ‘no’ to Zakir Naik, we said ‘no’ to Yusuf Qaradawi and we said ‘no’ to Judon Mumbala Umbala, whose abhorrent displays of anti-Semitism have no place in a tolerant and inclusive Britain.",
        "I have stood up to protect Jewish practices too. The Jewish community has been an absolute exemplar in integrating into British life in every way. But integration doesn’t mean that you have to give up things that you hold very dear in your religion. When people challenged Kosher Shechita I have defended it. I fought as a backbench Member of Parliament against the last attempt to do something to change this, and there is no way I’m allowing that to change now I’m Prime Minister – on my watch Shechita is safe in the United Kingdom.",
        "I am proud to be pursuing the strongest and deepest possible relationship between our 2 countries, from our trade, which has doubled in a decade and is now worth £5 billion a year, to the world-leading partnerships between our scientists, academics and hi-tech specialists. Britain and Israel share a commitment to driving the growth of hi-tech start-ups. In Britain we’ve introduced huge tax breaks on early stage investment and special visas for entrepreneurs and in just 3 and a half years we’ve grown our Tech City in east London from 200 digital companies to more than 1,300 today.",
        "Israel is the start-up nation, with the second highest density of start-ups outside Silicon Valley anywhere in the world. As your inspirational President Peres has put it – Israel has gone from oranges to Apple. Israel’s technology is protecting British and NATO troops in Afghanistan, it is providing Britain’s National Health Service with one in 6 of its prescription medicines through TEVA. Together British and Israel technical expertise can achieve so much more.",
        "And to those who do not share my ambition, who want to boycott Israel, I have a clear message – Britain opposes boycotts; whether it is trade unions campaigning for the exclusion of Israelis or universities trying to stifle academic exchange, Israel’s place as a homeland for the Jewish people will never rest on hollow resolutions passed by amateur politicians. It is founded in the spirit and strength of your people, it is founded in international law, it is founded in the resolve of all your allies to protect an international system that was forged in our darkest days to put right historic wrongs. And it is founded in the achievement of your economy and your democracy, a country pledged to be fair and equal to all its citizens, whether Jewish, Muslim, Christian, Arab or Druze, it is your destiny. De legitimising the State of Israel is wrong, it is abhorrent and together we will defeat it.",
        "Let me turn to my hope for Israel’s future: we all yearn for a lasting and secure peace between Israel and its neighbours. Britain fully supports the great work that American Secretary of State John Kerry has been leading, and we believe that in Prime Minister Netanyahu and President Abbas, you have leaders who want peace too. We back the compromises needed, including a halt to settlement activity and an end to Palestinian incitement too. And we recognise the difficult and courageous decisions both sides are taking, not least with Prime Minister Netanyahu’s decision to release terrorist prisoners, with all the anguish that can bring for affected families.",
        "But people come to this Parliament from all over the world and talk about maps and population numbers and processes and deadlines; they tell you how to run your peace process – I will not do that. You know that I want peace and a 2 state solution; you don’t need lectures from me about how to get there. What I want to say is something different; what I want to say is this – imagine what this land would be like if a 2 state solution was actually achieved.",
        "Think of all the aspects of life that would change: Israel’s relationships with the world, its security, its long-term prosperity and the quality of life for all of its people. On Israel’s relationships, imagine – as John Kerry put it – mutual recognition of the nation state of the Palestinian people and the nation state of the Jewish people. And let’s be clear what that means: an end to the outrageous lectures on human rights that Israel receives at the United Nations from the likes of Iran and North Korea; an end to the ridiculous situation where last year the United Nations General Assembly passed 3 times as many resolutions on Israel as on Syria, Iran and North Korea put together; no more excuses for the 32 countries in the United Nations who refuse to recognise Israel; and for the Arab League, how many of those states yearn today for a different relationship with Israel, which the peace agreement would enable them to deliver.",
        "Think of the capitals in the Arab World where Israelis could travel, do business and build a future. Imagine Israel, like any other democratic nation, finally treated fairly and normally by all. On security, imagine a peace deal that would leave Israel more secure not less secure, not a temporary deal broken by Hamas firing rockets at you or Iranian proxies smuggling weapons through the Jordan Valley, but a proper, lasting peace that allows a strong, moderate Palestinian government to end the fears of a failed state on Israel’s border, a deal that means the end of all claims and the end of all conflict, Israelis and Palestinians no longer each other’s enemy but actually working together to maintain security against those who would seek to harm us all.",
        "On prosperity, the possibilities of peace are extraordinary. This is a region where demographics are demanding 40 million jobs in the next decade to keep pace with the rising expectations of young people, a region with a thirst for higher education today will need to be met with the jobs of tomorrow. So imagine the engine of Israel’s economy fully unleashed to work in the region and to meet the needs that are common to all, how to make the best use of land and technology to feed a rising population, how to harness water resources that are so precious to all. Imagine Israel’s technology working hand-in-glove with those making strides in renewables, securing the future needs of their peoples for a time when their economies are no longer so reliant on carbon.",
        "Imagine the agreements, ready to be signed off with every major trading bloc in the world, committees deliberating not on what products to stop from Israel but what products they can bring in, and imagine too, how this new future would feel, because this isn’t just about security and prosperity, as important as those are; this is about justice for 2 peoples; dignity for the Jewish people and yes dignity for the Palestinian people too, generations of Jewish and Palestinian children for once growing up in hope, not fear.",
        "Israel is a nation where around every corner there is a memorial and a reminder of those who fought to create a modern Israel from the human tragedies of the past. But those sacrifices, they weren’t just to build a state that was physically secure; they were to build a state that would fulfil its rightful moral position in a region where security, dignity and mutual respect would be the new watchwords. For Israelis, a life free from the everyday fear of terror; for the Palestinians, finally, the chance to live autonomously in a state of their own. Imagine if you could look your children and grandchildren in the eye and know that your hope could become their reality.",
        "These are the dividends of peace that I long for in Israel and I will do everything I can to help to bring them about, and at the same time, we must be constantly vigilant about the wider challenges in the region. These are challenges we all face: the threat of a nuclear-armed Iran, and perhaps the greatest challenge of all, the poisonous ideology of Islamist extremism. And to people who try to say that Israel is the cause of these problems, I say that fundamentally misunderstands what these problems are about.",
        "Take Iran: Israel is not the cause of the shadow that Iran casts over the world, there is no rule that says if Israel and Palestinians make peace, Iran is somehow going to dismantle its despotic regime or abandon its nuclear intentions. That can only be done through sustained international pressure. Now, I share your deep scepticism and great concern about Iran. I am not starry-eyed about the new regime. A nuclear-armed Iran is a threat to the whole world, not just to Israel. And with Israel and all our allies, Britain will ensure that is never allowed to happen.",
        "Similarly, while, of course, extremism feeds on conflict in the Middle East and elsewhere, Israel is not the cause of the poisonous ideology that fuels terrorism across the region and across the world. We must be clear what we mean by this term – the poisonous ideology of Islamist extremism – and we must distinguish it from Islam. Islam is a religion observed peacefully and devoutly by over 1 billion people; Islamist extremism is a warped and barbaric ideology that tries to set our societies against each other by radicalising young Muslims all across the world.",
        "At its furthest end are those who back terrorism to promote their ultimate goal – an entire Islamist realm governed by an interpretation of Sharia; move along the spectrum and you’ll find people, yes, who may reject violence but who accept various parts of the extremist world view, including real hostility towards Israel and the West, towards our democracy and liberal values. They provide succour for the men and women of violence and we must confront and challenge them too. That is what Britain’s approach to anti-extremism is all about. Now, no country knows more about the threat of terror, justified by this grim Islamist mind-set than you do here in Israel, but we too have paid our price on the streets of London and elsewhere in our country, and indeed around the world. So we share your resolve to overcome this evil.",
        "And I believe that like our closest allies, Britain and Israel have the history, the values, the capability, and yes, the historic responsibility to take this on. We need a response that is tough, intelligent and patient. Tough, in that it does demand a strong security response, whether it’s that military action to go after the terrorists or international cooperation on intelligence and counter terrorism, to make sure the Taliban don’t take over in Afghanistan, or to support AMISOM against Al-Shabaab in Somalia.",
        "And yes, it requires a tough, strong security response to defeat the Al-Qaeda linked terrorists and extremists in Pakistan, in Syria in Sinai and wherever else they’re found. But alongside a tough security response must be an intelligent political response. We know that the Al-Qaeda franchises thrive where there is political instability and weak or dysfunctional political institutions, so we must match a strong security response with a political approach that addresses these issues. That means supporting the building blocks of democracy, the rule of law, the independence of the judiciary, the rights of minorities, free media and association, a proper place in society for the army.",
        "I’m a Conservative. I don’t believe in dropping these things from a great height. Every country must make its own way, but we should never forget those values that are at the heart of our own progress and that means supporting the evolution of effective and accountable government, and backing people in their search for a job and a voice.",
        "Third, we must be patient and resolute. We are in the middle of a generational struggle against a poisonous ideology which is an extreme distortion of the Islamic faith, and which holds that terror and mass murder are not only acceptable but necessary. I’m convinced we will be fighting Islamic extremism for the rest of my political lifetime and we must tackle this poisonous thinking at home and abroad and resist the ideologues’ attempts to divide the world into a clash of civilisations.",
        "The underlying conflicts and grievances that are exploited by terrorists are in many cases long standing and deep, and the building blocks of democracy which are a big part of the solution take time to put in place. But this tough, intelligent and patient approach is the best way to defeat terrorism and ensure our own security. And we must, and we will, pursue it with an iron resolve.",
        "Later this week, you will celebrate Purim. You will recall the time when the Jewish people were under threat of extermination in ancient Persia, and you will experience a day of joy in memory of the way the Jewish people were saved and freedom was delivered. All of us here long for the day that the Jewish people can be free and safe in their homeland. I know the challenges in getting there are great, but far greater is the friendship I bring from Britain and the strength of our collective resolve. So as I stand here with you today and look to the future, my message is simple: we will be with you every step of the way.",
        "Thank you."
    ]
}