{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-resignation-speech/",
    "title": "David Cameron – 2016 Resignation Speech",
    "post_date": "June 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 24 June 2016 following the referendum result to leave the EU.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The country has just taken part in a giant democratic exercise – perhaps the biggest in our history. Over 33 million people – from England, Scotland, Wales, Northern Ireland and Gibraltar – have all had their say.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should be proud of the fact that in these islands we trust the people with these big decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We not only have a parliamentary democracy, but on questions about the arrangements for how we are governed, there are times when it is right to ask the people themselves – and that is what we have done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The British people have voted to leave the European Union and their will must be respected.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want to thank everyone who took part in the campaign on my side of the argument, including all those who put aside party differences to speak in what they believed was the national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And let me congratulate all those who took part in the leave campaign – for the spirited and passionate case that they made.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The will of the British people is an instruction that must be delivered. It was not a decision that was taken lightly, not least because so many things were said by so many different organisations about the significance of this decision.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So there can be no doubt about the result.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Across the world people have been watching the choice that Britain has made. I would reassure those markets and investors that Britain’s economy is fundamentally strong.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I would also reassure Brits living in European countries and European citizens living here that there will be no immediate changes in your circumstances. There will be no initial change in the way our people can travel, in the way our goods can move or the way our services can be sold.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We must now prepare for a negotiation with the European Union. This will need to involve the full engagement of the Scottish, Welsh and Northern Ireland Governments, to ensure that the interests of all parts of our United Kingdom are protected and advanced.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But above all this will require strong, determined and committed leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am very proud and very honoured to have been Prime Minister of this country for six years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe we have made great steps, with more people in work than ever before in our history; with reforms to welfare and education; increasing people’s life chances; building a bigger and stronger society; keeping our promises to the poorest people in the world, and enabling those who love each other to get married whatever their sexuality.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But above all restoring Britain’s economic strength, and I am grateful to everyone who has helped to make that happen.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have also always believed that we have to confront big decisions – not duck them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why we delivered the first Coalition government in seventy years to bring our economy back from the brink. It’s why we delivered a fair, legal and decisive referendum in Scotland. And why I made the pledge to renegotiate Britain’s position in the European Union and hold a referendum on our membership, and have carried those things out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I fought this campaign in the only way I know how – which is to say directly and passionately what I think and feel – head, heart and soul.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I held nothing back.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I was absolutely clear about my belief that Britain is stronger, safer and better off inside the European Union, and I made clear the referendum was about this and this alone – not the future of any single politician, including myself.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the British people have made a very clear decision to take a different path, and as such I think the country requires fresh leadership to take it in this direction.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I will do everything I can as Prime Minister to steady the ship over the coming weeks and months, but I do not think it would be right for me to try to be the captain that steers our country to its next destination.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is not a decision I have taken lightly, but I do believe it is in the national interest to have a period of stability and then the new leadership required.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is no need for a precise timetable today, but in my view we should aim to have a new Prime Minister in place by the start of the Conservative Party Conference in October.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Delivering stability will be important and I will continue in post as Prime Minister with my Cabinet for the next three months. The Cabinet will meet on Monday.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Governor of the Bank of England is making a statement about the steps that the Bank and the Treasury are taking to reassure financial markets. We will also continue taking forward the important legislation that we set before Parliament in the Queen’s Speech. And I have spoken to Her Majesty the Queen this morning to advise her of the steps that I am taking.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A negotiation with the European Union will need to begin under a new Prime Minister, and I think it is right that this new Prime Minister takes the decision about when to trigger article 50 and start the formal and legal process of leaving the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I will attend the European Council next week to explain the decision the British people have taken and my own decision.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The British people have made a choice. That not only needs to be respected – but those on the losing side of the argument, myself included, should help to make it work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain is a special country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have so many great advantages.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A parliamentary democracy where we resolve great issues about our future through peaceful debate; a great trading nation, with our science and arts, our engineering and our creativity respected the world over.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And while we are not perfect, I do believe we can be a model of a multi-racial, multi-faith democracy, where people can come and make a contribution and rise to the very highest that their talent allows.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Although leaving Europe was not the path I recommended, I am the first to praise our incredible strengths. I have said before that Britain can survive outside the European Union and indeed that we could find a way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now the decision has been made to leave, we need to find the best way, and I will do everything I can to help.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I love this country – and I feel honoured to have served it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I will do everything I can in future to help this great country succeed.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}