{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-on-scottish-independence/",
    "title": "David Cameron – 2014 Speech on Scottish Independence",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 7th February 2014 at the Lee Valley VeloPark.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I want to thank Glasgow Caledonian for co-hosting this event.",
        "This is a fantastic, forward-looking university – and we are very grateful for your support today as we are to the Lee Valley VeloPark, for hosting us in this magnificent space.",
        "Less than 2 years ago, this Velodrome was a cauldron of excitement.",
        "Chris Hoy was ripping around at 40 miles per hour I was up there, I had a whole seat but believe me, I only used the edge.",
        "3 more golds – an incredible night.",
        "But for me, the best thing about the Olympics wasn’t the winning.",
        "It was the red, the white, the blue.",
        "It was the summer that patriotism came out of the shadows and into the sun.",
        "Everyone cheering as one for Team GB.",
        "And it’s Team GB I want to talk about today.",
        "Our United Kingdom.",
        "Last year, the date for the Scottish referendum was fixed.",
        "The countdown was set.",
        "And today, we have just over 7 months until that vote.",
        "Centuries of history hang in the balance; a question mark hangs over the future of our United Kingdom.",
        "If people vote yes in September, then Scotland will become an independent country.",
        "There will be no going back.",
        "As I have made clear, this is a decision that is squarely and solely for those in Scotland to make.",
        "I passionately believe it is in their interests to stay in the UK.",
        "That way Scotland has the space to take decisions, while still having the security that comes with being part of something bigger.",
        "From Holyrood they can decide what happens in every hospital, school and police station in Scotland and in the UK, Scotland is part of a major global player.",
        "These are the arguments we will keep on putting til September 18th.",
        "It is their choice, their vote.",
        "But my argument today is that while only 4 million people can vote in this referendum, all 63 million of us are profoundly affected.",
        "There are 63 million of us who could wake up on September 19th in a different country, with a different future ahead of it.",
        "That’s why this speech is addressed not so much to the people of Scotland, but to the people of England, Wales and Northern Ireland.",
        "Within these countries there are a whole range of different views about this referendum.",
        "There are those I’d call the ‘quiet patriots’: people who love the UK, love our flag and our history – but think there’s nothing much they can do to encourage Scotland to stay in the UK so they stay out of the debate.",
        "There are the ‘shoulder shruggers’: people who are ambivalent about the outcome, who think this doesn’t matter much to anyone South of the border.",
        "Their view is that if Scotland left the UK then yes, that would be sad, but we could just wave them a wistful goodbye and carry on as normal.",
        "And then there are those – a few – who think we’d be better off if Scotland did leave the UK, that this marriage of nations has run its course and needs a divorce.",
        "Today I want to take on all these views: the idea we’d be better off without Scotland, the idea that this makes no difference to the rest of the UK and the idea that however much we might care, we in England, Wales and Northern Ireland can have no voice in this debate because we don’t have a vote.",
        "All the above are wrong.",
        "We would be deeply diminished without Scotland.",
        "This matters to all our futures.",
        "And everyone in the UK can have a voice in this debate.",
        "I want to make this case by putting forward what, to me, are the 4 compelling reasons why the United Kingdom is stronger with Scotland in it:",
        "The first is our connections with each other.",
        "Over 3 centuries we’ve lived together, worked together – and frankly we’ve got together getting married, having children, moving back and forwards across borders.",
        "Such is the fusion of our bloodlines that my surname goes back to the West Highlands and by the way, I am as proud of my Scottish heritage as I am of my English heritage.",
        "The name Cameron might mean ‘crooked nose’ but the clan motto is “Let us unite” – and that’s exactly what we in these islands have done.",
        "Today 800,000 Scots live elsewhere in the UK and more than 400,000 people who were born in the rest of the UK now live in Scotland.",
        "And there are millions of people who do business over the border every single day, like the farmers in Lincolnshire who grow some of the barley that’s used in Scotch whisky.",
        "The United Kingdom is an intricate tapestry, millions of relationships woven tight over more than 3 centuries.",
        "That’s why, for millions of people, there is no contradiction in being proud of your Scottishness, Englishness, Britishness – sometimes all at once.",
        "Some say none of this would change with independence, that these connections would stay as strong as ever.",
        "But the fact is: all these connections – whether business or personal – are eased and strengthened by the institutional framework of the UK.",
        "When the Acts of Union were passed, the role of the state was limited to things like defence, taxes and property rights.",
        "Since then the state has transformed beyond recognition and our institutions have grown together like the roots of great trees, fusing together under the foundations of our daily lives.",
        "You don’t need a customs check when you travel over the border, you don’t have to get out your passport out at Carlisle, you don’t have to deal with totally different tax systems and regulations when you trade and you don’t have to trade in different currencies.",
        "Our human connections – our friendships, relationships, business partnerships – they are underpinned because we are all in the same United Kingdom and that is reason number 1 we are stronger together.",
        "The second is our prosperity.",
        "Some people look at the United Kingdom only in terms of debit and credit columns, tax and spend and how that gets split between our 4 nations.",
        "But that completely misses the bigger picture.",
        "This is a world that has been through massive economic storms where economic competition is heating up as never before, where we have to work harder than ever just to make a living.",
        "And in that world of uncertainty, we are quite simply stronger as a bigger entity – an open economy of 63 million people with the oldest and most successful single market in the world with one of the oldest and most successful currencies in the world.",
        "This stability is hugely attractive for investors.",
        "Last year we were the top destination for foreign direct investment in Europe.",
        "That is a stamp of approval on our stability – and I would not want to jeopardise that.",
        "But let me be clear.",
        "The central part of my economic argument for the UK is not about what we’d lose if we pulled apart – but what we could gain in this world if we stay together.",
        "This government has set out a long-term economic plan for Britain: getting behind enterprise, dealing with our debts, a plan to give the people of this country peace of mind and security for the future.",
        "And this isn’t just a plan, it’s a vision.",
        "The UK as the big European success story of this century moving from an island sinking under too much debt, too much borrowing and too much taxation to a country that’s dynamic, exporting, innovating, creating.",
        "Scotland is right at the heart of that vision.",
        "Why?",
        "I could give you a list of the Scottish strengths – their historic universities like Edinburgh, Aberdeen, Glasgow and St. Andrews; great industries: from food processing to financial services, from ship-building to science.",
        "But it’s not about Scotland’s strengths as some sort of bolt-on extra.",
        "It’s about what we, the constituent parts of the UK, can achieve together.",
        "The power of collaboration.",
        "It’s there in our past when the Scottish enlightenment met the industrial revolution: intellectual endeavour and commercial might combining to shape global economic ideas.",
        "And that power of collaboration is there today.",
        "Together we’re stronger at getting out there and selling our products to the world.",
        "Like Scotch whisky.",
        "Whether I’m in India or China, there’s barely a meeting where I don’t bang the drum for whisky abroad.",
        "Of course, the First Minister fights hard for those deals too but the clout we have as a United Kingdom gives us a much better chance of getting around the right tables, bashing down trade barriers, getting deals signed.",
        "The result – Scotch whisky adds £135 to the UK’s balance of payments every single second.",
        "And together we’re stronger to lead in the industries of the future.",
        "Like green energy.",
        "We have the wind and the waves of Scotland, decades of North Sea experience in Aberdeen and with the rest of the UK – a domestic energy market of tens of millions of people to drive and support these new industries.",
        "2 years ago we set up the Green Investment Bank.",
        "Based in Edinburgh, it’s invested across the UK, helping a Scottish distillery to fit sustainable biomass boilers, financing a new energy centre at Addenbrooke’s hospital in Cambridge.",
        "This is what happens when we collaborate.",
        "We’ve come through the great recession together.",
        "Our deficit down by a third.",
        "Our economy growing.",
        "Our exports to China doubled.",
        "And I believe we stand a much, much better chance of building a more prosperous future together.",
        "The third reason we’re stronger together is our place in the world.",
        "Together, we get a seat at the UN Security Council, real clout in NATO and Europe, the prestige to host events like the G8.",
        "Together we’ve got the finest armed forces on the planet.",
        "I think of the fighter pilots originally operating from RAF Lossiemouth who flew sorties over Libya, the legendary Scottish titles now part of the Royal Regiment of Scotland, like the Black Watch and the Highlanders.",
        "I think of the shipyards on the Forth and Clyde, where – alongside shipyards across the UK – they are building the Queen Elizabeth aircraft carrier launching this year to secure the seas and keep us safe.",
        "Now to some, all this might sound like national vanity.",
        "It’s the view that if the UK split up and our role in the world shrank, it wouldn’t matter so much.",
        "But this is a country that earns its living through international ties with millions of our citizens living abroad.",
        "When ships are ambushed on lawless seas – that hits our trade.",
        "When the middle class in China is set to grow by millions a year – that presents huge opportunities for jobs back home in the UK.",
        "This world shapes us – so our place in the world matters.",
        "And make no mistake: we matter more as a United Kingdom – politically, militarily, diplomatically – and culturally too.",
        "Our reach is about much more than military might – it’s about our music, film, TV, fashion.",
        "The UK is the soft power super power.",
        "You get teenagers in Tokyo and Sydney listening to Emeli Sandé.",
        "People in Kazakhstan and Taiwan watching BBC exports like Sherlock written by a Scot a hundred years ago, played by an Englishman today – and created for TV by a Scotsman.",
        "The World Service – transmitting to hundreds of millions.",
        "Famously Aung San Suu Kyi has said it helped her through her long years of detention, saying: “Everywhere I have been, the BBC has been with me.”",
        "And the BBC itself – founded by a Scotsman.",
        "My wife is an ambassador for the British Fashion Council and she sees – and raves about – the international impact of our fashion, helped along massively by Scottish designers like Christopher Kane and Jonathan Saunders.",
        "Sometimes, we can forget just how big our reputation is that the world over the letters “UK” stand for unique, brilliant, creative, eccentric, ingenious.",
        "We come as a brand – a powerful brand.",
        "Separating Scotland out of that brand would be like separating the waters of the River Tweed and the North Sea.",
        "If we lost Scotland, if the UK changed, we would rip the rug from under our own reputation.",
        "The plain fact is we matter more in the world together.",
        "These are all compelling practical reasons for the UK to stick together.",
        "But – pounds and pence and institutional questions; that’s not what it’s really about, for me.",
        "It’s about the slave who escaped his master after the American Revolution because he was offered liberty and land by the British crown.",
        "In gratitude, he re-named himself this: British Freedom.",
        "It’s about Lord Lovat on the beach on D-Day, the bagpipes playing as his brigade landed ashore.",
        "It’s about HMS Sheffield, HMS Glasgow, HMS Antrim, HMS Glamorgan grey ships ploughing through grey seas for 8,000 miles to the Falkland Islands – and for what?",
        "For freedom.",
        "Because this is a country that has never been cowed by bullies and dictators.",
        "This is a country that stands for something.",
        "And this, really, is why I’m standing here today:",
        "Our shared values.",
        "Freedom. Solidarity. Compassion.",
        "Not just overseas, but at home.",
        "In this country, we don’t walk on by when people are sick when people lose work when people get old.",
        "When you talk about an Englishman, a Welshman, a Scotsman, a Northern Irishman it might sound like the beginning of a bad joke but here it’s how we started our NHS, our welfare system, our state pension system.",
        "And these values aren’t trapped in the pages of a history book – they are alive.",
        "When the people of Benghazi were crying out for help when a girl in Pakistan was shot for wanting an education when children around the world are desperate for food we don’t walk on by.",
        "And let’s be clear.",
        "Our values are not just a source of pride for us, they are a source of hope for the world.",
        "In 1964, Nelson Mandela stood in the dock in the Pretoria Supreme Court.",
        "He was making the case for his life, against apartheid – and in that speech he invoked the example of Britain:",
        "He said: “I have great respect for British political institutions, and for the country’s system of justice. I regard the British Parliament as the most democratic institution in the world…”",
        "Our Parliament, our laws, our way of life – so often, down the centuries, the UK has given people hope.",
        "We’ve shown that democracy and prosperity can go hand in hand, that resolution is found not through the bullet, but the ballot box.",
        "Our values are of value to the world.",
        "In the darkest times in human history there has been, in the North Sea, a light that never goes out.",
        "And if this family of nations broke up, something very powerful and precious would go out forever.",
        "So there is a moral, economic, geopolitical, diplomatic and yes – let’s say it proudly – an emotional case for keeping the United Kingdom together.",
        "But still, however strongly we feel – we are a reticent nation.",
        "It can seem vulgar to fly the flag.",
        "Some people have even advised me to stay out of this issue – and not to get too sentimental about the UK.",
        "But frankly, I care far too much to stay out of it.",
        "This is personal.",
        "I have an old copy of Our Island Story, my favourite book as a child and I want to give it to my 3 children, and I want to be able to teach my youngest when she’s old enough to understand, that she is part of this great, world-beating story.",
        "And I passionately hope that my children will be able to teach their children the same; that the stamp on their passport is a mark of pride that together, these islands really do stand for something more than the sum of our parts, they stand for bigger ideals, nobler causes, greater values. Our great United Kingdom: brave, brilliant, buccaneering, generous, tolerant, proud – this is our country.",
        "And we built it together.",
        "Brick by brick: Scotland, England, Wales, Northern Ireland. Brick by brick.",
        "This is our home – and I could not bear to see that home torn apart.",
        "I love this country.",
        "I love the United Kingdom and all it stands for.",
        "And I will fight with all I have to keep us together.",
        "And so I want to be clear to everyone listening.",
        "There can be no complacency about the result of this referendum.",
        "The outcome is still up in the air and we have just 7 months to go.",
        "7 months to do all we can to keep our United Kingdom as one.",
        "7 months to save the most extraordinary country in history.",
        "And we must do whatever it takes.",
        "So to everyone in England, Wales and Northern Ireland – everyone, like me, who cares about the United Kingdom, I want to say this: you don’t have a vote, but you do have a voice.",
        "Those voting are our friends, neighbours and family.",
        "You do have an influence.",
        "Get on the phone, get together, email, tweet, speak. Let the message ring out from Manchester to Motherwell, from Pembrokeshire to Perth, from Belfast to Bute, from us to the people of Scotland – let the message be this:",
        "We want you to stay.",
        "Think of what we’ve done together – what we can do together – what we stand for together.",
        "Team GB.",
        "The winning team in world history.",
        "Let us stick together for a winning future too."
    ]
}