{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-to-the-cbi/",
    "title": "David Cameron – 2013 Speech to the CBI",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, to the CBI on 4th November 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I think this is probably the eighth CBI conference I’ve addressed as leader of a political party or prime minister. And I’m pleased to say that as Prime Minister on this occasion, I can report to you an economy that is growing, and growing well; forecast to grow 3 times faster than Germany this year. An economy that is generating jobs – generating jobs faster than almost any other G7 country; we’ve seen 1.4 million private sector jobs created over the last 3 years.",
        "And to those people who thought that growth in the private sector would never be able to make up for the necessary cuts in the public sector, I can report to you that there are 1 million more people in work, compared with 3 years ago.",
        "We’ve still got a long way to go, but I can report to you that there are 400,000 more businesses operating in Britain; so I think our economy is on track. We’re on our way. We’ve got a lot of work to do but we are on the right track.",
        "And I want to thank all of the business people in this room for the investments you’ve made and the people that you’ve employed. And I also want to thank the CBI for this, which is that there were many people who were arguing that we should abandon Plan A, that we should give up on deficit reduction. But in that argument we had a staunch ally in the CBI and I would like to thank John Cridland, your Director-General, who I think has done a superb job for your organisation and for the British economy. Thank you, John.",
        "John has always been very clear about the CBI agenda. And I’ve been very clear about my agenda; I want to lead a government that is pro-business, pro‑enterprise, pro-growth. And I’ve listened to your agenda, and I’ve tried to respond to every part that I can.",
        "You wanted us to put in place deficit reduction; that was what we did. You wanted more competitive tax rates; we’ve cut the rate of corporation tax down to 20%. We’ve even cut the top rate of tax, although that was politically difficult to deliver. You’ve asked us to prioritise infrastructure; we have prioritised infrastructure, and I’ll say some more about that a bit later on. You wanted us to reform planning, you wanted us to invest in housing; we’ve taken on politically difficult changes to planning, but as a result we’re seeing construction and housing now beginning to grow. It was the right call.",
        "The CBI have also asked me to lead trade missions all over the world. In the last 3 years I’ve taken a trade mission to every single G20 country, apart from Argentina. I’m sure I can get there in the end but I haven’t made it that far just yet; you’re very welcome to join me when I do.",
        "We’re seeing some good results. The UK, in the first 6 months of this year, was the biggest recipient of foreign direct investment anywhere in the world; bigger than Brazil, bigger than America, bigger than China. I think that’s an extraordinary set of figures.",
        "So, we are making progress, but the fundamental challenge that we face, as a country and as an economy, remains the same, which is we need a fundamentally different economic model. We need a more balanced economy. We want to be not so reliant on the South East of England, not to be so reliant on finance. We want a recovery that is for all. We want a more resilient economy. And that remains the huge challenge, and what I want to address in my 15 minutes is the 5 things that I think will make a really big difference in terms of getting that rebalanced, stronger economy that delivers a recovery for all.",
        "Now, the first thing is that we have to continue with Plan A. We have to continue to reduce the deficit. Now that doesn’t just mean cuts, although we have had to cut public spending and we’re going to have to go on making difficult decisions into 2015, into 2016. But it also means something more profound, which is building a state that we can afford and making sure we do some fundamental reform of our public services so that there are long-term affordable.",
        "Two examples of things we’ve done in recent years – again, politically difficult – firstly is the reform of public sector pensions. We’ve cut the long-term cost of public sector pensions by something like 50% over the long term. Also the higher education reforms – again, very difficult but it’s much better as a country, I would argue, to have universities that are based on receiving money from successful students rather than receiving money from taxpayers. So we built a more sustainable model. So that is challenge number one: a state that we can afford and sticking to Plan A, sticking to deficit reduction.",
        "The second thing we’ve got to get right is education. Here’s one, I think, thoroughly depressing figure for you: 64% of children on free school meals don’t get 5 good GCSEs, including English and Maths. Now my concern is in the modern economy – and Mike’s just been talking about how interrelated all our economies now are in this global race. If you don’t get 5 good GCSEs, including English and Maths it is difficult to play a part – a successful part – in a modern industrial economy. So we’ve got to improve on this.",
        "And that’s where the radicalism of this government that you see by breaking up the state monopoly and allowing free schools into education, very strict on the rigor in terms of saying English and Maths are the 2 most important vocational qualifications there are, saying that children should go on taking and retaking English and Maths until they get them. The radicalism is absolutely essential and I hope we’ll have the full, hearty backing of industry and business and commerce in being very radical on education. I sometimes challenge my own children and say, ‘Can you think of a job in the world where you don’t need English and Maths.’ My son said, ‘What about football players?’ I said, ‘Well, even they need to able to count their money, don’t they?’ But it is a fundamental truth – the 2 most important vocational subjects.",
        "So, radical reform on education. And what I want to see is a new norm, so that as people leave school they’re either taking a path doing A‑levels and then to university or they are taking a path that involves a proper apprenticeship and skills training. Now, we’ve seen 1.5 million people start apprenticeships over the last 3 years, but I want to see that built on. And I want to see more of the higher level of apprenticeships that many of the people in this room are now investing in. So that’s the second thing: education. That is to ensure that the people can take part in a modern industrial economy.",
        "The third is welfare reform. To me welfare reform is very much part of our economic plan, because if you don’t reform welfare you have a danger that you have people stuck on welfare year after year and, indeed, sometimes generation after generation. So again, I hope you’ll give the support for the radical welfare reform plans that we have: capping welfare so that no family is better off on benefits than you would be in work. And also, universal credits, as work always pays: for every extra hour you work, every extra job you do, you should always be better off. We get rid of those poverty traps and wealth traps forever.",
        "So I think welfare reform is an absolutely essential part of the economic plan. And to people who say, you know, ‘What are we going to do about the fact that our economy is generating jobs but so many of those jobs are going to people who come and choose to live here from overseas,’ I would argue yes, of course you need immigration controls, of course you need limits on immigration, but a real immigration policy is actually a welfare and education policy. That is how we’ll make sure we fill the vacancies that you are creating with people coming out of British schools, with good qualifications, who can make a real contribution to our economy.",
        "The fourth thing we’ve got to do after welfare is invest in infrastructure. I said earlier, we’ve prioritised infrastructure, so while we’ve made some difficult cuts in current spending, we’ve seen infrastructure investment grow – there is far more we need to do in the years ahead. Now our plans, I now believe, are really ambitious. What you’re going to see is a trebling of expenditure on our roads, a roads programme as big as the one in the 1970s; the investment in railways is now bigger than at any time since Victorian times, a massive programme of electrification and, of course, vital new routes like Crossrail, currently burrowing under London – the biggest construction project anywhere in Europe – and of course, the vital investment in HS2.",
        "Now I’m passionate about this, we need to build new railway lines in our country. We haven’t built a line north of London for 120 years. Now when people challenge me about HS2 I say this: the West Coast mainline is full. Thousands of our fellow countrymen are standing everyday as they come in to Euston or they go into Birmingham. We need to build another West Coast. So the choice for us as a country is, do we build one of the old Victorian style railways or do we build one of these new intercity lines. I believe it’s absolutely right to make this investment. It’s going to unite our country, drive economic growth, make sure our economy shares growth between the North and South, it will link 8 of our 10 biggest cities.",
        "And to people who say, ‘Well is it going to take up too much of the government’s budget?’ Between 2015 and 2020 we’re going to be spending £73 billion on road and railway investments. HS2 is £16 billion of that. But, another way, we’re going to be spending 3 times as much on other projects as we are on HS2. I want to make sure we get every penny and value for money from this HS2 investment. I think it’s fantastic that Sir David Higgins, the man who built the Olympics on time and on budget, is going to be running HS2. One of the first things he’s going to do is make absolutely sure we drive every extra bit of cost out of this that we can so that it comes in under the budget that’s been set. There’s already a £14 billion contingency there, but I know he’ll do a good job and make it affordable for our country.",
        "And to people who say there’s some other cost reduction plan that we could also have, I think that is nonsense. I think Sir David Higgins in charge, budget that we have, contingency we have – this is a good investment for Britain. And people who are against it, in my view, are putting our country’s future at risk, they’re putting the future of the north of England at risk, and we need to have a concerted consensus across business and across politics, that we get behind these large infrastructure projects.",
        "The same applies with nuclear. I’m delighted that this year we’ve come to the agreement about building Hinkley Point C. This is a £14 billion investment. It is thousands of jobs for our country, and more importantly it’s getting Britain back in to the front line of the nuclear industry, where we belong.",
        "So, that is my four: the state we can afford, education and skills, welfare reform and infrastructure. And the fifth is this, which is slightly more esoteric, but nonetheless important. In order to have a rebalanced economy, a more resilient economy, an economy that can succeed in the global race we’re in, we need to have a real culture change in our country in favour of enterprise, in favour of business, in favour of industry.",
        "Now there are some things that the government can do. Obviously we can help encourage entrepreneurship. We’ve set up these start-up loans which are incredibly successful. The New Enterprise Allowance to encourage unemployed people to start up their businesses. We’ve introduced the EIS scheme that people tell me is now probably the most generous tax break for people starting up new businesses, anywhere in the world.",
        "But there’s only a certain amount government can do, and this is what I want to enlist your help for. Earlier on I talked about the agenda items of yours that we had taken up; this is an agenda item of mine that I’d like you to take up. Which is that we need to get more businesses into our schools to inspire young people about enterprise, about small business, about entrepreneurship and about industry itself.",
        "And there’s an excellent organisation called Speakers for Schools, established by that man Robert Peston. You normally see him explaining some complicated economic issue on the BBC. Speakers for Schools gets inspirational speakers into schools to inspire young people. And we have agreed, with your help, to get 1,000 business speakers over the next year into schools to do exactly that. And I’m really delighted the CBI’s going to help me with this; I think it’s a really important agenda for our country.",
        "So, those are the 5 things that I think that can make a difference; the things that will make sure we’re a successful economy in the future. And it’s not some dry business, economic agenda. In the end, I believe this is a deeply progressive agenda. If we have a state that we can’t afford and we keep running big deficits, it’s the poorest in our country who suffer. If we have an education system that is okay for an elite, but is not helping people from challenging circumstances, we let down the poorest in our country. If we don’t reform welfare we have people stuck, generation after generation, in workless households, unable to build a better life for themselves and their families. If we don’t have proper infrastructure we’ll have an economy that is great for the South, but not good enough for the other parts of our country.",
        "So this business agenda, this enterprise agenda – this is, I believe, a deeply, deeply progressive agenda, which is about making sure everyone in our country has the chance to play a part, to participate, to fulfil their aspirations. That is the job that I came into politics to do. That is the job I thoroughly enjoy doing as Prime Minister. We are turning this economy around, we are turning this country around, but it is a long-term plan for success, and a long-term plan for success which we need the support and help of the CBI and all its members. Thank you very much indeed.",
        "**QUESTIONS AND ANSWERS:**",
        "**Question**",
        "You spoke very passionately about our strengths in areas like education and technology, for instance, but isn’t part of our success also about innovating and creating new businesses that might not have existed 10 years ago. One example might be FutureLearn, a company we launched a few weeks ago; it’s now attracted over 150,000 students from 160 countries around the world. Isn’t part of Britain’s competitive advantage our ability to generate new ideas, to innovate new businesses and create markets that never existed 10 or 15 years ago?",
        "**Prime Minister**",
        "That is absolutely right. If we look at where the jobs growth is going to come from, it will come from small start-up businesses taking people on. Obviously we want big successful companies in Britain, and we should listen very carefully to what they are asking for, and infrastructure investment is a key thing that they often mention to me. But it is the start-up, it is the insurgent, where I think the jobs will come from.",
        "So, we’ve got to make sure that we’re a country that’s very supportive of that. That’s why we’ve introduced entrepreneur visas, so some of the brightest and best can come to our country with their ideas. It’s why we’ve got, in the Enterprise Investment Scheme – the EIS scheme – one of the most generous tax breaks for helping start-up businesses. I think we need to do better, frankly, at linking our universities with catapult centres and other ways of generating ideas out of our universities. It’s a massive national asset we’ve got: some of the best universities anywhere in the world. But we can do even more, I think, on that agenda.",
        "Got to make sure that we address all the stages of a company’s growth. It’s often said in Britain we’re good at the angel start-up investment, but then there can be something of a valley of death, or at least difficult, as you go on, grow, until you get to the – where we are also very good – AIM and other investment markets. We need to look at all of these things, but you’re absolutely right; insurgency, new ideas, innovation: it’ll be those countries that get those things right that really win.",
        "**Question**",
        "You talk about rebalancing the economy away from overdependence on the South-East, and obviously you started the local enterprise partnerships when you came into government. I just wondered what your scorecard would be for the local enterprise partnerships, and if you could give us your vision for a, sort of, idea scenario for business support?",
        "**Prime Minister**",
        "I think the local enterprise partnerships are a success. I think they are better than what we had before, and I think the regional development agencies were too bureaucratic, too expensive, they weren’t business-led. So, I’d say the good things about the LEPS – the local enterprise partnerships – is they are business-led, I think that makes a big difference. They’re also relevant to particular areas; the design of LEPs came from the bottom up, rather than the top down. But, my scorecard report would be some excellent, and some less good.",
        "I think one of the ways to test how they’re doing is to look at the enterprise zones. Some of these enterprise zones are going extremely well, and you see major investment, and you see the – the figures are not only – they come off the side, because the new factories are being built, and what have you – other areas slower.",
        "So I think it’s a mixed picture, but I think it’s the right model, and I think the last thing we need now is to fiddle with the model again. I think we need to now get on and deliver these City Deals: Birmingham being a classic case, where I think it’s bringing jobs and investment and houses as well. I’ve got an excellent Cities Minister in Greg Clark, who’s got a whole team around him in the Cabinet Office to deliver these City Deals, and I think they are an important part of the regional growth agenda.",
        "So, I think a mixed picture, but the right model. We now need to just get on with it.",
        "**Question**",
        "We’re a manufacturing business based in the North-East, and we’re set up as a result of a change in European legislation. We now have 110 people in our business, and we make things. How are you going to ensure – we are seen as a gateway into Europe for many of our clients – how are you going to ensure that the EU debate is a balanced debate that really takes on board things like that, where it’s positive rather than the headlines of The Daily Mail?",
        "**Prime Minister**",
        "I think the CBI have hugely helped this morning, with a very positive report.",
        "Look, I think the problem with the European debate is, until I came up with this, I think, very bold but correct strategy of saying, ‘Let us renegotiate and then let’s have an in/out referendum,’ so we settle this issue properly in Britain: until that time, I think the trouble is the debate was just slipping away, and, as I put it, consent for our membership of the EU was getting wafer thin. Now we’re giving people a proper choice. Instead of, keep it exactly as it is now, the status quo, or leave altogether.",
        "The Eurozone have got to coordinate their economic policies more. They’ve got to coordinate their tax rates more. They’ve got to have a banking union. And it’s right that they do those things. We shouldn’t stand in their way, but I think it’s perfectly legitimate to say, ‘Right, you, the Eurozone countries, need these changes. Well we – outside the euro, we need some changes too.’ And when we make both those sets of changes, that’s when we should go back to the British people, before the end of 2017, and have that referendum.",
        "And I think it’ll be a much more balanced debate, because we won’t be arguing in/out on the status quo. We’ll be arguing about staying in a reformed European Union, and a better deal for Britain.",
        "**Question**",
        "How does announcing the green levies review on Prime Minister’s Questions square with the need to provide investors with certainty to invest in technologies that can deliver the UK’s decarbonisation targets?",
        "**Prime Minister**",
        "Well, first of all, I think we have one of the clearest and most generous sets of incentives for green investment, and this government’s made a huge amount of steps forward. I mean, most recently, the fact that we have agreed, with Électricité de France, the first new nuclear power station in Britain since 1995, I think is massive evidence of that.",
        "But the fact is, if we look at the problems of people paying their energy bills, you know, the 2 elements of the bill that need really looking at are the extent of culpability in the industry, and the charges that are put on people’s bills. I mean, if you analyse the 4 bits to a bill, you know, you’ve got the wholesale costs of energy. Well we’re not in control of that. There’s the cost of distributing that energy to people’s homes – the National Grid and all the rest of it – there may be some changes you can make there. Then you’ve got the green taxes, levies and charges. And then you’ve got, effectively, the profits made in these industries.",
        "And it seems to me it’s those last two that we need to look at. So the right policy tools are: competition, and making sure that it’s a fully competitive market where new companies can come in – insurgents, as we were talking about recently; and the second is to make sure that the green charges, levies and taxes are appropriate. And in my view they got too high, and we need to draw back the costs of them. But I think business completely understands that, and we’ll go on seeing perfectly good levels of investment into the renewable sector, which we’ve already seen under this government.",
        "**Question**",
        "How do you manage negative backlash against the visa bond policy. And how do you manage the challenges that come with trying to integrate the Islamic finance into the London system, such that the centre of gravity of finance continues to stay in London?",
        "**Prime Minister**",
        "Well first of all, on the visa bonds, this was an idea that I think the Deputy Prime Minister first proposed, but we’re not proposing to go ahead with it, but – he has lots of good ideas, but this one’s not one we’re going ahead with.",
        "The second issue: Islamic finance. If you look at the history of the City of London, it has always been a fast mover. You know, whether it was the eurobond market, whether it was the insurance market, whether it was being the first offshore renminbi trading centre. We’ve always been fleet of foot, and I think that’s exactly the attitude we should have with Islamic finance. This is a big and growing market in the world. A lot of it has got a lot of expertise, and I want us to be at the cutting edge of this market.",
        "Now, of course, I want to challenge this to go through, as we try and launch this first Islamic bond – the sukuk – which we’ll be doing next year. Lots of challenges to go through, but they are not beyond the wit of man to sort out, so we must get these challenges sorted, and I think it’s a big opportunity, once again, for London to be at the cutting edge of Europe.",
        "**Question**",
        "I’m flying, and going by train about 20% of the level I was 20 years ago. A lot of what I do now is videoconferencing, collaborating, and I work from home a lot. So shouldn’t we invest more in our communication within the structure rather than some of the old fashioned ways of getting around like rail?",
        "**Prime Minister**",
        "Well, that’s right – you’re right, I should have mentioned in my speech broadband, which I think is – particularly for people living in rural areas, it is the most important piece of infrastructure investment that we’re engaged in. And the news is quite good. We are not top of the pack in Europe on broadband and broadband speeds but we’re near the top. And the government’s programme will roll this out over 90% of homes in the coming years. And it is pretty robust. It took some time to get through the EU clearance procedures, but it’s now going full guns ahead.",
        "But that said, while of course you need broadband speeds, you also need – a modern economy needs modern infrastructure and it needs goods to be able to move around the country. And I think it’s this idea that, you know, everyone will be home working, no one is going to be travelling, so we don’t need new infrastructure. Just look at how crowded our trains are at the moment. I mean since privatisation, train use has doubled, so passenger numbers are right up but we need capacity.",
        "I think that’s one of the problems we’ve had with HS2 is the early argument, a lot of it was about speed. I make no apology for that. It is important to get from A to B quickly. Have you ever met – is there a businessman here who likes to take the slow train, who likes to go more slowly? Of course not, everyone wants to get places quickly.",
        "But the real argument about HS2 isn’t the speed, it’s capacity. You know, the line is full, we need a new line, and building HS2 will not just make it faster and more capacity to get from London to Birmingham, or London to Leeds, or London to Manchester. It will have enormous knock-on benefits for other destinations. There’ll be more trains that can go, for instance, from London to Blackpool, or London to Shrewsbury.",
        "So, it’s the capacity argument that we really need to make. And we can see that when you look at what happened with HS1 – the Channel Tunnel line – that’s freed up a lot of capacity in the south-east of England, and that’s been hugely beneficial.",
        "So, yes broadband is important, but also road, rail and air transport are all going to be important in the future and, frankly, Britain has not invested enough in the past. We’ve not had enough of a plan. We now have a plan and we should deliver.",
        "**Question**",
        "How do you react to the CBI’s warning today for all politicians to stop playing politics with big business? It seems to me that the people in this room are telling Labour to stop playing games on energy, but they are equally telling you to stop playing games on Europe. Will you?",
        "**Prime Minister**",
        "Well, first of all, on infrastructure and on energy, I think the message from this room is absolutely clear. We want a national consensus. We know this investment is important and politicians should stop taking short-term approaches.",
        "On Europe, no one is playing a game. This is one of the most important questions facing our country. Now, it is my judgement that our current consent to remaining inside the EU is paper-thin. We haven’t made the argument enough about why Europe matters, and frankly there are lots of things in the European Union that badly need reform. It is too costly. It is not flexible enough. It doesn’t help with our competitiveness enough. It needs to change.",
        "So the argument I have made is not some short-term tactical ploy. It is a long-term strategic choice for Britain. Let us reform this organisation, let us make changes to how it works, and then put those changes to the British people in a referendum. And what I’ve put forward I believe has the overwhelming support of the British people, in terms of the right choice to take, and it also has strong business backing too. Yes, of course, this organisation and other business organisations will be absolutely crucial when it comes to that choice in 2017 about whether we stay in a reformed European Union or we leave it.",
        "But be in no doubt, in the end you can’t stay in these organisations that give up quite a bit of your national sovereignty – you can’t stay in these organisations unless you take the British people with you. The British people were told about a common market. They were told about an economic area. So much has changed about this organisation and so little consent has been granted, that it’s time to make those arguments, seek that consent, and as Prime Minister of this country that’s exactly what I’ll do.",
        "Can I thank you very much indeed for a really splendid session. I really enjoyed it. Thank you for your questions, and thank you for your reception. Thank you."
    ]
}