{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-statement-on-murder-of-soldier-at-woolwich/",
    "title": "David Cameron – 2013 Statement on Murder of Soldier at Woolwich",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, on 23rd May 2013 following the murder of a soldier in Woolwich, in London, the day before.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "What happened yesterday in Woolwich has sickened us all.",
        "On our televisions last night – and in our newspapers this morning – we have all seen images that are deeply shocking.",
        "The people who did this were trying to divide us.",
        "They should know: something like this will only bring us together and make us stronger.",
        "Today our thoughts are with the victim – and with his family.",
        "They are grieving for a loved one…",
        "And we have lost a brave soldier.",
        "**COBRA**",
        "This morning I have chaired a meeting of COBRA.",
        "And I want to thank the police and security services for the incredible work they do to keep our country safe.",
        "There are police investigations and security service operations underway – so obviously there is a limit on what I can say.",
        "But already a number of things are clear.",
        "First, this country will be absolutely resolute in its stand against violent extremism and terror.",
        "We will never give in to terror – or terrorism – in any of its forms.",
        "Second, this view is shared by every community in our country.",
        "This was not just an attack on Britain – and on our British way of life.",
        "It was also a betrayal of Islam – and of the Muslim communities who are give so much to our country.",
        "There is nothing in Islam that justifies this truly dreadful act.",
        "We will defeat violent extremism by standing together…",
        "…by backing our police and security services…",
        "…and above all by challenging the poisonous narrative of extremism on which this violence feeds.",
        "Britain works with our international partners to make the world safe from terrorism.",
        "Terrorism that has taken more Muslim lives than any other religion.",
        "It is an utter perversion of the truth to pretend anything different.",
        "That is why there is absolutely no justification for these acts…",
        "…and the fault for them lies solely and purely with the sickening individuals who carried out this appalling attack.",
        "Confronting extremism is a job for us all.",
        "And the fact that our communities will unite in doing this was vividly demonstrated…",
        "…by the brave cub pack leader – Ingrid Loyau-Kennett – who confronted one of the attackers on the streets of Woolwich yesterday afternoon.",
        "When told by the attacker that he wanted to start a war in London…",
        "…she replied “You’re going to lose. It’s only you versus many.”",
        "She spoke for us all.",
        "**Security services**",
        "The Police and Security Services will follow every lead…",
        "…turn over every piece of evidence…",
        "…make every connection…",
        "…and will not rest until we know every single detail of what happened and we’ve brought all of those responsible to justice.",
        "I know from three years as being Prime Minister that the police and intelligence agencies work around the clock to keep us safe from violent extremists.",
        "I watch their work every week. They do an outstanding job.",
        "They show incredible heroism, much of which can not be reported.",
        "They have my staunch support and the support of the whole country.",
        "The point that the two suspects in this horrific attack were known to the Security services has been widely reported.",
        "You would not expect me to comment on this when a criminal investigation is ongoing.",
        "But what I can say is this.",
        "As is the normal practice in these sorts of cases, the Independent Police Complaints Commission will be able to review the actions of the police and the Intelligence and Security Committee will be able to do the same for the wider agencies.",
        "But nothing should be done to get in the way of their absolutely vital work.",
        "After an event like this, it is natural that questions will be asked about what additional steps can be taken to keep us safe.",
        "I will make sure those questions are asked and answered.",
        "But I not in favour of knee-jerk responses.",
        "The Police have responded with heightened security and activity – and that is right.",
        "But one of the best ways of defeating terrorism is to go about our normal lives",
        "And that is what we shall all do."
    ]
}