{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-qa-at-the-federation-of-small-businesses/",
    "title": "David Cameron – 2014 Q&A at the Federation of Small Businesses",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the Q&A following the speech made by David Cameron, the Prime Minister, at the Federation of Small Businesses on 27th January 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Question**",
        "Prime Minister, first of all thank you so much for coming today to the FSB’s first policy conference. Your clear commitment to engaging with us and with small firms is fantastic to see. We very much welcomed the announcement at the Autumn Statement of the support you’re giving for business rates, but day in, day out, our members are still telling us that that is the biggest problem that they face going forwards. With 7% of small firms paying more in rates than rent, will you finally tackle this by looking at how you could ensure a complete reform occurs?",
        "**Answer**",
        "Thank you. Well, first of all, thank you very much for the welcome.",
        "On business rates, let me just first of all state a truism, but it is important with all of this. Whatever tax we’re looking at that we don’t like – and frankly, I don’t really like any taxes – but whatever tax it is, there is one truism, which is: you can only get taxes down or keep taxes down if you’re prepared to make difficult decisions about spending. [Political content removed]",
        "On business rates, I completely recognise what you say. It is, I think, businesses’ – particularly small businesses’ – number one complaint. We tried to address it in the Autumn Statement with, I think, a reasonable package; by capping the increase at 2%, by the £1,000 rebate, particularly for the retail and restaurant premises on the high street that I think have been really hit by the internet shopping revolution; and obviously we’ve extended the small business relate – relief scheme.",
        "I think we do need to look at longer-term reform. It’s not going to be easy, because rates raise, whatever it is – around £24 billion – and I don’t think there is any one solution that is going to make everybody happy. But I think we’ve got to start addressing this issue and understanding – particularly this issue about internet retailing and high-street retailing. I’m passionate about our high-streets. I represent some lovely market towns in Oxfordshire. They’re doing pretty well, actually, because they’ve kept free parking – they haven’t made that mistake – and they’ve encouraged big retailers into the centre of town and made space available. But it’s going to be a growing issue, and I think it needs more work – I agree with you, sir.",
        "**Question**",
        "You’re asking us what you can do for us. I have one request, please. As regards the banks, could you please ask the credit rating system to be changed? For my personal business is actually doing really very well, but my own private, personal credit rating is poor because I’ve had a business failure in the past. In America they celebrate business failure – you’re not counted as a business unless you’ve had numerous failures behind you. In this country, as soon as you fail in a business, you have a poor personal credit rating – doesn’t matter how well your business is doing, you cannot get assistance financially.",
        "**Answer**",
        "I think it’s a very good point. I think it’s a cultural point here, which, as you say, in America, serial entrepreneurship, where not every step works out, is not seen as a disaster; it’s seen as a learning process, and that’s what brave entrepreneurs do. And I think we need to change the culture here, so we celebrate that sort of buccaneering style as well. I think that’s the first point.",
        "On the banks I think it has probably, along with the rating system, been the number one small business complaint. When I look at the overall figures now for gross lending to small businesses, there does seem to be some improvement, but I’m still hearing too many stories of people being asked for personal guarantees and putting their flat or their house on the line to get the loan. Whenever I get them, I follow them up, often individually with the bank concerned to get to the bottom of why these practices are still being followed.",
        "Your point about personal credit ratings – I’d like to take that one away. I’ve got my top team from the Number 10 policy unit sitting here. We’ve also got Lex Greenhill – Lex, where are you? Give us a wave. Thank you very much. Lex is sorting out the whole supply chain finance issue for us, which is often a very good way of small businesses helping small businesses to get credit and to get a finance when they’re part of a supply chain. So we’re working on the whole solution, but I take your point very much about personal credit ratings too.",
        "**Question**",
        "Prime Minister, you say you believe in a recovery for all. How do you respond to figures today showing 10 times as many jobs are being created in London as elsewhere? And just while I’m on the capital, how do you respond to Boris Johnson’s call to further reduce the top rate of tax?",
        "**Answer**",
        "Well first of all, on the issue of job figures, if you actually take the last 2 years – so, up to the present day – we’ve created – the last million jobs created, three quarters of them were created outside London. So, look, if I look across the country, do I want to see even more growth and even more jobs in our regions? Yes I do. We’ve got to work even harder to get a really balanced recovery? Yes, of course we have. But actually, employment has grown in every region of our country, and actually the second fastest‑growing region in terms of jobs outside London is Yorkshire and the Humberside.",
        "So we need to make sure that happens, and we have a plan for making that happen. That’s why we’re building the roads and railways; that’s why we’re investing in the super-fast broadband; that’s why we’re doing city deals with all of the major cities of our country, to make sure we scour Whitehall for every scheme and every extra bit of money to try and leverage in jobs and investment in those cities. So we’ve got a plan, we’ve got a programme; I think that plan and programme are working, but we really need to work at making sure this is a balanced recovery across our country.",
        "**Question**",
        "You mentioned something very lightly, which is immigration, and I’m just interested in your comments on what you’re doing with immigration, because public attitudes are tough, public attitudes are anxious, but they’re not anxious about skilled migration, they’re not anxious about business entrepreneurs, they’re not anxious about job creators. And I think with your narrative about the global race, I’m just interested in the comment you make, because you said it’s part of your economic plan, but if the public isn’t anxious about international students and these job creators, then don’t you think that your policies on the business side are actually at risk of damaging our economic growth and our recovery?",
        "**Answer**",
        "What I would say is I think public attitudes on immigration are sensible and well-informed. The British public recognises the fact that there has been very large, large-scale immigration over recent years, and politicians have not properly addressed this. In fact, in some circumstances, like the decision in 2004 to allow unfettered access to British markets of the 8 countries who then joined the European Union, actually made the situation worse. And the public, I don’t think, are being at all unreasonable in saying can we please have a government and can we have a Prime Minister who takes this issue seriously and puts in place a proper balanced and sensible immigration system? And that is exactly what I’m doing.",
        "And I make it part of my economic plan for this reason. Immigration policy on its own is not really worth very much. What you need is an immigration policy – proper controls on who’s allowed to come and work and live here – you need to combine that with a proper welfare policy, so it pays to work rather than stay on welfare, with a proper education policy, so we are training young people to be able to do the jobs that are becoming available. They are 3 sides of the same policy. So if we have proper immigration control, a proper skills and education policy, and welfare reform so that work pays, I believe we’ll see levels of migration fall, we’ll see net migration come back to the 10s of thousands, where it was in the 1980s, which also the benefit of immigration not being an issue in public life, which I would very much like that to be the case again.",
        "Now, taking your specific points on business and skills and education, I would challenge the point that the government has done anything that would disadvantage those areas. Actually, because we have dealt with the bogus colleges that weren’t really there to provide training courses; they were there as a back door for immigration – because we’ve closed down those bogus colleges, we’ve actually been able to say a very clear thing to our universities and to students from overseas, which is: there’s no limit on the number of students who can come to the UK; you just need a university place and an English language course. So our universities can get out and market themselves around the world, as well as providing great education for our young people.",
        "To business we said: of course we don’t want to disadvantage business by having an immigration policy that damages you. Yes, we’re going to put a cap in place on the number of economic migrants from outside the EU, because it doesn’t make sense to have that uncapped. But we’re going to make sure that things like inter-company transfers that we’re very flexible about. And so I haven’t actually had a stream of businesses coming to my door complaining about our immigration policy, and as soon as they hear it’s tied to reform of education and reform of welfare, they can see you’ve got a sensible, joined-up government, delivering the British people’s priorities.",
        "And as I say, I think the public’s attitudes on immigration – they’re not about race; they’re not about culture. It’s purely about numbers and pressure and making sure we grip this properly, and that’s exactly what I’m committed to doing.",
        "**Question**",
        "I’m delighted to say that you’re going to get out of the way and you’re going to stand up for us and celebrate what we do. In standing up for us, can I ask you to put more pressure on making broadband the fourth utility?",
        "**Answer**",
        "Yes. Well, it is. I mean, you’re absolutely – ‘the fourth utility’ is a great phrase for it. If you are a business in rural Britain, a high‑speed broadband connection is as important as a good train service or a good rail service or a good road. It is going to be the way that businesses communicate and succeed for the future. I represent a largely rural constituency. Amongst small businesses, rural businesses it is the issue. It’s not one of many issues; it’s absolutely the issue.",
        "Now, I think if we are fair to Broadband UK, British Telecom, the Departure for Culture, Media and Sport, the money’s going in, the deals are being signed. I think there are 10,000 businesses being signed up every week, but it is always difficult getting to that last 5, 10%. The money’s there to help us do that. We’re going to have to be very technically savvy. It’s good that we’ve hired the former head of British Telecom to come and be our Trade Minister because I can, every now and again, get a little bit of inside advice from him about how we get this to go faster. So we’re totally committed to it and we think we will have the best broadband network in Europe, but we’re going to have to be very creative for the last 5 or 10%.",
        "**Question**",
        "My own business is involved in business advice and employment law and I also chair the FSB’s Employment Policy Committee. The Chancellor’s comments on the National Minimum Wage evoked quite a bit of interest a few days ago and I wondered what your views are, particularly in terms of the concerns that relate to job creation or the problems that it will cause in particular sectors, like the care sector.",
        "**Answer**",
        "Well, you’ll be relieved to know my views are the same as the Chancellor’s. [Political content removed] I think the key is this: I think the National Minimum Wage has been a success. I think it’s been successful in part because of the role played by the Low Pay Commission, but I think it’s very important to listen to what they say about what is sustainable for the level of the minimum wage. The facts, though, are these: obviously, the minimum wage lost some of its value during the great recession when the Low Pay Commission didn’t advise putting it up or putting it up by very much and so we have seen an erosion in its value. Under this government it’s gone up by 10%, but if it had its value restored in full, we’d have a £7 minimum wage rather than a £6.30 minimum wage.",
        "Now, as I said the other day on a television or radio interview, I can’t remember which, I’d love to be Prime Minister of a country that could afford a £7 minimum wage; I think it would be a great step forward. But we have to let the Low Pay Commission do their work and we should listen to them about we don’t want to do things that will destroy jobs. The job creation of the record of this government is something I’m very, very proud of: 1.3 million more people in work, record numbers in work.",
        "So I hope it will be possible to start restoring the value of the minimum wage. I think we need to listen to the Low Pay Commission, but surely as the country becomes better off as our economy grows, we should be able to afford those increases. But it will be for the Low Pay Commission to advise the government and I think it would be good if, in our country, we don’t make the minimum wage a sort of political football and we try and listen to the Low Pay Commission and let them play the vital role of referee. That’s the key.",
        "One last thing. Of course, as well as seeing the minimum wage go up 10% under this government, because we’ve cut income tax, because you can now earn £10,000 before paying income tax, that is equivalent of another 10% on the minimum wage. So we’ve been focused on how to help low earners and I think that’s the right focus to have.",
        "**Question**",
        "If you’ll forgive me, I’m going to remind you of the second of my colleague’s questions. She asked you whether you agreed with Boris Johnson, as a tax‑cutting Tory, that you wanted to cut the top rate of tax to 40p.",
        "My question now, if I may, which is: you said this morning that immigration from Romania and Bulgaria was reasonable. How do you know and what you do mean by ‘reasonable’?",
        "**Answer**",
        "We’ve cut the top rate of tax from £0.50 to £0.45. I think it was the right step to take. I always knew it wouldn’t be particularly popular, but I thought it was the right thing to do, because I want to take steps in this country that are going to encourage investment, going to encourage jobs, going to encourage growth, going to encourage business to invest more [Political content removed]. It is an anti‑business, anti‑enterprise, anti‑growth measure and I would argue, just as what I think George Osborne and I did was right for the economy but politically difficult, [Political content removed]",
        "As for future rates of tax, they are, as the saying goes, a matter for the Chancellor in his budget and I think I will rest with that. But it is important always to think about – taxes are about how you raise the money. You should think about the revenue. I want rich people to pay more taxes. The way to get rich people to pay more tax is to get the economy moving, to get them investing, to get them spending, to get them buying, to get them employing and, actually, we’re seeing the rich paying more in income tax in every year under this government than in any year under the last government.",
        "Immigration, Romania and Bulgaria, the point I was making on the radio this morning is obviously 1st January has passed and that’s an important milestone. We extended the transitional controls from 5 years to 7 years; we’re not able to extend them further. There aren’t any official statistics. I haven’t been looking at unofficial statistics, but just from what I read and see and hear, as you have, I think that these numbers look, as I said this morning, reasonable.",
        "**Question**",
        "We’re an online marketplace for business loans and our technology means that businesses can typically get finance from our investors within 2 weeks, and you mentioned challenger banks. Obviously it’s great to hear that you’re advocating more competition within the sector, but it would also be good to hear what you think about alternative models within the wider landscape.",
        "**Answer**",
        "Yes. I’m very keen on these new models, a lot of which are using internet online technology, crowd sourcing in order to help people to fund their businesses. Obviously it’s been frustrating that the banks haven’t been lending more to small businesses. I think the big picture numbers now show a more helpful pattern in terms of gross lending, but I think these other ways of raising finance are incredibly encouraging.",
        "And we should do our bit to help with that. That’s what the Business Bank is about that the government has set up and funded, that’s what the Start‑Up Loans are about and I think we should be as flexible as we can to try and find new ways of encouraging people to invest. That’s what all our enterprise relief schemes are about. The EIS scheme is about getting money into small businesses.",
        "I keep asking investors, ‘Is there anything else we can do to make this work better?’ and people seem pretty happy with the way it’s working. But if people have got specific suggestions for how we help fund small business, how we help entrepreneurs, how we deal with the difficult stages afterwards – the so‑called ‘valley of death’ – Tim Luke and Daniel Korski from the Policy Unit are at the front; all ideas gratefully received.",
        "**Question**",
        "I own my own engineering company and I’d like to know do you have any plans to further assist manufacturing. I would say that manufacturing went into recession in 2006, before the bank crisis struck. Here we are 7 years later, nothing has been done about training in those years in the meantime, and the clothes you are wearing today were made on a machine, if someone’s not out there making those machines we’re going to have nothing. Manufacturing desperately needs help.",
        "**Answer**",
        "Right, okay. Well, look, the good news, sir, is that the last figures that we have for the British economy, manufacturing has been growing actually slightly faster than services and I think it’s welcome that we’re seeing a recovery in manufacturing, in construction as well as in our service industries. I think what we also need to see is that export growth and manufacturing obviously, as a very tradable sector, is always a vital part of that.",
        "What can the government do for manufacturing? I think there are 3 or 4 things that are vital. There’s obviously the tax regime that affects lots of businesses, so low corporate tax rates. We’ve got the Patent Box, so if you invent anything here in Britain and manufacture it here in Britain you pay 10% corporation tax. I think the apprenticeship schemes that we’re backing, record funding going into apprenticeship schemes. I think that’s particularly important for manufacturing and those sorts of skilled jobs. I think the transport network – we talked about broadband is vital for a lot of rural businesses; if you’re a manufacturing business we need to upgrade our ports, we need to upgrade our railways and our roads, all of which is happening.",
        "I think that the other piece of the jigsaw I’ve mentioned is these catapult centres that the business department is setting up, where we’re looking at specific industries, specific parts of manufacturing and thinking how can we help by, frankly, imitating the Germans and seeing where you can get the best out of our universities, the best out of our business brains, and put them together in catapult centres to try and literally catapult better technology into our manufacturing industries. So, for instance, the one that we’re doing with aerospace, which is funded with hundreds of millions of pounds, I think could be a real success in an area where Britain is still the number 2 in the world.",
        "So I’m very much committed to a manufacturing based recovery, to supporting manufacturers, I think sills, technology, taxes and transport were the ones I’d put at the top of the list, but if you’ve got other ones, my experts here in the front row, and you can have a go at them after I’ve gone.",
        "**Question**",
        "I started out when I was 12, I was one of very few number. Obviously I think now we can all say that the age of the entrepreneur really has arrived, and of course the enterprise loans are actually sitting here with Mike and Ben Dyer who are the only young entrepreneur delivery partners for the enterprise loans who are actually giving me a loan at the moment.",
        "So, I think we can certainly say that the age has arrived, the only thing that worries me slightly is – particularly within my industry of food and drink, high end retail – is that that the industry is so crowded, and retail has been so badly damaged through the recession, is that sustainable? Is it sustainable for 12,000 new businesses to be setting up when we go into a retail that 2 brands have to come out for us to go in?",
        "That’s the first point, and then the second one is to do with export, so sort of following on from that. We’ve been exporting – I’ve worked with UKTI for a number of years; I was at the November 2010 event as a speaker. And what we see is an inconsistency on what’s actually being talked about in terms of the support of trade and export. Very quick example, we exported to Mexico, we were told and advised by UK Trade & Investment we’d need a dairy certification. Products arrived into port and were held by customs; we had to pay nearly £8,000 for a new certification because dairy isn’t required.",
        "So I think there’s a little bit of an inconsistency there with what’s being sort of discussed and what’s actually being delivered. So I please ask you that you could talk to UK Trade & Investment to actually engage more with people who are on the forefront of export.",
        "**Answer**",
        "Okay. Well thank you very much and thank you for what you’ve done since the age of 12 to deliver this enterprise revolution. I mean, I really believe it is happening. When I see what’s happening with the start-up loans, with the enterprise allowance scheme, with the fact here are 400,000 more businesses today than there were 3 and a half years ago in our country, I think we are seeing real signs of an enterprise economy bursting through again.",
        "On UKTI, I think the performance has improved a lot over recent years, but one of the reasons for hiring a great business brain, in Livingston, is to really put him to work on turning around this organisation even more, and making sure it’s looking after small businesses in particular. I think a lot of big businesses already have the expertise in terms of export and how to get on in overseas markets, but small businesses really need that help and support.",
        "On your point on retail, I’m not sure I’ve got a really good answer to that. I mean, you know, we have a very competitive retail market. I mean, when Napoleon said we’re a nation of shopkeepers he meant it as an insult, I take it as a compliment, and I think we should want to have a competitive market where new people should break through. And that’s the business world we live in today. You know, you think about it, a few years ago a lot of these brands that have gone global or taking over the world didn’t even exist. You know, where was Skype 5 years ago? You know where were some of these businesses that have come from nowhere? So I think we should celebrate the fact that we have a lot of bursting‑through small businesses that are going to change their markets, because it’s that process of change that will create the jobs of the future.",
        "**Question**",
        "I’m afraid it’s a bit about the banks. It’s an ask for a little bit of help. We’ve been very lucky in 2 of my members, we’ve managed to get recompense from the banks for the mis-selling of swap rates. And these are microbusinesses, £120,000 worth of extra interest. They’ve now been given, eventually, their compensation package, which includes about a quarter of an inch of paper to go through. Inside there is a confidentiality clause; we can argue about that.",
        "But the big problem being is that the answer in short terms is, ‘Yes we got it wrong. Here’s your money back. Here’s the compensation we think we’ll give you. And if you don’t like it, you can reapply to us, but be aware that you might not get back what we’ve offered you in the first place.’ And I think that’s completely wrong. If the compensation isn’t enough, the person should be able to go back without fear of losing the initial claim – or we need something to do about that. And just to add insult to injury, the following day, they got a telephone call from that bank saying, ‘We got it wrong before but can we re-do your loan for you?’",
        "**Answer**",
        "Right. But I think that – that’s a good one to end on sir. Look, I think our banking system is strengthening. I think our banking system is being sorted out. But it’s going to take more time. And I think the 2 key elements that you’re pointing to are, 1, we need more competition. Banks have got to feel the pressure of competition, from the fact that business owners can take their custom somewhere else. They’ve got to feel the pressure that account holders can switch their account to another bank. That is now happening, and I think these challenger banks that you can now see – the Metro Banks, the Handelsbanks, the fact that TSB is out there again – that competition, we need that to change the culture and the practice in banking.",
        "The second area is regulation, and I think, frankly, we did inherit a bit of a mess in terms of regulation, and we’ve taken steps to sort that out by giving the Bank of England an absolutely clear role in terms of calling the time on excessive debt in our economy, which it didn’t do previously. But also having in the Financial Conduct Authority a tough and rigorous regulator on banking practice.",
        "And so this is not going to be easily fixed. I would just beware the sort of quack remedies that I think we’re being offered by the opposition, who come up with something that looks flashy for about a day, and then you realise hasn’t worked elsewhere in the world and is not right. I think under this government you can see the competition is hotting up. The new banks are arriving. There’s more work to be done as we nurse RBS back to health. And let’s let these new regulators get on with their job, and they may be able to look at cases like your – the one you mention, and make sure that we police these organisations better.",
        "Can I thank you very much indeed. I’m afraid I’m told that’s all I’ve got time for. Can I thank you very much for inviting me. Sorry it’s taken 40 years to get a prime minister along, but, as I said, we’ll try and speed up the next – the next arrival – of this prime minister, let me just be clear about that, in case there are any doubts about that one. But thank you very much for the warm welcome. Thank you for the suggestions.",
        "This is about not just a speech and a Q&A; it’s about a process of engagement. We desperately want small business, enterprise and entrepreneurship to succeed in our country. There’s some stuff we need to get out the way: the tax and regulation. There’s some big stuff we need to stand up for on small business. And there’s a bit more celebrating we need to do of successful enterprise and entrepreneurship, and people who create wealth and jobs in our economy. It is a vital piece of work. It’s an incredibly noble thing to do when people start out on their own. And when they create those businesses that become great employers of the future, it is a genuine public service, and we can’t say that often enough.",
        "Thank you very much indeed."
    ]
}