{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-in-tribute-to-jo-cox/",
    "title": "David Cameron – 2016 Speech in Tribute to Jo Cox",
    "post_date": "June 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in the House of Commons by David Cameron, the Prime Minister, on 20 June 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are here today to remember an extraordinary colleague and friend. Jo Cox was a voice of compassion, whose irrepressible spirit and boundless energy lit up the lives of all who knew her and saved the lives of many she never ever met. Today, we grieve her loss and we hold in our hearts and prayers her husband Brendan, her parents and sister, and her two children, who are just three and five years old. We express our anger at the sickening and despicable attack that killed her as she did her job serving her constituents on the streets of Birstall. Let me join the Leader of the Opposition in his moving words praising Bernard Kenny and all those who tried to save her. Above all, in this House we pay tribute to a loving, determined, passionate and progressive politician, who epitomised the best of humanity and who proved so often the power of politics to make our world a better place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I first met Jo in 2006 in Darfur. She was doing what she was so brilliant at: bravely working in one of the most dangerous parts of the world, fighting for the lives of refugees. Her decision to welcome me, then a Conservative Leader of the Opposition, had not been entirely welcomed by all her colleagues and friends, but it was typical of her determination to reach across party lines on issues that she felt were so much more important than party politics. Jo was a humanitarian to her core—a passionate and brilliant campaigner, whose grit and determination to fight for justice saw her, time and time again, driving issues up the agenda and making people listen and, above all, act; drawing attention to conflicts in Sudan and the Democratic Republic of the Congo; helping to expose the despicable practice of rape in war; her work with Sarah Brown on cutting mortality in childbirth; her support for refugees fleeing the war in Syria. Quite simply, there are people on our planet today who are only here and alive because of Jo.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Jo was a committed democrat and a passionate feminist. She spent years encouraging and supporting women around the world to stand for office, long before she did so herself. When she was elected as an MP, just over a year ago, she said to one of her colleagues that she did not just want to be known for flying around the world tackling international issues, but that she had a profound duty to stand up for the people of Batley and Spen, and she was absolutely as good as her word. As she said in her maiden speech, Jo was proud to be made in Yorkshire and to serve the area in which she had grown up. She belonged there, and in a constituency of truly multi-ethnic, multi-faith communities, she made people feel that they belonged too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Jo’s politics were inspired by love, and the outpouring and unity of the tributes we have seen in the past few days show the extraordinary reach and impact of her message, for in remembering Jo we show today that what she said in this House is true—and I know it will be quoted many times today:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“we are far more united and have far more in common with each other than things that divide us.”—[Official Report, 3 June 2015; Vol. 596, c. 675.]\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This Wednesday, as the Leader of the Opposition said, would have been Jo’s 42nd birthday, and there will be a global celebration of her life and values with simultaneous events in New York and Washington, London, Batley, Brussels, Geneva, Nairobi and Beirut. She should of course have been celebrating her birthday by hosting her traditional summer solstice party. It reminds us that behind the formidable professional was a loving and fun mother, daughter, sister, wife and friend, with a warm welcoming smile and so often laughter in her voice. Jo brought people together; she saw the best in people and she brought out the best in them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A brave adventurer and a keen climber, Jo was never daunted. When most people hear of a place called the Inaccessible Pinnacle, they leave it well alone. Not Jo. She did not just climb it; she abseiled down it, and did so despite a bad case of morning sickness. It was her irrepressible spirit that helped to give her such determination and focus in her politics, too. A Conservative colleague of mine said this weekend:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“If you lost your way for a moment in the cut and thrust of political life, meeting Jo would remind you why you went into politics in the first place.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There have been so many moving tributes in the past few days, but if I may I would like to quote someone already mentioned—the hon. Member for Wirral South (Alison McGovern):\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“We mourn your loss, yet know that all you stood for is unbreakable. We promise to stand up, even though we are broken. We promise that we will never be cowed by hate.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "May we and the generations of Members who follow us in this House honour Jo’s memory by proving that the democracy and freedoms that Jo stood for are indeed unbreakable, by continuing to stand up for our constituents, and by uniting against the hatred that killed her, today and forever more.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}