{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-press-conference-with-enda-kenny/",
    "title": "David Cameron – 2016 Press Conference with Enda Kenny",
    "post_date": "January 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference between David Cameron, the Prime Minister, and Enda Kenny, the Irish Taoiseach held in Ireland on 25 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, good afternoon everyone. I’m pleased to welcome the Taoiseach Enda Kenny, my good friend, here today. But before I talk about the importance of our bilateral relationship I’d like to take a moment to express my deep sadness on learning of the death of Cecil Parkinson. He was the first big political figure that I ever worked for and got to know. He was a man of huge ability. He was passionate that what he was doing, and the team of ministers that he worked with was about transforming Britain in the 1980s by improving industrial relations, by reforming the trade unions, by making sure the business was in the private sector, by encouraging entrepreneurship. He was passionate about those issues and a very effective minister.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And he was someone I really enjoyed working with and he taught me a great deal. He was part of a great political generation that did really extraordinary things for our country. He’ll be hugely missed by many on all sides of the political divide and my thoughts are with Cecil’s wife, Ann, and their family at this very sad time.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to today’s meeting our bilateral relationship with Ireland has never been stronger. We’ve spoken about the good progress we continue to make in reforming the UK’s relationship with the EU to address the concern the British people have about our membership. And we’ve also spoken about the migration crisis, and the importance of using our strong bilateral relationship to work together to address it, including through the Syria Donors Conference that I’ll be hosting here in London next month. And I want to say a word about each of these.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Firstly, our bilateral relationship. UK–Irish relations have never been stronger or more productive than they are today. This year we’ll reach the halfway mark in our decade of joint cooperation which we first announced together in 2012. Our trade relationship is growing with trade between our countries now worth more than €1 billion every week. Ireland is now our fifth biggest market for goods and our sixth biggest for services. And the strength of the Irish economy, in particular its growth in recent years, underlies why Ireland is such an important partner for the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Over 3 million Brits visit Ireland each year. In Northern Ireland, the Executive has now delivered its first budget since the Fresh Start agreement, a result that is in no small part down to the hard work of the parties in Northern Ireland, but of course supported by both the British and Irish governments. The UK government remains fully committed to working alongside the Irish government to build a brighter, more secure future for the people of Northern Ireland. We want to help them to deliver the peaceful and prosperous society that they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now we’ve spoken today about the importance of strengthening the external border of the Common Travel Area, something I consider to be vital. And of course 2016 also marks the centenaries of important events in our shared history. We’ll mark them as we should in a spirit of mutual respect, inclusiveness and friendship.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On EU reform, as I’ve said before, we need to fix the aspects of our EU membership that cause so much frustration in Britain, so we get a better deal for our country and secure our future, but also a good deal for all in Europe too. Throughout we’re driven by one consideration: what is best for Britain’s economic and national security. In the end, the British people will decide whether we’re stronger and better off with our European neighbours as part of the European Union or on our own. That’s because we made a promise – and we kept it – to deliver an in/out referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today we’ve discussed the areas I set out where we need to see reform, on economic governance, on sovereignty, on competitiveness and of course on welfare. The UK and Ireland share a strong desire to make the EU more competitive, and to prioritise free trade agreements with the fastest growing markets across the world. We’re making progress in our negotiations and I’m confident that, with the right political will, we can secure the reforms that will address the concerns of the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve also discussed the terrible humanitarian situation caused by the Syria crisis and what more we can do as an international community to help. Next month I will bring together world leaders in London to talk about just how we do that. We need to agree concrete action that will give hope to so many: jobs, so people can provide for their families; and education for their children. We need to act now to help refugees in the region as well as enabling them to play a leading role in Syria’s reconstruction in the future. This is not just in the interests of Syria and her neighbours; it’s in the interests of the refugees and Europe too. The more we do to enable people to stay in the region, the less likely we are to see them making the perilous journey to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So thank you very much, Enda, for the discussions today. Thank you for your support and help, and I very much look forward to working with you in the months and, I hope, years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Enda Kenny**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thanks David. First of all, I want to say that it’s a privilege to be back here again at Downing Street. I really wanted to come over to talk about the issue of Europe and the referendum with the Prime Minister. I have to say that I do that following on the very positive approach and the encouragement that there was at the European Council meeting in December.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People are aware that President Tusk will table a paper, probably next week in regards to the four issues that the Prime Minister put on the table. I actually believe that all of these are solvable in a really positive sense because you know our position in Ireland, Europe will be much stronger with Britain as a central and fundamental member.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So it’s a vital issue for Europe, it’s a vital issue for Britain, but it’s also a critical issue for Ireland. And that’s why earlier today I spoke down at McCann FitzGerald, one of the leading legal firms here in London, to make the important point that British business needs to make this point very positively, that we can be a stronger union, a stronger Britain, a stronger Ireland, by making changes that reform Europe in a way that helps everybody.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I want Britain to remain a central member of the European Union because from our – Ireland’s point of view, this is a really critical issue. And I say that in the spirit of real positiveness, because I do believe that the four baskets that were put on the table by you at December are all issues that can be concluded successfully and strongly in the interests of everybody throughout the Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also discussed the question of the – which David referred to – the 1916 centenary commemorations, and we have a very comprehensive, inclusive, sensitive whole series of things this year. I’ve invited the Prime Minister to come over himself at some time during the course of the year if that’s appropriate, and obviously he will consider that in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We discussed the Fresh Start in Northern Ireland. We agree now that the issues that were decided upon and agreed upon by the parties of Northern Ireland, that we can give impetus to that ourselves to see that these things will happen.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So, from that point of view, clearly the question of migration is another one on the table. We discussed that, the implications and the difficulties of the challenge that Europe faces here in dealing with unprecedented numbers coming in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I’m much better informed in respects of Europe, and obviously we’ll meet up again before the European Council meeting so that we give a really positive presentation to this, and in so far as we can help the Prime Minister and Britain here to have our European colleagues understand the importance of this, we will.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A question for both of you if I can. Taoiseach, you said that you’re confident that negotiations can be concluded successfully and strongly. Do you think they can be concluded in February, and do you see a need for a hurry on this deal and for the referendum to happen as quickly as possible?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Prime Minister, the business community has come out today and expressed concerns and fears about the impact of Brexit on trade. It seems on the inside it’s about fears over trade, on the outside fears over migration. Could this whole Brexit referendum discussion descend into a kind of competitive project fear?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Enda Kenny**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ve made the point on many occasion that, in the teeth of the recession, Ireland was the only country that had to vote on a referendum – by referendum on the Fiscal Stability Treaty, and actually it was the voice of Irish business that really convinced people not to take the risk of putting those jobs at risk.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So, in the same way, British business here will have the opportunity to speak about the importance and the power of 500 million European Union being reformed to work more effectively in the interests of greater trade, of trade agreements, of the opportunity to cut unemployment, the opportunity to create employment, and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So whether it be finished on – at the European Council meeting on February, I just can’t say. I haven’t see President Tusk’s paper yet, and obviously the Prime Minter has pointed out himself his view on whether it’s absolutely necessary to do it in February or not. My belief is that, of the four issues that were tabled there, there are some complications clearly with one or two of those, but I think these are issues that can be sorted and that can be agreed. And I would hope, personally, that it might be possible to do it in February but then I can’t speak about all of the other countries around the table. But it’s an issue that needs to be dealt with. It’s a critical issue. We regard it as being very important for the relationship between Ireland and Britain but also between their continuing strength and functioning of the European Union with Britain continuing as a central member.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My whole approach to this issue is one that is very positive. I mean, I think we should be focusing on the positive opportunity for Britain. Imagine the scale of the prize if we can remain a member of the single market with 500 million consumers, a quarter of the global economy, with a seat at the table and a say over the rules, and making sure that we do right by our business for jobs and investment and growth in the UK, combined with action to make sure we deal with the things that frustrate people about the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So that’s what I’m going to focus on in the run up to try to get this agreement and then, hopefully once we have this agreement, to win the argument about why Britain should stay in a reformed Europe. But we need to get that agreement. It is possible for it to happen in February. As I’ve said, if there’s a good deal on the table, I’ll take that deal, I’ll take it to the British people and explain why it’s the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it’s got to be the right deal. If it’s not there, we’ve got plenty of time. We don’t need a referendum until the end of 2017. But I’m always keen to deal with these issues, and I’ve tried to approach this in a very sensible way throughout the last few months, travelling around Europe, explaining what needs to be done, putting very concrete and sensible proposals on the table, and if all of those get a proper and sensible response, we can do this in February. But if it’s not right, I’d rather get it right than do it in a rush.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Could I start by asking the Prime Minister, how much of a help do you think that the Irish government will be to you ahead of next month’s summit?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And also, to the Taoiseach, what contingency plans, if any, is the Irish government looking at, given that there could be a Brexit and potentially a referendum within the coming months?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, let me answer the question first. I mean, Enda and the Irish government have been and I believe will continue to be hugely helpful, because Enda is very respected in the European Council. He’s someone with great experience, with great knowledge about how the organisation works. I think he knows that Europe would be better off if Britain stayed in, because of the contribution that we bring. Obviously the very close trading and economic relationships between Britain and Ireland play a part.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So in terms of trying to get across why the issues that Britain’s put on the table matter so much, I think that we’ve had very strong support from the Irish government, and I think that has helped to get the message across about why these things need to change, and, as I’ve said, the size of the prize if they do change. So we worked very closely together, and the speech you made at the European Council in December when I made my presentation was extremely powerful, and I think a lot of people were very impressed by what he said.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Enda Kenny**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thanks. Obviously we’re focused on the positive end of this, as I’ve said, being a member and continuing to be a member of 500 million people. That’s where we need to be, so our focus is on helping Britain, but helping our colleagues in Europe to understand that everybody can benefit from more effective reforms. Prime Minister Cameron wrote many – a few years ago now, in respect of the single market and the digital market and opening up the trade agreements that we could follow through and cutting out red tape and useless administrative conditions, and that’s where we need to be, with a really effective, streamlined, competent and lean Europe. And I think out of this situation comes a brilliant opportunity to actually prove that the European Union can do what it’s supposed to do, and that it’s become a real powerhouse globally in terms of trade and economics and opportunities and jobs and employment, and all of these, being a world leader in setting down conditions and all of these things. So that’s what we’re focused on.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To be fair about it, the Department of Finance did commission a report from the Economic, Social and Research Institute, which pointed out the possibilities that might happen were Britain to decide to exit. I don’t contemplate that, to be honest with you, but it did point out the impact on trade and on wages and salaries, and for people it should be really serious and not without a risk. So for us, it’s a critical issue, that’s why we’re here to have the best information from the Prime Minister to, in so far as I can, explain to our European colleagues the importance of all working together here at a time of great uncertainty internationally for a variety of reasons. Here is an opportunity, and the European Union founded on the principles arising out of war from peace and opportunity and all of these things, we can make this happen, and every one of the 28 have got to understand, where there’s a problem in any country, help that country to make it better for everybody.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, a British court last week ruled that migrants in Calais are entitled to come to this country if they’ve got a family connection, under human rights laws. Have they got that right?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And to the Taoiseach, are you concerned that a British vote to leave the European Union could jeopardise the peace process in Northern Ireland?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the issue of migration and Calais, I think it would be a very bad move to make Calais a magnet for even more people to come by saying there was some sort of direct access from Calais into the UK. That is the wrong approach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But factually, it is important to understand that, under the existing Dublin rules, if someone claims asylum in another European country – in France or in Italy or in Germany – and they can prove a direct family connection – a mother, or a father, or a sister, or a brother – then they are able, under the Dublin regulations, to come to Britain, which – I think that’s a different matter, and that’s when we talk about children who might be alone in Europe or elsewhere able to make that claim under the Dublin regulations so they can be reunited with their family. That’s a different matter, and something that is in the Dublin regulations that of course we support.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Enda Kenny**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In respect of the point you made about the peace process in Northern Ireland: well, the guns are silent, and this has taken a great deal of work from so many people over so many years, and we’ve complimented the politicians who lived up to their responsibility in respect of the Fresh Start, which took ten weeks before Christmas to finalise, but I’m glad that that’s now moving and they’re getting on with implementing the mandate and the responsibility that they have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think it’s important to say that the road out of inequality and the path out of that unfairness is employment and opportunity, and that’s why we have shared trade missions to a number of locations. There’s a great deal of cooperation both in respect of issues of economics and Europe and the agri-sector or trade or whatever else, so these are all shared, which means that the prosperity opportunities for Northern Ireland rise and increase. Chancellor gave the opportunity for the Executive, if they wish, to reduce the level of corporate tax rate in Northern Ireland, to that approaching the Republic. We share that view. Obviously it’s a matter for the Executive to implement in 2018, but that’s going to harmonise the economic opportunity for the island of Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should not put anything like that at risk. And from our perspective, it would create serious difficulties for Northern Ireland were that to happen. So I don’t want to see that happen, and, in so far as we can work, we work on the positive end of this future benefits and potential to come from a strong Britain being part of a strong Europe, and Ireland associated with that, north and south.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Taoiseach, over the weekend, you repeatedly refused to rule out doing a deal with Michael Lowry post-selection. Are we going to return to the kind of parish pump deals that Fianna Fáil did with independent TDs if the numbers don’t stack up for Labour and Fine Gael?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Enda Kenny**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, that’s why you want a strong and stable government that has a coherence about it in terms of the progress we have made over the last five years and where we want to be over the next five years. So I would say to people, when they reflect, when the election is actually called and when they start to deal with the issues here, we know where we can be, and obviously our plan is to set out opportunities for further employment, to make work pay, and to keep the recovery moving now, because it’s heading in the right direction. And the first opportunity for people to reflect on that will be when they go to the ballot boxes, and if they want a strong, stable and coherent government, they can vote for the candidates of the Fine Gael party and the Labour party.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One follow-up, there, for yourself. Do you have any advice for Mr Kenny on getting a surprise overall majority?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I wouldn’t give advice, but that last answer sounded to me like a long-term economic plan that was working for the people in the Republic. But we work very closely together. The Irish elections are a matter for the Irish electorate. All I know is that we work closely together and we’re looking forward to doing that in the, as I say, months and years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}