{
    "url": "https://www.ukpol.co.uk/david-cameron-2010-speech-on-hms-ark-royal/",
    "title": "David Cameron – 2010 Speech on HMS Ark Royal",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on HMS Ark Royal on 24th June 2010.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Thank you very much indeed, and can I say what a huge honour it is for me to be aboard HMS Ark Royal, and to see you all today. I know that I am only the warm-up act, because I was speaking last night to Her Majesty – how much I love being able to say that – and she told me how delighted and excited she was about coming to see again her beloved Ark Royal as she will be next week.",
        "I wanted to come here today for one reason, and one reason alone. I know that all of you probably think that back in the United Kingdom, all we are thinking about is eleven people who are going to take to that football pitch on Sunday. Of course, everyone is willing them on, but I can tell you that everyone in our country is thinking of something else as well, and that is the enormous debt that we owe to our armed services for everything that you do for us. Saturday is Armed Services Day, and I wanted to be here with you before that, to say to you as directly as I can how much we owe our armed services – our Air Force, our Royal Navy, our Army – for everything that you do to keep us safe.",
        "The first thing I wanted to say is a very, very big thank you. You work incredibly long hours. You are taken away from your loved ones. You spend a long time away from home and at sea. You do a job that many of us simply couldn’t do, and it’s right that we should say a very big thank you for what you do. Samuel Johnson once said that every man looks at himself more meanly if he has never been a soldier or never been to sea, and that is right, so thank you for your courage, your dedication, your professionalism, and for what you do.",
        "The second thing I wanted to say is that I think we should take huge pride in our Royal Navy. Standing here on the fifth Ark Royal, and thinking of all our incredible naval history, from Nelson back to Drake, from Trafalgar to Jutland – history that I hope we can now teach properly in our schools – we should be proud of all we have achieved in the past, but we should also be very proud of all that we are going to do in the future. We have a great naval future as well as a great naval past. I know that sometimes, with everything that has been happening in Afghanistan, that the Royal Navy can sometimes feel a little forgotten. I will never forget what you do, and no one should ever forget that in Afghanistan, an important part of the Royal Navy, the Marine Commandos, are fighting incredibly hard in Afghanistan on our behalf. We have heard more bad news overnight about casualties in Afghanistan, and our hearts should go out to every one of those men and their families and the loved ones that they leave behind.",
        "As well as talking about the debt of gratitude that we owe, as well as speaking about our proud naval tradition, I also wanted to say something about the Strategic Defence Review that we are undertaking, that I know of course causes huge concern and worry right across our armed services. It is right that we have one. We have not asked the fundamental questions about the defence of our country, about our role in the world, since 1998. If you think of all the things that have happened since then – the actions that you have taken part in, in Sierra Leone, and Kosovo; the wars that we fought in Iraq and Afghanistan – huge changes have taken place in our world: the attacks of 9/11; the attacks in our own country in July 2005. It is time for us to think again about how to make our country safe, how to project power in the world, how to look after our national interest, and how to make sure we are secure for the future. That is what we should do.",
        "I know absolutely that the Royal Navy will have a huge role to play in that future. We are a trading nation. We have got to keep our sea-lanes open. We want to stop drugs coming from our shores, and that is the work that you do. We have to deal with the appalling threat of piracy off the Horn of Africa; that is what you do. We have to make sure we keep vital sea-lanes open, and the work in the Gulf; that is what the Royal Navy is doing today. I know that whatever the outcome of this review, whatever the changes we will have to make, we should make them together and recognise that the Royal Navy is going to have a huge role to play in our future, in our defence, and in our security.",
        "The last thing I wanted to say to you today is simply this: I am very aware that as the British Prime Minister, I can expect incredible things from you. Dedication, bravery, courage, service. I want to say what you can expect from me. There is this thing called the Military Covenant, written down, which is what the country offers you in return for what you offer us. You do so much: you put your lives on the line, your safety on the line, and it is time for us to rewrite that Military Covenant, to make sure that we are doing everything we can for you and your families at home, whether it is the schools you send you children to, whether it is the healthcare that you can expect, whether it is the fact that there should be a dedicated military ward for anyone who gets injured or wounded in Afghanistan or elsewhere. I want all of these things refreshed and renewed and written down in a new Military Covenant that we write into the law of our land so we show how we stand up for our armed services.",
        "As far as I am concerned, public service is a vital part of our country, and you are at the noblest end of public service. A great military commander once said that those things we do for ourselves, die with us; those things we do in the service of others, they live forever. That is what you do in the Royal Navy; that is what you do in our armed services. I am here as the new British Prime Minister to say a very big thank you for your service, your dedication, your courage and all that you do on this historic ship, in this great place, at this time, with Her Majesty the Queen coming to see you next week.",
        "Thank you for all you do, thank you for all you are, thank you for all you represent, and recognise that back home in Britain, it is not just the government that reveres our armed services; it is the whole of our country, from the homecoming parades, to the businesses that allow Territorial Army reservists and other reservists to go off to sea or to fight overseas, to the great public support you see for our armed services. We are proud of you, so thank you, and remember you are never forgotten. Thank you very much."
    ]
}