{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-to-cebit/",
    "title": "David Cameron – 2014 Speech to CeBIT",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, to CeBIT in Hannover, Germany on 9th March 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "What can I say – music, violins, a robot thespian – this is how I spend all my Sunday nights.",
        "It is a huge pleasure to be here and can I say to the Chancellor what an honour it is for the UK to co-host this event.",
        "Germany is a country with a proud history in technology from the Fraunhofer institutes in your towns to the tech start-ups in Berlin and of course this world-leading conference we are opening here today.",
        "As that advertisement we all grew up hearing said: “Vorsprung Durch Technik” and it is that spirit we are celebrating tonight.",
        "Progress through technology. And what remarkable progress we see.",
        "Today we can put in our pockets a computer more powerful than any computer in the world 20 years ago.",
        "Just a decade ago – Skype was a typo, a tweet was something you heard from a bird, a cloud was something you saw in the sky – not somewhere you stored your data.",
        "Companies that are starting in people’s garages and bedrooms one year are going stratospheric the next.",
        "This is a world on fast forward a world of permanent technological revolution and in this world, countries like the UK and Germany will only succeed if we have a relentless drive for new ideas and innovations.",
        "That’s why I am here today. And I have come here with a mission and a message.",
        "**Mission: Promoting UK tech**",
        "My mission here at CeBIT is to promote the extraordinary tech sector we have in the UK.",
        "4 years ago, we put in place a long-term economic plan to turn our country around – and innovation is right at the heart of that plan.",
        "Here is just a taste of what we’ve done.",
        "We got the London Stock Exchange to make it easier for fast-growing firms to list.",
        "We kept spending on science, despite the downturn.",
        "We introduced huge tax breaks on early stage investment, tax breaks on video games, a Patent Box so if you invent in the UK you only pay 10 per cent tax on those profits.",
        "Government IT has been revolutionised too.",
        "When we came to office, government was spending about £16 billion per year – that is 1 per cent of GDP on its IT, overwhelmingly to large suppliers. So we stripped out the waste and opened up our IT contracts to small firms.",
        "The G Cloud, from where we now procure services, is one of the world’s most innovative tender systems in the world.",
        "Above all, we have rolled out the red carpet to the world’s ideas people. Special visas for entrepreneurs, visas for Tech City, allowing universities to expand by 30,000 students next year and no restrictions at all the year after.",
        "We’re not stopping there. We’re putting coding on the curriculum in our schools for the first time putting £200 million into equipment for science teaching at our universities. And all this is working.",
        "Come over to Shoreditch in east London and you can see it – Tech City is teeming with start-ups and new ideas.",
        "It started less than three and a half years ago with 200 digital companies in that area of east London now there are 1,300.",
        "Come over to Cambridge or Edinburgh or Oxford and you find clusters of tech companies who are changing the way we live now. I had some of them on the plane over with me this afternoon.",
        "Touch Bionics – inventors of the world’s most advanced bionic hand.",
        "Raspberry Pi – the phenomenon which has sold over 2.5 million units and counting.",
        "Imagination – who provide the video and graphics for iPhones.",
        "This is the UK tech scene today. Dynamic. Relentlessly ambitious. Leading the way.",
        "It is our ambition to make the UK the most digital nation in the G8 and it is my mission to show the world that we’re getting there.",
        "**Message: we want to work with you**",
        "But I come here today with a message too, for our German friends:",
        "We want to take these strengths and combine them.",
        "We want to work with you to pool ideas, share data, innovate, to lead on the next big ideas.",
        "And I’ll tell you three areas where I see us collaborating more closely.",
        "First, 5G.",
        "With 4G, an 800 megabyte movie takes around 40 seconds to download; with 5G that would be cut to one second.",
        "This is a prize that researchers all over the world are going for and so I am delighted to announce a new collaboration, between the University of Dresden, King’s College University in London and the University of Surrey.",
        "Three world-leading universities working on 5G hand in hand – that is something to be truly excited about.",
        "Second, for our two countries to remain competitive, the European single market must keep pace with developments in the digital economy.",
        "So Germany and the UK have agreed to work together to improve the telecoms single market.",
        "We welcome the long-term ambition of the European Commission, but want to take steps that deliver benefits to businesses and consumers quickly, including the complete elimination of mobile roaming charges.",
        "The third area I think we can work more closely on is the Internet of Things.",
        "These are developments that could allow literally billions of everyday objects to talk to each other over the internet – using low-cost, low-power chips.",
        "And this has enormous potential to change our lives.",
        "Electricity meters that talk to the grid to get you the best deals.",
        "Health monitors that keep an eye on your heart rate.",
        "Water pipes that warn of a fall in pressure.",
        "And yes, even a fridge that can order you milk when it notices you are getting low.",
        "I see the Internet of Things as a huge transformative development a way of boosting productivity of keeping us healthier making transport more efficient reducing energy needs, tackling climate change.",
        "We are on the brink of a new industrial revolution and I want us – the UK and Germany – to lead it.",
        "Let me tell you how seriously we’re taking the Internet of Things in the UK.",
        "We’re getting the infrastructure in place, with our regulator, Ofcom, taking a flexible approach to the use of Spectrum.",
        "Indeed as our Spectrum Strategy will set out tomorrow, we aim to double the economic benefits of spectrum to UK companies and consumers from roughly £50 billion today, to £100 billion in 2025.",
        "We’ll do this by allowing new applications to come online, new kinds of mobile technologies to be used, more data usage to be enjoyed and greater broadcasting services to be made available.",
        "Beyond that we need the ideas to turn the Internet of Things from a slogan to a fact. So I have personally tasked the government’s Chief Scientific Adviser to explore what more we must do in this area.",
        "We’re making available £73 million of funding to put the boosters under research. And I can announce today that we are launching a new European Internet of Things grant fund – valued at up to £1 million for companies that are grabbing these new opportunities.",
        "But you know – the biggest thing the UK has to offer is our amazing companies. Like ARM the company whose chips are in 90 per cent of smart phones around the world. Or Neul who are here with us tonight – a brilliant new start-up in the same space. And the expertise we bring – in chip design, in software and services that is matched by the German expertise in producing industrial components. So this is a real and rare opportunity for us.",
        "Take British ingenuity in software, services and design add German excellence in engineering and industrial manufacturing and together we can lead in this new revolution.",
        "So to conclude today, let me extend those two invitations:",
        "One: come to the UK and see for yourself what a fantastic environment we have for tech companies.",
        "Two: let us join forces.",
        "Let us in this generation make progress through technology – and let’s do it together."
    ]
}