{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-on-the-new-global-economy/",
    "title": "David Cameron – 2006 Speech on the New Global Economy",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Cameron, the then Leader of the Opposition, to the Euromoney Conference on 22 June 2006.",
    "content": [
        "I’m grateful for the opportunity to be with you today.",
        "This is an exceptionally well-informed audience.",
        "It sounds like you’ve enjoyed two days of very detailed discussion and debate.",
        "As people who are involved at the sharp end of the financial markets and the global economy, I’m sure you won’t hesitate to challenge me and I’m looking forward to that.",
        "Today I want to talk about the new global economy…",
        ".. and the great challenges and opportunities presented by the changes that we’re seeing.",
        "Above all I want to set out how I believe politicians can prepare their countries to compete in tomorrow’s world…",
        "Why do we have a new global economy?",
        "Globalisation isn’t new – we had free trade pre-1914.",
        "Writing about that period, Keynes said:",
        "“The inhabitant of London could order by telephone, sipping his morning tea in bed, the various products of the whole earth, in such quantity as he might see fit, and reasonably expect their early delivery upon his doorstep; he could adventure his wealth in the natural resources and new enterprises of any quarter of the world”",
        "What is new, and unique to our time, is the extent and speed and sheer size of the new global economy.",
        "Over the past decade, a combination of events has led to a rapid rise in world trade, and rapid growth in prosperity in some of the poorest areas of the world.",
        "The end of cold war. The victory of capitalism, privatisation and liberalisation within countries. The opening up of trade between countries. And of course, the ICT revolution.",
        "These events have driven change.",
        "World economic growth is at its highest level in thirty years – and on some measures the highest ever.",
        "This is largely driven by a rapid growth in world trade – up by 10% in 2005.",
        "And the level of world trade is at its highest ever.",
        "The result is that two billion more people – a third of the world’s population – have left subsistence poverty and are now engaged in the world economy.",
        "Not only has this changed the volume of trade but it’s also impacted on the way we trade.",
        "You can see the change clearly in the rapid increase in the global capacity for manufacturing.",
        "Because the world can now more easily turn raw materials into goods, the price of manufactured goods has fallen compared to the price of raw materials.",
        "There are many winners in this process.",
        "In the West, consumers enjoy lower prices for things we import like TVs and shoes.",
        "In poorer countries there are rapid increases in incomes.",
        "In nations with natural resources – especially oil – GDP is growing.",
        "And in this global economy, the new winners – across Asia and among oil exporters – are lending much of their gains back to the developed world, driving a further round of growth.",
        "But there are losers too.",
        "Manufacturing firms in the west struggle in the face of this competition.",
        "Many nations are suffering environmental damage and social instability.",
        "Nevertheless, I believe that the overall impact is hugely positive.",
        "In the UK, the price of our imports has fallen relative to the price of our exports, making everyone better off, even if your income is fixed.",
        "You don’t need me to tell you that.",
        "Take a walk up any high street.",
        "The price of a pair of jeans is the same – or lower – than twenty years ago.",
        "There are real benefits here.",
        "Recently I visited a large supermarket and talked to its retail director.",
        "“People ask what our anti-poverty strategy is” he said. “And I show them this.” It was a smart school uniform, on sale for just £13.",
        "The new global economy is a great challenge",
        "The great changes taking place pose many challenges.",
        "We are losing not just low-paid, low value added jobs, but some high value added jobs too.",
        "The pace of change will accelerate.",
        "There are more people in China studying English than there are people in England.",
        "India, China and other countries are investing enormously in education.",
        "India alone has 1300 engineering colleges.",
        "Unless we can compete in the knowledge-based new global economy we will lose out in the economy of the future.",
        "Demand for resources is intensifying.",
        "China is now the world’s second largest user of oil, after the United States, absorbing 6.6 million barrels per day.",
        "A quarter of this comes from Africa, where China is investing heavily.",
        "All of this impacts on us in the developed world.",
        "At a micro level it has an impact on businesses and patterns of employment.",
        "And at a macro level rapid change brings uncertainty: we simply can’t guarantee that the beneficial effects of globalisation will continue automatically.",
        "We can’t guarantee that the price of imports will continue to fall.",
        "We can’t be sure that the ICT revolution will be sustained at the same pace.",
        "As Donald Rumsfeld would put it, there are simply too many ‘unknown unknowns’.",
        "Mervyn King talked last week about the ‘bumpy ride’ ahead as the world manages a transition to higher global interest rates, after a period of low rates around the world.",
        "Opportunities",
        "But as well as these challenges, the new global economy also offers great opportunities.",
        "Those two billion new workers are rapidly becoming two billion new customers too – and you know what, western brands are in high demand.",
        "But the UK is failing to make the most of those opportunities.",
        "Our level of new investment in China is sixth in Europe – after Germany, Italy, the Netherlands, France and Sweden.",
        "Our trade with China is third in Europe",
        "When President Chirac went to China last year, he took 1000 businessmen with him, and opened doors for them.",
        "Politicians seeking to understand China shouldn’t think ‘sweatshop’ – they should think ‘silicon’.",
        "And they should remember how significant Japanese inward investment was to our economies in the 1980s because – as the head of Kingfisher pointed out to me recently – Chinese inward investment in Europe could be much bigger in the future.",
        "What are the UK’s greatest advantages in the new global economy?",
        "I am convinced that the UK has many great advantages in the new global economy.",
        "There are few places anywhere that are as profoundly stable as Britain.",
        "Our system of government is tried and tested.",
        "The rule of law is entrenched in a tradition reaching back centuries.",
        "We have a highly educated workforce with a diverse talent base and, of course, a natural command of the English language.",
        "We are, by and large, welcoming to foreigners – especially in that most cosmopolitan and tolerant of cities, London.",
        "But, having said all that, we are eroding our advantages.",
        "In recent years we have seen more regulation and higher tax.",
        "Our transport infrastructure and skills base have both been criticised by the OECD.",
        "Crime – especially violent crime and anti-social behaviour – is a blight on too many communities.",
        "Any responsible government must fully acknowledge these shortcomings and come up with a credible plan to tackle them.",
        "The City is a great example of using our advantages",
        "The City of London is a great UK success story.",
        "It’s the biggest international financial centre on earth.",
        "The London foreign exchange market is the largest in the world, with an average daily turnover of $504 billion. That’s more than New York and Tokyo combined.",
        "There are more than 550 international banks and 170 global securities houses in London.",
        "By contrast Frankfurt has around 280, Paris, 270 and New York 250.",
        "The growth of the modern City as we know it was shaped by three critical Conservative decisions.",
        "First, because of our attractive tax regime, in the 1970s, US bonds were traded in London – the so-called ‘euro-bond’ market.",
        "Then the big bang of the 1980s removed a huge swathe of regulation that allowed the City to expand and removed restrictive practices.",
        "And by being open to competition from banks from anywhere in the world, we injected an enterprising spirit into the City.",
        "The success of the City helps to drive the UK economy and provides huge benefits for our wider society.",
        "Over a million people are employed in financial services, who last year generated net exports for the country of £19 billion.",
        "Far from being based on the old school tie, it is supremely meritocratic.",
        "It is also highly innovative.",
        "You cannot simply set in stone a tax or regulatory regime for the City as it is today because it’s always changing, adapting and mutating.",
        "But, again, we must not be complacent.",
        "London has no God-given right to be the financial Capital of the world.",
        "If we want to remain ahead, not just of Frankfurt or Paris but of Shanghai and New Delhi in the next 20 years we need to continue to make Britain the best place in the world to do businesses – whether it’s in the financial sector or any other part of the UK economy.",
        "The lessons from the City are clear. Low tax. Low regulation. Meritocracy. Openness. Innovation. These are the keys to success.",
        "What do political and economic leaders need to do to compete in the future?",
        "So what will our political and economic leaders need to do in order to compete in the future?",
        "There are, I suppose, two responses to the challenges of the new global economy.",
        "One option is to shut out the threats, close down borders and retreat into protectionism.",
        "But isolation means closing the door on the opportunities too.",
        "I reject that path.",
        "The alternative is to build a flexible economy with low tax , light regulation and open markets.",
        "To embrace the new global economy and prepare for the inevitable changes that are taking place.",
        "I welcome the fact that there is now a broad consensus between both major parties in the UK on many fundamentals.",
        "But we should recognise our differences.",
        "As Chancellor, Gordon Brown has given us the highest tax burden in Britain’s history…",
        "Whereas I believe that a low tax regime is a vital part of economic prosperity.",
        "The government is wedded to the impulse to over-regulate…",
        "While I see a much greater role for exhortation and leadership.",
        "Many on the left-of-centre still seek to solve problems through more taxes, more laws and more regulations…",
        "But we, on the centre-right, prefer to step out of the way of business.",
        "One of the greatest services that government can give to the economy is to know when to stand clear.",
        "Clint Eastwood, in his guise as Dirty Harry, says “A good man knows his limitations.”",
        "I believe that a good government knows its limitations too.",
        "But that should never mean we are limited in our aspirations of what we can all do together.",
        "Successful economies also need good infrastructure – not just physically in terms of transport and energy but stable legal systems too…",
        "And, increasingly, a highly-skilled workforce.",
        "There’s another factor that is emerging.",
        "I believe it will grow in importance in the years ahead.",
        "The companies and key workers of the future will ask of a country: is it an attractive place to do business? Is it a nice place to live?",
        "There’s a developing quality of life agenda that only the short sighted can ignore.",
        "Instead of just measuring GDP, we need to think about GWB – general well being.",
        "People who dismiss this as woolly nonsense are economically short sighted.",
        "Increasingly, the most creative, productive and innovative people are insisting on working in an environment where they’re not just paid well but where they can stroll down a street in safety and educate their children in a good school.",
        "Conclusion – the choice",
        "Understanding the profound forces shaping change.",
        "Identifying the right response to globalisation.",
        "Recognising the broader aspirations that people have for a better quality of life in the 21st century.",
        "These are the keys to our future success.",
        "This Government doesn’t seem to understand the world of today and tomorrow.",
        "So it can’t work out the best way forward.",
        "Just compare the approach of our government to these challenges to the approach taken by our best businesses.",
        "Look at taxes. While businesses are cutting prices, government is getting more expensive.",
        "Look at IT. While businesses are decentralising, government still seeks centralised solutions.",
        "Look at management and openness. While businesses are flatter and more transparent, government is clings to hierarchies and secrecy.",
        "While businesses are moving towards flexible labour practices, government imposes more employment regulations.",
        "As I said a fortnight ago, there are things that the private sector can learn from the public sector.",
        "The strength of vocation. Passion for the job. A belief in the value of service.",
        "The tragedy of this government is that it is mismanaging the public sector and undermining its ethos through relentless target driven centralisation, while failing to learn lessons from the private sector about the right way to respond to the modern world – all at the same time.",
        "The challenge – of responding to globalisation with an agenda that combines competitiveness with quality of life – is passing to a new generation.",
        "As I watch a government that is too top down, too centralised, that doesn’t trust people enough or share responsibility widely enough, I am determined to find a better way.",
        "It will take hard work, a profound understanding of the changes taking place around us and tough decisions to put our country in the best possible position for success.",
        "But it is a challenge that I am determined to meet."
    ]
}