{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-on-the-holocaust-commission/",
    "title": "David Cameron – 2014 Speech on the Holocaust Commission",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 27th January 2014 in Downing Street, London.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Can I just say an incredibly warm welcome to Number 10 Downing Street. I have to say, as Prime Minister in the last 3 and a half years I’ve had some extraordinary gatherings of people in this room, but I don’t think there’s been a more extraordinary gathering or a gathering I’ve been prouder to have than having you here tonight, on this Holocaust Day – a day when we remember the darkest hour of our human history, the Holocaust; a day when we decide to put away all and fight all forms of prejudice and hatred; a day when we think of the dreadful genocides that have taken place since the Holocaust. And it’s wonderful to welcome people here from Cambodia, from Rwanda, from Bosnia. It is an enormously proud day to have you in this room sharing these stories together.",
        "And the stories I’ve heard tonight are just unbelievable stories. People who escaped from the Warsaw Ghetto. People – someone was telling me who was in 2 ghettos, 2 slave labour camps, 2 concentration camps. People who came here as part of the Kindertransport. Someone who showed me their diary, which their grandfather had written in in July in 1939 in Prague, and wrote in that diary, ‘Wherever you go, be a great daughter to the country that gives you a home.’",
        "What I can say to the 50 Holocaust survivors here tonight: you have been incredible children, incredible lives you’ve lived; you’ve lived 10, 20 lives over for all those who died and all those who didn’t make it. And you are an amazing example to all of us. The bravery that you show by going into schools and colleges and communities and talking about the Holocaust and what happened is just so brave, it takes my breath away. I would have thought it would be so easy to want to forget, to stop thinking, to stop talking, but you showed incredible courage and bravery. And having 50 of you here tonight makes me incredibly proud to be Prime Minister of a nation with such extraordinary people in it. So, thank you from the bottom of my heart.",
        "Meeting you all makes me realise what a sacred task the Holocaust Commission has to carry out, and can I thank Mick Davis for chairing it, can I thank the Chief Rabbi, can I thank the survivors who are going to serve on it. We have the heads of some of our best museums. We have people from the worlds of television and film. We have politicians of all parties – we have Simon Hughes from the Liberal Democrats, Ed Balls from Labour, Michael Gove from the Conservatives – can I thank you all for the work you’re going to do. We’ve got fabulous historians, like Simon Sebag Montefiore. We’ve got so many people who are going to carry out this sacred and vital task.",
        "And it is so important because there will be a time when it won’t be possible for survivors to go into our schools and to talk about their experiences, and to make sure we learn the lessons of the dreadful events that happened. And so, the sacred task is to think, ‘How are we best going to remember, to commemorate and to educate future generations of children?’ In 50 years’ time, in 2064, when a young British Christian child or a young British Muslim child or a young British Jewish child wants to learn about the Holocaust, and we as a country want them to learn about the Holocaust, where are they going to go? Who’re they going to listen to? What images will they see? How can we make sure in 2064 that it is as vibrant and strong a memory as it is today, with all of you standing here in this room?",
        "That is the challenge that I have set them. It’s a vitally important task. I can’t think of a more talented group of people to carry it out, but please, as survivors, tell them what you think. Tell them what you want to be as part of this commemoration. You have spent so much time talking about your memories and reminding all of us how we must never forget. One lady I was talking to had already spoken to 6 schools today; I thought I’d had a tough day! That is an amazing thing to do, and you do this day in and day out.",
        "So, I promise you this: the Holocaust Commission chaired by Mick Davis with all those people on it, and this government ready to help, and politicians of all parties ready to help – we will not let you down. Tell us what you think we should do and let us make sure we commemorate these dreadful events, and make sure that here in Britain no one ever forgets what happened and we swear together: never again.",
        "Thank you."
    ]
}