{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-hindu-forum-speech/",
    "title": "David Cameron – 2006 Hindu Forum Speech",
    "post_date": "January 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, at Watford Temple on 17 October 2006.",
    "content": [
        "Namaste.",
        "It’s great to be here, especially as we approach Diwali.",
        "Every year, Hindus in Britain and throughout the world celebrate the triumph of good over evil.",
        "The festival of light sends a message of hope and optimism that all of us, of whatever faith, can embrace enthusiastically.",
        "**Hindus – making Britain better**",
        "Much of what I have to say to you this evening is about the kind of Britain I want to see for everyone.",
        "But first, I’d like to say something about the Hindu community.",
        "It’s no surprise that you have become such a successful part of British society.",
        "Many of the values that Hindus brought with them when they arrived here are those traditionally associated with Britain: tolerance, honesty, enterprise, and respect for the law.",
        "Hindus make up 1 per cent of the population of England and Wales but only 0.025 per cent of the prison population.",
        "You live independently of the Government but never shirk from contributing to society.",
        "Hindus have the lowest level of unemployment of any minority community.",
        "And you help to strengthen those things that have been in decline here, such as commitment to the family.",
        "Hindus are more likely to stay married than people from any other community in Britain.",
        "The Hindu community isn’t simply a part of this country in a strictly demographic sense.",
        "It’s much more important than that.",
        "You’re a vital element of the new Britain that we’re building together.",
        "Every community needs role models.",
        "I want to see more Hindus advance to the highest levels in the Army, the Judiciary and the Civil Service.",
        "I also want to see more Hindu MPs.",
        "People like Shailesh Vara.",
        "Shailesh’s parents arrived in Britain from Uganda with nothing.",
        "Yet, one generation later, he’s in Parliament, he’s in my party – and I’m proud of that.",
        "**What everyone wants**",
        "Shailesh is a role model for Hindus but he’s in Parliament to represent people of every faith and of none.",
        "It always amuses me when politicians ask each other, ‘What do the Hindus want?’",
        "Or ‘What do the Muslims want?’, ‘What do the Jews want?’",
        "It’s a bit ridiculous really.",
        "By and large, they want the same as everyone else!",
        "Streets that are safe.",
        "Schools that provide a good education.",
        "Hospitals that offer excellent healthcare.",
        "The opportunity to earn enough to look after the family.",
        "In other words, a good quality of life.",
        "That’s what people care most about.",
        "Part of the problem I had when I took over the Conservative Party was that too many of our members had stopped thinking about these things.",
        "Instead of talking about the issues that most people care about, we got bogged down in backward looking disputes.",
        "While parents worried about childcare, getting the kids to school, balancing work and family life – we were banging on and on about subjects like Europe.",
        "I’m not here to make a party political speech but let me say this.",
        "In the past ten months I’ve moved my party back to the centre ground of British politics.",
        "People deserve a real choice of government.",
        "I will make sure that there is always a sensible and moderate alternative to vote for.",
        "**Social Responsibility**",
        "A strong government needs strong foundations.",
        "That’s not just about individual policies.",
        "It is about a vision of the Britain we all want to see.",
        "A Britain where we do not just ask what government can do.",
        "We ask what people can do, what society can do.",
        "A Britain where we stop thinking you can pass laws to make people good.",
        "And start realising that we are all in this together.",
        "It’s called social responsibility.",
        "Take fighting crime.",
        "It is not just a state responsibility.",
        "It is a social responsibility.",
        "Let’s not pretend that all we need is tough talk and tough laws to bring safety to our streets.",
        "Of course the state must play its part.",
        "The police, the courts, the prison system.",
        "But that is not the end of the story.",
        "It is just the start.",
        "We need parents to bring up their children with the right values.",
        "We need schools to be places of discipline and order.",
        "We need to stand up for civilised values in public places.",
        "We need to design crime out of the housing estates of the future.",
        "We’ve got to stop selling alcohol to children.",
        "But more than this, we need people, families, communities, businesses to step up to the plate and understand that it’s not just about stopping the bad things…",
        "…it’s about actively doing the good things.",
        "Not waiting for the state to do it all, but taking responsibility, making a difference, saying loudly and proudly: this is my country, this is my community: I will play my part.",
        "We need a new spirit of social responsibility in this land.",
        "**Social Cohesion**",
        "One of the problems we face in building a better society is that there are always forces that seek to divide us.",
        "The tendency to retreat into a ghetto is often as much psychological as physical.",
        "In Britain today we have communities where people from different ethnic origins never meet, never talk, never go into each others’ homes.",
        "After the riots in our northern towns in 2001, the government commissioned a report into why there had been such a massive breakdown in law and order.",
        "In looking into the underlying causes of the violence and destruction the author, Ted Cantle, discovered just how divided our society has become.",
        "Some, although not all, of the fault lies with the policies of successive governments.",
        "We have been encouraged to concentrate on what divides us, what makes us different.",
        "Grants have been doled out not on the basis of need but on the basis of race and religion.",
        "Those who kept quiet and got on with life got very little while those who made the most noise have often been give the most.",
        "We saw in the more recent riots in Handsworth in Birmingham where this kind of state-sanctioned division can lead.",
        "It’s time to discard the failed policies of the past.",
        "We need to bring people together – and bring our society together.",
        "This involves taking concrete steps.",
        "The act of granting citizenship.",
        "Teaching new arrivals how to speak English.",
        "Ensuring that people – particularly young people – mix in school and beyond the school gate through school exchange programmes.",
        "So that they learn for themselves this truth:",
        "All of us – rich and poor, black and white, Hindu, Muslim, Jew and Christian – have got far more that unites us than divides us.",
        "We need to challenge organisations to develop ideas to achieve this.",
        "I’d like to go further.",
        "Last year, I proposed a school leaver programme to prepare teenagers for their responsibilities as adult citizens…",
        "…that gives them the opportunity to meet people from different backgrounds…",
        "…and to learn about the realities of life in different communities.",
        "I’m passionate about this.",
        "I’m pleased that we’ve now establish a charity called the Young Adult Trust, led by the youth sector, to do exactly that.",
        "We’re starting to run pilot programmes next week.",
        "It’s very exciting.",
        "The more that people come together – as they already do at university, for example – the more they will discover how much they have in common.",
        "**India**",
        "This is a worldwide issue.",
        "Recently, I was in India.",
        "I was hugely impressed by what I saw.",
        "By the dynamism of the Indian economy.",
        "By the vibrancy of Indian democracy.",
        "And by the clear sense that here is an emerging superpower.",
        "I made a speech in Mumbai in which I made it clear that I want to see a new special relationship for the 21st century between Britain and India.",
        "We have so much in common.",
        "Not simply because of our shared heritage, values and the English language.",
        "But also because of the challenges we face together.",
        "Key issues such as the impact of globalisation and the threat of terrorism.",
        "And, of course, the need to create and maintain successful, pluralist, multi-faith democracies.",
        "Like any large and diverse country, India has its problems.",
        "But there is a strong sense that everyone – Hindu, Muslim, Sikh, Buddhist and Christian – is an Indian.",
        "Equally, all of here in this country need a shared sense of being British.",
        "I’m not pretending we can simply wave a magic wand.",
        "The issues of social cohesion are incredibly complicated.",
        "They will need sensitive handling.",
        "But I know one thing.",
        "I don’t want to live in a society that’s divided into mutually suspicious blocs based on ethnicity or religion.",
        "I want to live in a society united by shared humanity and a common sense of Britishness.",
        "In conclusion let me say this.",
        "Big challenges lie ahead if we are to build a better country.",
        "I have no doubt that Hindus will play a full part in meeting those challenges.",
        "Hindus in every walk of life.",
        "Not just in the fields of business and enterprise where this community have made an amazing contribution out of all proportion to its size.",
        "But also in the public sector where so many Hindus serve as doctors, as chemists, as civil servants.",
        "We’re all in this together.",
        "Building a better society for our children and grandchildren.",
        "Whoever you are, whatever you do.",
        "As we prepare for Diwali.",
        "Let’s go forward as a happy and united people, into the light."
    ]
}