{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-following-cabinet-meeting-on-eu-council/",
    "title": "David Cameron – 2016 Statement Following Cabinet Meeting on EU Council",
    "post_date": "February 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, at Downing Street in London on 20 February 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Last night in Brussels I set out Britain’s new settlement with the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This morning I have just chaired a meeting of the Cabinet in which I updated them on the special status we have secured for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the Cabinet agreed that the government’s position will be to recommend that Britain remains in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now I want to speak directly to the British people to explain why.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are approaching one of the biggest decisions this country will face in our lifetimes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Whether to remain in a reformed European Union – or to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This choice goes to the heart of the kind of country we want to be. And the future that we want for our children.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is about how we trade with neighbouring countries to create jobs, prosperity and financial security for our families.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is about how we co-operate to keep our people safe and our country strong. I know there will be many passionate arguments over the months ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And individual Cabinet Ministers will have the freedom to campaign in a personal capacity as they wish.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But my responsibility as Prime Minister is to speak plainly about what I believe is right for our country. I do not love Brussels. I love Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am the first to say that there are still many ways in which Europe needs to improve – and that the task of reforming Europe does not end with yesterday’s agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I will never say that our country couldn’t survive outside Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are Great Britain – we can achieve great things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is not the question in this referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The question is will we be safer, stronger and better off working together in a reformed Europe or out on our own. I believe we will be safer in a reformed Europe, because we can work with our European partners to fight cross border crime and terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe Britain will be stronger in a reformed Europe because we can play a leading role in one of the world’s largest organisations from within, helping to make the big decisions on trade and security that determine our future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I believe we will be better off in a reformed Europe because British businesses will have full access to the free trade single market, bringing jobs, investment and lower prices.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me be clear. Leaving Europe would threaten our economic and our national security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those who want to leave Europe cannot tell you if British businesses would be able to access Europe’s free trade single market or if working people’s jobs are safe or how much prices would rise.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All they are offering is risk at a time of uncertainty – a leap in the dark.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our plan for Europe gives us the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It underlines our special status through which families across Britain get all the benefits of being in the EU, including more jobs, lower prices and greater security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But our special status also means we are out of the parts of Europe that don’t work for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we will never join the Euro, we will never be part of Eurozone bailouts, never be part of the passport-free no borders area, or a European Army or an EU super-state.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Three years ago I committed to the British people that I would renegotiate our position in the European Union and hold an in-out referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now I am delivering that commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You will decide.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And whatever your decision, I will do my best to deliver it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On Monday I will commence the process set out under our Referendum Act.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I will go to parliament and propose that the British people decide our future in Europe through an in-out referendum on Thursday 23rd June.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The choice is in your hands.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But my recommendation is clear.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe that Britain will be safer, stronger and better off in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}