{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-lord-mayors-banquet-speech/",
    "title": "David Cameron – 2015 Lord Mayor’s Banquet Speech",
    "post_date": "January 7, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the Lord Mayor’s Banquet Speech held at the Guildhall in London on 16 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My Lord Mayor, My Late Lord Mayor, Your Grace, My Lord Chancellor, My Lord President of the Council, Lord Speaker, Your Excellencies, My Lords, Aldermen, Sheriffs, Chief Commoner, Ladies and Gentlemen.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We meet today in the aftermath of the worst terrorist attack in Europe for a decade.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The thoughts and prayers of this hall – and our whole country – are with the friends and families of all those affected – including the British victims.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These were innocent people going about their lives enjoying a Friday night out brutally gunned down by callous murderers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Murderers who thought that their acts of depravity could somehow destroy everything we stand for.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They could not have been more wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain, France and our allies around the world will never be cowed by terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will only redouble our resolve to defeat it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Tonight I want to talk about how.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But before I turn to the specific terrorist threat, let me first say a word about our wider approach to Britain’s national security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because at the heart of the National Security Strategy that we are publishing next week are some key choices which provide the foundations from which we can defeat this terrorist scourge.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Economic security**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The first choice is about ensuring our economic security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I argued at this dinner last year, economic security and our national security go hand-in-hand.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You cannot have one without the other.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is only because we have a strong economy that we can afford the resources to invest in our national security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is only because we have halved the deficit and made our economy the fastest growing in the G7 last year that we can maintain the second best funded armed forces in all of NATO – and together with France, the most capable and globally deployable in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we will continue to see through our long-term economic plan and take the difficult decisions to deal with our deficit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Hard power**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, we are using our economic strength to invest in hard military power.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I will explain later, whatever others might wish were the case, the reality is that there are times when you do need to be able to deploy military force.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if you don’t have it, you can’t deploy it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So in a difficult spending review where resources are tight, we are choosing to spend 2% of our GDP on defence every year for the rest of the decade.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With a growing economy this means a rising defence budget – with more money every year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it’s not just about the amount of money we spend or the size of our forces, it’s also about our ability to deploy them quickly with the right equipment to get things done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have seen how vital drones are in the fight against ISIL so with this extra money we are doubling our fleet of drones.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We know we need the ability to carry out airstrikes so this money will provide for more fighter aircraft.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We want to increase the capabilities of our brilliant special forces.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So there will be a £2 billion programme of new investments over this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will maintain our continuous at-sea nuclear deterrent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will also invest in a new generation of cyber defences to block and disrupt attacks before they can harm our United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All these measures – and more – come from the choice that we make to spend on our security to deal head-on with the wide range of threats that we face today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Aid**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But keeping our people safe in the modern world means tackling the causes of the threats we face – not just dealing with their consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the third key choice that we make is to keep our promises to the poorest in the world by spending 0.7% of our Gross National Income on aid.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have made the argument many times before that this is the right thing to do morally and I’ve made the argument that it’s in our national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But tonight I want to make a slightly different point tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our aid budget makes us the fastest in the world to react.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At the migration summit in Valetta last week, as other countries were struggling to work out their contribution to the international effort to stop this lethal trade in human beings across the world, I was able to say very quickly what we would spend, where the money would come from, what we’d do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We don’t need to spend time deliberating wondering whether we can afford to help or not, we can focus immediately on what we can do that will help the most.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when a typhoon hits the Philippines – British sailors were among the first to arrive.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And with Ebola in Africa, I knew we could afford to act – and act comprehensively and it was the rapid contribution of British forces, humanitarian workers and medical staff who helped to make Sierra Leone Ebola-free last week and prevent the spread of this dreadful disease around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This ability to respond swiftly, flexibly, generously means that we have a big impact on the way the world responds to crises.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we are going to enhance that capability by refocusing our aid spending so we will target at least half of the Department for International Development’s budget on stabilising and supporting broken and fragile states, and do so much more to help refugees closer to their homes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will make our aid spending an even more fundamental part of our strategy to keep our country safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it will help to maintain Britain’s position as number one in the world for soft power.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yes, it may be called soft power but whether it’s saving the lives of refugees by stopping them from having to make that terrible journey across the Mediterranean, helping the Lebanese build defences against ISIL, or helping countries establish the building blocks of democracy and justice and the rule of law, I can tell you that soft power packs a real punch.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Building alliances**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The fourth key choice we have made in taking a comprehensive approach to our security – is to engage with countries around the world even when there are difficult issues to address.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some people said I shouldn’t have invited the leaders of India, China and Egypt to Britain in recent weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Others concluded that it’s a sort of zero sum game, with the drawbacks of engagement being balanced out exactly by the benefits to our trade.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Frankly, I disagree with both of those views.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is not just about trade – important as that is.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s about influence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s about using our world class diplomatic network to build relationships that mean you can work together to solve shared problems and have the ability to express concerns where you need to.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Think about the consequences of not engaging.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Is anyone really saying that I shouldn’t talk to the Egyptians on the day after an airliner is blown up in their country and when it is Britain’s national interest that we support their airport security and get our own people safely home?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The people who wanted me to raise the dumping of cheap steel with the Chinese are also often the same people who say I shouldn’t meet the Chinese in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, I can’t raise the issue if I’m not talking to them, just as we can’t influence their rise in the world if we’re not willing to engage.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The bottom line is this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Yes, it is a strategic choice to engage with countries where we have concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But my view is this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You can’t conduct foreign policy by press releases and pious statements in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You have to engage and build the alliances that can make a difference.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A deeper partnership means a deeper conversation and a greater ability to address the issues that might concern us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the National Security Strategy that we are publishing next week will give Britain the resources it needs to increase both its hard and soft power and build the relationships that can project and enhance our influence in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s against this background that I want to turn specifically to the terrorist threat that we face.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Full spectrum**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The more we learn about what happened in Paris the more it justifies the approach that we are taking in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When you are dealing with radicalised European Muslims, linked to ISIL in Syria and inspired by a poisonous narrative of extremism, you need an approach that covers the full spectrum – military power, counter-terrorism expertise and defeating the poisonous narrative that is the root cause of this evil.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me take each in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Military power**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have to be realistic and hard-headed about the threats we face: confronting this murderous violence requires a strong security response.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those who say we should have somehow arrested ‘Jihadi John’, don’t get the reality of the world we are in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The same is true of Junaid Hussain or Reyaad Khan.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is no government we can work with in Syria, let alone that part of Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are no rigorous police investigations or independent courts upholding justice in Raqqa.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have no military on the ground to detain those preparing plots.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And there was nothing to suggest that any of these people would ever leave Syria or stop planning to murder British and American citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In that situation, you do not protect people by sitting around and wishing for another world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You have to act in this world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that means being prepared to use military force where necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Counter-terrorism**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to counter-terrorism, our security services have foiled no fewer than 7 different terrorist plots right here in Britain over the past year alone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should all be extraordinarily grateful for the work they have done in thwarting these attacks and keeping us safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we need to do more to ensure our agencies have the resources and the information they need to prevent and disrupt plots against this country at every stage.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So in next week’s Strategic Defence and Security Review, we will make a major additional investment in our world class intelligence agencies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will include over 1,900 additional security and intelligence staff and more money to increase our network of counter-terrorism experts in the Middle East, North Africa, South Asia and Sub-Saharan Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will also more than double our spending on aviation security around the world with more experts overseas working side by side with host nations in the most vulnerable locations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also need to do more to make sure the powers we give our security services keep pace with changes in technology.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we have published a draft Bill that will ensure that GCHQ, MI5 and our counter-terrorism police continue to have the powers to follow terrorist movements by tracking their online communications to intercept those communications under a warrant and to obtain data from computers used by terrorists and paedophiles.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now of course there will be those who criticise these measures as an infringement of civil rights.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I disagree.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They are about protecting those liberties from terrorists who want to take them away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Furthermore, these are powers that have been used in every major recent counter terrorism investigation by MI5 and the police.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they have played an important part in thwarting many attacks from a plot to blow up the London Stock Exchange in 2010 to a sickening attempt to imitate the killers of Lee Rigby by murdering a soldier with a knife and a hammer in August last year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our legislation will get the balance right – with powers matched by strong safeguards and judicial oversight to make us world leaders on transparency and accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Defeating the ideology**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But military power and counter-terrorism expertise will only get us so far.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To defeat this terrorist threat in the long term – we must also understand and address its root cause.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is far too much confusion about this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some say it’s wronged Muslims getting revenge on their Western wrongdoers but this overlooks that ISIL, al-Qa’ida and Boko Haram murder Muslims in huge numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some say it’s because of the Iraq War but that overlooks that 9/11 – the biggest loss of British citizens in a terrorist attack – happened before the Iraq War.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some say it’s because of poverty and deprivation but that overlooks that many of these terrorists have had the full advantages of prosperous families or a Western education.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am not saying that these issues aren’t important.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we could deal with all of them and some people would still be drawn to extremism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The root cause of this threat is the poisonous ideology of extremism itself.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This ideology, this diseased view of the world, has become an epidemic – infecting minds from the mosques of Mogadishu to the bedrooms of Birmingham.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we have to stop it at the start – stop this seed of hatred even being planted in people’s minds, let alone allowing it to grow.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That means confronting the ideology with our own liberal values, exposing this extremism for what it is – a belief system that glorifies violence and subjugates its people – not least Muslim people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It means tackling both the violent and the non-violent extremism in all its forms because unwittingly or not those who promote extremist views – even if nonviolent themselves – are providing succour to those who want to commit or get others to commit violence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It means improving integration – by moving away from segregation in our schools and communities and inspecting and shutting down any educational institutions that are teaching intolerance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it means actively encouraging reforming and moderate Muslim voices to speak up and challenge the extremists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And this final point is vital.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, this extremist ideology is not true Islam. That cannot be said clearly enough.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it is not good enough to say simply that Islam is a religion of peace and then to deny any connection between the religion of Islam and the extremists. Why? Because these extremists are self-identifying as Muslims.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "From Tunisia to the streets of Paris, these murderers all spout the same twisted narrative that claims to be based on a particular faith.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To deny that is to disempower the critical reforming voices that want to challenge the scriptural basis on which extremists claim to be acting – the voices that are crucial in providing an alternative worldview that could stop a teenager’s slide along the spectrum of extremism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We can’t stand neutral in this battle of ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have to back those who share our values – with practical help, with funding, campaigns, protection and political representation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a central part of how we can defeat this terrorism in the long term.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is a battle of ideas that we must win – not just here at home – but together with our allies all around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will be a huge challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But in Britain we have the soft power – the influence, the educational expertise and the alliances with other countries – to win this battle and defeat the causes of hatred and intolerance that threaten our security and the security of our allies across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Lord Mayor, here in this great Guildhall is a copy of the Magna Carta signed just months before the first Lord Mayor’s Show 800 years ago and enshrining in this land the principles of liberty, justice and the rule of law.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As this Hall stood open to the sky after the bombings of London in the heat of the Second World War it was Winston Churchill who addressed this Banquet as it temporarily moved to Mansion House.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "He spoke of the resolve of this ancient City of London and our determination that however long and hard the toil may be the British nation would never enter into negotiations with Hitler.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is that historic British resolve that we celebrate here again tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is that same resolve that will defeat this terrorism and ensure that the values we believe in – and the values we defend – will again in the end prevail.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}