{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-at-nato-summit/",
    "title": "David Cameron – 2016 Speech at NATO Summit",
    "post_date": "July 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Warsaw, Poland on 9 July 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain’s membership of NATO is vital for our country because it helps to keep our nation secure and our people safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is vital for NATO too because for 65 years the United Kingdom has played a leading role at the heart of this successful alliance, deploying British troops alongside our Allies around the world, from Afghanistan to the Aegean to the Baltics.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have played a key role in making sure that together we stand up to aggression, we face up to new threats, and we invest in the latest capabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Wales 2014 was an absolutely key moment in NATO’s development – pledges there included the defence investment pledge, which set the ambition for all Allies to increase defence spending to meet our level of ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it was at Wales where we agreed a vital package of reassurance measures to deter Russian aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Here at Warsaw, we have reaffirmed Britain’s commitment to this Alliance with concrete action to tackle the threats we face from Russia, from terrorism and from illegal migration.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me say a few words on each.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Russia**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, Russia. Two years on from Russia’s illegal actions in Ukraine, our message to Russia has not changed. Such action is indefensible and wrong. And we will always stand up for the sovereign right of countries to make their own decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we are not seeking confrontation with Russia. Indeed, we are working to prevent it. So we will continue to pursue a twin track approach of deterrence and dialogue.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The multi-national spearhead force that we agreed at the Wales Summit is now operational. It’s capable of deploying anywhere on Alliance territory in just a few days – so it sends a strong, clear message to Russia that NATO stands ready to respond quickly to threats.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Britain will lead the land force next year, providing 3000 troops along with tanks and Warrior armoured fighting vehicles.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also agreed to further reassure our Allies by increasing the number of NATO troops present along our eastern flank. And once again, the UK will play its part. On land with the deployment of 500 soldiers to Estonia early next year as well as an infantry company to be based here in Poland, and in the air by taking part in next year’s air policing mission.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we must also engage in a hard-headed dialogue with Russia to avoid misunderstanding or miscalculation. And that’s why we have agreed that the first meeting of the NATO-Russia Council in many months will take place next week.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Terrorism**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to terrorism, NATO has an important role to play beyond its borders helping to prevent countries becoming a safe haven for terrorists who can threaten us here at home.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is what we did in Afghanistan and today we have reaffirmed our collective commitment to support a more secure and stable future for that country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Alliance has agreed to maintain funding for the Afghan security forces through to 2020 and to keep a significant NATO troop presence into the next fighting season.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As part of this, the UK will do more to train Afghan officers. We will keep 450 troops there into 2017 and we will deploy a further 50 personnel to provide additional mentoring, particularly for the Afghan air force. We will also step up NATO’s efforts to help the Iraqi government tackle Islamist extremism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Two years ago at the Wales summit, we agreed to offer a NATO training mission once an Iraqi government was in place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That mission, training Iraqi forces inside Jordan, has been such a success that today we have agreed to provide counter-IED, medical and security training within Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Britain will provide £1 million in funding to help get this up and running.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is vital that as we work to defeat violent extremism around the world, we equip other countries to deal with these threats too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Migration**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, we have discussed how NATO can work alongside other organisations like the EU to tackle different challenges such as illegal migration.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Such co-operation has proved effective in the Aegean where the NATO naval operation has helped to reduce the number of people embarking on these perilous journeys from a peak at one stage of 2700 people moving every day from Turkey to Greece to around 70 today. It has been a very strong success.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The United Kingdom was one of the first countries to contribute a ship to that mission and today I can announce that we will maintain our role with the deployment of HMS Mersey later this month to take over from RFA Cardigan Bay.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Nuclear deterrent**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So here at this summit the UK has underlined the importance of the contribution we make to this Alliance – with further deployments on land, in the air and at sea.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, this is only possible because we have stood by our commitment to spend 2% of our GDP on defence. Indeed our defence spending is one quarter of the European total. We have the largest defence budget in Europe, the second largest in NATO and we are maximising our investment in the front line.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will spend £178 billion over the next decade on equipment and equipment support. A lot of people talk about the 2% commitment, rightly, but there is also a commitment to spend 20% of your defence budget on equipment programme, again a pledge that Britain more than meets.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we must invest in the ultimate insurance policy of all – our nuclear deterrent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So today I can announce that we will hold a Parliamentary vote on 18 July to confirm MPs support for the renewal of a full fleet of four nuclear submarines capable of providing around-the-clock cover.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The nuclear deterrent remains essential in my view – not just to Britain’s security but – as our allies have acknowledged here today – to the overall security of the Alliance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To conclude, I think this summit has underlined one very important message – that while Britain may be leaving the European Union, we are not withdrawing from the world, nor are we turning our back on Europe or on European security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will continue to be an outward-looking nation that stands up for our values around the world – the only major country in the world to spend 2% of our GDP on defence, as promised, and 0.7% of our GDP on overseas aid, as promised. Only Britain, amongst the major countries, has kept those 2 vital pledges. And they massively enhance our standing and our ability to get things done in the world and our ability to keep people safe at home.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are a country that is willing to deploy its troops to reassure our Eastern partners or to help countries further away defeat terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A country with the ultimate deterrent. And above all, a proud, strong United Kingdom that will keep working with our allies to advance the security of our nation and people for generations to come.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}