{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-speech-to-hms-bulwark/",
    "title": "David Cameron – 2015 Speech to HMS Bulwark",
    "post_date": "January 7, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, to HMS Bulwark in Malta on 11 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much indeed. Let me say that in this extraordinary and beautiful harbour, and on this remarkable ship and on Armistice Day, the pleasure and the honour is entirely mine standing in front of you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think it is fitting that we do it on Armistice Day when we think about those that served and fell for our country in causes so that we could live with the freedom we enjoy today. But I really want to thank you, from the bottom of my heart, for what you’ve done. I well remember that day in April when it was so important to act and act quickly, and the way you responded from moving from Gallipoli to here has been absolutely brilliant. And above all, you should be incredibly proud of the lives that you’ve saved.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There will be people who will live out extraordinary dreams and lives that wouldn’t have happened, were it not for what you have done in the Mediterranean.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is the biggest problem facing Europe today. It’s a movement of people bigger than anything we’ve seen since the Second World War and I think you can be proud of the role that you’ve played, those lives that you’ve saved, those lives you have transformed – over 4,700 people in the last 60 days alone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So how are we going to solve this great problem? What role is Britain going to play as a member of the European Union, as we help to tackle this enormous challenge?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well the first thing we should do is do what you’ve done and respond with humanity. We are a moral nation, we care about the lives of others. And going on and saving lives and helping people is part of what we should do as a country. You should be incredibly proud of the role that you’ve played in that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But saving lives is not going to be enough. We need a real partnership with the countries from which these people are coming. And that is what this summit in Malta today and tomorrow is all about. Bringing together the countries of Africa, the countries of Europe so we can work together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And again Britain will play a huge and historic role. Our aid programme means we can get into those countries and help to tackle not just the poverty, but the failures of governance, the corruption, the conflict and all the things that cause people to leave their homes and make this perilous journey.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But as well as responding with humanity, and with partnership, we also have to respond with resolve. And that is what the next stage of this mission is going to be all about. Because to be frank, it is not enough just to put people up and save their lives. We’ve got to go after the criminal gangs that are loading them into the boats and offering them false hope in the first place. We need to smash those gangs and that is what the next stage of this work is going to be all about.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will be difficult work but its absolutely essential and we will give you everything you need to make sure that work gets done properly. In the end, we have to break the link between getting on a boat and getting the chance to come to Europe. As long as that ability to do that is there, the criminal gangs will keep on exploiting people in the way they are today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we know what needs to be done. The humanity of a moral nation. The partnership of a country that acts with others to get things done in the world. And a country that knows that resolution, resolve, is going to be absolutely key in dealing with this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as you do so, as well as being proud of what you’ve done, I hope you will feel very proud of the country that you’re part of. There is no other country, no other major country, in the world that is both meeting its 2% NATO spending commitment and its 0.7% gross national income aid commitment. We are the engaged nation that recognises we need the hard military power that this great ship represents but also the incredibly important soft power of an aid programme that can help us live together and mend these countries from which so many people are coming.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So that is the promise I make to you. We will go on investing in the military hardware that we need and go on investing in the aid programme that we need to help you, to help us, to solve these great problems that we face in Europe today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But above all, I want you as you go home, I hope for a break, at the end of the very hard work you’ve done – you’ve been in high readiness for four years, and you’ve been working round the clock for the last 60 days and more – I think you should be proud of the work you’ve done here in the Mediterranean, above all of the lives that you’ve saved, the futures that you’ve made possible. That is a very great thing for you to consider as you think of the rest of your service in the Royal Navy and our Armed Services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you again for the welcome, thank you for your service, it’s an honour to stand with you here in Malta today. Thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}