{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-interview-on-syria/",
    "title": "David Cameron – 2013 Interview on Syria",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the transcript of the interview given by the Prime Minister, David Cameron, on the situation in Syria on 27th August 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Question**",
        "Prime Minister, have you made a decision on UK military intervention in Syria and, if so, what’s the case for it?",
        "**Prime Minister**",
        "Well, no decision has yet been taken. But let’s be clear what is at stake here. Almost a hundred years ago, the whole world came together and said that the use of chemical weapons was morally indefensible and completely wrong. And what we’ve seen in Syria are appalling scenes of death and suffering because of the use of chemical weapons by the Assad regime. And I don’t believe we can let that stand.",
        "Now of course, any action we take or others take would have to be legal, would have to be proportionate. It would have to be specifically to deter and degrade the future use of chemical weapons. Let me stress to people: this is not about getting involved in a Middle Eastern war, or changing our stance in Syria, or going further into that conflict. It’s nothing to do with that. It’s about chemical weapons. Their use is wrong and the world shouldn’t stand idly by.",
        "**Question**",
        "So it’s clear it’s a tactical move possibly. But what do you say to the millions of people who will see this in their front rooms tonight, who will say, “What’s Syria got to do with risking the lives of UK service men and women, and spending millions of pounds in UK taxpayers’ money?”",
        "**Prime Minister**",
        "Well the question we have to ask ourselves is, if there is no action following this big use of chemical weapons, is it going to be more likely in future that more and more regimes will use chemical weapons? That this regime will use them again and again on a larger scale, and we’ll see more death and more suffering? It must be right to have some rules in our world, and to try to enforce those rules.",
        "Now of course, as Prime Minister, I take my responsibilities about safeguarding our armed services incredibly carefully, incredibly seriously. But the question we need to ask is whether acting or not acting will make the use of chemical weapons more prevalent.",
        "**Question**",
        "So you’re going to ask your MPs and other MPs, on Thursday, to specifically support military action, are you? And if you lose the vote, does that mean that’s off the table?",
        "**Prime Minister**",
        "Well, as I’ve said, no decision has yet been taken. Any decision would have to be proportionate, would have to be legal, would have to be about specifically deterring the use of chemical weapons. But I’ve recalled parliament so this issue can be properly debated, so the government can listen to views in parliament. And yes, it is my intention to put forward a motion in parliament so that members of parliament will be able to vote.",
        "Now, obviously this is a developing situation and, as I say, decisions haven’t been taken. But we shouldn’t stand by when we see this massive use of chemical weapons, the appalling levels of suffering, morally reprehensible, something the world came together almost a hundred years ago and said, “These weapons shouldn’t be used”, and they are being used here in Syria. And that is why, in my view, we need to discuss the need to act.",
        "**Interviewer**",
        "MPs want verification, they want clarification on the endgame, on the legality. What do you say to them? They’re just not convinced at this stage.",
        "**Prime Minister**",
        "Well of course, I think in parliament is the right place to set out all of the arguments, to deal with all of the questions. But I would say this to people: there is never 100% certainty; there is never one piece, or several pieces of intelligence, that can give you absolutely certainty.",
        "But what we know is, this regime has huge stocks of chemical weapon. We know that they have used them on at least ten occasions prior to this last wide-scale use. We know that they have both the motive and the opportunity, whereas the opposition does not have those things, and the opposition’s chance of having used chemical weapons, in our view, is vanishingly small. We know all these things.",
        "The question now for us is, are we more likely to deter the future use of chemical weapons by acting or not acting? That’s the consideration. But let me say again, I understand people’s concerns about getting involved in wars in the Middle East, getting sucked into the situation in Syria. This is not about wars in the Middle East. This is not even about the Syrian conflict. It is about the use of chemical weapons and making sure, as a world, we deter their use and we deter the appalling scenes that we’ve all seen on our television screens."
    ]
}