{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-estate-regeneration/",
    "title": "David Cameron – 2016 Speech on Estate Regeneration",
    "post_date": "January 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the article written by David Cameron, the Prime Minister, in the Sunday Times on 10 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe we are in the middle of a turnaround decade for Britain. And it all comes back to one word: security. I want this to be the decade where we deliver the economic security that working people and British businesses need to flourish; and where our national security is preserved as we strengthen our defences and defeat the scourge of Islamist extremism for good.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s another crucial dimension to our plans: social reform – bringing security to families who currently have none at all. As I said 3 months ago in Manchester, a central part of my second term agenda is to wage an all-out assault on poverty and disadvantage. And tomorrow, I will set out our plan to extend life chances across Britain, and really get to grips with the deep social problems – the blocked opportunity, poor parenting, addiction and mental health problems – that mean so many are unable to fulfil their potential.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s one issue that brings together many of these social problems – and for me, epitomises both the scale of the challenge we face and the nature of state failure over decades. It’s our housing estates. Some of them, especially those built just after the war, are actually entrenching poverty in Britain – isolating and entrapping many of our families and communities. I remember campaigning in London as far back as the 1980s in bleak, high-rise buildings, where some voters lived behind padlocked and chained-up doors. In 2016, for too many places, not enough has changed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, within these so-called sink estates, behind front doors, families build warm and welcoming homes. But step outside in the worst estates, and you’re confronted by concrete slabs dropped from on high, brutal high-rise towers and dark alleyways that are a gift to criminals and drug dealers. The police often talk about the importance of designing out crime, but these estates actually designed it in. Decades of neglect have led to gangs, ghettos and anti-social behaviour. And poverty has become entrenched, because those who could afford to move have understandably done so.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One of the most concerning aspects of these estates is just how cut-off, self-governing and divorced from the mainstream these communities can become. In some places, there is severe social segregation, and it damages us all when communities simply don’t come into contact with one another. And that allows social problems to fester and grow unseen. The riots of 2011 didn’t emerge from within terraced streets or low-rise apartment buildings. As spatial analysis of the riots has shown, the rioters came overwhelmingly from these post-war estates. Almost 3 quarters of those convicted lived within them. That’s not a coincidence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As we tackle this problem, we should learn the lessons from the failed attempts to regenerate estates in the past. A raft of pointless planning rules, local politics and tenants’ concerns about whether regeneration would be done fairly all prevented progress. And if we’re honest, there often just wasn’t the political will and momentum in government to cut through all of this to get things done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So what’s our plan? Today I am announcing that we will work with 100 housing estates in Britain, aiming to transform them. A new Advisory Panel will help galvanise our efforts and their first job will be to build a list of post-war estates across the country that are ripe for re-development, and work with up to 100,000 residents to put together regeneration plans. For some, this will simply mean knocking them down and starting again. For others, it might mean changes to layout, upgrading facilities and improving local road and transport links.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The panel will also establish a set of binding guarantees for tenants and homeowners so that they are protected.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To finance this, we’ll establish a new £140 million fund that will pump-prime the planning process, temporary rehousing and early construction costs. And we’ll publish an Estates Regeneration Strategy that will sweep away the planning blockages and take new steps to reduce political and reputational risk for projects’ key decision-makers and investors.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s a second critical by-product of our plan. Tomorrow a report from Savills will show that this kind of programme could help to catalyse the building of hundreds of thousands of new homes in London alone. This is because existing estates were built at a lower density than many modern developments – poorly laid-out, with wasted open space that was neither park nor garden. So regeneration will work best in areas where land values are high, because new private homes, built attractively and at a higher density, will fund the regeneration of the rest of the estate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For decades, sink estates – and frankly, sometimes the people who lived in them – had been seen as something simply to be managed. It’s time to be more ambitious on every level. The mission here is nothing short of social turnaround, and with massive estate regeneration, tenants protected and land unlocked for new housing all over Britain, I believe that together we can tear down anything that stands in our way.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}