{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-at-vaisakhi-reception/",
    "title": "David Cameron – 2014 Speech at Vaisakhi Reception",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the 2014 Vaisakhi Reception held at Downing Street, London, on 7th April 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Ladies and gentlemen, ladies and gentlemen; well, a very warm welcome. I think this is my fourth Vaisakhi party and I’m very proud to be the first Prime Minister to hold regular annual Vaisakhi parties here in Downing Street. So you’re all very, very welcome.",
        "Now, there’s really 2 parts to tonight. Part is celebrating Sikhism and celebrating your faith and all your faith brings to you as people and to our country. But second is celebrating the immense contribution that Sikhs have made to Britain over what is now 160 years. That is when the first Sikh arrived, Maharaja Duleep Singh, who were – whose children actually had Queen Victoria as their godmother. I can’t promise that to everybody, but it is a remarkable – a remarkable story.",
        "And all I wanted to say tonight was just to reflect on the 3 pillars of Sikhism, on the 3 pillars of your remarkable faith.",
        "The first, worship, Nam Japna: devotion to God. As I say, I’m proud that we hold this reception here in Downing Street every year and I’m proud of what the Sikh faith brings to important parts of our United Kingdom. I’m thinking particularly of the 8 Sikh schools we now have in Britain and I’m particularly proud that 5 of them are free schools introduced under this government’s policy that has allowed people of faith with great ideas for running good schools to establish those schools and provide a great education for your children. So let’s hear it for those free schools and for those Sikh schools here in Britain.",
        "Now, British Sikhs have been an absolute model in terms of integrating into our communities and playing a role in our communities; whether it is in our armed forces, whether it is serving in government, whether it is working in business, whether it is representing us brilliantly on the cricket field, there’s hardly an area of natural life where British Sikhs haven’t made a huge impact. But I believe as well as integrate, it’s very important in a tolerant, diverse and compassionate nation that we allow different faith and religious groups to keep separate to them what they think is really important about their faith.",
        "And I hope you will agree this government has always tried to do that. For instance, we stopped the unnecessary searching of turbans at airports, something we’re proud to do. And today I can announce – today I can announce that while there has always been for someone – there has been for some time an exception that mean Sikhs don’t have to wear hard hats on construction sites, I can announce today that from now on Sikhs will not have to wear hard hats at any places of work in our country, and I think that is an important recognition.",
        "I also understand the importance of all the sacred places that British Sikhs have established, obviously here in our country where your gurdwaras are places of worship, places of education, places of great community cohesion, but I also understand the importance of sacred places on other side – on the other side of the world.",
        "I will never forget the visit that I made to Amritsar and to the Golden Temple; I spoke about it last year as one of the most peaceful and tranquil and beautiful places I’ve ever had the honour and privilege to visit. I know how much hurt and pain there still is in the Sikh community worldwide about what happened at the Golden Temple, and that is why as soon as that information came out about what had happened I immediately ordered that inquiry and published that inquiry properly so that people could see whether there was any British role. But I understand the pain and the hurt that that whole episode has caused, but what I would say to you is that it’s so important we all demonstrate our understanding of the importance of Amritsar, the importance of the Golden Temple, to your faith.",
        "Now, the second pillar of Sikhism, work, Kirat Karni, working hard, something I know – I’m sure my pronunciation is terrible. You should hear my French, that’s even – but it is – it is such a feature of one of the values that British Sikhs bring to our country, the incredible devotion to work in business that is so well known. I think of people like Tony Deep – he’s normally here, but of course he’s so busy running his business that he’s just sent some of his children this time – but I think of that – also, the hard work so many Sikhs now do in our parliament. Not enough – I’m proud that we have in Paul Uppal a British Sikh on Conservative benches, Paul is here working hard – but we shouldn’t rest until we see more British Sikhs on green benches and red benches, until we see more British Sikhs at the top of every one of our organisations – whether that is our army, or our judiciary – not because we should believe in tokenism, but because we believe – I believe – that we won’t access the talent of our country unless we demonstrate that everyone from every background and faith can get to the top of any organisation that they choose, and that is so important for our country.",
        "This year, as we commemorate the 100th anniversary of the First World War, it is also perhaps worth saying something specific about how British Sikhs have served in our armed forces with so much devotion, bravery and courage over so many years. We must be teaching our children in the year to come about the role that the 1.2 million soldiers from the Indian subcontinent played in the First World War. Stories like the story of Manta Singh, who fought at The Battle of Neuve Chapelle, that massive battle on the Western Front in 1915, and when his English colleague was wounded alongside him, he picked him up, carried him, took him to the dressing station while being wounded himself, and then sadly, tragically died afterwards. Stories of heroism, stories of valour; the Sikhs have always had this extraordinary courage and bravery, and it’s been demonstrated so often in the British Armed Forces.",
        "I always remember when – the first time I ever spoke in a gurdwara in 1996 in Stafford. I was fighting the general election in Stafford; I think it’s fair to say I fought Stafford and Stafford fought back pretty vigorously. But I remember before I got to my feet in the gurdwara, a friend who had got me to go there said, “You’re going to be asked to make a speech.” And I said, “Well, what on earth am I going to say?” And he said, “Well, just remember to say that British Sikhs are incredibly hard-working and remember to say that they’ve won more Victoria Crosses than any other ethnic group in the British Army, and you’ll never disappoint.”",
        "Now, the third and final thing I want to say, the third and – the third pillar – and I’m going to get this one wrong – Vand Chakna, commitment to community.",
        "But it is actually – when we think about what British Sikhs do, not just in business, not just in our military but in terms of building strong communities, the community role that the gurdwara plays, but the community role that you all play is so remarkable. I remember reading about those stories in the London riots where Sikhs didn’t just try and protect their temples, they protected other religion’s places of worship too.",
        "Today in this room a little bit earlier we had people from across the country who had shown extraordinary public service in the floods earlier this year, and we had then Sikhs who had gone out of their way to travel across our country and help people – whether they were in Somerset, whether they were in the Thames Valley, whether they were in East Anglia – who needed help. Serving the community, putting back into the community is something deep in the heart of all British Sikhs. So on this, the fourth Vaisakhi party here in Number 10 Downing Street, can I pay tribute again to your faith which has delivered so much to this country and to our world, and above all, can I pay tribute to the role that British Sikhs play in building our country.",
        "We are involved today in an enormous fight for the future of Britain, turning our country around, making sure our economy grows once again. And at the heart of that is the importance of business, enterprise and hard work. Those are values dear to British Sikhs. They are the values that Britain needs more of if we’re going to be a success, so please, keep being all that you are, keep doing all that you’re doing and keep building the great success of our country, of your religion, of your community. You’re hugely welcome. Thank you.",
        "**Speaker**",
        "Thank you, Prime Minister. Thank you, Prime Minister, for those beautiful words. I just would like to say a few words. We’re going to sing a hymn now and I just wanted to explain a bit about the – the Shabad or the hymn that we are going sing now.",
        "So, Vaisakhi is an age-old festival from the field – from the fields of the Punjab, and it marks the first harvest of the year. It’s a time of taking stock, renewal and rebirth, as seeds are sown for the future and new life blossoms all around the spring – in the spring air.",
        "In the spirit of rebirth and renewal, the tenth Guru, Guru Gobind Singh Ji, performed the first initiation back in 1699 on 30 March, thus creating the Khalsa, the brotherhood of the pure. He envisaged a perfect human being, high in ideals, impeccable morals and a perfect blend of saintly virtues and warrior spirit. The Shabad that we will be singing – the hymn that we will be singing – is that written by Guru Gobind Singh Ji himself in approximately 1699, describing his vision of a perfect Khalsa Sikh, a saint soldier servant of humanity. The second – and it reminds us to look within ourselves and how we measure up to becoming better humans through the service of others.",
        "I would just like to say as well in the tradition of **[inaudible]** , we humbly ask that those of you who are able to please cover your heads and remove your shoes and – please remain silent during the recital. Thank you."
    ]
}