{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-olympics-press-conference/",
    "title": "David Cameron – 2012 Speech at Olympics Press Conference",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at a press conference at the Olympics on 26th July 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "It gives me great pride to welcome you all to London on this truly momentous day for our country. Seven years of waiting, planning, building and dreaming are almost over.",
        "Tomorrow the curtain comes up, the spectators arrive and the Olympic and Paralympic Games 2012 can officially begin. I want to set out three things you’re going to see over the coming weeks.",
        "Number one: you’re going to see beyond doubt that Britain can deliver. We’ve delivered this incredible Olympic Park on time, on budget and in real style. 46,000 people have turned a wasteland the size of Hyde Park into an extraordinary city town within one of the world’s most exciting cities.",
        "Millions of cubic metres of soil have been excavated. Eight kilometres of waterways have been laid. A stadium, an aquatics centre, a velodrome have been built. According to Jacques Rogge, the athletes are ecstatic with the training venues – and he likes the facilities so much he’s staying here.",
        "All around the park a new transport network has taken shape. Dozens of underground stations have been upgraded, capacity has massively increased and all of it is being overseen by a state-of-the-art Transport Co-ordination Centre.",
        "And what’s so great about these Games is that we’ve built not just for the coming weeks – but the coming decades. When all the fireworks have died down and the athletes have gone home there is going to be a genuine legacy.",
        "A physical legacy – with a new quarter of London for people to live and work in. An economic legacy – with businesses getting a big international boost to trade. And a sporting legacy – with people all over the country inspired to get active and get into sport.",
        "So we’re delivering a world-class Games, a well-connected Games – and above all a secure Games. Our absolute top priority is keeping people safe. I have personally chaired regular security meetings in the run-up to this and I’m pleased to tell you that all plans – including detailed contingency plans – are in place.",
        "There are extra police on the streets of London, in the skies above and in the waters of the Thames. We’ve got our intelligence services working round the clock. And I am proud too that we have some of our finest men and women – our armed forces – guarding the Olympics venues.",
        "This is the biggest security operation in our peacetime history, bar none, and we are leaving nothing to chance. All of this goes to show what we can achieve as a country.",
        "And it sends out this powerful message to the world: If you’re looking for a great place to do business, to invest, to work, to study, to visit – then look no further than Great Britain.",
        "The second thing you’re going to see here is a real sense of community. We always said the success of these Games wasn’t just about what Government does or what business does – it’s about our people and the welcome they give to the world.",
        "We want this to be the friendly Games – and already we’re seeing that. When the call went out for Olympics volunteers, a quarter of a million people came forward. 70,000 of them were chosen.",
        "On top of that, 8000 Londoners are acting as Ambassadors for this city. Between them they are volunteering for 8 million hours. So this is not a state-run Games, it’s a people-run Games. It’s about the people of the UK showing a really warm welcome – and showing respect to all the teams and nationalities who come here.",
        "On that note, it’s right that in 2012 – 40 years on from the Munich Olympics – we remember the Israeli team members who were killed there. We will be properly marking the anniversary of that tragedy with a special commemoration and every day of these Games we’ll be demonstrating that there is no more diverse, more open, more tolerant city in the world than this one.",
        "The third – and most important – thing you’re going to see and feel over these coming weeks is that infectious spirit of the Olympic and Paralympic Games. Beyond all the grand ceremonies and great displays, we’ve got to remember what this is all about.",
        "The athletes up at dawn to train. The swimmers in the pool day-in, day-out for years. The children who dream and make it big. The people who come from nothing to represent their nation. Their efforts are the heart of this Games.",
        "Right at the heart of the Village, the words of the British poet Tennyson have been engraved. They read: ‘To strive, to seek, to find, and not to yield.’ It’s about never giving up, pushing yourself to the limits, relentlessly pursuing glory and greatness – the best of human endeavour. And it’s this spirit that is going to shine out from London.",
        "We want this to be the Games that lifts up a city, that lifts up our country and that lifts up our world, bringing people together. So we are delighted to host you here in London today and I hope you have a fantastic Games over the coming weeks."
    ]
}