{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-teach-first-speech/",
    "title": "David Cameron – 2013 Teach First Speech",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in welcome to Teach First representatives during their visit to Downing Street, London, on 8th July 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Well, a very, very warm welcome to Number 10 Downing Street. I am an enormous fan of Teach First, of the whole idea of everything that you do, of the massive achievement that you are bringing to our schools. So it is a real privilege to welcome you here.",
        "When you’re a leader of a political party, or Prime Minister, you do get some amazing days out. And obviously I had a pretty amazing day out yesterday at the tennis. And there are other things you get to go and see: the SAS train in Hereford or you get to go and see some of our most incredible universities. I remember going to one where they were working on the Space Programme and the guy said, ‘This really is rocket science.’",
        "But I remember one of the most inspiring days I’ve had in the seven years that I’ve led a political party, and that was going to spend some time on one of your Teach First training days. And I saw then, in the early days of Teach First, the incredible potential of what you do. And in the spirit of teaching I tried to remember my homework for today’s meeting and I want to give you three statistics.",
        "Statistic number one, which is why we need you so badly, is there are 80,000 children every year on free school meals, but typically only 40 of them get to the very best of our universities. And that is, I think, a standing rebuke to us as a country in terms of social mobility and educational attainment.",
        "The second of the figures I have, which I think shows the incredible potential of what you do, is that Teach First is now not only the biggest graduate recruiter, but it is also the fastest growing. So this to me says that there is an incredible appetite for this brilliant programme, and I think that is hugely welcome.",
        "The third of my statistics is also, I think, quite important, which is that we have quadrupled the number of Teach First graduates over the last three and a half years. So I think when you put those things together you can see a programme that is absolutely needed, a programme that is incredibly popular and a programme that has the full support of the Department of Education, the Secretary of State and the Prime Minister.",
        "And let me just say a few of the things about why I like this programme so much. And the most important thing is the context for all of this, and the day today when we launched the new National Curriculum. The context is very simple. We are in a global race. We have to make sure that our students and our school are as good, as stretched, as talented as those in Shanghai, in Singapore, in Helsinki or wherever. We have to compare ourselves to the best in the world and ask ourselves, ‘How can we be up there with the best?’ And that to me is absolutely what Teach First is about.",
        "I asked, I think all of the Teach First graduates out there the same question, which is, ‘When you went to university did you think you were going to become a teacher?’ And the answer from every single one was the same, ‘No I didn’t. I thought actually that probably wasn’t something I’d do. I was going to be a banker,’ or, ‘I was going to be a lawyer,’ or, worse, ‘I was going to be a politician.’",
        "No-one said they were going to be a teacher and I think what Teach First has done is just inspired some of the best and brightest in our country to consider teaching. I think that is something to really celebrate.",
        "I think the fact that Teach First graduates go into some of our most challenging areas and some of our most challenging schools is also something to celebrate. Because you should judge a country by not how well it does for those who have all the natural advantages, but for those who actually don’t have those advantages, are we engineering an education system that can really give the bright kid from the poor home the best chance to get on? And I think that is something absolutely to celebrate in Teach First.",
        "But I think perhaps the thing I like about it almost the most – and this may sound odd from someone who runs the government, as it were – but one of the things I like about Teach First, is that this isn’t a rolled-out, top-down government initiative; this is a Big Society initiative. This is schools, universities and an incredible voluntary body/social enterprise getting together, seeing a need, seeing a pool of talent and thinking, let’s get this sorted.",
        "A bunch of people who set up Teach First saw the lack of educational attainment of so many in our country and simply said to themselves, ‘It does not have to be this way.’ They set up Teach First, with government-backing and help they’ve grown it massively. But, above all, it’s an initiative that brings together schools, universities and a voluntary body: a group of people who wanted to change our country for the better.",
        "So you have my 100% commitment and support. I think Teach First is an absolutely brilliant idea. I think its expansion is wholly welcome. I think we can learn lessons for other sectors, in terms of getting bright graduates perhaps to go into social work and to other enterprises as well.",
        "So it’s a huge privilege to have you here. I have a very, very simple message, which is please just do more of what you’re doing: much, much, much more, and as you do so, you’ll have the complete backing of this government. Thank you very much indeed."
    ]
}