{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-at-siemens/",
    "title": "David Cameron – 2013 Speech at Siemens",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, at Siemens in Lincoln on 16th July 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Thank you. Well, thank you for the welcome and it’s great to be here at Siemens, great to be here in Lincoln. And I think there’s lots of good reasons for being here because what I want to talk about very briefly today is our economy and how I believe our economy is on the mend. I think it’s getting better, I think it’s improving. It’s still early days; it’s still hard work. And one of the reasons it’s getting better is businesses like yours.",
        "I think we all know that in this country we became too reliant on financial services, too reliant on the south of England. We needed to do more to make things again, design things again, export things again and that is exactly what you do here at Siemens. This is a business that exports over 90% of what you do. You’re helping Britain compete and succeed in the global race. And you’re also helping in other important ways in that you are helping train young people.",
        "You take on some 15 apprentices every year but you don’t just do that, you support an engineering school at the university and you’re starting up a UTC – a University Technical College – to help give young people education and training that will give them the ability to work in great businesses like this. So I think it’s a good place to come and visit, to come and hear about what you do, because I think it’s absolutely vital we continue the work of mending our economy.",
        "Now, I’m not going to stand here and say that the job is done or even half-done. I’m not going to say that everything is being fixed, but what I will argue is that we’re making some progress. We said we are going to have to deal with the deficit, which was one of the biggest in the world when we came to office, and we’ve paid down a third of that deficit. We said we needed more jobs in the private sector. Of course, we’ve lost jobs in the public sector – that was inevitable when you have to make cuts – but we created something like 1.3 million jobs in the private sector. We said that we need new small businesses starting up as the engine of growth, and we’ve seen some of the fastest rates of new businesses growing in our country in recent years.",
        "So I think the economy is on the move, it is on the mend, but we have got a long way to go. And we’re only going to keep improving it if, actually, we back people who work hard, who want to do the right thing, and help them get a good place at school, get a good apprenticeship, start their own business and make something of their lives. And that’s what this government should be all about, and that’s what I’m focused on – not anything else, but focused on helping people with their aspirations to get a good job, to make something of their lives and to back businesses like this.",
        "Anyway, I promised no long speech from me so that is it from me. It’s now your questions and my attempt to answer them. And you can ask about anything you like. It doesn’t mean I’ll answer, but I’ll have a go. So who wants to go first? Just put your hand in the air and there are roving microphones.",
        "**Question**",
        "In the UK we’re an importer of energy. I’m just wondering what the government’s policy is to make sure that we don’t have the lights turned off.",
        "**Prime Minister**",
        "Well, I think energy security is absolutely vital. It’s one of the tasks of government to make sure we’ve got plentiful supplies of energy and that it’s not too expensive. And we’re going through a big change right now. You know, our old nuclear power stations are running out of time and being switched off. We should become less reliant on coal for environmental and other reasons. So we have to put a lot of investment into our energy industries.",
        "And what we’re seeing is, first of all, we’ve got a good contribution from gas in our country. We’ve still got a lot of reserves of gas in the North Sea and we’ve got pretty secure imports of gas from different parts of the world; we’re not reliant on any one part of the world. We’re not like some countries that get so much of their gas from Russia; we hardly get any of our gas from Russia. So I think we’ve good secure supplies of gas.",
        "We’re going to invest in new nuclear energy. We’ve got Hinkley Point, where a decision I think will be made quite soon and I hope it’ll be a positive one to have a brand new nuclear power station. And I think it’s also important alongside gas, alongside nuclear, to make sure we also invest in some of the renewable technologies. Now they’re not going to be all of the answer, of course not, but I think to make sure we get some of our energy from on and offshore wind and that we look at some of the other technologies – wave and tidal power – I think it’s very sensible for a country like ours.",
        "So what we’ve done, as a government, is actually set out a pretty clear framework. So if you’re an investor into say offshore wind in the North Sea, and we have 70% of Europe’s offshore wind capacity here in the UK, you know that if you build your plant before the end of 2017 you know exactly what you’re going to be paid for the next 20 years.",
        "So Siemens are a big investor in this area. I recently went to the opening of the largest offshore wind farm anywhere in the world, which is called the London Array off the coast of Kent, and we hope that Siemens will go on investing in this technology. It’s not the whole answer but it’s part of the answer.",
        "So a mixture of gas, of nuclear, of renewables I think can make sure we have plentiful supplies of energy. But we’re going to make doubly sure by having something called a capacity payment, so we’re going to introduce a system where we very openly buy a little bit more electricity than we need effectively – a bit more generating capacity than we need – so that we have a buffer, just in case demand rises faster than some people predict. So I’m confident that we’ll solve that problem and make sure we keep the lights on and can supply industry and consumers with plentiful supplies of energy.",
        "**Question**",
        "On an almost directly-related topic, we’ve been waiting in Siemens with bated breath for the Hull announcement. Kind of would you like to say ‘yes’ today?",
        "**Prime Minister**",
        "Well, I would love to hear a ‘yes’ today. Look, I think this is a great opportunity, not just for Siemens, I think it’s a great opportunity for Britain. I think if you look at the Humber Estuary you can see that that has an opportunity, if you like, to be a sort of Aberdeen of wind. I mean, you’ve got Aberdeen with the offshore oil industry. I think that Humberside, the Humber Estuary, can be a real hub of investment in industry for the offshore and onshore wind.",
        "So, it’s Siemens’ decision whether they go ahead with this plant in Hull. All I can say is I think the government’s done everything it possibly could in terms of making available finance, in terms of explaining how the energy market is going to work, in terms of giving guarantees against future changes of policy. I’ve even rung up the Chief Executive on one or two occasions, so it’s – in the end it’s a commercial decision for Siemens, a commercial business.",
        "But I think the framework for the energy industries in the UK is probably as clear as anywhere in the world. And you see that from overseas investors who are investing in our nuclear industries, our offshore wind industries, other industries. They say, ‘You’ve set out what the regime is for getting your payments and so it’s now up to us to spend the money.’ So I hope it’ll be a yes and I think we’ll find out maybe today maybe tomorrow.",
        "**Question**",
        "You’ve talked about energy security. I wonder what your view is on fracking, particularly in the more sensitive areas of the country like Surrey and Dorset.",
        "**Prime Minister**",
        "Well, I’m in favour of fracking. I think – look, if you look at the big picture, what do we need to do in our country to be a success, right?",
        "We live in a very competitive world. You’ve got the rise of India, the rise of China, these great economies powering ahead. How are we in Britain going to be a success story in the 21st century just like we were in the 20th century? Well, we’re going to be a success story if we play to our strengths, if we invest in great businesses, if we keep up with science and technology, if we invest in our great universities, if we go on inventing things. But as well as that, you’ve got to exploit the new industries and you’ve got to make sure your energy prices aren’t rising ahead of your competitors.",
        "Now, the unconventional gas gained by so-called fracking; if you look at what’s happened in America I think there’s a real lesson for us here in the UK. In America they are now almost self-sufficient in gas. Their gas prices to business are now less than half as much as ours are and the reason for this is they have put a lot of investment into unconventional gas. The figures are actually quite frightening. Europe as a whole has 75% as much unconventional gas as America, so we’ve got less in Europe than America. But whereas they are digging 10,000 wells a year, so far in Europe we’ve dug just 100, so we are way behind.",
        "So I am in favour of fracking. The government is making it easier. We’ve set up an office of unconventional gas. We’re trying to streamline the permissions and the permits that you need. But, of course, there will be sensitivities. We are a relatively crowded island, whereas obviously in, you know, North Dakota in America it’s been easier to dig wells when you’ve got fewer people living on each part of your country, but we should be able to take advantage of this. So, let’s streamline the process; let’s make it possible.",
        "And then of course there will be a public debate locally, but I think one of the ways we can get over this – and I have been making sure we do this – one of the ways we can get over this is if local communities can see the benefit themselves. And so, what we’ve said is for every well dug there should be an immediate £100,000 payment to the local community.",
        "Now, that should be just the start, because of course if you hit unconventional gas supplies and you start to exploit them, that will generate a lot of revenue. And I think the way to get over – some places, obviously, it won’t be appropriate because of the amount of people living there and all the rest of it but, otherwise, I think the way to get over public concern is to say there’ll be real community benefits, and not just benefits going to your local council, but benefits going to your parish, going to your district, going to your – effectively, to yourself, as well. I think if we do that, people will see, ‘Okay, there are downsides of this, there are upsides, but I am going to have a personal investment in it.’ And I think if we do that we can make sure the unconventional gas revolution comes to the UK, and that’ll make us more competitive and give us more secure and cheaper supplies of energy at the same time.",
        "**Question**",
        "There’s a projection for the NHS over the next six or seven years, that there’s going to be a serious shortfall in the funding. How do you intend to cover that?",
        "**Prime Minister**",
        "Yeah, very good question; I mean, I think this is a real test for any government, frankly. We got in three years ago with this budget deficit, so what we were spending was much more than what we were getting in taxes – in fact, it was worse than almost anywhere in the world. So, we had to make some cuts. And, actually, as a government, we chose not to cut the NHS. My view was the NHS is too precious; we all rely on it, our families rely on it, so there should be and there will be in this parliament, modest increases in NHS spending.",
        "But frankly, even modest increases in NHS spending aren’t really enough to cope with the pressures on the NHS, because we’re an ageing population, we’re living longer, there are new treatments coming along that are expensive. So, as you say, sir, there is a funding challenge.",
        "How do we meet that? Well, I think the first thing we have to do is try and make sure that we’re spending every penny as wisely as we possibly could, and that’s why one of the things we did in the recent spending announcement is actually we took some NHS money and we gave it to local authorities to spend on social care, to spend it on helping get those people who are blocked in hospital beds, costing the NHS a fortune, who could be better off at home or in a care home properly looked after.",
        "So, I think if we’re more efficient, if we spend the money wisely, I think we can make sure that the NHS deals with the pressures on it. But it’s not going to be easy. And obviously, today you hear the news that we’ve looked into – or the NHS has looked into the 14 hospitals with the highest unexplained death rates, and, you know, I am a big fan of our NHS. I love our NHS. I never want to see any harm come to our NHS but, frankly, we don’t serve our NHS if we cover up wrongdoing and problems. We’ve got to look at those problems, we’ve got to look at any instances of poor levels of care or poor management, and we’ve got to deal with them, and I don’t think the last government did enough of that. I think that they sort of said to the inspectorates, ‘Don’t give us the bad news, I don’t want to know;’ you know, ‘Talk to the hand, the government doesn’t want to hear.’",
        "I do want to know. If there are things going wrong at, say, Stafford Hospital, or things going wrong at any Lincolnshire hospitals, we need to hear about that, we need to send in teams to help turn them around, we need to make sure people get a good service. Now, it will be testing, meeting this funding challenge but, actually, if we spend the money wisely – small, real-terms increases when other public services are taking spending reductions – I think we can deliver a really good NHS.",
        "**Question**",
        "You mentioned our apprentices, and we are very proud of the apprenticeship programme at Lincoln. Recently, Siemens in Lincoln took part in one of your programmes at the Employer Ownership of Skills programme; we had a very successful pre-employment training programme in Lincoln. I just wonder if you can assure us that you will make sure that red tape and bureaucracy won’t descend upon employers away from the Skills Funding Agency, because there is some indications that that might be going to happen.",
        "**Prime Minister**",
        "I think this is a real worry. I mean, businesses like yours take on apprentices every year, and that is good for you and it’s good for the country; it’s good for the young people concerned. And there have been something like 1.2 million apprentices taken on since the election; we have put a lot of money apprentices, we’re very keen on the programme. But I think for big businesses like yours, it’s one thing coping with the paperwork and the bureaucracy. For smaller firms, it can be just a no-no; they decide, ‘I don’t want to go near this.’",
        "So, what we’ve done is create a more streamlined system. We have said to big businesses like yours, ‘You don’t have to partner with a training organisation to run these apprenticeships; you can run your own schemes and do it your own way.’ And we have said to small firms, ‘If you haven’t taken on an apprentice before, we’ll give you a bounty – we’ll give you a bonus, for taking on your first apprentices.’ So, I think that bit we can get right.",
        "The bit I’m more concerned about – and it was very interesting talking to some of the apprentices here this morning – is I still don’t think we are getting it right in school, explaining to young people what are the career options. I don’t blame teachers for this, in a way; most teachers, they went to school, they did their A-levels, they went to university. They’re very familiar with that path, but I don’t think we do enough to say to young people that you can get an apprenticeship at 16, you can get a different sort of apprenticeship at 18, there are now higher-level apprenticeships which are the equivalent of a university degree, there are all these earning and learning options aside from the A-level and university option, and I think we need to do better at that. And I think businesses can help us do that by getting into schools and telling young people early on what are the options.",
        "But I think apprentices should be a major growth area for Britain. You know, this is a German company, and I’m not embarrassed to say it: I think the Germans have done apprentices better than the British. There are lots of things the British do better than the Germans, of course – football, cricket, even tennis, now, fortunately – but this is something we can learn from the Germans. They have a fantastically low youth unemployment rate; so do the Dutch. We’re some way behind that. We’re ahead of the Spanish and the Italians and some others, but we can learn more from the Germans when it comes to apprenticeships.",
        "**Question**",
        "You mentioned about apprentices. What’s being done after the training from your point of view at the moment, and what needs to be done, to ensure the skills stay in the country, within jobs and within business?",
        "**Prime Minister**",
        "Well, how do we keep the skills in the country once you’ve trained them up? We have got to do more to help businesses. So, you know, if we want to rebalance this economy we don’t want to see less financial services – it’s a good industry, something Britain’s good at – but we want to see more manufacturing, more technology, more aerospace, more in the auto industry.",
        "How do we do that? Well, we’ve got to go through all the things that manufacturing and technology businesses want from the government. Now, I would say there are about three or four things. You want support for apprenticeships because they’re vital for you, so the government’s putting money into apprenticeships. You want support for research and development to develop new products, so we have a tax credit specifically for every pound you spend on research and development. Businesses need competitive and low tax rates, so even at a time of difficult public spending and tax decisions, we have taken the British rate of corporation tax down to 20%, which means that you pay less corporation tax here in Britain than you do in any other G7 or G8 or in fact, I think, G20 country, so we can say to companies like Siemens, ‘Invest more in Britain. Build more in Britain. This is a good place to work.’ Some areas of the country need help more than others, so Enterprise Zones have been another way of encouraging businesses to expand and invest here.",
        "And then I think the last thing that manufacturing businesses need – you’ve got to move product around. It’s not just having access to broadband; you need those physical networks, so we need to invest more in roads, in railways, in port infrastructure, all of which is happening in the UK, again in spite of the cuts. You know, we cut the police by 20% – very difficult decision to make. Actually, I think the police have coped brilliantly with it; they have made themselves more efficient, we haven’t seen a big reduction in police officers. But, as a result, we – as a result of difficult decisions like that, we have been able to spend money on capital – on roads, on railways, on port infrastructure – that will make us more competitive and enable us to win.",
        "So, all those things, and I expect some of the people in your firm could think of some other things we should be doing as well. But I think that would be a good start.",
        "**Question**",
        "Is the NHS safe in your hands? I mean, clearly we’re going to have some revelations from the Keogh review today; what are you going to do to make things better, and when will it be safe for people to go back to hospital in Lincoln?",
        "**Prime Minister**",
        "Well, first of all, the NHS is completely safe in this government’s hands. We absolutely believe in it, we have invested in it; whereas we’ve had to cut some other public services, we’ve increased NHS investment every year. We should, at the same time of pointing out the difficult things in our health service, we should point out the success stories. Mixed-sex wards are almost abolished, infection rates in hospitals are now down at record lows, waiting lists and waiting times are in a good and reasonable place.",
        "There’s much to celebrate in our NHS, and I love our NHS and I never want to do it any harm, but we don’t serve our NHS by covering up problems and difficulties, and clearly there are some hospitals with too-high mortality rates. It’s right to investigate them and it’s right also as the Health Secretary’s done today to identify those hospitals where we’re going to put them into special measures, send in help to turn them around, and make sure they go back to providing the very best service.",
        "That’s what’s happening today. It’s right to highlight problems where they are, but they’re being dealt with, and people can know that they have a good National Health Service that they can be proud to use and proud to see improved at the same time.",
        "**Question**",
        "Prime Minister, in light of the release of the BBC’s Annual Report, do you think it’s right that taxpayers are legally required to pay the licence fee while BBC executives are receiving pay-offs of nearly £1 million?",
        "**Prime Minister**",
        "Well, I think the BBC has to be very careful with the money that it spends. The BBC is in a unique position because it has the licence fee. I support the licence fee. But going with the licence fee is the responsibility to spend that money wisely, and I think it’s quite clear some of the BBC pay-offs have been too high and there hasn’t been enough rigour in this whole process, as was demonstrated in front of the Select Committee, and they need to be more rigorous in the future.",
        "The BBC has strong public support, but they won’t keep that support unless they spend the money wisely.",
        "**Question**",
        "It’s a question that must be on everybody’s lips, right, and what sort of message does it send out that the politicians or the MPs are looking at 10% pay rises when we’re seeing cuts in public spending and armed forces? And people like ourselves, you know, that we could only wish for a 10% pay rise. But I’d like your opinion.",
        "**Prime Minister**",
        "I agree, it is – round of applause for that man. I agree. I don’t think it is appropriate. I mean, what happened in the last parliament, just so we remember, there was the scandal about expenses, and the last government decided to make the body that decides MPs’ pay completely separate and independent from Parliament. So it makes a decision.",
        "But I’ve said very clearly to them, including in my office, you know, you can’t propose a pay increase at the time when public sector workers have been told it’s a 1% pay increase and that’s it. You can’t suggest that. And, secondly, whatever you do, whatever you suggest and whenever you try and implement it, you’ve got to cut the cost of politics rather than increase it.",
        "Now, I think there are costs in politics that we could reduce. There are still excesses in the system. And so I’ve said to that body – and they haven’t made a final decision; this pay rise is not written down in stone, it’s not being implemented, there’s a consultation going on. I’ve said to them, ‘Go away and cut the cost of politics, and don’t introduce a pay rise at the time when people are suffering public sector pay restraint.’ And I think that is the right answer.",
        "So we’ll have to see what they say, but they’ve had a pretty clear message from all three party leaders pretty much saying the same thing to them. And they have got time to think again.",
        "**Question**",
        "You’ve mentioned the potential Siemens investment for the Humber. You’ve even said an announcement could be expected maybe today, maybe tomorrow, in your words. I’d like you to clarify that. But I’d also ask you as a government, do you think you’ve done enough to attract this company into this country?",
        "**Prime Minister**",
        "Well, first of all, it’s up to Siemens, their decision and the timing of their decisions. That’s not under my control. What is under my control is to say to Siemens we welcome your investment into the UK, we back your business, we support your apprenticeships, we back you with tax credits, we’ve given you the lowest corporate tax rate you could possibly expect, we’re a big fan of your company and we want you to do more here. It’ll be their decision. We have to be competitive with other countries. But as I said, I think the Humber Estuary is right for that sort of development.",
        "But let’s be clear, you know, Britain has got many strengths when it comes to business and industry, and we need to play to all those strengths. As I said, there’s a lot of excitement in our universities, there are a lot of auto industries investing in this country right now. If you look at the British car industry, I’m proud; I’ve got my Jaguar Land Rover cufflinks on from another visit just like this. You know, we’ve got Jaguar Land Rover booming in Britain, we’ve got Honda, Nissan, Toyota, all expanding in Britain. BMW, one of your German sister companies, making Minis just outside my constituency, which wherever I travel in the world I see these fantastic examples of British design and manufacture running round the streets.",
        "So there’s lots to celebrate in terms of Britain’s industrial future, and this government is absolutely behind backing it every step of the way.",
        "**Question**",
        "Exporting is second nature to this business, but we know how difficult it is. What’s the government doing to encourage and help new exporters from the UK?",
        "**Prime Minister**",
        "Very good question. It’s one of my favourite statistics. At the moment, one in five of British small businesses export. And if we could turn that from one in five to one in four, we’d wipe out our trade balance altogether. So this is a big national effort required.",
        "What we have, starting at the very top, I hired the Head of HSBC to come into my government as Trade Minister. He’s worked his socks off for the last two and a half years, and I’m replacing him with the Head of BT, one of the most successful British companies that there is in the last few years. And Ian Livingston’s going to be the new Trade Minister starting after the summer, and we have an organisation, UKTI, whose job it is to go round the country and get small businesses to export by encouraging them, by giving them the knowledge, the confidence, a bit of financial help sometimes. And we should do that.",
        "I also take trade missions all over the world. I think if you look at every G20 country, I’ve taken a trade mission to every one apart from Argentina; for some reason I haven’t yet made it to Argentina, but no guesses there.",
        "So I think a big national effort and, you know, we could do better at this. I don’t think there’s any one silver bullet; I think it’s really about encouraging the smaller businesses. For some of the bigger companies, I think export credits have been an issue, particularly in the difficult years of 2008–2010 when credit dried up, and some people say credit’s still not flowing fast enough now. We have introduced some new products to help ensure people’s exports, particularly in big businesses, and we’ve expanded that. And we need to keep working, making sure we’ve got the right products so the exporters really want to use them.",
        "I think if we do all those things, I think it’s important we use all our international connections and expertise. I think Britain is fortunate in that we’re in the G8, the G20, the European Union, the OECD, NATO, the Commonwealth. You know, we are in all the key networks, and we need to exploit all of our memberships of those networks to get the best for our country. And I think we’ve got to look beyond Europe and recognise the fastest-growing economies in the world are going to be, you know, the Russias, the Indias, the Chinas, Malaysia, Indonesia, those countries, and we’ve got to encourage businesses, yes, export to Europe, but also look further afield and build on Britain’s capabilities there.",
        "Again, while we made cuts, actually, when you look at the Foreign Office and our network of embassies around the world, I’ve asked them to be more efficient. I’ve asked them to cut back on some of the excesses. But I’ve said, ‘Actually, we need to open more embassies, more trade missions, more posts around the world.’ I think we’re one of the only European countries with an embassy in every one of the ASEAN countries in Southeast Asia.",
        "So the network’s there, and I hope Siemens will use it, you know. They may be our embassies, but as far as I’m concerned, British businesses, British-based businesses, should use them as your home when you’re exporting.",
        "**Question**",
        "I just wanted to ask about a big topic in the news at the moment, which is the involvement of our government and GCHQ in mass data collection. This is obviously a very important issue, because we use a lot more data in this day and age than we ever have before, and I just would like to ask of your views.",
        "**Prime Minister**",
        "Yes, that is a very important question. It’s one of the – one of the biggest responsibilities of the Prime Minister; I am effectively the Minister for the Intelligence Services. And I think it’s very important to understand what they do, to try and explain to the British public what they do and why it’s so important.",
        "So I think first of all, sort of stand back and look at the threats that we face. You know, we saw what happened in America on 9/11, we saw what happened here, 7/7, we know what threats we can face. Every year since I’ve been Prime Minister, our intelligence services have uncovered and prevented at least one major plot every year that could have been a mass casualty event.",
        "So we are dealing with a very serious issue: our national security. And I think it’s very important that we have well funded security services – GCHQ that deals with communications, MI5, which is the domestic security service, and MI6, which deals with overseas intelligence – that we have them well funded, well organised but, crucially, within the law.",
        "There are acts of parliament that determine what they are allowed to do and what they’re not allowed to do. And they’re overseen by a now much strengthened, intelligence and security committee that sits in parliament, that is headed by Sir Malcolm Rifkind, a former Foreign Secretary, that can examine all the work that they do.",
        "And I’m satisfied that they act within the law. And I’m also satisfied, because this was important in the issues that came up, that they are not using their cooperation with foreign intelligence services to somehow get round the law; they’re not using data garnered from overseas to get round the restrictions that there are in the UK. And I think that’s vitally important. I mean, if you want me to say more I will.",
        "Very simply put, because I think it’s quite reassuring when you hear this, if the police or intelligence service want to know the detail about a bit of communications, i.e. a mobile phone call that Mr A makes to Mr B. If they want to know simply who made the call, where were they, what was the time of the call or who were they calling, that so-called communications data, there is a legal process they have to go through to access that data. So there’s a legal process. But it is very important they can access that. Think of how many murders, rapes, abductions, terrorist investigations, you know… Almost all serious crime, the police will use communications data – the, ‘who called who, when and where?’ – they’ll use that data in the investigation. So it’s very important they have access to that data, all done legally.",
        "That shouldn’t be confused with the content of communications, i.e. what Mr A said to Mr B. Now if the intelligence services want to listen to that they have to have a signed warrant by the Home Secretary. So that’s quite a high bar. So I’m very satisfied, and I’ve simplified it, but I’m very satisfied that garnering information about the data, who called who and when, and garnering information about the content are very strictly controlled in Britain. But do I think it’s important that we have security services, that they can do those things in order to keep us safe? Absolutely I do.",
        "And I see at first hand these very brave people, who never get thanked because we’re not really allowed to know who they all are, working round the clock to keep us safe from very dangerous people who do us harm. So, nothing in the world is ever perfect, but I would argue we have a good system, well run, that we can be proud of in Britain, that helps to keep us safe.",
        "**Question**",
        "I’m from the Siemens Commercial Academy, which takes students from sixth form straight into full-time employment and funds your degree as well. This year, sadly, we’ve had to drop the degree because of the rise of university fees, which has resulted in the loss of applicants to our scheme. Are you trying to deter young people from going to university and getting a higher degree, a higher education, even given the state of, like, the unemployment in the young?",
        "**Prime Minister**",
        "That’s a very good question. The answer is: no we are absolutely not trying to deter young people to go to university. And, in fact, recently the numbers of young people applying has actually been increasing rather than falling.",
        "But there is a big issue here which is how do we pay for good universities? It goes back to my argument: if we are going to be a winner in the global race, if we are going to be a success as a country, we’ve got to have good universities with well paid tutors, well stocked libraries, really great technical labs. That costs money. And the only two places you can get it from: you can get it from the taxpayer – but the taxpayer has already got to pay for everything else – or you can ask students to pay. So the decision we took was to say to students that we are going to charge you more in fees for your degree. But what we said, absolutely crucially, is you pay nothing up front. There is no up-front payments, and you only start paying it back when you’re earning over £21,000 a year. So it’s actually only better off students, only successful students that are paying back the money. You don’t start paying back in full until you’re earning £35,000.",
        "So, look, it is a tough decision; it is difficult. But what it means is that our universities can continue to expand, our degree courses will be well funded. They’ll be competitive with other countries around the world, because there’s no point having second-rate degrees and second-rate universities. And I think it’s fair because we’re not asking people to pay back until they are earning a decent wage. But I know it is – it is difficult, but I think the evidence is beginning to show, not only, as I said, that numbers applying are looking good, but also the numbers applying from the most deprived backgrounds have increased. And that’s because we’ve put a lot of effort into bursaries and other packages to encourage people to go to university.",
        "But again, a lot of what I have to do is about making tough decisions that are in the long-term interest of the country. And I think this fits squarely into that. And that’s what you have to do in business. Sometimes you have to make difficult decisions for the future of Siemens, for the future of manufacturing. You have to change things. You have to change processes in order to make sure your business goes on and succeeds in the future.",
        "Can I think you again very much for the warm welcome. Thank you for letting me come and see the amazing work that you do here. Can I congratulate you again on 90% of your business being exports, the massive investment you make in young people and the big investment you make in Lincoln. Thank you very much."
    ]
}