{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-commons-statement-on-european-council/",
    "title": "David Cameron – 2014 Commons Statement on European Council",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, on the European Council on 30th June 2014. The statement was made in the House of Commons in London.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "With permission, Mr Speaker, I would like to make a statement on last week’s European Council.",
        "Before turning to the appointment of the next Commission President, let me briefly report back on 2 other points.",
        "First, the Council began in Ypres with a moving ceremony at the Menin Gate to mark the 100th anniversary of the gunshots in Sarajevo which led to the First World War.",
        "It is right that we should take special steps to commemorate the centenary of this conflict and to remember the extraordinary sacrifice of a generation who gave their lives for our freedom.",
        "The government is determined to ensure that Britain has fitting national commemorations, including the re-opening of the newly refurbished Imperial War Museum next month.",
        "Second, the Council signed Association Agreements with Georgia, Moldova and Ukraine.",
        "These reflect our commitment to supporting these countries as they undertake difficult reforms that will strengthen their economies, bolster their democracies and improve the stability of the whole continent.",
        "President Poroshenko joined the Council to discuss the immediate situation in Ukraine.",
        "The Council welcomed his peace plan and the extension of the ceasefire until this evening.",
        "The onus is now on Russia to respond positively by pressing the separatists to respect a genuine ceasefire, to release hostages and to return occupied border posts to the Ukrainian authorities.",
        "The Council agreed that if we don’t see concrete progress very soon, we remain willing to impose further sanctions on Russia, which would not necessarily require a further meeting of the Council.",
        "But the Council will return to this issue at its next meeting which has now been arranged for 16 July.",
        "Mr Speaker, turning to the appointment of the next Commission President.",
        "I firmly believe that it should be for the European Council – the elected heads of national governments – to propose the President of the European Commission. It should not be for the European Parliament to try and dictate that choice to the Council.",
        "That is a point of principle on which I was not prepared to budge.",
        "In taking this position I welcomed the support of the Leader of the Opposition, as well as the Deputy Prime Minister, in opposing the imposition of Jean-Claude Juncker on the Council.",
        "I believe that the Council could have found a candidate who commanded the support of every member state.",
        "That has been the practice on every previous occasion.",
        "And I think it was a mistake to abandon this approach this time.",
        "Of course there is a reason why no veto is available when it comes to this decision.",
        "And that is because the last government signed the Nice Treaty which gave up our veto over the nomination of the Commission President as well as the Lisbon Treaty which gave the Parliament stronger rights to elect the Commission President.",
        "So once it was clear the Council was determined to proceed, I insisted that the European Council took a formal vote – something that doesn’t usually happen.",
        "Facing the prospect of being outvoted some might have swallowed their misgivings and gone with the flow, but I believe it was important to push the principle and our deep misgivings about this issue to the end.",
        "If the European Council was going to let the European Parliament choose the next President of the Commission in this way, I at least wanted to put Britain’s opposition to this decision on the record.",
        "I believe this was a bad day for Europe – because the decision of the Council risks undermining the position of national governments.",
        "And it risks undermining the power of national parliaments by handing further power to the European Parliament.",
        "So while the nomination has been decided and must be accepted, it is important that the Council did at least agree to review and reconsider how to handle the appointment of the next Commission President the next time this happens.",
        "And this is set out in the Council conclusions.",
        "Mr Speaker, turning to the future, we must work with the new Commission President, as we always do, to secure our national interest.",
        "I spoke to him last night and he repeated his commitment in his manifesto to address British concerns in the EU.",
        "This whole process only underlines my conviction that Europe needs to change.",
        "And some progress was made in arguing for reform at this Council.",
        "The Council Conclusions make absolutely clear that the focus of the Commission’s mandate for the next 5 years must be on building stronger economies and creating jobs, exactly as agreed with the leaders of Sweden, Germany and the Netherlands at Harpsund earlier this month.",
        "The Council underlined the need to address concerns about immigration arising from misuse of – or fraudulent claims on – the right of freedom of movement.",
        "We agreed that national parliaments must have a stronger role and that the EU should only act where it makes a real difference.",
        "We broke new ground with the Council conclusions stating explicitly that Ever Closer Union must allow for different paths of integration for different countries and, crucially, respects the wishes of those like Britain that do not want deeper integration.",
        "And for the first time all my 27 fellow heads of government have agreed explicitly, in the Council Conclusions, that they need to address Britain’s concerns about the European Union. That has not been set before.",
        "So while Europe has taken a step backwards in respect of the nomination of the Commission President, we did secure some small steps forward for Britain in its relationship with the EU.",
        "Mr Speaker, last week’s outcome will make renegotiation of Britain’s relationship with the European Union harder and it certainly makes the stakes higher.",
        "There will always be huge challenges in this long campaign to reform the European Union.",
        "But with determination I believe we can deliver.",
        "We cut the EU Budget.",
        "We got Britain out of the bail-out schemes.",
        "We’ve achieved a fundamental reform of the disastrous Common Fisheries Policy and made a start on cutting EU red tape.",
        "We’re making real progress on the single market – and on the free trade deals that are vital for new growth and jobs in Britain.",
        "My colleagues on the European Council know that Britain wants and needs reform…",
        "…and they know that Britain sticks to its position.",
        "Mr Speaker, in the European elections people cried out for change across the continent.",
        "They are intensely frustrated and they deserve a voice.",
        "Britain will be the voice of those people.",
        "We will carry on standing up for our principles, carry on defending our national interest and carry on fighting with all we have to reform the EU over the next few years.",
        "And at the end of 2017, it will not be me, this Parliament or Brussels that decides Britain’s future in the European Union.",
        "It will be the British people.",
        "I commend this statement to the House."
    ]
}