{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-at-chinese-new-year/",
    "title": "David Cameron – 2014 Speech at Chinese New Year",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at Chinese New Year Celebrations in Downing Street on 3rd February 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Good evening. A very warm welcome to everyone here tonight. It’s wonderful to be able to have another Chinese New Year party here at Number 10 Downing Street, and you’re all extraordinarily welcome.",
        "The purpose of tonight is to celebrate, and I think we have a number of good things to celebrate. We can celebrate the extraordinary success of modern China. I was so struck by this on the recent visit that I made and the very good meetings I had with the President and the Premier, the huge business delegation that I took. China is set once again to become the world’s largest economy, a position it has held for 18 of the last 20 centuries, so in many ways the order is being restored. And it’s worth remembering that in that extraordinary economic performance, more than 700 million people have been taken out of poverty; more people lifted out of poverty than in any other country at any other time in the world. So, there’s a huge amount to celebrate in this extraordinary success that is modern China.",
        "But I also think there’s a lot to celebrate in terms of our relationship with China. We’ve seen great strides in terms of our economic relationship since this government came to office; I think we have doubled trade between Britain and China. And one of the things that is so striking, and that I believe is at the heart of the British-Chinese relationship, is the openness of the British economy to Chinese investment. It’s great, for instance, that we can say there’s no limit on the number of Chinese students who can come and study in Britain. They need to have a degree place, and a basic English language qualification, and we welcome those students.",
        "But we also welcome the most extraordinary diverse range of Chinese investment into our economy, and not just in sectors that are easy to invest in, but also we welcome investment in infrastructure, investment in our nuclear industry, investment in our water industry. And I was very struck by what my new best friend Mr Wang of the Wanda Group said to me when he said that he thought that America was better to invest in than Europe, but the best of all was Britain. And I thought that was a great testament that he takes that view.",
        "I hugely enjoyed the visit that I made, and I hope it brought Chinese and British relations to a new level. There were many highlights to the trip; obviously the meetings with the President and the Premier, the visit to Chengdu for the Chengdu hot pot, but in many ways, one of the highlights for me was that extraordinary banquet we held in Shanghai with 600 Chinese businesses, and we were talking about business and investment and all the things that we could do together.",
        "And I thought it was important also to talk about the cultural relationship between Britain and China. And I’ll never forget the Director of the National Theatre talking about War Horse, and saying that War Horse was going to come to China and here was a small preview. And then Joey the horse came cantering into that extraordinary hall in Shanghai, and the gasp that went up from the audience about this incredibly impressive feat.",
        "The third thing we must celebrate tonight is what Chinese people bring to our country here in Britain. We don’t have a huge Chinese diaspora in our country, but we have a diaspora that contributes hugely more than the numbers suggest, contributing massively in business, in the arts, in culture, of course, in one of my favourite things which is Chinese food. But it’s really worth noting that when you look across all the different people who live in the UK, the Chinese in Britain are some of the most hardworking, some of the most best educated, some of the most law abiding, some of the most solid citizens of our country. Chinese teenagers – almost 78% of them – get 5 good GCSEs, and I wish that was the case for every child in our country. That is a full 20 points ahead of the average. So, we really welcome what Chinese people bring to our country here in Britain and the amazing contribution that you make.",
        "So, I hope you enjoy tonight, coming to Number 10 Downing Street, coming to celebrate Chinese New Year. ‘Xin Nian Kuai Le’ (Happy New Year)."
    ]
}