{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-economic-security-in-the-eu/",
    "title": "David Cameron – 2016 Speech on Economic Security in the EU",
    "post_date": "April 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at PWC in Birmingham on 5 April 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you. Thank you very much Ian. Thanks for that introduction. Thank you for the welcome. It’s great to be back in Birmingham, great to be with you at PwC.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, as Ian has just said, we’ve got 78 days to go before the most important political decision that most of us will make in our lifetimes: whether to stay in or to leave a reformed European Union. And it is in many ways bigger than a general election. If you don’t like the choice you make in a general election, you can change your mind in 5 years’ time and chuck them out. Obviously that’s not a bit that I particularly look forward to but nonetheless it’s a very powerful part of our system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But this choice about Europe, it is a choice for a generation, a choice for a lifetime: do we stay in or do we go? Now I’m very clear that the best answer is to stay in. I think we are better off in; I think we’re stronger in; I think we’re safer in, and I want to say a word about each of those.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Safer, because of course what really ensures our safety is our police, our intelligence service, our relationships around the world, but there’s no doubt in my mind, having been your Prime Minister for 6 years, that the European Union, the work we do with our partners, the information we get about criminals, about terrorists, that helps to keep us safer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe we’re stronger in as a country because of course we’re the fifth biggest economy in the world. We get strength through our membership of NATO, through our membership of the Commonwealth, through our relationship with the United States of America where I was last week, but we do get strength as well by being part of the European Union. We’re there, able to make decisions, whether it’s putting sanctions on Iran, so they don’t have a nuclear weapon or whether it is having a united front against Putin and what he’s done in the Ukraine. We are stronger because we are in the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I also think we have the best of both worlds. Our membership of European Union is not quite like anybody else’s. We’re in the single market but we’re out of the single currency. We can work and travel all over Europe, but we maintain our borders and we don’t have to let people into our country if we think they are a threat to us. So I think we have the best of both worlds and that has got better with my negotiation because I’ve made sure they cannot discriminate against the pound sterling, our currency. I’ve made sure we have targets for burden reduction. I’ve made sure that we’ll never be part of an ever closer political union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I think the most powerful case for staying in and the one I want to mention the most before answering your questions, is that we are better off; we are wealthier; we’re more prosperous; we’ll create more jobs; we’ll create more livelihoods for people in our country if we stay in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The European Union is effectively a market of 500 million people, and a market we can sell to without quotas, without tariffs, without taxes, without any impediment. And when you think of Britain, when you think of Birmingham, when you think of the West Midlands, we are a trading nation, we need those markets open. That is how we create jobs. Around a quarter of a million jobs here in the West Midlands are dependent on trade with Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now of course that trade wouldn’t disappear altogether if we were to leave the European Union, but what would be in its place in terms of the rules? What sort of deal would we have? And here’s where I think your industries, and the industries you support, in the services sector need to think about this so carefully. Because the truth is this: services make up 80% of the British economy, 4 fifths of the British economy. And it’s absolutely vital for our services industries that we have full access to that European single market. Now if we leave the EU, we therefore have to have some sort of deal with the EU to give us access. Now here’s the absolutely key choice: if we went for a deal like Norway which is out of the European Union but almost a full member of the single market, you’d still have to pay into the EU, like Norway does, and accept the free movement of people from the EU, like Norway does, and yet you’d have no say over the rules that govern trade or services or standards or anything else. Now that’s not a good deal. And you don’t just have to take that from me; that is the view of the Norwegian Prime Minister as well. They say to us, ‘Don’t go for the Norway option.’\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the alternative to that would be a free trade agreement. Now Canada has, or is about to have, the biggest free trade agreement there is with the European Union, and some of the principal proponents of Britain leaving the EU have said we should have a Canada-style deal. But here’s the rub: the Canada-style deal does not have really any good provisions about services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me just give you a couple of examples. A Canadian airline can fly between Canada and a European city, but it can’t fly within Europe. Well what would that mean for easyJet or for Ryanair, for companies like that, that are so vital in terms of the cheap air flights that we all enjoy? Let me give you another example. If you’re a television station, if you’re located in Britain, you can broadcast all the way through the European Union; not if you’re a Canadian television station under the deal. Think of financial services, and you help so many financial services companies. With our arrangements, inside the single market, if you’re located in Britain you can trade in any European country. If you’re Canada, your financial services companies won’t be able to do that. They’d have to set up in each and every European country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So here’s the truth; if we leave the European Union, and if we have a deal like a Canada free trade deal, it will be very bad for our economy. It will be bad for jobs. It will be bad for investment. And it will be particularly bad for services industries that need those markets open. We have a brilliant manufacturing sector in Britain; it’s important that we keep it going, not least with the huge success of Jaguar Land Rover not far away from here. But we’re also the people that design the building, that consult on the deal, that insure the premises, that provide those vital services, those sales and other services right throughout the European Union. And I think that above all is the reason why we should reject the idea of a free trade deal and recognise we are better off inside a European Union. And that’s how I hope you’ll vote in 78 days’ time.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I just want to make one final point before taking your questions, because I think a lot of these arguments can always be quite dry, quite technical. They’re about jobs and investment, vitally important, but there’s also something else we should always think about when we consider this question of in or out. And that is it may be 78 days until that referendum, but it is also only 70 years ago that the countries of Europe were fighting each other and killing each other’s citizens in huge numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yes it’s frustrating, the European Union, and I can tell you, as the person who sits round that table till often 3 or 4 in the morning, negotiating complex deals, it can be incredibly frustrating. But the fact that we talk to each other, the fact that we work with each other, the fact that we try and collaborate and cooperate to tackle the problems and issues that we face as countries is so much better than what came before and we should never forget that, whereas our continent had been wracked by war and conflict, we have found a way now to talk to each other, to work together. And that is something, when we think about this vote – which is not just for our generation but it’s for our children and our grandchildren – something that I hope we’ll think about.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you again for the welcome. I look forward to the questions. Whatever you decide to do, please do vote in 78 days’ time. People say there’s a lot of issues of sovereignty at stake in this referendum. Well, this is a giant act of sovereignty. You, the British people, are going to decide: do we stay in or do we get out? I hope you vote to stay in, particularly after the negotiation I concluded, but it’s your choice. I will obey the orders you give me on 23 June. Thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Right, okay. Questions, points? We’ve got some from the press here as well. Let’s have the lady behind me. Here comes a microphone; you may not need it, but just so they get you all the way up there.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Hi, Eleanor Perfect. I’m the EU grants lead for PwC UK, so I work with PwC clients to access Horizon 2020 funding. What’s the plan if we vote to leave, to mitigate the…?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Very good point. In case everybody doesn’t know, the Horizon 2020 programme, that is the money particularly for universities, where Britain actually does extremely well out of science and technology and university funding. If we look at the West Midlands as a whole, I think there’s about £700 million worth of European regional funding coming into the West Midlands between now and 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now of course, if we left the EU we would have to make sure we funded science in our universities, and we had the other regional funds equivalent to those things. But you know, we can’t guarantee what it would be. And in a way, it’s a question for the Out campaign to answer: would you replicate the very important funding that’s going into British universities or wouldn’t you? But it is interesting that British universities, by and large, are solidly behind staying in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And also, there’s this point: if we left the EU, it’s pretty clear – and the Bank of England have said this – there would be a shock to our economy and we would suffer in terms of a fall in our currency, a fall in our GDP and our output, and we’d be less able to fund vital science and other projects like the Horizon programme. So if we stay in, we know what we’re going to get, and we know that we can keep on winning for British universities, for British science; if we get out, we can’t guarantee that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s have a couple more before we go to the press. Gentleman here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much. Phil Harrold, PwC. I lead our automotive practice in the UK, and the automotive industry is in the best health it’s been for over 40 years. What’s the government going to do to maintain conditions for that health?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well I think – look, it is a really big success story. If I think back to my childhood, and what was going on in the motor industry then and all the difficulties we had in the 70s, you can see a situation transformed. We are now the third largest manufacturer of automotive vehicles, of cars, in the European Union, after Germany and Spain. We actually make more cars in the North East of our country, principally Nissan, than they do in the whole of Italy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this is a huge success story for Britain, and I would argue the success is based on great design and manufacturing skills, very good industrial relations. But it’s also based on the fact that we are part of the European Union, and so the companies that come and invest here – whether it’s an Indian company in the case of Jaguar Land Rover, or whether it is the Japanese companies Nissan and Honda and Toyota – they come and invest here knowing they have complete access to that single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, if we went for a Canada‑style trade deal, we’d have to meet all sorts of rules about the origin of all the parts of our cars, and we wouldn’t necessarily get that tariff‑free access to the single market. So if you put yourself in the mind of the Japanese car company, or Tata’s future investment in terms of Jaguar Land Rover, what would be better? Is it better to stay in a reformed European Union, knowing you’ve got access to that market, or is it better to take a risk? It must be better to stay in. And I know if we vote to stay in, we’ll continue to support the car industry in the way that we have. I think that what we’re doing, particularly on apprenticeships and skills, is a really, really strong future for that industry, and I want to see it grow.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we – you know, you have to think through what would happen on 24 June and afterwards if we vote to come out. We’re then going to spend years trying to renegotiate our relationship with Europe, and that is going to lead to huge uncertainty. And if there’s one thing businesses hate, it is uncertainty and a lack of knowledge about what the access to the market is going to be. So I think it’s a good example of why we should vote to stay in on 23 June.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Lady here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sarah Marshall, PwC. The ‘Midlands Engine’ has been mentioned in the last 2 consecutive Budgets without a lot of detail being out there. If we stay in, how will you ensure that we remain top of the agenda?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Very important point. Look, I would say – I sometimes think the West Midlands thinks that it’s going to miss out because of this thing called the Northern Powerhouse, and I think that’s mistaken thinking. I think for a long time in our country we’ve been too unbalanced in terms of too much of the economic activity has been in London and the south-east. And the Northern Powerhouse is not about favouring the north over the West Midlands, it’s about trying to rebalance the whole country, and to create an alternative centre of strength and excellence – in manufacturing, in universities, in transport and all the rest of it – to make us a more balanced country. And that actually is of huge benefit to the West Midlands, because West Midlands will then draw its strength not only from the fact that Birmingham is the country’s second city, but also its connectivity to London and the south, and to Manchester and Leeds and Liverpool in the north; it will draw strength from both.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And at the same time, we are putting a lot of investment into Birmingham. If you think of one of the biggest investments this government’s made over the last 5 years, it’s actually the complete renewal of Birmingham New Street station; something that was absolutely vital for our country. The biggest project coming up next is HS2, which I think has got huge benefits for Birmingham, not just in terms of journey speed and capacity, but also big regeneration of key parts of Birmingham.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think you’ll hear a lot more about the West Midlands Engine, and I think you’ll also see this coming‑together of the local authorities in the West Midlands to try and form one West Midlands authority with one mayoral figure, who I think will be able to help drive the investment that’s needed in the West Midlands. So I think it’s a very positive picture: if you put together transport, connectivity and the governance that’s going to change, I think it’s a very strong picture.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s have Faisal Islam from Sky News.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you, Prime Minister. The leader of the opposition has called for an investigation into your tax affairs for your own interests. Can you clarify for the record that you and your family have not derived any benefit in the past, and will not in the future, from the offshore Blairmore Holdings fund mentioned in the Panama Papers?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sure. Look, what we need – the investigation we need, first of all, is for HMRC, our tax authority, to use all the information that is coming out of Panama to make sure that everything is done to make sure that companies and individuals are paying their taxes properly. In many ways, what’s coming out of Panama is actually what we’re introducing in our own country, which is a register of beneficial ownership so everyone can see who owns what company.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As for my – the 2 things I’m responsible for are my own financial affairs and for the tax system of the United Kingdom. In terms of my own financial affairs, I own no shares. I have a salary as Prime Minister, and I have some savings which I get some interest from, and I have a house which we used to live in which we now let out while we’re living in Downing Street. And that’s all I have; I have no shares, no offshore trusts, no offshore funds, nothing like that. And so that, I think, is a very clear description.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The second thing I’m responsible for is, of course, our tax system and for international tax policy. And I would say that no government, no prime minister has done more to make sure we crack down on tax evasion, on aggressive tax avoidance, on aggressive tax planning, both here in the UK and internationally. So we have recovered billions of pounds in our country by changing tax regulations and rules in Budget after Budget, billions of pounds. But we’ve also led the world in making sure we have, which we’ll have in June, an open register of beneficial ownership so everyone can see who owns what in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We haven’t just done that here in the UK, we’ve also pioneered that abroad. We’ve said, for instance, to the Overseas Territories and Crown Dependencies that they have to have the automatic exchange of tax information, they have to have a single standard for reporting company taxation, and they too need to do registers of beneficial ownership. And we’ve made huge progress on that with the Overseas Territories, with the Crown Dependencies, and other countries as well. I started this at the G8 summit in Northern Ireland, some years ago, and we’ve now got country after country sharing tax information, committing to beneficial ownership registers which we never had before.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Is there more to do? Absolutely. Am I committed to doing it? Absolutely, and the anti‑corruption summit that we’re holding in London on 12 May will be yet another sort of mark along the way of making sure we deliver on this absolutely vital agenda. We have low taxes here in Britain, but low taxes that people must pay, and that is our agenda and we’re going to stick to it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Lady here?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you. Lauren McCafferty, PwC. Ian opened today talking about student talent and the importance of graduates to our business, and you’ve touched on some of the key arguments that would appeal to those. I work in student recruitment myself, so I am incredibly passionate about it. There are a lot of complex arguments coming out of both sides of the debate. What personal message would you want to give to students who are perhaps voting for the first time in their lives to summarise the key points for them that they should consider in staying in? Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well I think to young people it is all about the opportunities of the future. If we stay in a reformed European Union, you have the opportunity to work, to live, to travel, to study in all these different European countries, and I think that is an exciting and compelling world to live in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If, on the other hand, we leave, you start your working life with probably a decade of uncertainty. What is our relationship with the rest of Europe? What trade deals are we going to have with other countries in the world? What are my rights going to be if I want to go work in Spain or if I want to go travel or live in other countries?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think you’re swapping the certainty of knowing that, however this – imperfect this organisation can be, there’s lots of opportunity within it, and particularly for a country like Britain that has a special status within it. You are swapping that for uncertainty and for something of a leap in the dark. And I think, for people who’ve been to university, who’ve got an opportunity or people coming through school who want to do an apprenticeship, we know that what we’ve got can work for you in this organisation. Don’t put that at risk.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because this is a decision – as I say, it is not a decision you take now and then you reverse in 4 or 5 years’ time if you don’t like it, like you can with a government; this is a decision for the next generation. So I think the younger generation need to think very carefully about what this all means.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s have the Express & Star. Sir.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you. Mr Cameron, have EU regulations harmed the British steel industry to the extent that we can’t compete with foreign import?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "No, I don’t believe they have. Look, we’ve got a very difficult situation with the steel industry in our country, just as other countries do, because we’ve got massive global over capacity, a collapse in global prices and this makes a real challenge for our steel industry. But we’ve got a government that’s determined to help in every way that we can. I met this morning with the Welsh First Minister to talk about all the things that we can do. We’ve already helped on energy. We’ve already helped on procurement. We now want to make sure that Tata are looking seriously at a potential buyer for this business, and all of the business; I think it’s very important to say that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And then you’d have to ask yourself the question, well would we be better off trying to do this if we were outside the European Union? And my answer is no, we wouldn’t. More than half of British steel goes to the European Union. We need those markets to be open for our steel. And if we were outside the European Union, we could be subject to those anti-dumping tariffs that the European Union is quite rightly applying to the Chinese and to other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think there is a certain strength in numbers when you’re dealing with other countries in this way. Britain is a big economy. Fifth largest in the world. But we are 60 million people, which, when added together with the other 440 million people in the European Union, means that we have serious power as a trading bloc, as a trading bloc in our negotiations with China or with America.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I think sometimes people can think that, just because you have friendly relations with a country, you automatically get a good trade deal from it. Now we have very friendly relations with the United States of America, no doubt about it. But right now, how much British beef or British lamb do you think they’re buying in America? Zero, none. They have put some sort of block on it for, I think, very phoney reasons. So even though you’ve got a friendly relationship, that doesn’t necessarily lead to friendly tariff and friendly trade regimes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is a tough trading world out there. We need those European markets open. We need strength in numbers through Europe to make sure we crack down on the dumping of Chinese and other steel, and Britain is leading the way in making sure that happens.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s have, lady here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Hello. How diverse do you think the UK government is?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Very good question. We were talking about this a bit earlier. Not as diverse as it should be, but I think we have made some important steps forward. We’ve now got – sitting around the cabinet table, one third of the people round the cabinet table are women, which is a big change from when I first came into politics. When I became leader of the Conservative party, I think we had 17 or 18 women MPs; we’ve now got over 70. So that’s a big change, but as we’ve got 300 – more than 300 MPs, it’s not enough.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In terms of diversity in terms of the ethnic diversity of Parliament, that’s changed a lot in recent years and I think that is really positive. And if I look around my cabinet table, we were just talking about the steel industry, and my Business Secretary, his dad came from Pakistan to drive the buses in London, and in one generation his son is sitting around the cabinet table responsible for one of the most important portfolios in government.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think we are becoming more diverse. I think we do need not positive discrimination but positive action, you need to make sure that people can make it right to the top and you need to demonstrate that, because I think role models are so important in this, and I’m sure you find this in PwC. It’s all very well saying we’re an equal opportunities employer, we’re all based on merit, you can go as high as your talent allows. That’s great, but if you open the door and all you see is a sea of white male faces, it’s not very encouraging.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I have always believed, if you want to have a more diverse workforce, have a more diverse leadership, change your country in that way, you need to take some quite strong positive action to make sure that we access all of the talent of the country. And that is the key point in the end.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is not about political correctness; this is about effectiveness. PwC would not be half as effective as it is if it locked out women and people from Britain’s ethnic minorities into its teams. My wife would say it would be considerably less than 50% efficient if that was the case.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Say, for example, if we do end up having to leave the EU, people vote that they don’t want to stay, for European companies who’ve invested in the – invested in the UK, what impact would it have on them, and what incentive would they have to stay?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, very good question. What – in case everyone didn’t hear, for the foreign companies that invested in the UK, if we were to leave the EU, what effect would it have on them? The short answer is that you can’t say for certain until you know what the alternative arrangements are that Britain would put in place. And so it’s really a question the Leave campaign have got to answer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the truth is this: if we opted for a situation like Norway, which is basically almost a member of the single market, the situation wouldn’t change very much because those companies would still have access to European markets, but Norway pays into the EU about the same per head of population as we do. So the people who say I want to get out of Europe because I want to stop contributing to the budget, well the Norway solution doesn’t help. Ditto when it comes to the free movement of people. Norway has to sign up to the free movement of people, so anyone from another EU country can go and live and work in Norway. In fact, they won’t even have my welfare deal where, under my new arrangements, you don’t get full access to our welfare system if you come from another European country for 4 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So that’s the Norway answer, which would be reassuring, I think, to foreign investors and other European investors who’ve come to build plants and businesses in Britain. But that’s not what the Leave campaigners say they want, because they don’t want to pay in to the EU, and they don’t want free movement of people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So therefore you have to look at a free trade deal. And the longer you look at these free trade deals, the more you can see, they take a very long time to come in. The Canada one has been 7 years in negotiation and still hasn’t been passed. So you’ve got 7 years of uncertainty; 7 years of the Japanese car company thinking, ‘Shall I put more investment in Britain or not?’; 7 years of, you know, the Indian company thinking, ‘Should I invest more in this great automotive business or should I put that money somewhere else?’\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And then if you do go for a Canada-style free trade deal, you may well find that you don’t have the access to the market that you used to have. So I was looking at this Canada free trade deal, and this is relevant, I think, to your business. They don’t have automatic access to all European markets for their accountancy businesses. Indeed, in France you have to have the permission, I think, of the Finance Ministry in order to set up a bookkeeping business in France.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And you lay yourself open as a country, and as a group of companies, and as an economy, to putting yourself into a very difficult situation, where of course the French accountancy firms will be saying, ‘Well don’t let the Brits in. Let’s favour our own accountancy firms.’ You know, you’d get car manufacturers in Spain lobbying their government, saying, ‘Well don’t give them a good free trade deal. Let’s have more cars made in Spain.’\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These are all things that cannot happen now because we have this unimpeded access to this market of 500 million people. And that is why I think for us to vote to leave the European Union would be an act of economic and political self-harm to our country, which is why I am going to campaign very hard in the next 78 days to say that we really should not take this step.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I’ll say again what I’ve said before. I’m not standing to be your Prime Minister again at the next election. I’ve got no other agenda here than saying what I think after 6 years of being your Prime Minister is the best thing for our country, for our economy, for our businesses, for our families. And I have no hesitation in saying, yes, there are frustrations with this organisation, but we are better off, we are stronger, we are safer if we stay inside it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s just take a couple more and then we’ll have one more from the press.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think you’ve touched a – thank you. I think you touched a little bit on diversity and **[inaudible]** as well. I know this is about EU, but Theresa May has been making it really hard for people from non-EU backgrounds to be working here. What is your stance on that?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well I agree with Theresa May. I mean, that’s – we’re in the cabinet together, so we’d have to agree with each other. But look, the point is this –\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You haven’t always though.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I know. The point is this, we have had very big pressure in terms of migration into the UK. It’s been running at, you know, well over 100,000 a year, sometimes 200,000 a year or more going back for around a decade now. And people want us and I want us to control immigration. Immigration is good for the country. It is good that people come and work here and make their home here and contribute, but you do need to try and have a control over the numbers and a control over the pressures.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And so what we’ve done is say, well we’re going to attack this – deal with this problem in 2 ways. First of all, for people coming from outside the EU, we put a cap on economic migration of some 20,000 a year, and we put in place some restrictions so that students can come, but they must be genuine students to genuine universities. We’ve closed down dozens of bogus colleges.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So that’s how we’ve approached the issue of migration from outside the EU but I know it does sometimes cause frustrations inside the EU where there is the right to go and live and work in other European countries, just as we have the right to go and work in their countries. So the approach we’ve taken there is on welfare, which is we have a very generous in-work welfare system. People can earn as much as, you know, £8,000, £9,000, £10,000 of tax credits when they come to our country. So that’s why we’ve negotiated this unique ability for the next 7 years to be able to say you don’t get full access to our welfare system until you’ve been here for 4 years. And I think that’s a very positive way of saying, yes we want people to come but we want people to pay in before they get out. No something for nothing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this does create difficulties and problems, and I know there can be pressures for more people who want to come, but I think both inside the EU and outside the EU, we need to have that controlled immigration, which is what we’re delivering.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, as you can see we’re a people business, so how would an in vote benefit the employment market as we run up to 2020?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The employment market? Well I mean, first of all the good news is over the last 6 years we’ve seen something like 2.3 million more people in work, so we are a job factory. We’ve been creating a lot of jobs in our country, and this has put on some of the immigration pressure. And I would say the best thing we can do is keep going with the economic plan that we’ve got. It’s a plan that’s working and one of the things that could upset the plan is creating uncertainty. And one of the ways we create jobs is having access to Europe’s markets, making sure we complete these trade deals with North America, with India, with China, and that I think is the best way to secure jobs and secure growth.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Whereas the uncertainty of maybe 7, maybe 10 years of not knowing exactly what your relationship is with Europe, what your trade deals are with the rest of the world, companies wondering about whether they’re going to come in and invest here, companies that are already here thinking about should we grow more in Britain or should we go somewhere else, that is uncertainty that we do not need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is why, as I said, I think there are so many good arguments for staying in a reformed EU: the argument about safety and fighting terrorism, the argument about Britain’s strength in the world and being able to get things done. But I do think the strongest single argument is this issue of our economy, of jobs, of people’s prosperity, because, in the end, that is what I think people want to know. What is my best chance of securing a good future for myself and for my family, having a job, being able to contribute and deliver in that way? That’s the most important thing, and that’s the question I think people should have in their minds as they go into the polling booth.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Can I say you’ve been a really brilliant audience? Thank you very much for the welcome, thank you for all you do at PwC. I can see you have achieved a very diverse and very strong workforce, and it’s been great to come here to Birmingham and join you today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you, Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}