{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-on-railway-investment/",
    "title": "David Cameron – 2012 Speech on Railway Investment",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the transcript of the speech made by the Prime Minister, David Cameron, in Birmingham on 16th July 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**PRIME MINISTER**",
        "Good morning everyone, and welcome. We got you here to help the headline writers with sharing platforms, minding gaps, trains on track and I am sure you will think of some others; no, the real reason for being here is that this is the next stage in the biggest investment in our rail network since Victorian times.",
        "Already as a government, we have put in place £18 billion of investment by March 2015. Today we are announcing accelerated investment by network rail beyond that, with over £9 billion of investment between 2014 and 2019. We are creating a fast, modern, reliable railway with more capacity and cleaner electric trains. It is about getting people, and of course freight, off the roads and onto the railways.",
        "While just ten miles of track were electrified in the last 13 years, we can commit to over 850 more miles of electric railway by 2019. By the time this is complete, around three quarters of all rail journeys in England and Wales will be made on electric trains. Here in Birmingham, we are already transforming New Street station with High Speed 2 to come as well. Today we are announcing more capacity and electric lines for the region.",
        "There is good news for Wales, where we are committing to electrify the line all the way to Swansea and into the Welsh valleys. In the Midlands I can announce that we are electrifying the midland main line, from Sheffield to London. This has been talked about for years, actually decades, but it is this government that has got the finance and is really getting things moving.",
        "In the North, we are committed to delivering the Northern Hub transformation, which will see a massive improvement in services between Liverpool, Manchester, Leeds and Sheffield.",
        "In the South East, as well as Crossrail – which is of course the biggest construction project anywhere in Europe – London and the South East will receive an extra £700 million to support the capital’s economy and allow an extra 120,000 commuter journeys every day.",
        "Heathrow airport will get a much needed direct connection to the West – again something that has been talked about a lot, which is now being delivered – so that trains from the West Country and Wales can reach the airport directly.",
        "There is more to come this week, with the Chancellor and Chief Secretary setting out plans to use the strength of the government’s balance sheet to support further investment in the country’s infrastructure. We can do this only because we have a credible deficit reduction plan that is trusted and allows us to invest for the long-term.",
        "I would argue that this is just one aspect of the long-term mission of this coalition government. Of course the coalition has come into question, some asking whether it has real momentum for the rest of this Parliament; others even asking whether it should end. I just want to say I am even more committed to making this coalition government work today than I was in May 2010 when Nick Clegg and I formed this government. I believe it has real purpose, a real mission.",
        "I do not just believe this because the world has become even more dangerous and difficult than 2010, although it undoubtedly has; switch on your television sets and you can see weak governments being buffeted by events and economic difficulties. It is vital that this government has the majority, has the decisiveness, and has the strength to keep our economy safe, to cut our deficit – which we have done by a quarter in two years – and to have all the drive that we need for economic growth in the years ahead.",
        "I would argue that as well as that clear justification, because of economic difficulties and uncertainties, there is also, I think, a huge momentum in this government behind the agendas that the Liberal Democrats and the Conservatives share.",
        "We are both absolutely committed to rebalancing our economy; it became too dependent on finance, on the South East, on the public sector and we need jobs and growth from the private sector that I think is absolutely vital. 800,000 new jobs in the private sector since May 2010; last year the best ever year for establishing new businesses in Britain, but frankly there is much more we need to do to rebalance. Both parties are committed to that.",
        "Both parties are also absolutely committed to driving aspiration and giving people life chances in our country by reforming education. We announced last Friday an extra 100 free schools; something governments of one party have never done, breaking open the state monopoly of education, providing great new schools, great new education for children, real rigour in terms of discipline, exam standards, helping people to achieve their potential.",
        "Another absolutely shared mission is what the Deputy Prime Minister calls ‘alarm clock Britain’, what I call being on the side of people who work hard and want to get on, is reforming welfare so that it actually pays to work rather than not to work. We have capped welfare; we are introducing universal credit so you are always better off in working and always better off if you work more.",
        "I also believe there is a shared agenda on making sure that Britain stands tall in the world. We will complete the united **[indistinct]** over the mission that we carried out with allies in Libya, which has resulted in the first free elections in that country for over four decades. We stand together for freedom and democracy in Syria. We back Britain’s expanded aid budget, to make sure that Britain has a moral purpose in the world but also to safeguard our interests.",
        "Those are just some of the areas I would mention where there is a great common interest, a driving mission, for this government. I would argue that we have achieved some things in two years that have eluded single party governments that have been in office for over a decade.",
        "We were always told, ‘You can’t reform public sector pensions’; we have, and we have cut that cost by almost a half. We are always told, ‘You can’t reform welfare’; we are well down that track. We have also grappled with difficult subjects like higher education reform, to make sure we can go on having well-funded universities that will serve our economy and young people in the future.",
        "There is much more to come on all of these agendas; we will be publishing a midterm review at the end of the summer, as we go into autumn, looking at the things we have achieved so far and also setting out the next goals and objectives of things this coalition government wants to achieve in the remainder of this Parliamentary term.",
        "I say this Parliamentary term, because that is what this government is for. I think it is important we have that fixed term, we have that fixed government; people know, the markets know, businesses know there is strong decisive government throughout this term.",
        "What has driven this government is a view that we need to get things done, a view that we need to safeguard the British economy in difficult times but above all that what we do is about the national interest. That is what drives the Deputy Prime Minister and me; that is what this government is all about; that is its foundation.",
        "I think today, with this big rail announcement, is yet another example of a long-term decision that will strengthen the British economy and also strengthen our society too."
    ]
}