{
    "url": "https://www.ukpol.co.uk/david-cameron-2008-speech-on-economic-dynamism/",
    "title": "David Cameron – 2008 Speech on Economic Dynamism",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 6 May 2008.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Clearly Crewe & Nantwich is our top campaigning priority in the next couple of weeks. We’ve got fifteen days to go: fifteen days to overturn Labour’s majority of over 7,000.",
        "Obviously it’s going to be a tall order but we will give it our best shot. We have a strong local candidate and a real focus from the entire organisation.",
        "We’ve made a strong start, first out of the blocks, our message being delivered right across the constituency.",
        "Our message will focus in particular on the 10p tax rate and how Gordon Brown is hurting the people of Crewe with tax increases just as their cost of living is going up. People in Crewe know.",
        "Later this week, the Mayor of New York will be here, joining the Mayor of London. I’m sure you will all agree Boris has made a strong start with appointments, announcements on crime and, today, on delivering value for money for London taxpayers.",
        "In my meetings and discussions with Mayor Bloomberg I will be focusing in particular on education and his strong record in turning around failing schools in New York City.",
        "After our excellent election results last week people are saying: what next from the Conservatives? How are you going to build on your success?",
        "And how will you respond to the increased scrutiny you will now receive as the alternative government in waiting? I want to give a clear answer to that question today.",
        "First let me explain something fundamental about how I see the job of Prime Minister. I don’t think you achieve very much as Prime Minister unless you have an incredibly clear idea about what you want to achieve and how you’ll go about it.",
        "You’ve got to have a plan, and that plan has to have a sense of focus.  \nYou can’t do everything at once – and you shouldn’t try.",
        "You’ve got to focus on what you think is most important, and you’ve got to be pretty stubborn in going for it – and not letting yourself be blown about by events.",
        "I think the lack of a clear plan, the lack of a proper sense of focus, is why first Tony Blair and now Gordon Brown failed to deliver much in the way of meaningful change. And having seen those failures, people are entitled to ask us: where’s your plan? What’s your focus?",
        "So let me tell you.",
        "As you know the NHS comes first, and we’ve set out sensible plans on independence of the NHS, and investment in public health. But the last thing that the NHS needs is another upheaval.",
        "So, in terms of reform, those things that really need major change – the government I lead will have three areas of policy as its unremitting focus. I have chosen these areas because they are each fundamental to the broader objective I have set, to mend our broken society.",
        "The three areas are: school reform, welfare reform, and strengthening families.",
        "If we get those three things right, we will be helping to tackle the causes, and not just the symptoms, of the big social problems that people today really care about:",
        "Crime, disorder and incivility on our streets.",
        "Entrenched poverty and inequality.",
        "The lack of social mobility in Britain. The fact that, for millions, opportunity is stalled.",
        "The sense that people have that life, despite all the amazing opportunities of modern Britain – can be, frankly, a bit grim.",
        "The sense that our country may be getting richer, but the quality of our lives is getting poorer. These are the big issues we have to tackle and our plans for radical school reform, welfare reform and strengthening families are the right way to do it.",
        "But while those three areas of policy – schools, welfare, families – will be our focus for reform, there is no doubt that responsible stewardship of the economy will be the vital foundation of all we hope to achieve.",
        "And so today I want to focus on the economy. As I said in my speech in the City of London in March, I think we need a new economic strategy in this country. Far from preparing us for tough economic circumstances, Gordon Brown has created an economy that is more vulnerable than most, in the three crucial ways I described in my speech in March:",
        "First, the terrible state of our public finances. Instead of using the good years to prepare for a rainy day, Gordon Brown has left us with the worst deficit of any country in the developed world",
        "Second, the narrow base of our recent economic growth. Under Labour, financial services have grown four times as fast as the economy as a whole, while manufacturing has hardly grown at all.",
        "The size of government has increased a third more than the size of the economy. And rapid and uncontrolled immigration has flattered our growth statistics while disguising slower growth in what really matters: GDP per head.",
        "The third reason why we need a new economic strategy is that Gordon Brown has presided over a fall in Britain’s competitiveness as a location for international investment.",
        "And not only are we failing to attract new investment, the companies already here are being driven away.",
        "Shire Pharmaceuticals and United Business Media have already left. And in the last few days alone there have been reports that WPP, AstraZeneca, Diageo and just today, Brit Insurance, are all looking to leave.",
        "So we need to turn our economy round. I’ve set out many times what we would do to entrench monetary stability and fiscal responsibility.",
        "Enhanced independence for the Bank of England. Independent judgement of fiscal rules. A measurable commitment to share the proceeds of growth over an economic cycle.",
        "But there is another aspect to our plan.",
        "We need to move away from Gordon Brown’s old-fashioned bureaucratic interventionism, towards a new economic dynamism. Not old-fashioned subsidies for hand picked favourites, but modern support for enterprise and wealth creation.",
        "What does this mean?",
        "Transport. Research and innovation. Education and skills.",
        "These are the things which a modern economy needs to prosper.",
        "They don’t just happen by magic.",
        "They need government involvement.",
        "But it has to be the right kind of involvement.",
        "Our current Government is completely failing to get this right.",
        "Where they should be getting out of the way they regulate and tax too much.",
        "And where they should be intelligently engaged, such as on research and innovation, education and skills and transport infrastructure, they’re not doing nearly enough.",
        "The next Conservative Government must get this right. Creating a strong economy will be the foundation of everything we hope to achieve.",
        "So today I’m really delighted to announce that we will be working in the months ahead with one of Britain’s greatest business and export success stories, Rolls Royce.",
        "We want to understand in detail the factors that contribute to successful science, technology, engineering and manufacturing in the twenty-first century – and what government can do to help put those factors in place for British industry as a whole.",
        "Members of our policy teams will be embedded within Rolls Royce teams – both in the UK and internationally. We will hold a manufacturing summit later in the year to investigate how to engineer a modern manufacturing revival in this country. And I’m looking forward on a personal level to benefiting from the advice and expertise of this great British company."
    ]
}