{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-press-conference-with-prime-minister-enrico-letta/",
    "title": "David Cameron – 2013 Press Conference with Prime Minister Enrico Letta",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference given by David Cameron at Downing Street, London, on 17th July 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister David Cameron**",
        "Good afternoon everybody. I’m delighted to welcome Enrico on his first official visit to London, but he is course an old friend of this country, and he made a great contribution at the G8 in Northern Ireland last month. Britain’s relationship with Italy is one of the closest that we have. We’re proud to serve alongside Italian forces in Afghanistan, and we’re proud of what we achieved together in Libya.",
        "We’ve also shown what we can do when we joined forces in Brussels to get the EU budget into better shape and to support economic growth. And we have a wealth of business ties, as we’ve seen actually in the last few days with the new agreement to pipe gas from BP’s field in Azerbaijan to homes and business in Italy. But we believe that we can have even more impact still, and that is what we’ve been discussing today. We share a strong ambition to do more to turn Europe’s economy around, and to create the new jobs that we need.",
        "Now Britain and Italy face different contexts – Italy is in the Euro, Britain is not, Britain is not going to be. But sorting out the economy is an urgent priority for both of us. So we’re both making hard-won progress to get control of spending, so we can escape the debt crisis that weighs our economies down.",
        "We joined forces in Brussels last month to bring the same control to EU spending, and we agree on the importance of the steps underway to bring financial stability to the eurozone. But we also know a lot more work is needed to reform the EU and to tackle the crisis of competiveness that holds Europe back in this global economic race.",
        "So we’ve agreed to put real political commitment behind the talks to open Europe’s trade with the wider world, especially the EU – US free trade talks, which we launched at Lough Erne last month, which could add £100 billion to Europe’s economy. We’re making common cause to reduce EU burdens that get in the way of businesses growing and creating jobs. I’ve established here in the UK a business task force to identify what rules need to be scrapped and changed, and we’ve agreed to build on this with good strong proposals to take to the next European Council, the October Council, together.",
        "And we’re going to work together to take the G8 trade, tax and transparency agenda into the G20 and beyond so the rules of the world economy actually deliver jobs and growth, both for our economies and the developing world. Now people may not talk about an Anglo-Italian engine in Europe, but what’s clear is how much we share this reforming vision for a more open and competitive European Union.",
        "And Enrico, I was very struck by what you said in your interview with the BBC yesterday about the need for reform in Europe and more flexible Europe that would benefit all of us. That’s at the heart of my approach to the European Union, and it’s what I think will make Europe a powerful economic force in the world again. And I believe it’s essential to win confidence and consent of people at home for this agenda.",
        "So, a warm welcome, a great friend of Britain, but it’s great to have you here as Prime Minister and very much enjoying working with you on all of these issues. Enrico.",
        "**Prime Minister Enrico Letta**",
        "Thank you David, thank you for your kind welcome, first of all, and thank you also for the leadership you’ve shown in the Lough Erne G8 meeting. I think there we reached important agreements on the fight against tax evasion, tax avoidance, against the fiscal paradise. So I think it was a very important G8.",
        "We reached important agreement on Syria, we discussed on Libya, and in our meeting now we discuss on both topics, I think sharing the same worries and trying to find the same solutions. I repeated what I said in the meeting we had some days ago with Prime Minister Zeidan about Libya. We want to have a stabilisation there, we want to train Libya military forces, but of course we want to have them very much involved in having the correct deadline of the decision that we took in Lough Erne, which was I think the correct timetable and the correct solutions that we took there.",
        "Of course it’s very important also the Anglo-Italian joint activity inside the European Union. First of all, on the future reforms of the European Union. We share the need for a more flexible Europe, and I think a more flexible Europe would be very important for both our countries and will be very important for the European Union, because we need to have a more flexible Union.",
        "We need to have – and I completely share what David just said – and what David said was for in the last European Council – we have to be completely aware of the fact that we need to close the gap between our citizens and the European institution. It’s a gap not only for British citizens; it is also for Italian citizens, and I think we can jointly work on that. It will be necessary, and I really think that the Italian semester in the second half of next year could help to reach agreements and to have some important result on this topic.",
        "I will say, also, that on the single market, we have to work; we have to work jointly, because we share the idea that the single market is really a pillar of the European Union integration, and is the pillar shared by all the 28, of course. We don’t share the same currency, but we share the main pillar of the European Union, that is, the single market.",
        "And I think we have to work together, and we decided to have a joint Anglo‑Italian work on how to foster single market and how to work, for instance, on some issues linked to the fact that the single market is – is no more working in some important fields.",
        "If I look at the financial service system at the European level, if I – for other important issues, we have national champions. But we don’t have European champions. It’s very difficult to overcome the obstacles at the borders, and, of course, we are not competitive towards Chinese, Americans, and so on. So, it’s a very important achievement and we have to work very hardly on that.",
        "And of course, other important issues on which we have to work together: the TTAP, first of all; the trade with the United States. We want to – we support, of course, the work of the European negotiators there, but we want – we ask them to be fast. To go – to work fast is necessary to have solutions, agreements, as soon as possible, because the positive end of the TTAP negotiation process will be a success for the European Union, but a big achievement for the UK and for Italy, too.",
        "And of course, the other main issue is the December European Council. The December European Council will be dedicated on defence. Italy and the UK, we share the idea that the European Union has to be stronger; stronger, and stronger as a global player. This is why we think and we want to have a joint initiative, for instance, on the argument of defence industry. That is a very important topic for the European competitiveness, but also for Italian competitiveness and I think for the UK competitiveness.",
        "So, I will here send a final, very, very warm message: I am here to say that it is an Italian interest – and I think a European interest – that the UK stay on board of the European process. It would be important because without the UK on board European Union will be worse, will be less liberal, will be less innovative, less pro-free market, less pro-single market, less global player in the world. So, this is why we think that we can work together on many issues and it would be very important for UK, for Italy and for the European Union.",
        "**Prime Minister David Cameron**",
        "Thank you, Enrico; a very powerful and clear statement. We have some questions, I think.",
        "**Question**",
        "Thank you very much. Prime Minister Letta, can I pick up what you’ve just said? Do you think reform in Europe means reform for all member states, or has the British Prime Minister discussed with you the possibility of a special deal for Britain in future?",
        "And Prime Minister Cameron, if I may: you hired a man who also is paid for by a tobacco firm. Aren’t voters entitled to a clear rather than a legalistic answer? Have you ever discussed the subject of tobacco packaging with Lynton Crosby?",
        "**Prime Minister Enrico Letta**",
        "My answer is very clear: of course we need, all, reforms, and we need reform of all the European Union for all the countries. For instance, we – the countries sharing the same currency – we need to have a more integrated euro area.",
        "So, I think it will be possible to have a common very near future in which we can have treaty changes for having a more flexible Europe in the interest of the UK, but also in the interest of the countries like Italy and like the euro area countries; we need more integration because we share the same currency. So, we can join our interests and we can have a very positive and common achievement on that.",
        "**Question**",
        "Insisting on the fact that – UK to remain in the EU should see something more on growth and competitiveness. So, how do you deal with that at – and at the same time, you ask, as you did, to reduce the EU budget?",
        "And another little question for Prime Minister Cameron. In the UK you are giving asylum to a Kazakh dissident, which is Mr Mukhtar Ablyazov; the wife and the daughter of Mr Ablyazov were recently sent back from Italy to Kazakhstan, and this is at the centre of a political scandal in Italy. So, I was wondering if you had the opportunity to talk about this with Prime Minister Letta or not? Thank you.",
        "**Prime Minister Enrico Letta**",
        "Political stability of course is one of the main issues for us, and I am sure that political stability is absolutely essential for bringing growth. Without political stability, it is impossible to have growth. This is why in my meetings this morning with the financial, the business community, yesterday at Chatham House, and with the others, too, I repeated that my first commitment is for growth, recovery, economic reforms, but without political stability it will be impossible.",
        "So, my work is to boost political stability and of course it will be my first mission also having the reform of politics. I talked to David, also, how important was the fact that the Senate approved some days ago the first constitutional change of this long-term process that we are proposing to our country to arrive at the end of the process to a huge constitutional change. That would be very important and now, of course, I will ask to political parties to my country to continue – to continue on this path because it’s the correct path. The political stability is absolutely necessary; if not, it will be impossible to get recovery.",
        "**Prime Minister David Cameron**",
        "Thank you. On the issue that you asked me: it’s an on-going legal process, so I can’t comment in any way about an individual case. As to your question about the UK seeking reform of the European Union, I think that’s a very simple issue really.",
        "As we were discussing over our meeting, 18 members of the 28 share the same currency; the others don’t. The single currency is driving a process of change in the European Union, and we need to reform the European Union and make it flexible enough so that members of the single currency can make that currency work effectively and coordinate effectively. And those of us outside the single currency can find a comfortable position within the European Union. That needs change; that needs reform.",
        "And I think what Enrico said today is very significant, that in seeking that reform – in seeking change – that Britain does actually have a positive response from the German Chancellor, the Italian Prime Minister, the Swedish Prime Minister, the Dutch Prime Minister. I think there is growing understanding. Not all of us would agree about every change that is necessary, but there’s growing understanding that change is needed to make this organisation work better for all its members.",
        "**Question**",
        "Question for the Italian Prime Minister first. Sir, could I also ask you about your comment about wishing the UK to stay on board the European process; how concerned are you about Mr Cameron’s proposals for a referendum here in the UK on whether Britain should remain in the EU and the possibility that Britain might vote to leave the EU?",
        "Mr Cameron, when the weather here is as hot as it is in Italy, probably, and people are drinking a lot more, you’ll recall saying last year, ‘When beer is cheaper than water, it’s just too easy for people to get drunk on cheap alcohol at home before they even set foot in the pub. So, we are going to introduce a new minimum unit price’; why the U-turn on that today? Was that campaign advice from Mr Crosby?",
        "**Prime Minister David Cameron**",
        "Let me take that question first. We’re introducing today what is effectively a minimum price, because we’re saying it’s going to be illegal to sell alcohol below the rate of duty plus VAT. So supermarkets or shops deeply discounting alcohol will be made illegal. So, that will, I think, be a positive step forward, and the Home Office have made a number of announcements linked to this which I think will – will help.",
        "But, on the issue of – of minimum unit pricing, it’s actually quite a similar situation to the issue of plain paper packaging on cigarettes. There are good arguments for it. The argument has a lot of merits, which I myself have spoken about, but I think there are these two problems. There’s the degree of legal uncertainty; it’s been introduced in Scotland, but it’s still under legal challenge. And there’s also question marks about its – behind it and how well it can work. And so when we have more evidence about how it can work and we’ve got more certainty about the legal issues, I think it’s an idea, as I said, that has merit – that I’ll be happy to consider again.",
        "So, in both these cases, decisions made very much by me as Prime Minister, consulting my Cabinet colleagues, but in the end the buck stops absolutely here. These are both decisions that I have made. I think they’re the right ones because we need the evidence base, we need the legal certainty and then we can move ahead. But, until then, it makes sense not to move ahead. But the package we’ve got I think on alcohol pricing, as I say – banning the sale below VAT plus duty – I think is a good step forward.",
        "**Prime Minister Enrico Letta**",
        "And, of course, I don’t want to enter in a – in a domestic debate, but I would say when the voters have the opportunity to say their decision about the future of the European Union, it’s always a good thing for Europe. So, I personally have no fear about the referendum. It would be for sure something of positive for – for Europe and for the UK, because – I repeat, no fear on that.",
        "**Question**",
        "Good afternoon. I have the same question for the President and of course your [inaudible] Prime Minister Cameron. If you found a common ground about enforcement, strength and competitiveness, and if it’s possible to connect this issue to the fight against unemployment problem that is very strong in Europe too?",
        "**Prime Minister Enrico Letta**",
        "Yes it is, because I think that single market – deepening the single market is one of the main issues for having a more competitive Europe. Single market means having the opportunity to have a higher and big dimension for our – for the size of our companies.",
        "Single market means to boost digital agenda. Single market means also to tackle with the red – the red tape problems and, of course, we have in Italy a lot of problems from bureaucracy. And it’s one of the main issues, to cut bureaucracy and to cut bureaucratic costs.",
        "So yes, is the main issue to boost competitiveness and to have and to fight against the unemployment, the only way is to have growth. Without growth, it’s very difficult to win the fight against the unemployment.",
        "**Prime Minister David Cameron**",
        "Well, I think you’ve heard it. I mean I often go to European Council meetings and I say there is very strong support for the agenda of completing the single market in energy, in digital, in services. There’s strong support for these competitiveness issues. And there’s strong support for the EU–US trade agendas and other agendas.",
        "And I sometimes think maybe people think that I’m inventing this mythical support. Well, you can see here today the Italian Prime Minister speaking very clearly about the single market, about competitiveness, about jobs, about growth that we’ll get if we make these important structural reforms.",
        "And that is a joint Anglo-Italian agenda, one that we’ve decided from our different political traditions and different starting points we’re going to work together on. We’re going to draw in other allies across the European Union, and we hope to really push this agenda, including at the October and December European Councils.",
        "So it’s been an excellent meeting today. Very warm welcome to have you here, Enrico, and I look forward to working with you in the months ahead.",
        "**Prime Minister Enrico Letta**",
        "Thank you."
    ]
}