{
    "url": "https://www.ukpol.co.uk/david-cameron-2023-speech-on-human-rights-day/",
    "title": "David Cameron – 2023 Speech on Human Rights Day",
    "post_date": "December 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Cameron, the Foreign Secretary, in London on 7 December 2023.",
    "content": [
        "Thank you for joining us in marking Human Rights Day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "75 years ago, in the aftermath of the horrors of the Second World War, the world declared that all human beings are born free and equal in dignity and rights. A universal entitlement. A simple truth. An historic step.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tragically today, that principle is under growing threat. Autocracy rising again. New tech misused. Individual freedoms violated and abused.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I therefore make three commitments to you today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, the UK will continue to stand up for the rights of all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Foreign Secretary, I have sanctioned Hamas terrorists, and called on Israel to respect Palestinian civilians’ rights and freedoms. I have shown solidarity with the brave defenders of Ukraine, and backed the OSCE.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Any violation and abuse is wrong – be it Iran’s execution of juvenile offenders, the Taliban trampling on women’s rights or China’s suppression of dissent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so I am determined that the UK will: Hold malign actors to account. Offer support and sanctuary to victims. Defend the open international order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second commitment: we will champion the open societies which guarantee these rights in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rights do not exist in a vacuum. The world’s poorest are increasingly found in states which lack respect for the rule of law, have high levels of corruption, and exclude citizens or communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As our new Development White Paper makes clear, we will focus on tackling these issues. This is vital to protecting individual rights and unleashing every individual’s potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, we do not seek to do this alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are proud of Britain’s free and tolerant society. But countless individuals worldwide contribute to realising human rights globally. Britain stands together with allies, friends and partners – old and new.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We needed strength and unity to defeat Nazism. We needed strength and unity to realise the Universal Declaration of Human Rights. And we need strength and unity to defend those rights today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if we show that strength and unity, there is no reason that we cannot prevail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}