{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-new-year-speech/",
    "title": "David Cameron – 2016 New Year Speech",
    "post_date": "January 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 1 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s a new year. And with our economy growing and a strong, majority government in power, Britain begins it with renewed strength.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are no new year’s resolutions for us, just an ongoing resolve to deliver what we promised.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Security – at every stage of your life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Over 31 million people will begin the year in work – more than any in our history.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Six million children will start the new term at a good or outstanding school.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "More than half a million workers will be taken out of income tax in April, as everyone apart from the very best paid gets a tax cut and, for the lowest paid, there will be a new [National Living Wage.](https://www.gov.uk/government/publications/national-living-wage-nlw/national-living-wage-nlw)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Meanwhile, millions more will benefit from the free childcare, new academies, rising pensions and extra apprenticeships that we committed to, all as a result of our long-term economic plan.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also promised something else: giving you a say on Europe. Now we are delivering on that promise. There will be an in-out referendum by the end of 2017 – it is written into the law of the land. I am negotiating hard to fix the things that most annoy British people about our relationship with the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is just one thing that drives me: what is best for the national interest of our country?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But in the end it will be for you to decide: is our economic and national security in a dangerous world better protected by being in, or out?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also go into the year confronting some deep social problems, ones that have blighted our country for too long.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want 2016 to be the time when we really start to conquer them – a crucial year in this great turnaround decade.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because with economic renewal and social reform, we can make everyone’s lives more secure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So if you’re one of the many hard-working young people locked out of the housing market, we will deliver the homes that will help lead you to your own front door.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If you’re off school or out of work, trapped in an underworld of addiction, abuse, crime and chaos, we will sweep away state failure and help give you stability.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If your dreams have been dashed simply because of who you are, we will fight discrimination and deliver real opportunity, to help lay your path to success.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will take on another social problem, too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When our national security is threatened by a seething hatred of the west, one that turns people against their country and can even turn them into murderous extremists. I want us to be very clear: you will not defeat us. And we will not just confront the violence and the terror.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will take on their underlying, poisonous narrative of grievance and resentment. We will come down hard on those who create the conditions for that narrative to flourish. And we will have greater confidence in – indeed, we will revel in – our way of life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because if you walk our streets, learn in our schools, benefit from our society, you sign up to our values: freedom; tolerance; responsibility; loyalty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These are the big challenges of our age, some of the biggest our nation has ever faced. And this year is a test of our mettle.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Whether we put up with poverty – or put an end to it, ignore the glass ceiling – or smash it, abandon the tenant – or help make them a homeowner, appease the extremist – or take apart their ideology, piece by piece.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll get Britain a better deal in Europe, give families the peace of mind they crave and we’ll make our country even more secure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s what this year – this turnaround decade – is all about.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let me wish everyone the very best and a very happy new year.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}