{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-statement-to-parliament-on-military-action-in-syria/",
    "title": "David Cameron – 2015 Statement to Parliament on Military Action in Syria",
    "post_date": "February 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons on 2 December 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, I beg to move the motion on the order paper in my name and that of my Rt Hon Friends.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The question before the House today is how we keep the British people safe from the threat posed by ISIL.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Mr Speaker, let me be clear from the outset, this is not about whether we want to fight terrorism, it’s about how best we do that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I respect that governments of all political colours in this country have had to fight terrorism and have had to take the people with them as they do so.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I respect people who come to a different view from the government and from the one I’ll set out in the House today, and those who vote accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I hope that provides some reassurance to Members right across the House.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, in moving this motion, I am not pretending that the answers are simple.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The situation in Syria is incredibly complex.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am not overstating the contribution that our incredible servicemen and women can make.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Neither am I ignoring the risks of military action nor am I pretending that military action is any more than one part of the answer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am absolutely clear that we must pursue a comprehensive strategy that also includes political, diplomatic and humanitarian action.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I know that the long-term solution in Syria – as in Iraq – must ultimately be a government that represents all of its people and one that can work with us to defeat the evil organisation of ISIL for good.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But Mr Speaker, notwithstanding all of this, there is a simple question at the heart of the debate today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We face a fundamental threat to our security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "ISIL have brutally murdered British hostages.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They’ve inspired the worst terrorist attack against British people since 7/7 on the beaches of Tunisia and they’ve plotted atrocity after atrocity on the streets here at home.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since November last year our security services have foiled no fewer than 7 different plots against our people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this threat is very real.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the question is this: do we work with our allies to degrade and destroy this threat?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And do we go after these terrorists in their heartlands from where they are plotting to kill British people or do we sit back and wait for them to attack us?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In answering this question we should remember that 15 months ago facing a threat from ISIL in Iraq this House voted 524 to 43 to authorise airstrikes in Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since then our brilliant RAF pilots have helped local forces to halt ISIL’s advance and recover 30% of the territory ISIL had captured.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On Monday I spoke to the President of Iraq in Paris and he expressed his gratitude for the vital work our forces are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yet when our planes reach the border with Syria, a border that ISIL themselves do not recognise, we can no longer act to defend either his country – or our indeed country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Even when we know that ISIL’s headquarters are in Raqqah in Syria and it is from here that many of the plots against our country are formed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, we possess the capabilities to reduce this threat to our security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And my argument today is that we should not wait any longer before doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should answer the call from our allies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The action we propose to take is legal, it is necessary and it is the right thing to do to keep our country safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And my strong view is that this House should make clear that we will take up our responsibilities rather than pass them off and put our own national security in the hands of others.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Key questions to answer**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now Mr Speaker, since my statement last week, the House has had an opportunity to ask questions of our security experts.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have arranged a briefing for all Members as well as more detailed briefings for Privy Councillors.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have spoken further to our allies – including President Obama, Chancellor Merkel, President Hollande and the King of Jordan.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The King of Jordan has written in The Daily Telegraph today expressing his wish for Britain to stand with Jordan in eliminating this global threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have also listened carefully to the questions asked by Members on all sides of this House and I hope that Honourable Members can see the influence this House has had on the motion that stands before us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The stress on post-conflict stabilisation and reconstruction, the importance of standing by our allies, the importance of only targeting ISIL, not deploying ground troops in combat operations, to avoid civilian casualties, the importance of ceasefires and a political settlement, a commitment to regular updates to this House.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ve drawn these points from across the House and put them in the motion because I want as many people as possible to feel able to support this action.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In my remarks, I want to address the most important points raised and I will of course take as many interventions as I can.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, the key questions that have been raised are these.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, could acting in this way actually increase the risk to our security by making an attack on Britain more likely?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, does Britain really have the capability to make a significant difference?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, the question asked by a number of Members – including the Hon Member for Gordon – is why don’t we just increase our level of air strikes in Iraq to free up capacity amongst other members of the coalition, so they can carry out more air strikes in Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Fourth, will there really be the ground forces needed to make this operation a success?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Fifth, what is the strategy for defeating ISIL and securing a lasting political settlement in Syria?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And sixth, is there a proper reconstruction, post conflict stabilisation plan for Syria?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want to try in the time I’ve got available to answer all of these in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Isil or Daesh**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But before we get on to all these things, Mr Speaker, I want to say a word about the terminology we use to describe this evil death cult.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Having carefully considered the strong representations made to me by the Hon Member for Gillingham and Rainham and having listened to many Members of Parliament from across the House, I feel it is time to join our key ally France, the Arab League, and other members of the international community in using as frequently as possible the terminology Daesh rather than ISIL.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because frankly this evil death cult is neither a true representation of Islam nor is it a state.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me turn to the important questions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Could acting increase the risk to our security?**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, could acting increase the risk to our security?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is one of the most important questions we have to answer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, Privy Councillors and Members from across the House have had a full briefing from the Chair of the independent Joint Intelligence Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Obviously I can’t share all the classified material but I can say this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Paris wasn’t just different because it was so close to us, or because it was so horrific in scale; as different because it showed the extent of terror planning from Daesh in Syria and the approach of sending people back from Syria to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This was if you like, the head of the snake in Raqqa in action.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So it’s not surprising in my view that the judgement of the Chair of the Joint Intelligence Committee and the judgement of the Director General of the Security Service is that the risk of a similar attack in the UK is real and that that the UK is already in the top tier of countries on ISIL’s target list.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let me be frank, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If there is an attack on the UK in the coming weeks or months, there will be those who try to say it has happened because of our airstrikes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I do not believe that would be the case.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Daesh have been trying to attack us for the last year – as we know from the 7 different plots that our security services have foiled.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The terrorist threat level to the UK was raised to severe last August in the light of the threat from Daesh, meaning an attack is highly likely.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Eight hundred people – including families and children – have been radicalised to such an extent that they have travelled to this so-called caliphate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The House should be under no illusion: these terrorists are plotting to kill us, and to radicalise our children, right now.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They attack us because of who we are, not because of what we do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But when it comes to the risks of taking military action the risks of inaction are far greater thank the risks of what I propose.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Would British airstrikes in Syria really make a difference?**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Next, there are those who ask whether Britain conducting strikes in Syria will really make a difference.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a question that came up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe we can make a difference.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I told the House last week about our dynamic targeting about our Brimstone missiles, about the RAPTOR pod on our tornadoes, and the intelligence gathering work of our REAPER drones.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But there is another way of putting this which I think is equally powerful.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is, of course, in the coalition a lot of strike capability but when it comes to precision strike capability – whether covering Iraq or Syria – last week, the whole international coalition had some 26 aircraft available.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Eight of those were British tornadoes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So typically, the UK actually represents between a quarter and a third of the international coalition’s precision bombing capability.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we also have about a quarter of the unmanned strike capability flying in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we do have a significant proportion of high precision strike capability.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why this decision is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the argument I was making is one reason why members of the international coalition – including President Obama and President Hollande who made these points to me personally – they believe that British planes would make a real difference in Syria, just as they are already doing in Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Why not just increase our level of airstrikes in Iraq?**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In many way, what I’ve just said I believe helps to answer the next question that some Members have asked about why we do not simply increase our level of air strikes in Iraq to free up other coalition capacity for strikes in Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have these capabilities that other Members of the coalition want to benefit from.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it makes absolutely no sense to stop using these capabilities at a border between Iraq and Syria that Daesh simply do not recognise or respect.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In fact, there was a recent incident in which Syrian opposition forces needed urgent support in their fight against Daesh.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "British tornadoes were 8 minutes away just over the border in Iraq, no-one else was close.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But Britain couldn’t help, so the Syrian opposition forces had to wait 40 minutes in a perilous situation while other coalition forces were scrambled.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now that sort of delay, it endangers the lives of those fighting Daesh on the ground and frankly does nothing for our reputation with our vital allies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is a much more fundamental answer as to why we should carry out air strikes in Syria ourselves.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is Raqqa in Syria that is the headquarters of this threat to our security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is in Syria where they pump and sell the oil that does so much to help finance their evil acts.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as I’ve said, it is in Syria where many of the plots against our country are formed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Will there really be the ground forces to make the operation a success?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me turn to the question of whether there will be the ground forces to make this operation a success.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those who say there aren’t as many ground troops as we would like and that they are not all in the right place, they are correct.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are not dealing with an ideal situation but let me make a series of, I think, important points.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, we should be clear what air strikes alone can achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We don’t need ground troops to target the supply of oil which Daesh uses to fund terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We don’t need ground troops to hit Daesh’s headquarters, their infrastructure, their supply routes, their training facilities, their weapons supplies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s clear that airstrikes can have an effect, as I’ve just said, with the issue of Khan and Hussain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So irrespective of ground forces, our RAF can do serious damage to Daesh’s ability right now to bring terror to our streets and we should give them our support.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I said last week, the full answer to the question of ground forces can’t be achieved until there is a new Syrian government that represents all the Syrian people, not just Sunni, Shia and Alawite, but Christian, Druze and others.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is this new government who will be the natural partners for our forces in defeating Daesh for good.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But there are some ground forces that we can work with in the meantime.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Last week I told the House that we believe there are around 70,000 Syrian opposition fighters who do not belong to extremist groups and with whom we can co-ordinate attacks on Daesh.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The House will appreciate there are some limits on what I can say about these groups.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Not least because I can’t risk the safety of these courageous people – who are being targeted daily by the regime, or by Daesh, or by both.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I know this is an area of great interest and concern for the House, so let me try and say a little more.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The 70,000 is an estimate from our independent Joint Intelligence Committee based on a detailed analysis, updated on a daily basis, and drawing on a wide range of open source and intelligence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of these 70,000, the majority are from the Free Syrian Army.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Alongside the 70,000, there are some 20,000 Kurdish fighters with whom we can also work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now I’m not arguing – this is a crucial point – I am not arguing that all of these 70,000 are somehow ideal partners. Some though, left the Syrian army because of Assad’s brutality and they clearly can play a role in the future of Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is actually a view that is taken by the Russians as well, who are prepared to talk to these people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And those figures do not include a further 25,000 actual extremist fighters in groups which reject political participation and any co-ordination with non-Muslims.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So although they fight Daesh, they cannot and will not be our partners.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But, Mr Speaker, there are ground forces who will take the fight to Daesh and in many cases we can work with them and we can assist them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, if we don’t act now, we should be clear that there will be even fewer ground forces over time as Daesh will get even stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My view, we simply cannot afford to wait.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Is there a proper strategy?**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me turn to our overall strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Again I set this out in the House last week.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But let me say a little more about each of the non-military elements – counter-terrorism, counter-extremism, the political and diplomatic process and the vital humanitarian work that my Rt Hon Friend just referred to.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our counter-terrorism strategy gives Britain a comprehensive plan to prevent and foil plots at home and also to address the poisonous extremist ideology that is the root cause of the threat that we face.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As part of this I can announce today that we will establish a comprehensive review to root out any remaining funding of extremism within the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will examine specifically the nature, scale and origin of the funding of Islamist extremist activity in the UK including any overseas sources.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it will report to myself and My Rt Hon Friend the Home Secretary next spring.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, I know there are some who suggest that military action could in some way undermine our counter-extremism strategy by radicalising British Muslims.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let me take this head on.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "British Muslims are appalled by Daesh.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These women-raping, Muslim-murdering, mediaeval monsters – are hijacking the peaceful religion of Islam for their warped ends.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the King of Jordan says in his article today: these people are not Muslims they are outlaws from Islam.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we must stand with our Muslim friends here and around the world as they reclaim their religion from these terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So far from an attack on Islam, we are engaged in a defence of Islam.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And far from a risk of radicalising British Muslims by acting failing to act would actually be to betray British Muslims and the wider religion of Islam in its very hour of need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The second part of our strategy is our support for the diplomatic and political process.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me say a word about how this process can lead to the ceasefires between the regime and opposition that are so essential for the next stages of this political transition.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It begins with identifying the right people to put around the table.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Next week we expect the Syrian regime to nominate a team of people to negotiate under the auspices of the United Nations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Over the last 18 months political and armed opposition positions have converged.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We know the main groups and their ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in the coming days Saudi Arabia will host a meeting for opposition representatives in Riyadh. And the United Nations will take forwards discussions on steps towards a ceasefire, including at the next meeting of the International Syria Support Group which we expect to take place before Christmas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The aim is clear as I’ve said, a transitional government in 6 months, a new constitution and free elections within 18 months so I would argue that the key elements of a deal are emerging.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Ceasefires, opposition groups coming together, the regime looking at negotiations, the key players – America and Russia, Saudi Arabia and Iran and key regional players like Turkey all in the room together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And my argument is this, hitting Daesh doesn’t hurt this process, it helps this process which is the eventual goal.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I set out for the House last week our support for refugees in the region and the extra £1 billion that we would be prepared to commit to Syria’s reconstruction and the broad international alliance that we would work with in that rebuilding phase.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But Mr Speaker, let us be clear.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People will not return to Syria, if part of it is under the control of an organisation that enslaves Yazidis, throws gay people off buildings, beheads aid workers and forces children to marry before they are even 10 years old.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we cannot separate the humanitarian work and the reconstruction work from dealing with Daesh itself.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Is there a proper plan for post-conflict reconstruction?**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me turn in more detail to the plan for post conflict reconstruction to support a new Syrian government when it emerges.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have said we would be prepared to commit at least £1 billion to Syria’s reconstruction.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The initial priorities would be protection, security, stabilisation and confidence-building measures including meeting basic humanitarian needs, such as education, health and shelter, and of course helping refugees to return.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now over time the focus would shift to longer-term rebuilding of Syria’s shattered infrastructure, harnessing the expertise of the international financial institutions and the private sector.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I said last week, we are not in the business of trying to dismantle the Syrian state, or its institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We would aim to allocate reconstruction funds against a plan agreed between a new inclusive Syrian government and the international community, once the conflict has ended.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is the absolute key.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, let me conclude. This is not 2003.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We must not use past mistakes as an excuse for indifference or inaction.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And let’s be clear Mr Speaker, inaction does not amount to a strategy for our security or for the Syrian people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But inaction is a choice. I believe it’s the wrong choice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We face a clear threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have listened to our allies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have taken legal advice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have a unanimous United Nations Resolution.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have discussed our proposed action extensively at meetings of the National Security Council and Cabinet.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have responded personally to the detailed report of the Foreign Affairs Select Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have a proper motion before the House.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we are having a 10 and a half hour debate today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now in that spirit I look forward to the rest of the debate. I look forward to listening to the contributions of Members on all sides of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I hope that at the end of it all, the House will come together in large numbers for Britain to play its part in defeating these evil extremists and taking the action that is needed now to keep our country safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In doing so, I pay tribute to the extraordinary bravery and service of our inspirational armed forces who will once again put themselves in harm’s way to protect our values and our way of life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I commend this motion to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}