{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-interview-in-saudi-arabia/",
    "title": "David Cameron – 2012 Interview in Saudi Arabia",
    "post_date": "January 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech of David Cameron, the Prime Minister, on 13 January 2012.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "**Interviewer (Arabic) – translator**",
        "Why are you here in Saudi Arabia and what are the main issues that you’ve discussed with King Abdullah today?",
        "**Prime Minister**",
        "Well, the United Kingdom and the Kingdom of Saudi Arabia have always had a good and strong relationship, and I want to build on that relationship and that’s what my talks with His Majesty the King were about today. We’re both members of the G20. We’re both strong economic powers. We both have interests in seeing peace and progress and stability in this region. We both want to be successful in the fight against al-Qaeda terrorism, so there were many subjects for us to discuss. We’ve talked about what’s happening in Iran, what’s happening in Syria, Yemen, in Somalia and the importance of progress in all of those areas, and also the very strong trading and people-­to-­people relationship there is between the United Kingdom and the Kingdom of Saudi Arabia.",
        "**Interviewer (Arabic) – translator**",
        "How do you assess the Iranian regional threat, and do you think that Iran is militarily capable of closing the Strait of Hormuz?",
        "**Prime Minister**",
        "Well, first of all, I think there is a clear threat from Iran in terms of that country’s attempt to acquire nuclear weapons. I think that would be very bad for the region, very bad for the world and I think it’s right that all countries across the world step up the pressure on Iran to take a different path. And Britain has been leading the way in that regard within the European Union, arguing for sanctions, for travel bans, for asset freezes and we are now looking at this whole issue of having an embargo on Iranian oil to get that regime to think again; it can take a different path and stop destabilising the region and stop the march towards a nuclear weapon. But it needs to change direction. In terms of the Straits of Hormuz, it is in the interests of the whole world that those straits are open and I’m sure if there was any threat to close them the whole world would come together and make sure they stayed open.",
        "**Interview (Arabic) – translator**",
        "What’s your reaction to the speech which President Assad gave recently and what impact did you think his speech has had on the whole issue?",
        "**Prime Minister**",
        "Well, my view – our view in the United Kingdom – is that President Assad has lost the consent of his people, and that is not surprising when you see the appalling brutality that has been meted out by elements of the armed forces in Syria against ordinary civilians and people who are protesting. I think it is appalling what’s happened. To me one of the key points of what is happening in what I call the Arab Spring is that leaders have to show they have the consent of the people, that they’re offering people a job and a voice, that they’re in tune with what their countries want, and President Assad is not doing that. Again, I think that Britain has played quite a leading role. I pay huge tribute to the Arab League which has played the leading role in bringing this issue to the world’s attention. The Arab League is leading the way. The Arab League is showing the United Nations – in my view – what needs to be done and we stand ready as a permanent member of the United Nations Security Council to take fresh resolutions to that council based on what the Arab League is doing, or the Arab League is saying and daring others, if they want to veto those resolutions, to try and explain why they’re willing to stand by and watch such appalling bloodshed by someone who has turned into such an appalling dictator.",
        "**Interviewer (Arabic) – translator**",
        "It’s been a year into the Syrian crisis, what’s keeping the issue from reaching the United Nations and who’s got the authority to bring this to the United Nations Security Council?",
        "**Prime Minister**",
        "Well, clearly it’s been discussed at the United Nations Security Council, but we’ve been unable to make progress frankly because there have been some countries on the Security Council that have vetoed, or threatened to veto, proper resolutions on Syria. It’s the particular case with Russia, and I would urge Russians – the Russian government – even at this late stage to look really carefully at why it is proposing to do what it keeps doing with respect to Syria. This is appalling bloodshed, appalling murder on the streets of Syria. I think the whole Arab League has come together and said that what is happening is unacceptable, and I think other countries need to listen to that and act on that, including at the United Nations. Britain stands ready to do that; France stands ready to do that. I’m sure America does too, but the other permanent members need to do the same.",
        "**Interviewer (Arabic) – translator**",
        "Who’s got the authority to bring the issue to the Security Council? Is it the Assad opposition or the Arab League or the Security Council itself?",
        "**Prime Minister**",
        "I think the greatest authority would come from the Arab League itself. If we think of what happened in Libya – and of course Syria is a very different case to Libya, I’m not arguing that the same should happen there – but the Arab League provided such leadership over the issue of Libya that the world was able to come together and condemn what Colonel Gaddafi was doing through those Resolutions 1970 and 1973. And I think the more the Arab League can push the world through the United Nations to say ‘you must make clear the world’s revulsion about what is happening in Syria’ the better. As I say, Britain stands ready to help promote resolutions like that. We’ve done so in the past; we’ll do so in the future and I pay tribute to the members of the Arab League who’ve shown such unity and steadfastness in actually saying that what is happening in Syria is wrong.",
        "**Interviewer (Arabic) – translator**",
        "How do you assess the work of the Arab League mission so far in Syria – and do you think the Arab League is part of the solution?",
        "**Prime Minister**",
        "I think they can be part of the solution. To me what the Arab League has done is set out a series of things that need to happen in Syria. A series of things that I think with their own eyes they can see are not happening in Syria and so I think we have to wait for the next stage but it seems clear to me that what will need to happen is for the Arab League to say that what’s happening in Syria is not acceptable, cannot go on and therefore the world needs to make a clearer statement through the United Nations. I think that is the right sequence but again, I pay tribute to what the Arab League is doing because I think the rest of the world will stand up and listen even more if it is Arab countries themselves that are saying what is happening is not right."
    ]
}