{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-at-equal-opportunities-commission-event/",
    "title": "David Cameron – 2006 Speech at Equal Opportunities Commission Event",
    "post_date": "January 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 13 March 2006.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-1-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-1.jpg)",
        "The Conservative Party and the Equal Opportunities Commission share a common goal.",
        "We want to make sexual inequality history.",
        "That needs a serious commitment.",
        "It needs clear policies.",
        "And it needs leadership.",
        "What I’d like to do today is look at some of the problems we face and outline some solutions.",
        "It’s not a comprehensive package.",
        "You wouldn’t expect it to be at this stage in the policy cycle.",
        "But I hope you’ll agree it’s a fair start.",
        "You explained that the Conservative Party has a credibility problem in this area …",
        "… that we haven’t said enough about this subject in the past.",
        "Clearly we have work to do.",
        "One cause of our reticence is a source of some strength as well as a source of weakness.",
        "We respect the private sphere.",
        "We have a reluctance to tell people and institutions – including our own party – what to do.",
        "We are not great at signing up to grandiloquent charters. We prefer practical measures",
        "But this should mean that when we do make commitments, we really mean them – and will then go on to do what ever is necessary to deliver them.",
        "More Conservative Women MPs",
        "As practical people, it is only right that we should start with our own party.",
        "That is why the first speech that I made as leader was about electing more women MPs.",
        "I believe that the gross under-representation of women on the Conservative benches short changes not only women but also the Party itself.",
        "How can we draw on all the talents of the country when we habitually exclude half the population?",
        "I’ve put in place an action plan – the Priority List – which gives Conservative Associations the opportunity to select candidates from a pool of very talented people. Half of them will be women.",
        "Of course, in any individual selection process the best candidate may be a man.",
        "But, and this is the key point, it’s just as likely to be a woman.",
        "This change in selection procedures is a huge exercise.",
        "All selections for Westminster seats have been stopped.",
        "All candidates have been made to reapply to the list.",
        "And if, after a few selections, we find that an unacceptably low proportion of selected candidates are women we will take further action.",
        "I will do what is necessary to ensure that the Conservative Party will have far more women MPs after the next election.",
        "A better balance of men and women in our party is not just about fairness, it’s about effectiveness.",
        "Ask 10 men and 10 women what they think are the big issues of the day and you might get the same answers.",
        "I doubt it …but you might",
        "Ask them to rank those issues in order of priority, or to raise issues of particular concern to them, and some fundamental differences will start to appear.",
        "The point is a simple one – I want the Conservative party to understand and reflect the priorities of modern Britain. Unless we look and think like modern Britain that is far more difficult to achieve.",
        "Put another way, I want the conversation within the Conservative party to be more like the conversation we should be having with the rest of the country.",
        "**Childcare**",
        "In many households – including my own – the topic that comes up the most often in conversation is childcare.",
        "It’s something few families with children can avoid.",
        "Fifteen years ago, 59 per cent of women of working age with dependent children were in paid employment.",
        "Today that figure has shot up to 68 per cent.",
        "And the group of women who are entering the workplace most rapidly are mothers of children up to age four.",
        "It’s up to us as a society to give mums the support they need.",
        "Some may choose to stay at home and that’s a valid and worthwhile choice.",
        "But the majority will return to work and that’s an equally valid and worthwhile choice.",
        "Society shouldn’t try to direct women but to direct help to women where it’s most needed.",
        "Before the last election we agreed with the Government’s proposals for extending maternity leave.",
        "In addition we supported the idea of allowing mums to take the additional money but over a shorter time period. That is something we should consider again.",
        "Instead of imposing a choice on mothers, we should support the choices that mothers make for themselves.",
        "Mothers who work should not be made to feel guilty. Nor should mothers who stay at home.",
        "Let us stop trying to tell families how to live their lives.",
        "Let us instead support the lives that families live.",
        "As George Osborne has said, there are three principles that should guide my party when thinking about childcare and parenting.",
        "Providing financial support for the childcare choices that families themselves make; not using financial support as a stick to force parents into a particular choice.",
        "That means looking at whether we can expand the kinds of childcare supported by the childcare tax credit.",
        "Secondly, expanding the range of childcare choices available.",
        "That means ensuring the government does not seek a monopoly in the provision of childcare or nursery places and that voluntary and private providers are not crowded out.",
        "And third, realising that government has a role in protecting the careers of women who want to take time off to look after their children, particularly when they are just born.",
        "Many good employers offer generous maternity support. They understand the importance of a motivated, happy and loyal workforce.",
        "But we do need to provide legal protection to those who are not fortunate enough to work for those businesses.",
        "**More flexible working**",
        "One of the reasons that many women don’t go back to work after having a baby is that flexibility isn’t an option.",
        "This can be a loss to them to their employer and to the economy.",
        "We need innovation in working practices to allow more women to work again.",
        "Flexible working is the way forward for serious employers.",
        "85 per cent of Microsoft’s UK workforce works flexibly.",
        "As a result the company has better retention rates and higher morale than before.",
        "And the example of JetBlue’s ‘homesourcing’ programme in the US is an interesting one.",
        "With 400 women employees almost always working from home, taking customer bookings online, they are at the vanguard of flexible working.",
        "And their employees are happier, and as a result – more productive.",
        "And it isn’t only American firms who are making changes.",
        "A hi-tech manufacturing firm in my constituency has introduced almost totally flexible hours, with employees told to work their 38 hour week on their terms.",
        "That’s good news for everyone but women are particularly happy about a system that recognises their responsibilities and meets their needs.",
        "But the benefits of flexible working are not universally understood.",
        "The EOC’s own research suggests that a majority of managers are not yet comfortable with it.",
        "Our job is to help get the message out.",
        "Flexible working is good for women, good for employers and good for society.",
        "And it’s particularly important for modern families – especially with only 10 per cent of people working nine to five.",
        "We come in all shapes and sizes and we want the ability to mould our work ours to suit our family circumstances – not the other way round.",
        "**Equal Pay**",
        "Closing the pay gap must be at the heart of our commitment to end inequality.",
        "After thirty years of the Equal Pay Act, women’s pay is still nearly a fifth lower than men’s – and for women working part-time, the pay gap is around 40 per cent.",
        "The fact that the Act was passed thirty years ago, and yet the pay gap is still so wide proves that there is no magic wand.",
        "I believe one of the most potent tools in ending this scandal is much greater transparency.",
        "We need to challenge the culture of secrecy about pay that holds sway in too many British workplaces.",
        "I know it is easier said than done in some situations.",
        "It’s no secret how much I earn – or Jenny, for that matter.",
        "But many employees have no idea how much their co-workers are paid.",
        "It’s in this climate of concealment that unfairness can thrive.",
        "How can you challenge the facts if you’re not allowed to know them?",
        "Of course there are complex situations where it may not be possible or pertinent for people to know their colleagues salaries, but instead of asking “why should I be transparent” , employers and employees should be asking “why not”.",
        "Transparency should be the norm, not the exception.",
        "And all of us need to change our cultural attitudes to pay by being much more open.",
        "In these areas – childcare, equal pay, flexibility – it’s not just that we have an obligation to help deliver equality, we will be failing our economy if we don’t.",
        "**Pensions**",
        "The next issue I want to mention – women and pensions – is far more one of straightforward unfairness.",
        "Many people don’t realise that the full state pension is not automatic.",
        "Women who take time out from working in order to bring up children or look after elderly relatives are placed at a severe disadvantage.",
        "Those who have made National Insurance contributions for less than 10 years don’t count.",
        "That’s almost one and a half million women excluded from pension entitlements.",
        "We have to make sure that the reform of the pension system that follows from the Turner report provides a fairer deal for women.",
        "At the last election, David Willetts put forward some interesting ideas about allowing people who had taken career breaks to care for children or relatives to buy back lost years.",
        "He also suggested that the ten-year rule on contributions should be abolished.",
        "We must look at correcting some of the worst inequities of the past as well as ensuring fairness and equality for the future.",
        "**Carers**",
        "The last area I want to discuss is one I feel incredibly strongly about. Carers.",
        "One in eight of the population is a carer.",
        "It’s estimated that carers save the Treasury £57 billion every year.",
        "58 per cent of them are women, and 67 per cent of working age.",
        "Only 16 per cent are able to work full time, with work being totally out of the question for more than one million carers looking after someone for more than 50 hours per week.",
        "Often, with a complicated benefits system, the state makes life harder for them and not easier.",
        "I help care for a severely disabled child – my son.",
        "It’s what I do at the start of each day. It’s sharpened my focus on the world of care assessments, eligibility criteria, disability living allowance, respite breaks, OTs, SENCOs, and other sets of initials.",
        "But I would not dare to call myself a carer.",
        "The work that full-time carers or those with little extra help do is unbelievable.",
        "They risk ill health. They battle with bureaucracy. They give up work. They often give up much of life. And they do it to ensure that someone they love stays at home rather than going to an institution.",
        "We don’t do enough to celebrate that work, and thank these tireless people.",
        "And we don’t do enough to help them.",
        "There is a big agenda for the Conservative party to drive forward.",
        "Why is it, according to a recent Mencap survey, that only 22 per cent of the parents of severely disabled children get more than 2 hours help per week from the state?",
        "Why do only a fifth get any respite at all?",
        "So we need to consider clear rights to respite care.",
        "Why is it that more than a quarter of the budget used to support carers is lost in “assessment and commissioning costs” instead of going to where it is needed most?",
        "So we should look at expanding direct payments, putting money in the hands of carers and those in need of care to provide for themselves.",
        "Helping carers is the best way to help those they are caring for.",
        "**Conclusion**",
        "Jenny asked in her speech – can the Conservative Party be the true party of the modern family.",
        "My answer is a big “yes”.",
        "She points the way by saying that we must combine our traditional position of support for the family with our belief in choice for everyone.",
        "That’s right.",
        "My personal belief in the importance of family is based on my own experience, yes. But it is also based on the answer to a very simple question.",
        "Which institution in our society does more than any other …to care for the elderly … to look after the disabled …. to bring up children with the right values … to pick up the pieces when things go wrong with drugs, alcohol, or mental health …",
        "… and which institution does all of these things for free?",
        "It’s the family.",
        "Thank you again for today.",
        "Quite rightly you will set a simple test for our policies. It will be the same one that I set.",
        "In all the areas I have mentioned – pay, child care, pensions, flexibility and the gender balance of my own party – will our policies help to eradicate inequality and deliver fairness?",
        "And when it comes to the family: do our policies encourage families to come together and stay together and be that strong force at the heart of our society we all want to see?",
        "These are vital tests – and ones that I am determined to meet."
    ]
}