{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-at-farnborough-air-show/",
    "title": "David Cameron – 2016 Speech at Farnborough Air Show",
    "post_date": "July 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 11 July 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s great to be back here, because this is the right place to talk about the future for the British economy. Why? Because in the new situation we face, we are going to need to play to our strengths.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the British aerospace industry is clearly one of those greatest strengths. It’s the second biggest in the world, based on long-term investment, science, research and high skills, and its products and expertise exported across the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Indeed, every two seconds, a plane takes off or lands somewhere in the world whose wing design was tested right here at Farnborough. And by the end of the decade, if you board a large passenger plane, as often as not, it will be powered by a Rolls-Royce engine.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is the scale and success of British aerospace today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now just over a fortnight ago, the British people voted to leave the European Union. That went against what I recommended. I don’t resile from what I said, from my warnings of a short-term shock, medium-term uncertainty and some long-term risks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Indeed, we’ve already had a taste of the turbulence in global markets and in terms of the value of the pound. And there will be other problems ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I want to be clear: we will deal with them from a position of strength, with a growing economy, a greatly-reduced deficit, with low inflation and more jobs and businesses than ever before in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Above all though, we must recognise we are in a new reality now. We must accept it, we must make it work. That’s the way British business is responding to the referendum result.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As one of your longest-serving chairmen wrote to me this weekend and said: “We must make the most of the cards in front of us, not ask for a new hand.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The key things we need to get right are these: our future relationship with Europe, Britain’s underlying productivity challenges, the need to grow exports faster, and encourage more inward investment. And above all, we need to think big and think radically about how to ensure the best possible outcome for the United Kingdom in these new circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Trade and investment**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This amounts to the biggest challenge for the British political system that we have faced for around 40 years. It will require a massive national effort, not just for government departments, civil servants and ministers, but an effort that means working together with business and industries in a way we’ve never seen before. And as we do so, I want to spell out the big things that I think that effort should focus upon.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, we have got on focus on trade and investment as never before. UK Trade and Investment has gone from strength to strength in recent years. Our exports to China have increased by 90%, to South Korea they’ve more than doubled and we’ve made impressive progress in markets like Chile and Pakistan.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the fact is, despite all the benefits of selling goods and services abroad, just 11% of British companies export. Of those who do, only 5% of what we make and sell goes to fast-growing markets like China and India. We still do more trade with Belgium than we do with Indonesia, Singapore, Vietnam and Malaysia combined. We do more trade in services with Luxembourg than with the massive economies of Turkey and Saudi Arabia.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now people read those figures in two ways. Some emphasise the importance of our European market. And others say it shows how far we have to go in driving exports into the expanding markets. Both of those readings are right. And we need to do both things – we need to win in Europe and win in the rest of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now around the world, middle classes are rapidly expanding. Young populations are growing and growing. More and more people have disposable incomes; more and more have smartphones. And those people want to buy British – to wear our clothes, listen to our music, watch our football teams, use our apps, fly in our planes, drive in our cars. They are starting to want to buy the things we’re especially great at, like services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "UK Trade and Investment has made great strides. But we need a further step change in the pace and the effort and the activity that we undertake. And as we recast our relationship with Europe, this is our moment to do so. But UKTI cannot do it alone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Six years ago, I gave some very clear instructions to the Foreign and Commonwealth Office. To our diplomats and our staff overseas I said: you are also our trade envoys. To our embassies and high commissions I say: you are the shop windows for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We set up a GREAT campaign to promote Britain in 144 countries. You can see it emblazoned everywhere, from the Moscow Metro to the Rio cable cars that we are going to see a lot of in the coming months. And today the Foreign and Commonwealth Office is much more commercially minded.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**New opportunities**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I say now we have to redouble our efforts again and embrace the new opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need to draw up a list of the countries and territories we should be thinking of for our future trade deals, led by the department for business, the Foreign Office and more.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now we need to develop the skills necessary to strike those deals. It’s not optional now; it is essential. Britain’s economic future relies on it – and the renewed push needs to begin right now.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Next, we need to address one of the remaining fundamental weaknesses of our economy. We face a massive productivity challenge. Yes, our growth here in Britain has been stronger than many. And yes, in the last Parliament we created more jobs in the UK than the rest of Europe put together. But our output per person, per hour is still lower than America, Germany and France.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now is the moment to tackle it. There is no single, silver bullet. The work we have done on cutting businesses’ taxes and prioritising infrastructure – that helps, and must continue.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "High-speed rail, green investment, super-fast broadband: this needs to be combined with building more homes, reforming planning, starting more apprenticeships.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And now that we are coming out of the European Union, we must rapidly explore all the new potential opportunities for supply-side reforms, for example on taxes, which could also boost our productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But above all, our response to the productivity gap needs to be business-led, and I welcome the initiatives coming from British business.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Dynamic economy**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I also think we should be taking note from industries that do this well. In aerospace, productivity is growing 15 times faster than in the rest of our economy. I say: let’s take your lead, learn the lessons that you provide, and get more industries doing what you’re doing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Next, we should focus on how we can help different sectors to thrive, just as this aerospace sector does. Yes, we need a dynamic market economy that pulls its weight in every sector – from manufacturing to services. And yes, in that dynamic economy we must recognise that new, insurgent businesses, and indeed new, insurgent industries, mustn’t be held back – after all, they are often the ones that drive new investment and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I don’t believe in picking winners. But there are sectors where Britain clearly has a competitive edge, and where there can be strong partnership between business and government. And we need to build on that record.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve got it in aerospace. We’ve got it with the automotive industry. But I want us to have it elsewhere, in pharmaceuticals, in life sciences, in all the different aspects of tech – green tech, financial tech, in our world-beating creative industries and financial services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re getting there, but we need to go faster, linking academia with industry to discover cures for new diseases, backing advanced manufacturing for the industries of tomorrow, making it easier for our film studios and fashion houses to flourish, and getting the funding to the tech start-ups that are set to change the way that we live.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Collaboration**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that leads me one final point about collaboration. Because when you consider the challenges that we face and the opportunities that we have now got to make the most of, it is obvious that we are going to need an all-government effort. We cannot afford to work in silos. And this must be driven from the top.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Take our National Security Council, now been operating for six years. I wouldn’t argue that creating it has solved all our security problems or dissolved all the threats that we face. Of course not. But it has helped us to face them in a more joined-up, strategic and effective way. Why? Because we bring together all the weapons in our armoury – military, intelligence, counter terrorist policing, aid, diplomacy, development – it brings all these things together to meet the challenges that we face.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And now that the UK faces – alongside that set of security challenges – a new set of economic challenges; it is, in my view, time to do the same thing in the economic sphere.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When we are trying to break into new markets and sign new trade deals, we need all our economic, business and industrial might working together in the same direction – our business leaders, universities leaders and more.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When we are examining ways of driving up productivity, we need all the economic departments at the table – not just the Treasury, but education, infrastructure, regional planning, everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The threats we face don’t neatly fit into one department’s remit. I would say they are everyone’s remit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now it’s a matter for the next Prime Minister what structures to set up, but I would strongly advise taking an approach like the one I have just set out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As for our European relationship, there is a huge amount of work to do, complex issues to understand and crack, a negotiating mandate to draw up, and the big, strategic decisions are for the next Prime Minister. But the groundwork is underway.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All I would say about the outcome is this: I believe it is in our fundamental national and economic interests to remain very close to the European Union, for trade, for business, for security, for cooperation. So let that be our goal.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the right relationship with Europe, higher productivity, more exports and inward investment – these are the things that we have to get right – and they will require a massive national effort.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Looking at the aerospace industry – growing four times faster than the rest of our economy; with 90 per cent of its turnover made up of exports; and an exemplary relationship with government, academia and other industries – we can see just what can be delivered.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I would argue that we need to come together. We need to make the most of the cards in front of us. We need to build that strong, dynamic economy that really could be the envy of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}