{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-the-european-union/",
    "title": "David Cameron – 2007 Speech on the European Union",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, to the European Reform Conference held in Brussels on 6 March 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "This year marks the fiftieth anniversary of the Treaty of Rome. In 1957, Europe was emerging from war – ruined economically and divided politically. An Iron Curtain kept apart nations that were free from those that were not. That was the unpromising background to the Treaty of Rome. A more united Europe took root in the face of adversity.",
        "Our continent today looks a very different place. On its fiftieth birthday, the European Union – alongside its older partner, NATO – is entitled to take its share of the credit for the changes that have happened. The historic reconciliation between France and Germany. The economic rebuilding of our continent. The consolidation of democracy not just across central and Eastern Europe, but on our southern periphery too – in Spain, in Portugal and in Greece.",
        "Fifty years on, it is right to celebrate those successes. But we must also look to the future.",
        "That is the purpose of our conference in Brussels today. We are a new generation, and we too want to build a Europe of which we and our children can be proud. But we know that the first step is to be honest about the new challenges we face.",
        "These are no less daunting than those which confronted our forebears. For them, East-West relations meant the Soviet Union and a real threat of invasion. For us, East-West relations mean the economic and strategic rise of China and India.",
        "Those who will succeed in the 21st century will be those who can adapt, who can respond quickly, who can innovate. The modern world places a premium on diversity over uniformity. It forces a focus on results over procedures. The European Union needs to change if it is to be fit for the challenges of the new century, not stuck haggling over the debris of the last.",
        "**My approach**",
        "The Czech Prime Minister and I come from different countries and different political traditions. But we are united in our optimism – in our belief that Europe can and will succeed, if it is ready to make the changes needed to do so. That approach will be at the heart of the new group we will establish together in the European Parliament immediately after the 2009 elections.",
        "We know, from political developments in all our countries, that many millions of our fellow citizens agree with us. We welcome to our conference today many other leaders, academics, and business people of Europe. We have had an exciting programme involving many of the most innovative thinkers and practitioners in the EU.",
        "I am especially pleased to welcome Petar Stoyanov, the former President of Bulgaria, whose party the UDF is joining the Movement for European Reform today. And I am delighted to have heard Donna Esperanza Aguirre speaking just before me.",
        "So let me set out my approach.",
        "There are two ways that a British politician can speak in Europe. One way is to posture for the TV cameras back home and boast of your determination to stand up for the national interest. And then, later – inevitably – to agree to whatever proposal is on the table.",
        "Let me give an example – our negotiations over the EU Constitution. At the beginning of the process, Tony Blair and Gordon Brown called for the EU to listen to the people of Europe, and to reform. They spoke of the ‘red lines’ which the government would not, under any circumstances, cross. But in the event, they gave their total assent to the text.",
        "This government’s record on the EU Constitution is a study in how not to make progress within the European Union. First, they were against the Constitution. Then they were for it. Then they signed it. Then they refused a referendum on it. Then they agreed a referendum. Now they’re briefing against a new Constitution but they don’t have the courage to oppose it in public. And they’re in favour of a referendum but they don’t really want one.",
        "They’ve had seven different positions. I’ve only ever had one. I’m against a European Constitution and I’m in favour of a referendum if one is ever proposed.",
        "My approach to European negotiations will be different. I believe that the best way to pursue your national interest, is not to posture – but to persuade. I will be polite, but solid and consistent. I will work to create a flexible Europe by building alliances with those who share our interests and our ideas.",
        "That is why we have formed the Movement for European Reform. To act together with others – some, like Mirek Topolanek, already in Government – to respond to the feeling of so many of our fellow Europeans that it is time to chart a new course, to focus on the things that matter",
        "**The 3G Europe**",
        "There are many grave challenges that face our world. Perhaps the most pressing of all is the threat of global terrorism and insecurity. I believe the EU has a role to play in confronting this threat.",
        "It should be working with other institutions – notably the United Nations and NATO – to articulate the values and defend the interests of the West. It should be applying pressure on national governments to bear their proper share of the task – not least by maintaining adequate defence and security spending. And where there are clear common positions among member states – for instance over Iran or nuclear proliferation – we should aim to exert influence together.",
        "But international security is ultimately a task for states, and for bodies such as NATO which have military resources at their command. I do not believe that the EU should acquire additional powers to control policy in this area. I have a different sense of what Europe’s priorities should be.",
        "Imagine an intelligent visitor from Mars came to witness the signing of the Berlin Declaration later this month. This Martian knows nothing of the history of the EU. He simply looks around him at today’s Europe and today’s world, and he asks, what should the EU be focusing its energies on now?",
        "I think that that intelligent Martian would decide the EU should be focusing on three things.",
        "First, the economic challenge of globalisation. Second, the environmental challenge of climate change. And third, the moral and security challenge of global poverty.",
        "What needs doing?",
        "Globalisation. Global warming. Global poverty. I think of these as the priorities of a 3G Europe. So how should we pursue them? Today’s conference has been discussing this question in detail. Let me give you my thoughts in brief.",
        "On globalisation, we need to deliver the unfulfilled ambition of the Lisbon Agenda – to make Europe the most competitive and dynamic continent in the world, the best place to do business. That means using our collective weight to get a deal at the World Trade talks, rather than putting up obstacles to a deal. It means continuing to reform the Common Agricultural Policy so that it rewards European farmers fairly – and gives a fair deal to farmers in the developing world. It means putting more muscle behind Mr Barroso’s attempts to get real deregulation underway. It means getting behind Chancellor Merkel’s efforts to create a transatlantic common market.",
        "On the environment, we need to step up our collective commitment to reducing climate change. That means reforming the Emissions Trading Scheme so that it is more transparent, and capable of generating long term incentives for business to invest in green technology.",
        "And thirdly, on poverty, we need to make a reality of the EU’s rhetoric that Africa is now one of its top priorities. Yes – that means keeping our commitment to the Millennium Development Goals, including the promise to devote point seven per cent of GDP to international development. But far more important in the long term, it means giving developing nations market access and helping them to build the legal and financial infrastructure they need to grow their economies.",
        "**The case for flexibility**",
        "Action on competitiveness… on the environment… on the developing world. All this amounts to an ambitious and exciting programme of reform and renewal for the EU.",
        "But instead of looking outwards to the world, the EU is looking inwards, at itself. Seeking new ‘competences’. Creating new posts. Attempting to breathe new life into a Constitution which was rejected by French and Dutch voters, and for which there is scant enthusiasm among the people of Europe.",
        "What is confusing is that politicians who argue for closer political union do so on the same grounds that I argue against closer union.",
        "I believe they are profoundly wrong. In the globalised age, we need more flexibility, not more centralisation. For example, flexibility is vital in the area of worker protection, where there is such labour market diversity and demographic difference across the EU. That’s why I do not believe it is appropriate for social and employment legislation to be dealt with at the European level. It will be a top priority for the next Conservative Government to restore social and employment legislation to national control.",
        "**Enlargement**",
        "Nor will centralisation enable the EU to move forward with the great project of enlargement. With 27 member states there is no way the EU can make progress if we continue to insist that all members take part in every project. The one-size-fits-all approach just won’t work in a Union that is so diverse.",
        "The British Conservative Party has long championed EU enlargement. Over the years, successive expansions have helped democracy and free economies take root right across the continent. In recent years, the transition from Soviet totalitarianism took place more smoothly than many imagined possible, thanks to the prospect – now fulfilled – of EU membership for the countries of Central and Eastern Europe.",
        "But the work is not yet done. The hope of becoming – one day – a member of the EU is encouraging economic and political reform in the post-war Balkans. The prospect of eventual Turkish membership is hugely important – not just for Turkey itself, but to demonstrate to the Muslim world that the EU is not an exclusive Christian club.",
        "We cannot and must not allow the prospect of further enlargement to disappear. We must hold out a real prospect of membership to the Western Balkans, to Turkey and Ukraine.",
        "Only a decentralised political system will be able to hold Ireland and Turkey, Italy and Estonia in any sort of community.",
        "**Institutional reform**",
        "Some people say that because we are ‘widening’ Europe we need to ‘deepen’ it too. But that doesn’t make sense. Yes – of course we need a new framework to make a bigger EU work. But there is no case for the Constitution, or a Constitution-lite.",
        "If the EU is to adapt for the age of enlargement and globalisation, any institutional change must not be designed to protect the EU from these new forces. Rather, change should open the EU up, so that it can prosper in the new world that is being created.",
        "That means putting an end to the sense that Brussels is a ratchet, accruing more and more powers to itself at the expense of national or local governments.",
        "In 2001 EU Heads of Government signed the Laeken Declaration. This asserted that “The Union needs to become more democratic, more transparent and more efficient.” In particular, the Declaration said that reform should include “restoring tasks to the Member States”.",
        "Nothing has been done to act on this commitment, though there is growing pressure for it across Europe. Two years ago Bernard Bot, who has just stood down as Foreign Minister of the Netherlands, suggested a range of policies which nation states should resume control over, including social policy and parts of the CAP. The principle of flexibility is gaining ground.",
        "Mirek Topolanek and I are today setting up the European Reform Commission. This will be an independent body which will review all the competences as well as the institutional structures of the EU, so that the Union may best address the three priorities I have outlined: globalisation, global warming and global poverty.",
        "As a part of this work, I hope that the Commission will look closely at the question of how to deliver on the unfulfilled commitment of the Laeken Declaration. In particular, it should look at whether, and how, the body of EU law known as the acquis communitaire could be made reversible, as the EU Heads of State and Government proposed at Laeken. Just as member states have in the past agreed to transfer competences to the EU, so it should be possible to move in the opposite direction. As the Laeken Declaration suggests, the acquis must no longer be a one-way street.",
        "So these are the questions for the European Reform Commission. How can we enshrine the principle that powers can be returned to member states – not as a vague aspiration, but as a central element of the legal architecture of the Union? What are the tasks that we can return to national or local governments? How can we ensure flexibility within the EU, without endangering the achievements of the single market, or other core Community competences? How can we preserve both diversity and unity?",
        "I hope that Europeans who have an interest in the future of our continent will contribute to the Reform Commission’s work, by following its progress and contributing to the discussions.",
        "**Conclusion**",
        "I want to end by quoting Roman Herzog, the former President of Germany and a supporter of the EU. He recently said this:",
        "“[People in Europe] have an ever increasing feeling that something is going wrong, that an untransparent, complex, intricate, mammoth institution has evolved… grabbing ever greater competences and areas of power; that the democratic control mechanisms are failing: in brief, that it cannot go on like this.”",
        "I agree with him. If the nations of Europe are to live up to their responsibilities in the face of globalisation, global warming and global poverty, we have to change the way we operate.",
        "I believe that today we are starting that change. For a new spirit is awake in Europe. The spirit of the 21st century: fresh, dynamic, flexible and outward looking. The MER represents this spirit – and I call on the people and the leaders of Europe to join us in making it reality."
    ]
}