{
    "url": "https://www.ukpol.co.uk/david-cameron-speech-at-britannia-naval-college/",
    "title": "David Cameron – Speech at Britannia Naval College",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Prime Minister, David Cameron, at Britannia Naval College on Wednesday 17th October 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "It is a huge privilege to be here with you today. I have spoken at passing out parades at Sandhurst, and at Cranwell so I suppose you could say I’ve left the senior service and the best till last.",
        "As Prime Minister, I get to spend quite a lot of time with our Armed Forces. From visiting bases at home and abroad to meeting our top officers for briefings as part of our National Security Council. And I can just tell you this, there is nothing that makes me more proud of our country, of what we stand for in the world or what we’re capable of doing, than our Armed Forces.",
        "You are the pride of Britain and to share this moment of celebration with you today is very special. The 68 of you passing out today come from nine countries; not just from Britain, but from Saudi Arabia, Iraq, Yemen and the United Arab Emirates, from Barbados, the Bahamas, Kuwait and Jordan. And we are very proud that you’ve all chosen to come here for your training.",
        "There will of course be huge challenges ahead, but as you leave here today I hope that you will take three things with you. First, pride in what you’ve achieved. Second, pride in the navy you are going to join. And third, pride in those things you are going to do in the future.",
        "Let me take each in turn. You’ve been through 30 weeks of the toughest and best training that anyone could have. You’ve done fitness training, weapons training, navigation, seamanship, leadership, boat handling. You’ve proved yourselves in challenging environments, from braving the elements of Dartmoor to deployment at sea in HMS Illustrious and HMS York.",
        "Outwardly, you are fitter, leaner and stronger. Inwardly, more confident, more sure of your abilities and your own limits. You have succeeded where other could not. A third of those who sit the Admiralty interview board don’t get accepted in the first place. Nearly a tenth of those who pass in, don’t pass out. So your success is a great testament to your strength and to your endurance. And you should take great pride in that.",
        "The second thing I want you to take away is pride in the navy you’re going to join. For the Brits amongst you, you are quite simply becoming part of the navy with the greatest history in the world. The Royal Navy is absolutely fundamental to our security as an island nation, and it is a vital part of our heritage. As Viscount Cunningham famously said at the Battle of Crete in 1941, ‘It takes three years to build a ship; it takes three centuries to build a tradition.’",
        "You will stand on the shoulders of those that have come before you, those who saved Britain from invasion, who swept the evil of slavery off the high seas, who’ve won great victories in every corner of the globe, and those who defeated Hitler and preserved our freedom. Our ships, submarines and naval air squadrons carry battle honours that literally span every part of the planet. In my generation alone we have sent the Navy to the Falklands, to the Gulf twice, and recently to Libya, and not forgetting the constant patrolling of the nuclear deterrent, the South Atlantic patrols, the countering of Somali piracy, and capacity building across the world.",
        "A shell casing from HMS Liverpool sits in my office in Number 10 Downing Street. It was the last fired in anger in the Libya campaign, and it is a permanent reminder to me of the Royal Navy and its work to defend freedom. Put simply, the words carved into the front of this imposing building remain as meaningful today as they were 350 years ago. It is on the Navy, under the providence of God, that our wealth, prosperity and peace depend.",
        "Now that leads me to the third thing I want you to take away, pride in what you’re going to do. The challenges you face over the coming years may place demands on you experienced by few others of your age in the world today. Because, despite the technology of today, being in the armed forces is an intensely human business. It is based on personal relationships and the ability of people like you to lead your fellow men and women, even in the face of danger. And there is no greater honour that a nation can bestow than the trust to lead your fellow men and women. That is the task that you will have. Your training here has given you the best possible start. You will need to continue to develop all these skills and more. But I want you to be proud of the difference that you can make. Quite simply, you will be helping to defend our way of life, and there is no greater calling than that.",
        "In return for all you will give to your country, I want your country to have pride in you. As a Government, we will do everything we can to support you, to look after your families, and to rebuild the Military Covenant that is so important to this country and, I believe, everyone who lives in it. People expect us to do the right thing by you, and we must.",
        "But today is about you and what you will do, about your service and your leadership. So let me finish with the words of His Majesty King George VI, engraved on a plaque in the college next to his statue: ‘Nobody can lead unless he has the gift of vision and the desire in his soul to leave things in the world a little better than he found them. He will strive for something which may appear unattainable but which he believes in his heart can one day be reached, if not by him, by his successors if he can help to pave the way.’",
        "What you will do is not just important for our country today but for generations to come. I wish you all the very best for the future and, once again, congratulations on this very, very special day. Thank you."
    ]
}