{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-on-fighting-global-poverty/",
    "title": "David Cameron – 2006 Speech on Fighting Global Poverty",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Cameron, the then Leader of the Opposition, in Oxford on 29 June 2006.",
    "content": [
        "For too long, politics in this country treated global poverty as a secondary issue.",
        "Conservatives used to regard it as a significant, but second-order subject.",
        "Labour have helped to raise its significance, and we should all acknowledge the personal commitment and leadership of Tony Blair and Gordon Brown in doing so.",
        "Along with the vital role played by campaigning organisations and the many thousands of individuals who rallied to the banner of Make Poverty History…",
        "…this has helped create something of which everyone in Britain can be incredibly proud.",
        "Last year, this country led the way in beginning, finally, to make poverty history.",
        "We should never forget the international leadership Britain has shown.",
        "Not just our politicians but our NGOs, large and small, and our anti-poverty campaigners.",
        "People have often been ahead of the politicians – as we saw with the incredible generosity of the response to the Tsunami.",
        "Earlier this week, the Prime Minister spoke about where we are, one year on from Gleneagles.",
        "And today, Bob Geldof and DATA will give us their assessment of how far the promises made have been honoured.",
        "Clearly we have seen some real progress.",
        "Britain has taken the lead.",
        "But where are the other G8 countries?",
        "The spirit of Gleneagles 2005 was not meant to be British pushing and cajoling other developed nations into line.",
        "It was supposed to be about a shared commitment to a better world.",
        "But world trade talks remain deadlocked, in large part because of the short-sighted protectionism by rich countries.",
        "If you take out money for Iraq and Nigerian debt cancellation, aid from Germany and France actually fell between 2004 and 2005.",
        "And despite some real progress, too many politicians in Africa continue to put their own interests before those of their people.",
        "Making Poverty History is a task for which we all must share responsibility.",
        "Britain is doing a lot; now other governments must meet the challenge.",
        "We should do justice to the progress made last year by strengthening those early faltering steps.",
        "By going further, and faster.",
        "And by resolving that whatever the ups and downs of our domestic politics, Britain will seek always to be in the lead in the great struggle to rid the world of poverty.",
        "Today I want to explain how.",
        "To make a Conservative contribution to the debate.",
        "But first I want to talk about why.",
        "**A MORAL IMPERATIVE**",
        "For my generation, global poverty is one of the central challenges of our time.",
        "I came into politics to help make our country a better place to live.",
        "But I don’t believe it is either morally acceptable or politically sensible to limit our ambitions to improving the well-being of our citizens.",
        "As I learn more and more about the issues that affect our country, our continent and our world, I recognise with increasing clarity the need to take a global view.",
        "It is why one of the principal aims set out in Built to Last, the Conservative Party’s new statement of aims and values, is to do all we can, alongside the many others who share our aims, to fight global poverty.",
        "The prominence that we’re giving to the challenge of global poverty is right for our times and right for this time in history.",
        "In the 19th century, we witnessed the great economic struggle between the rise of industrialisation and the decline of the agrarian society.",
        "In the twentieth century, we saw that great ideological battle between left and right.",
        "And the fundamental challenge for the twenty-first century will, I believe, be a moral one: how can we bring the rich world and the poor world closer together?",
        "I describe it as a moral challenge because that, for me, is first and foremost what it is.",
        "It is morally unacceptable for billions of people to live in dire and degrading poverty when we now know the secret of wealth creation.",
        "**ENLIGHTENED SELF-INTEREST**",
        "But it’s not just a question of values, rights and morality.",
        "It is also a question of hard-headed political and economic reality.",
        "It is, frankly, a question of enlightened self-interest.",
        "The world is smaller that ever before.",
        "With the rise in mass migration, the revolution in communications technology, and the transformation in our understanding of the planet’s environment…",
        "…we are truly one world.",
        "Every night, hundreds of Africans arrive on Europe’s southern shores.",
        "They don’t want to leave their homes.",
        "But when poverty forces mass migration on a scale never seen before, we must recognise that tackling poverty is not just a moral imperative.",
        "It is a security imperative; an immigration imperative; an imperative we cannot ignore if we want stronger, more cohesive communities in all our countries.",
        "**CONSERVATIVE COMMITMENT**",
        "So for all these reasons, I am passionately committed to producing a comprehensive, ambitious policy programme on international development.",
        "That is why I established the Globalisation and Global Poverty Policy Group.",
        "Chaired by Peter Lilley, advised by Bob Geldof, its members include a range of talented, internationally-respected experts like James Rubin and Will Day of the UN.",
        "I look forward to its report next summer.",
        "Many of you here today will know Andrew Mitchell, Shadow International Development Secretary, who has immersed himself in these issues over the past year.",
        "And I also welcome the establishment of the Conservative Human Rights Commission which will focus on regimes that violate the rights of their citizens.",
        "There is now an emerging cross-party consensus on the importance of issues like fair trade, aid effectiveness, debt relief, conflict resolution and disease prevention.",
        "This is great news.",
        "I’ve never believed that politics should be about creating artificial points of difference or fake dividing lines.",
        "The more that we can work together in politics, the better the outcomes for society – whether at home or abroad.",
        "But I do believe that my Party can make a distinctive contribution to the poverty debate.",
        "And I do believe we have a role in questioning and probing the Government on its approach – as we have done on the need for interim targets for AIDS treatment.",
        "So today I’d like to outline some of the key aspects of that contribution…",
        "To set out our commitment and our priorities.",
        "And to put these in the context of a clear vision, based on our instinctive values.",
        "**VISION AND VALUES**",
        "As Conservatives, our values are clear.",
        "We believe in trusting people – that the more you trust people, the stronger they and society become.",
        "And we believe in sharing responsibility – that we’re all in this together: government, business, civic society, families and individuals.",
        "These values teach us that free markets are necessary for the creation of wealth.",
        "But that’s not the same as the elimination of poverty.",
        "We used to say that a rising economic tide lifts all boats.",
        "Well that obviously isn’t true.",
        "In recent years, the greatest global economic expansion in the history of mankind has lifted billions out of poverty.",
        "We should celebrate that as a success for open markets and free trade.",
        "But billions are still left behind.",
        "To eliminate poverty, economic liberalism – free markets and free trade – are not enough.",
        "They are necessary, but not sufficient.",
        "So our modern Conservative vision must combine economic liberalism, to remove the barriers that hold prosperity back…",
        "…with economic empowerment, to remove the shackles that lock poverty in.",
        "Economic empowerment means enabling people and countries to move from poverty and dependency to prosperity and sustainability.",
        "It means fixing the broken rungs on the ladder from poverty to wealth.",
        "And it means focusing first on the triple tragedies that stand in the way of poor countries getting richer: disease, disaster and conflict.",
        "**DISEASE**",
        "Tackling killer diseases such as HIV/AIDS, malaria, and TB should be our first priority.",
        "The burden of diseases falls disproportionately upon the poor.",
        "They are more susceptible to infection.",
        "And they lack the funds to get treatment.",
        "As well as ruining individual lives, diseases lower productivity and undermine national development.",
        "Jeffrey Sachs has estimated that malaria slows economic growth in Africa by up to 1.3% each year.",
        "Anti-disease interventions can be amazingly cost-effective.",
        "For relatively small sums, our support can lead to an immediate and profound improvement in millions of lives.",
        "**DISASTER**",
        "It is also the poor who suffer the most, and soonest, from natural disasters.",
        "Countries like Bangladesh could be catastrophically affected by rising sea levels.",
        "Desertification can contribute to conflict, as we have seen in Darfur.",
        "A part of Conservatism is the instinct to conserve.",
        "Another part is an understanding of our duty to future generations.",
        "That’s why Conservatives have an instinctive understanding of environmental sustainability.",
        "We grasp the importance of handing our planet on in a better condition than we found it, and that’s why I have put the environment at the heart of our political strategy.",
        "And it’s why we see climate change and environmental sustainability as a critical component of international development policy.",
        "**CONFLICT**",
        "Deadly diseases and natural disasters are bad enough, but man’s inhumanity to man is in some ways even worse.",
        "In Darfur, as Andrew Mitchell and William Hague saw for themselves when they went there recently, there are two million people living in camps, victims of conflict and state-sponsored ethnic cleansing.",
        "The people of Darfur need a UN force with the mandate and capacity to protect them, and I want to see more effective, targeted sanctions on the Government of Sudan.",
        "In Northern Uganda we have seen appalling atrocities committed and abject levels of poverty in the displaced peoples’ camps which contain over a million and a half people.",
        "The British Government, along with the international community, should put pressure on the Ugandan Government to ensure that the International Criminal Court’s arrest warrants for the leaders of the murderous Lord’s Resistance Army are carried out.",
        "**IATT**",
        "Uncontrolled arms sales help to fuel brutal and destabilising conflicts like those in Darfur and Northern Uganda.",
        "So there is a vital need to ensure that the global arms trade is governed by firm, consistent and fair rules.",
        "That is why I support the principle of an International Arms Trade Treaty.",
        "It will take a lot of work to firm up and secure international agreement on the details of such a Treaty.",
        "But doing so must be a key objective ahead of the UN General Assembly meeting this summer.",
        "**AID**",
        "When we consider the tragedies of disease, disaster and conflict, we must surely see the short-termism of those who argue, still, that aid has no place in international development.",
        "That we should leave it all to free markets and free trade.",
        "I believe that effective aid is essential for economic empowerment, and that is why a Conservative government would spend more on aid.",
        "We will work towards achieving the target of spending 0.7% of national income on aid by 2013.",
        "And every year between now and then, we should look to see if it is desirable, and possible, to go further and faster.",
        "We should also be proud of the Department for International Development’s achievements today.",
        "I want to build on its success, and cement DfID’s reputation as the leading national aid agency.",
        "My vision is for a strengthened Department for International Development, delivering better results and saving more lives.",
        "That’s why an incoming Conservative government will keep DfID as an independent department.",
        "And we will maintain the Government’s approach on tied aid.",
        "I’m delighted that in 2000 we gave up the misguided policy of tying aid to the use of contractors from the country that is supplying it.",
        "And I’m dismayed that other governments, such as the Americans and Germans, persist in using aid as a tool for subsidising their domestic industries.",
        "But I believe we can be more innovative still in our approach.",
        "One idea we will investigate, based on our belief in trusting people – and our instinctive dislike of top-down solutions – is aid vouchers.",
        "Aid vouchers, put directly in the hands of poor communities, would be redeemable for development services of any kind with an aid agency or supplier of their choice.",
        "The vouchers could be converted into cash by the aid agencies.",
        "For the first time, poor people themselves would be the masters, and aid agencies would have a direct and clear incentive to deliver effective services.",
        "Such an innovation would help show us what the poor really want – and who is most effective in meeting their needs.",
        "There has been a growth in aid policy in direct budget support.",
        "This makes sense in some cases, but our role, in Opposition, is to question and probe how well it is working – and to learn from experience.",
        "But our goal, of course, is to work towards a situation where countries no longer need aid.",
        "That’s what we mean by economic empowerment.",
        "And to achieve it, we need not only to remove the shackles of disease, disaster and conflict that lock poverty in.",
        "We need to remove the barriers that hold prosperity back.",
        "**TRADE**",
        "Chief amongst these is trade.",
        "I want us to move beyond the sterile debate about free trade or fair trade.",
        "Let’s focus on what people in the poorest communities want and need: real trade, that’s both free and fair.",
        "It’s a simple bargain: we sell to them what they legitimately need and want, and we buy from them what they can produce, on terms that are fair.",
        "But we cannot hope to persuade poor countries of the benefits of progressively opening their economies if we, the developed countries, are not prepared to open our markets unilaterally to them.",
        "So the EU should further reform its Common Agricultural Policy, by abolishing all remaining production linked subsidies, scrapping import tariffs and removing all export subsidies.",
        "And, as I said to the Prime Minister in the House of Commons yesterday, we must recognise that the EU is not moving fast enough – we must be prepared to take the bold first step to unlock vital trade talk",
        "We should press for inventive measures to encourage trade between poor countries, where tariffs are highest.",
        "And we should press for the immediate abolition of so-called ‘killer tariffs’ – the shocking tariffs that some governments levy on imports of anti-malarial bednets and vital medicines.",
        "**INSTITUTIONAL CHANGE**",
        "But as well as tearing down the trade barriers that hold developing countries back, we must also help tear down the institutional barriers that stand in the way of progress and development.",
        "Here too, I believe that Conservatives have something important to add to the debate.",
        "We believe in trusting people, and in sharing responsibility.",
        "So we reject the old-fashioned, top-down approaches that impose identikit solutions which go against the grain of local cultures and traditions.",
        "And we understand that making poverty history is not something that rich countries can just ‘deliver’ for poor countries.",
        "We’re all in this together, and we all have our part to play.",
        "So of course it’s right that democratic governments in Africa and elsewhere should be given the policy space to develop in ways that make sense for them.",
        "But equally, we have a responsibility to share the lessons of our own development.",
        "Those lessons are clear and we should never be frightened to talk about them.",
        "**FREEDOM**",
        "First, freedom and prosperity go hand in hand.",
        "As Amartya Sen has shown, democratic countries with a free press are less prone to suffer from major famines.",
        "It is in closed societies, where leaders are insulated from scrutiny, feedback and criticism, that situations are likely to spiral out of control.",
        "Countries in the past like China under Mao and the Soviet Union under Stalin…",
        "…and countries in the present like North Korea, Zimbabwe, and Burma.",
        "**THE RULE OF LAW**",
        "The second lesson is that the rule of law and prosperity go hand in hand.",
        "Corruption is a scourge that eats away at growth and development.",
        "As ever, the poor are hardest hit.",
        "We should be inspired by the heroic example of John Githongo, who had the courage to blow the whistle on corruption in Kenya",
        "We have many levers at our disposal – not least our aid and our diplomatic influence – to help foster development in the poorer parts of the world.",
        "I want to encourage states and polities in the developing world which have a vested interest in the development of their countries, rather than in servicing their networks of clients and patrons for private gain.",
        "So we should champion and reward good governance.",
        "**PROPERTY RIGHTS**",
        "The third lesson, as economists from Adam Smith to Hernando de Soto have taught us, is that property rights and prosperity go hand in hand.",
        "The poor in developing countries are often denied rights to their land, undermining their ability to use it as collateral to support the investment that drives development.",
        "In November last year, I proposed establishing a Property Rights Fund to help formalise and entrench property rights in the developing world.",
        "**GOLDEN THREAD**",
        "There is a golden thread that links freedom, good government, the rule of law, property rights and civil society – and helps create the conditions for the economic empowerment of the poor.",
        "This must be central to our approach.",
        "It will help make poorer countries attractive to invest in.",
        "It will help remove the barriers that hold prosperity back.",
        "And it will help build good societies, as well as rich societies.",
        "**CONCLUSION**",
        "No one should underplay the scale of the challenges we face.",
        "More than 1.2 billion people – one in every five of the world’s population – still live in extreme poverty.",
        "Most countries in Africa are off-track to meet the Millennium Development Goals.",
        "We need to help developing nations alleviate immense human suffering and set the stage for self-sustaining growth.",
        "But I am convinced that with the right attitude and the right solutions we can win.",
        "Africa’s economy grew by almost 5% last year.",
        "The poor are not victims, permanently trapped in poverty.",
        "They are hard workers, creative entrepreneurs, potential customers and trading partners.",
        "As C K Prahalad put it, there’s a fortune at the bottom of the pyramid.",
        "With unprecedented speed, millions have escaped poverty in China and South Asia.",
        "With mobile phones and other modern technologies, developing countries can leapfrog decades of development.",
        "They don’t need to re-invent the wheel, computer, or mobile phone.",
        "They need economic empowerment, to remove the shackles that lock poverty in; and economic liberalism, to remove the barriers that hold prosperity back.",
        "The seeds of the wealth of nations can – and have – been sown around the world.",
        "With our help, they can spread yet further.",
        "This is the challenge for our new politics",
        "Organisations like Oxfam, with its dedicated staff and volunteers, embody the spirit we need.",
        "I want us to work together to help achieve our shared objectives.",
        "It’s a personal priority for me.",
        "I know it is for you.",
        "And together we can help make the world a better place."
    ]
}