{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-on-energy-to-the-lga-conference/",
    "title": "David Cameron – 2006 Speech on Energy to the LGA Conference",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Cameron, the then Leader of the Opposition, on 6 July 2006.",
    "content": [
        "“Thank you for inviting me to speak to you today.",
        "I want to talk about the importance of local democracy and the potential of local government.",
        "About what Joseph Chamberlain, in 19th century Birmingham, called the “municipal gospel” – the good news of reform, improvement and rebuilding.",
        "If ever a city needed a gospel, 19th century Birmingham was it.",
        "I am sorry to say the city was in the grip of rather reactionary civic leaders, called “the Economists”, whose only concern was to keep the rates down.",
        "They did not believe in “improvement”, especially when it cost money.",
        "But Chamberlain had a bolder vision for Birmingham.",
        "Using legislation passed by Disraeli’s government he cleared slums and built Corporation Street in their place.",
        "The centre of Birmingham became an economic powerhouse, and a place of beautiful urban design.",
        "Now I wouldn’t want to do everything Chamberlain did.",
        "I wouldn’t take the gas and water companies into public ownership, for instance.",
        "But I do want us to recover his spirit.",
        "The spirit of civic pride.",
        "For there are great things which local government can do.",
        "And there is a growing realisation in our country that many decisions that are now made centrally would be better made locally.",
        "So today, I’d like to set out my vision for empowering local government.",
        "And I’d like to illustrate that vision with a specific example of how local government can help tackle the great challenges we face.",
        "That example is climate change, where local government has a huge part to play in meeting our national – indeed our international – ambitions.",
        "In all our work on local government, I’m extremely fortunate to have the support and advice of an incredibly strong team that really understands the issues.",
        "People like Caroline Spelman and Eric Pickles.",
        "Sandy Bruce-Lockhart.",
        "A growing number of talented and experienced council leaders.",
        "And I want to make it clear today that we want to work with talented local government leaders across the political spectrum.",
        "No one party has a monopoly on wisdom, and we should be generous and open-minded in celebrating and learning from success, whatever the party label.",
        "**PAST CONSERVATIVE COMMITMENT TO LOCALISM**",
        "I know that devolution and deregulation have been the buzzwords of this conference.",
        "Government ministers have stood here this week and promised to hand more power and control back to local government.",
        "I was as delighted to hear that – as no doubt you were too.",
        "And I hope that you will approve of the localising vision that I will set out today.",
        "But first I think a note of humility is in order.",
        "It’s easy for Westminster politicians to talk about giving up power.",
        "But in practice, devolving power seems the hardest thing to do.",
        "This is certainly true of the last Conservative government.",
        "Despite our deepest Conservative values and instincts…",
        "…trusting people…",
        "…sharing responsibility…",
        "…believing that government should be closer to people, not further way…",
        "…the last Conservative government introduced a number of measures that centralised, rather than localised power.",
        "Of course there were some moves in the opposite direction, like local management of schools and the transfer of responsibilities in social care.",
        "And of course there were strong arguments at the time for the centralising measures that were taken.",
        "Protecting people from the costs of politically extreme councils.",
        "Promoting efficiency.",
        "Helping create jobs and wealth by stopping business from being fleeced.",
        "**TODAY’S CONSERVATIVE COMMITMENT TO LOCALISM**",
        "Well, since then, times have changed.",
        "Conservative leaders have certainly changed.",
        "That is, incidentally, one area where I am trying to reduce the rate of change.",
        "But my Party as a whole is changing.",
        "So I stand before you today, perhaps not quite a repenting sinner…",
        "…but at the very least an enthusiastic disciple of the localist creed.",
        "So what does that mean in practice?",
        "Today I want to set out four specific commitments that demonstrate our determination to give you more power…",
        "…empowering you to serve your local communities better.",
        "**FOUR SPECIFIC COMMITMENTS**",
        "First, we will address the democratic deficit caused by regionalisation and regional Assemblies.",
        "I believe passionately that Regional Assemblies are a costly and unnecessary bureaucratic barrier between local government and local people.",
        "Our position on Regional Assemblies could not be clearer.",
        "We will abolish them and return their powers to the local authorities where they belong.",
        "Secondly, we will address the cost and hassle imposed on councillors by the Standards Board.",
        "While its intent is positive, its bureaucracy just gets in the way.",
        "So we will abolish that too.",
        "Third, we will untie your hands when it comes to spending money.",
        "You know better than anyone what your local communities need.",
        "So you should be free to make your own spending priorities.",
        "We will progressively phase out the ring-fencing of government grant.",
        "All in all, we need a bonfire of the directives, audit systems, best value regimes, ring-fencing and all of the stark paraphernalia of the Whitehall control-freak regime that tells local authorities what they can and can’t do.",
        "My fourth commitment is about the structure of local government.",
        "I don’t think we need another local government reorganisation.",
        "We want to see stability in local government structures, and so we would scrap the review that David Miliband started. It’s wasting time, it’s setting council against council – and it’s a distraction from the real task of improving services and increasing efficiency.",
        "We will not hold yet another review of options like the creation of unitary authorities.",
        "We understand the value of civic pride, the impact of local democracy, and the inspiration that strong local leadership can bring.",
        "**TACKLING CLIMATE CHANGE: A LOCAL GOVERNMENT PRIORITY**",
        "There’s another powerful way of illustrating our commitment to localisation.",
        "It is to focus on what I believe is one of the greatest challenges for local government.",
        "Twenty years ago, at the height of the cold war, local councils had a key role in contingency planning for the greatest threat to the survival of mankind.",
        "Namely, a nuclear exchange between the two superpowers.",
        "The world has changed dramatically since then.",
        "Today, in the twenty first century, the greatest long term threat this planet faces is climate change.",
        "I’ve seen the evidence for myself.",
        "Earlier this year, I went to the Arctic.",
        "That’s where temperatures are rising faster, and where the effects of climate change are more pronounced.",
        "The consequences of those effects – the melting of the ice and the rise in sea levels – are potentially catastrophic for the rest of the world.",
        "I had the opportunity to interrogate the experts and put the arguments of the sceptics.",
        "It left a lasting impression, and it left me convinced that we must all rise to this great challenge.",
        "And in the battle against climate change, here in Britain, local government is in the front line.",
        "That’s because there is a direct connection between the choices we all make in our daily lives, at a local level, and the future of our planet.",
        "And I passionately believe that we all have a shared responsibility to rise to the challenge of climate change.",
        "My responsibility as a national politician is clear.",
        "To provide leadership.",
        "To push the issue up the political agenda.",
        "To champion the innovation and fresh thinking we need.",
        "And to set tough targets for reducing our carbon emissions.",
        "Your responsibility as local political leaders is also clear.",
        "To look at every aspect of local government and ask:",
        "How can we change the way we do things so we reduce our carbon emissions?",
        "How can we use less energy?",
        "How can we help local people and organisations to use less energy?",
        "How can we change the energy we use?",
        "**THE CLIMATE CHANGE OPPORTUNITY**",
        "I am fundamentally optimistic about our ability to rise to this challenge.",
        "I know that Britain is today lagging behind many other countries in our response to climate change.",
        "But it doesn’t always have to be like that.",
        "We here in Britain can lead the world in a decade if we act decisively today.",
        "That does mean radical changes in the way we live, work and play.",
        "But that doesn’t mean putting a brake on progress – far from it.",
        "When I think about climate change and our response to it, I don’t think of doom and gloom, costs and sacrifice.",
        "I think of a cleaner, greener world for our children to enjoy and inherit.",
        "I think of the almost unlimited power of innovation, the new technologies, the new products and services, and the progress they can bring for our planet and all mankind.",
        "Local government has a critical role to play.",
        "Think about the impact you have:",
        "The planning system… housing …",
        "… the massive purchasing power of local government procurement…",
        "… and the impact of education in our schools.",
        "Local councils have a vital part to play in delivering a low carbon future.",
        "We need to waste less energy; to generate more energy locally, and to generate more energy from renewable sources.",
        "Local authorities can make it happen, and I want to give you all the encouragement and help you need.",
        "**DECENTRALISED ENERGY**",
        "It will involve a new way of thinking about energy.",
        "Put simply, we need to move away from the old-fashioned top-down model of energy supply.",
        "The future of energy is not top-down, it’s bottom-up.",
        "In a word, the future’s not centralised – it’s decentralised.",
        "Decentralised energy – electricity generated in smaller, more local units like neighbourhood combined heat and power schemes – could make a huge contribution to reducing carbon emissions and improving energy efficiency.",
        "Decentralised energy offers an exciting vision of 21st century energy supply, re-engineering the system and opening it up to new, smaller technologies and more local participants.",
        "But we’ll never realise that vision unless we change our attitude to energy.",
        "In Britain we are still lumbered with the same backward-looking, central-planning mindset that has dominated thinking on electricity since the first half of the last century.",
        "There will always be a need for a robust and secure National Grid.",
        "Energy security is vital, but it is a myth that it can only be provided from remote and inefficient power stations…",
        "…or that electricity has to travel hundreds of miles to market.",
        "We live in a fast-changing world of scientific research and innovation.",
        "We’re on the brink of amazing technological breakthroughs that could transform the effectiveness and affordability of green energy options.",
        "I want Britain to be at the forefront of the green energy opportunity, and I want local government to be in the forefront of Britain’s environmental progress.",
        "That in turn requires action from national government.",
        "We need to spark a new green energy revolution in this country.",
        "We must remove the barriers that stand in the way of exciting innovation in fields like renewable and decentralised energy.",
        "**BEST PRACTICE**",
        "Already councils up and down the country are taking the lead in pioneering 21st century solutions to the new energy challenge.",
        "Last month, I presented the Ashden Awards which highlight and reward the successful use of sustainable energy.",
        "One of the main awards was won by Barnsley Council which has pioneered the most extensive application of biomass heating in the UK, using waste wood to heat community housing and other public buildings.",
        "They’ve taken out the old coal and gas burners and put in new ones that burn woodchips.",
        "As a result, the council has saved nearly 3,000 tonnes of carbon dioxide emissions a year.",
        "And Woking Borough Council isn’t waiting for a global solution to climate change.",
        "It has pioneered the use of decentralised energy to reduce carbon emissions.",
        "Combined heat and power; solar power, geothermal power, hydrogen fuel cells.",
        "All are playing a part in meeting Woking’s energy needs.",
        "In total Woking has been able to reduce its carbon emissions by a staggering 77% across its municipal estate.",
        "I want to see these islands of local government innovation become the everyday experience right across Britain.",
        "**ENERGY REVIEW**",
        "This needs vision and leadership from national government to set the right framework and create the right incentives.",
        "Today, we are publishing the interim findings of our own Energy Review.",
        "We have consulted widely with industry leaders and relevant experts.",
        "There is much more detailed policy work to be done.",
        "And we will study the conclusions of the Government’s own Energy Review carefully.",
        "But we are clear about our strategic objectives, the key principles that underpin our approach, and the policy direction we are taking.",
        "Our strategic objectives should be to reduce carbon emissions from the electricity supply industry and to guarantee an affordable and secure electricity supply.",
        "The policy direction we’re taking is based on two key principles.",
        "First, that government’s role should be to set the right framework for emissions reductions and energy security.",
        "Government should not be in the business of specifying a particular mix of electricity generation capacity.",
        "Our second principle is that industry’s role should be to develop the best and most affordable technology within this framework.",
        "We think it’s wrong to start with the technology you want to see, and set the framework afterwards.",
        "These principles, applied to the strategic objectives of carbon reduction and affordable energy security, point towards the three main components of the policy direction we are taking.",
        "We can guarantee carbon reduction by developing a long-term ‘cap and trade’ regime for carbon emissions.",
        "That means setting a limit on the overall amount of carbon dioxide that the electricity sector can emit, and allowing generators to buy or sell permits to emit carbon dioxide within the overall cap.",
        "We can guarantee that there will always be enough electricity generating capacity to keep the lights on by establishing a capacity payment system.",
        "That means paying generators to have spare capacity on stand-by.",
        "And we can spark a revolution in green energy by improving the regulatory structure for renewable and decentralised energy.",
        "That means getting rid of all unreasonable obstacles to investment in renewable and decentralised energy, for example making it easier for local generators to sell any spare electricity they generate back to the National Grid.",
        "There must be a level playing field for renewable and decentralised energy to compete on equal terms with nuclear power.",
        "That means, for example, improving and streamlining planning procedures both for nuclear and for green energy.",
        "**ENERGY REVIEW SUMMARY**",
        "So our position is clear.",
        "Guaranteed carbon reduction to tackle climate change.",
        "Combined with guaranteed security of energy supply to make sure the lights stay on.",
        "We want to give green energy a chance.",
        "That means no special favours or subsidies for nuclear power.",
        "Where the Government see nuclear power as the first choice…",
        "Under our framework it would be a last resort.",
        "Where the Liberal Democrats rule out nuclear power…",
        "We rule out subsidies and special favours for nuclear power.",
        "That is the strong and responsible position to take.",
        "**CONCLUSION**",
        "In renewable and decentralised energy, as in so many areas, councillors of all parties can lead a revolution in the way that Britain is run.",
        "There is an appetite for change.",
        "A hunger for progress.",
        "And a thirst for more local democracy and participation.",
        "I can feel it at this conference and I can feel it everywhere I go.",
        "Out there are the 21st century Chamberlains, the civic leaders who will be talked about in another hundred years’ time.",
        "Remembered for their vision.",
        "Recognised for their achievements.",
        "Rewarded with the legacy of strong communities and lasting civic pride.",
        "My job is to give you the power to make it happen."
    ]
}