{
    "url": "https://www.ukpol.co.uk/2016-david-cameron-statement-on-european-council-meeting/",
    "title": "David Cameron – 2016 Statement on European Council Meeting",
    "post_date": "March 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, on 18 March 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Good afternoon,\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This European Council has rightly been focused on the migration crisis affecting continental Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With over 8,000 migrants still arriving in Greece every week and signs that the numbers using the Central Mediterranean route are on the rise once again, it is absolutely vital that Europe takes the concrete action necessary to stem these flows.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is what we’ve agreed here today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a plan to break the link between getting in a boat and getting settlement in Europe. It’s a plan to bust the business model of the smugglers. And it’s a plan to reduce the numbers coming from both Turkey and Libya.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me say a few words on each.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, I welcome the agreement we have reached with Turkey today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will work together to stop migrants from leaving Turkey in the first place, to stop at sea those that do leave and to turn back the boats and to return back to Turkey those that do make it to Greece.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For the first time in this crisis, I believe that we have a plan, if properly and fully implemented, that really could help to make a difference deterring people from coming and shutting down the trade that the smuggling gangs have been exploiting.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now we’ve got this on paper, we have absolutely got to make it work in practice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will not be easy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will require a comprehensive and large scale operation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain will help. We have the expertise. We have skilled officials. Indeed, we are already playing our part.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Royal Fleet Auxiliary ship Mounts Bay and border force vessels are patrolling the Aegean.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Asylum experts and interpreters are already working in Greece to help them process individual cases.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And today I’ve said that we stand ready to do more.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it all needs to be part of a fully worked up plan to be drawn up – at our suggestion – in the next few days.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now let me be clear about the part the UK plays in this because of our special status.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will not be giving visa free access for Turks coming to the UK. That is a decision taken by Schengen countries for the Schengen area. We are not in the Schengen area, we are not bound by their decisions. This is a national decision by Britain and we won’t be giving that visa free access.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, we will not be taking more refugees – we have our programme of resettling people direct from the refugee camps and that stays the same.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are already investing in the Syrian refugee camps in Turkey and elsewhere and we have been calling for others to do more – so the financial commitment agreed today is money rightly spent and our share comes from our existing aid budget.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With this new agreement today, I do think we can significantly reduce numbers coming to Europe via the eastern Mediterranean.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we mustn’t take our eye off the ball and forget about other routes – particularly across the central Mediterranean from North Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now the EU naval operation we established last Summer has had some success – over 90 vessels have been destroyed and more than 50 smugglers arrested.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "HMS Enterprise is taking part and we will extend her deployment through the Summer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But with a new government now in Libya, we now have an opportunity to make this operation more effective – working with the Libyan coastguard in Libyan waters so we can turn back the boats and stop the smugglers there too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now this isn’t going to happen overnight – but we need to start now.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why today I brought together leaders from France, Germany, Italy, Spain and Malta to discuss how we make this happen.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we all agreed that we would work with the new Libyan government, that we’d commit the necessary resources and we’d look towards the next stage of the mission which is going into Libyan territorial waters.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we all agreed that we would:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– work with the new Libyan government\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– we’d commit the necessary resources\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– and we’d look toward the next stage of the mission which is going into Libyan territorial waters.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, I just wanted to seize the opportunity here at this summit to address a concern of many people back at home – the VAT rate on sanitary products.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have some EU wide VAT rules in order to make the single market work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But on the specific issue of VAT on sanitary products, we have been pressing the European Commission for several months to bring forward proposals so we can apply a zero rate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I secured clear Council Conclusions for this and that’s exactly what they will do – with proposals in the coming days.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What’s more, I also secured backing from all other European leaders for this plan.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we are now a step closer to stopping this tampon tax once and for all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It shows that when we fight for our interests here, we are heard and we can get things done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We can reform the EU to make it work for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And at this summit we have shown that once again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I believe that Britain will be stronger, safer and better off in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}