{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-in-hungary/",
    "title": "David Cameron – 2016 Speech in Hungary",
    "post_date": "January 8, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Budapest, Hungary on 7 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well thank you very much and thank you Viktor **[Orbán]** for the warmth of your welcome and for your friendship and your support. As you say, it’s a decade since a British Prime Minister has been to Hungary. That’s far too long and I’m delighted to be here today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I came to your country as a student in 1985. I came as a young man a couple of times, actually, in the 1990s and later, and it’s great to be back here as Prime Minister and to see the incredible progress of this country and to see your Prime Ministership and economy that is growing, unemployment that is low, and a very successful Hungarian economy it is. And thank you for what you said about Britain’s investment. It is a strong economic relationship we have, and a number of British companies are operating here, and I would like to see that number increase.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain and Hungary have important and close relations. We’re both members of NATO, enthusiastic members of NATO. We’re both members of the European Union. And we’ve worked together very closely. I think we share a lot of the same perspectives about Europe. We want a Europe that works, but we want a Europe that respects nation states, and a Europe that does not try to do everything, that recognises the role of nations states and believes in subsidiarity, that there are many things that are better left for countries to do themselves. But we should cooperate where we can achieve goals that suit us all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve discussed at some length the European reform agenda that I’ve put forward and the 4 points, the 4 areas where we think there needs to be progress. We want to see a Europe where, of course if some countries want to integrate further, they can, but for Britain this is not an ever-closer union. This is a cooperation over economics, over things we share in common, over policies where we can advance our mutual interests, but we don’t believe in an ever-deepening political project for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We want, as you said, a Europe that adds to our competitiveness, not that takes away from our competitiveness. We want a Europe that’s signing trade deals with the fastest-growing areas of the world, that’s completing the single market in energy, in services and digital; things that can drive the growth in jobs that we want to see in our countries. We want a Europe that has fair rules for those countries that are in the eurozone and those countries that are outside the eurozone. And this is, I think, an area where Britain and Hungary can make common cause. We want to make sure, yes, that the euro is a success. That is important for my economy, important for your economy. But we need to make sure that those of us outside the eurozone suffer no disadvantage, suffer no discrimination. And I think it’s important we get that right in the discussions we have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And finally we have discussed the issue of welfare and of the movement of people. Let me be clear, I support the free movement of people. People in Britain welcome the fact they are able to go and live and work in other European countries. But what matters is that we deal with the scale and the pressures that sometimes that movement can create. And Britain’s welfare system has provided something of an additional draw in terms of movement of people, and it’s that that my proposal of the 4-year wait for welfare benefits is designed to address.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we’ve had good discussions. We obviously now have a limited time between now and the February European Council, but I’m confident that, if we work hard with goodwill on all sides, we should try for an agreement at that Council. But as I have said, I only have to hold my referendum by the end of 2017. If it takes longer to make an agreement, then obviously what matters to me is the substance rather than the timing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve also discussed the important issues of mutual concern. The migration crisis into the European Union, where I think we have many common perspectives. We agree we have got to solve these problems upstream. We need a peace deal in Syria. We should go on supporting, as Britain does very generously, Syrian refugees in Lebanon, in Turkey, in Jordan and indeed in Syria itself. I quite agree with Viktor that Europe needs strong external borders and those that help provide those strong external borders I believe are doing very much the right thing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We talked about the crisis in Syria and how we can work together. We’ve talked about the work that we’re doing to confront Daesh and Islamist extremism, and the very welcome contribution that Hungarian forces are making as part of the coalition. And we’ve also discussed relations with Russia and the importance of Europe working together, particularly over implementing the Minsk Agreement with respect to Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So it’s been a very good meeting. Viktor and I have worked together now for many years. I look forward to working with you for many more years in the future, and I think there are important perspectives that we share, not just on Europe, but on defence, on NATO, and on these broader issues too. So thank you for the welcome, it’s very good to be back and I promise it won’t be another 10 years before a British Prime Minister, indeed this British prime minister, comes back to Hungary.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}