{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-in-the-czech-republic/",
    "title": "David Cameron – 2016 Speech in the Czech Republic",
    "post_date": "January 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Prague in the Czech Republic on 22 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well thank you very much Bohuslav for those warm words.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’m delighted to be back here in Prague today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This visit has been an opportunity to discuss our strong bilateral relationship.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our 2 countries have a great history of working together. I think of the brave Czech airmen who flew with the Royal Air Force in World War 2, I think of our armies fighting side by side in Afghanistan and our shared commitment today to an open and competitive European Union and also, as you said quite rightly, fighting against terrorism and extremism which are the threats to our countries and our world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s also been an opportunity, as you said, to discuss the progress we are making in reforming the UK’s relationship with the EU to address the concerns that the British people have about our membership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s also an opportunity to discuss the challenges posed by the migration crisis and how we can work together as European allies to address this crisis, including through the Syria donors conference I am hosting in London next month.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me say a few words about each of these areas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Firstly, EU reform. We agreed at the last European Council that we would work to find solutions in each of the 4 areas I have set out – on economic governance, on sovereignty, on competitiveness and on welfare.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The British people want to see a stronger role for national parliaments and an acceptance that ever closer union is not the aim of all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They want new rules to govern the relationship between those inside the eurozone and those outside.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they think, and I think, much more should be done to make the EU a source of growth and jobs – cutting back needless bureaucracy and driving forward completion of both the single market and trade deals with the fastest growing parts of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I support the principle of free movement and I greatly value the contribution that many Europeans, including Czechs, make to Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the challenge British people have identified is the scale of the vast movement of people we have seen across Europe over the last decade and the pressure that can put on public services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is the problem we need to address.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is hard work – because what we’re looking for is real and substantive change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I firmly believe there is a pathway to an agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve had very positive discussions about all of these things here today. And preparations for the discussion at the February European Council are now well underway in Brussels. So I’m confident that with the help of European partners, with good will, we will be able to get there and find genuinely mutually satisfactory conclusions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also discussed today the importance of continuing to work closely together to find a comprehensive solution to the migration crisis, of securing a stronger external EU border – and of doing much more to help the vulnerable refugees in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We agreed we need to continue to pursue a comprehensive approach that tackles the problem at source and stops migrants from making the perilous journey to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a problem facing the entire region, and Europe needs to work in unison to tackle it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain is playing its full part, with over £1.1billion already committed to the humanitarian effort in Syria and the resettlement of over 1,000 Syrian refugees in the UK and plans to resettle 19,000 more.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And of course I will be hosting the international Syria donors conference in London next month as I said.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I hope we can all work together to raise funds for refugees in the region. And I want us to address longer-term issues around jobs and education, giving those vulnerable people real hope and opportunities for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Above all, thank you very much Prime Minister Sobotka for welcoming us here today.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}