{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-press-conference-after-brussels-eu-council-meeting/",
    "title": "David Cameron – 2013 Press Conference after Brussels EU Council Meeting",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference statement and Q&A following the Brussels EU Council. The press conference was held on 15th March 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Good afternoon and welcome. I think this Council has had a number of useful discussions and some measured and good progress has been made. Four issues really: the EU budget, the British Presidency of the G8, the European economy and the issue of Syria. I’ll just say a word about each.",
        "On the EU budget, I remain of the view that we did a good deal; we did a really important deal for the future of the EU budget. We cut the limit of the EU credit card, and that limit is going to stay cut. There should be no change to the ceiling that was agreed, and the Council is clear about this. Of course the European Parliament will have points it wants to make, will have ideas it wants to put forward, will have flexibility it wants to suggest, but the ceiling is the ceiling, the rebate is the rebate, and they aren’t going to change.",
        "Second, the G8 . It was an opportunity for me to spell out the agenda that we’ll be pursuing at Loch Erne in Northern Ireland in June: three key economic issues on tax, transparency and trade. On tax, I do think it’s important that we have international cooperation to stop tax evasion and to deal with aggressive tax avoidance and that is the agenda we’ll be pushing at the G8 and obviously it applies in the G20 and the OECD as well.",
        "Transparency, this is important. Because we want to make sure that when developing countries discover oil, gas, mineral deposits, we want to make sure that these are a blessing and not a curse and too often in the past they’ve proved to be a curse. And I think the most important thing we can do there is greater transparency, greater transparency for governments, greater transparency for companies, greater transparency about laws and rules, and I think the G8 can give a lead there.",
        "The third issue is trade. As you know, the trade deals that are on the table would add 2% to European Union GDP and help create 2 million jobs but of course trade shouldn’t simply be an issue for the rich men’s club of the world, it should also be an issue where we see an expansion of trade deals between developing countries and indeed within developing continents, particularly Africa where there are still many complex rules and bureaucracy that stop it achieving its full rate of growth.",
        "Added to those three Ts of tax, transparency and trade, we’ll also have a discussion – and I hope some progress – on issues related to terrorism, how we close down the ungoverned spaces, how we confront the poisonous narrative that the terrorists feed off, how we work together to improve security cooperation right across North Africa and also how we deal with the problems raised by hostage taking. So that is an issue I want us to pursue and discuss at the G8.",
        "Third point to make is in terms of progress on European economic growth. Last night’s discussion was useful. Chancellor Merkel, President Hollande and I achieved, I think, an important breakthrough, which is this: the European Commission has been looking at the greatest burdens identified by small and medium sized enterprises. And remember, it is small and medium sized enterprises that have provided 85% of the new jobs in the European Union over the last decade. They’ve identified ten key areas, the SMEs, where they want burdens reduced and we have now mandated the commission to set out in June how they’re going to reduce those burdens. They’ve also by autumn got to produce a list of unnecessary European Union rules that need to be reversed.",
        "As you know, I’ve spoken about the fact we are involved in a global race, a race where we need to compete and succeed, we need a more flexible, a more open, a more competitive Europe, that was the theme of my speech about Europe . I believe we’re beginning to achieve some of those things, because we need a Europe that doesn’t overregulate; in fact, we need a Europe that starts to take regulation off. We need the ratchet to go in the other direction, and with the Commission’s help we are now starting to see some progress on that front in the two ways that I identified.",
        "Finally on Syria, it is worth reflecting that we are two years into this dreadful conflict. There are probably over 70,000 people who’ve lost their lives and I think we have to be frank that what the international community has done so far – of course it has helped in terms of humanitarian assistance, and I’m proud of the role that Britain has played there; of course it has helped to put pressure on the regime, and I’m proud of what we’ve done at the UN and here at the EU – but it hasn’t overall worked in terms of stopping this conflict and achieving transition in Syria.",
        "I think that Foreign Secretary William Hague achieved an excellent outcome last week when he changed the rules so that it is possible to give technical assistance to the Syrian opposition, because we want to help them in what they’re doing, we want to shape them in what they’re doing in order to help provide a better outcome, but Francois Hollande and I have agreed it is also right to look at further changes in terms of the arms embargo, because at the moment it is basically still treating the Syrian regime in a pretty similar way to the Syrian opposition.",
        "This will be debated by foreign ministers, but I think it is just worth taking on for a moment the two arguments that the opponents of change make. The first is that what is required in Syria is a political solution, not a military solution . W ell, of course people want a political solution, of course I want a political solution, but this is not an either/or situation. I think in fact we’re more likely to see political progress if actually people can see that the Syrian opposition, which we have now recognised, that we are working with, is a credible and strengthening and growing force.",
        "The second argument people make is of course if you change the rules under the arms embargo, the arms will go to the wrong people, to which my answer is: that is what has happened already. And actually it’s important for countries like Britain, France, working with the Americans, working with other allies in the Gulf, to help the opposition, to work with the opposition, to shape the opposition and to make sure that it is those parts of the opposition that support a democratic and pluralistic Syria where minorities are properly protected, that those are the organisations getting our help and getting our assistance.",
        "So President Hollande and I made some of these arguments in the discussion this morning. The foreign ministers will meet, and I hope further progress will be made. But in the end, this is not about process. In the end this is about really working out everything we can do to help achieve a transition at the top in Syria, but also to help, shape and work with the Syrian opposition, who we now properly and rightfully recognise.",
        "That was all I wanted to say, happy to take some questions.",
        "**QUESTION**",
        "Prime Minister, I’d like to ask you about Syria please. You said that you and the French President – who I know you had a meeting with yesterday – raised this this morning. You didn’t say what response you got from the other European leaders here. I wondered if you could tell us please what support, how much support or how little support, you’ve got from other European leaders.",
        "And the French President has said overnight that if the EU will not agree to what you and he are asking for, changing those sanctions that run out at the end of May, then the French are prepared to act on their own. Now, can I ask you is Britain prepared to act along with the French if there is not agreement in the EU? We’ve already seen Britain and France combine on Libya, for example. Are we going to see a similar thing in Syria or are you confident you might get the agreement you want in the EU?",
        "**PRIME MINISTER**",
        "Well, first of all we should recognise the progress that was made last time these arrangements were discussed, where we wanted to have that changed so it was possible to give technical assistance to the Syrian opposition forces. We have that change; we’re able to do that; that’s right, that’s good. As things stand today, I’m not saying that Britain would actually like to supply arms to rebel groups. What we want to do is work with them and try to make sure that they are doing the right thing, and with technical assistance we are able to do that. So that is the first point I’d make.",
        "In terms of the discussion this morning, this is a leaders meeting; it’s not a meeting where we were debating conclusions or bits of text. It was an opportunity to make some arguments, to make points and to try to start the process of persuading people who’ve been less willing to move on this that there really are very strong arguments for saying that what is happening now isn’t working, and I sensed that there was a good understanding of that.",
        "What President Hollande has said about this issue is pretty similar to what I said to the Liaison Committee last week. Look, Britain is a sovereign country; we have our own foreign security and defence policies. If we want to take individual action, we think that’s in our national interest, of course we’re free to do so. The way it works in the European Union, if you want to come to a common position, as we have on this issue, you can, and then you can either keep renewing that common position, or you can decide not to renew that common position. Obviously so far, what we’ve done is amend that common position so that we have been able to give technical assistance.",
        "But if I thought our national interest was best met in another way, just as the French President would always stand up for France, I would always stand up for British interests. And on these issues, France and Britain do work well together; we do have, I think, a common analysis of what is wrong in Syria. We want to work together with allies in the Gulf to try and help bring about the change that we want to see, and I’m glad that relationship is working well.",
        "**QUESTION**",
        "What brought about the urgency for the French position yesterday? There seemed to be a very big shift from things going quite slowly to quite a different position being adopted by the French and indeed by you.",
        "**PRIME MINISTER**",
        "Well I think you’d obviously have to ask Francois (Hollande) that. I think the key point is this, it is March . Where we are now, these embargo arrangements have to be either renewed in May or amended in May or discontinued in May. So it’s right to have this debate. The most important thing that’s happened in the last few days over this issue is the amendment of the embargo arrangement, so that Britain and France, working together with allies, can help the Syrian opposition. We want to help them to save lives. We want to help them to bring about a transition in Syria.",
        "It is worth standing back and asking, why are we debating and discussing the approach we take? Well, the answer is because two years in, 70,000 people are dead. There’s a huge refugee and humanitarian crisis. Assad is still in place. He’s still being strongly supplied and strengthened by others, and we need to put pressure on to bring about the transition that is necessary for the Syrian people, necessary for the stability of that region, and in our national interest too.",
        "**QUESTION**",
        "Just to follow up on what you said, that Britain you’re saying would not actually like to supply arms at this point, why does it matter then to change the arms embargo?",
        "**PRIME MINISTER**",
        "Well I think first of all, what we most wanted to be able to do, as I said, is the technical assistance, which we wouldn’t have been able to do under the existing embargo, and that’s why it’s good that it’s changed. I think we should be asking ourselves the question though, is it right to have an arms embargo that basically still sees a sort of parity in terms of who you help between the regime and the opposition? Is that the right approach? Shouldn’t we be sending a pretty clear signal, just as we’ve sent a signal that we recognise the opposition, shouldn’t we be sending a more clear signal that there is a fundamental difference when it comes to the regime and the opposition?",
        "But this debate can now take place amongst the foreign ministers. I hope that a good common position can be achieved, but I think the French and British arguments are very strong about why we need to argue for changes in order to make sure that we speed up the transition process in Syria.",
        "**QUESTION**",
        "Could I take you back to a domestic issue: Leveson? How confident are you on Monday’s vote, and if protecting the free press is such an important issue of principle, why are you prepared to continue in a coalition that may legislate to stop it?",
        "**PRIME MINISTER**",
        "Well, obviously we’ll have to wait and see exactly what transpires on Monday, but what I think is good news is that we are bringing this issue to a conclusion. What I think we can’t go on with is a situation where the victims and the public don’t know what sort of press regulation we’re going to have. That needs to change. We can’t go on with a situation where, you know, bill after bill, the government’s legislative programme is potentially hijacked or contaminated with motions and amendments that are about something completely different.",
        "So that’s why I think it’s right to bring this to a conclusion. There’s a very good proposal on the table of a Royal Charter and some minor clauses on exemplary damages. That’s the option I’m putting forward. I think the good news – and obviously I’ve been sat here in Brussels – but it seems to me that the other parties are moving away from a sort of full-on legislation on Leveson and accepting that a Royal Charter is the right way forward. Well, that’s good. If we can get on with what I’ve got on the table and pass the legislative clauses I’ve put down, that would be I think real progress.",
        "But it’s right to bring this to a head. In the end, I think that is the best thing for everybody concerned, and I’m pleased that this has I think, now sped up everyone’s thinking process about what they really want.",
        "**QUESTION**",
        "If I could just ask you a quick one about Army pay. The Armed Forces Pay Review Body says that troops deserve an increase in the X-factor element of their pay to compensate for the added strain put on them by cuts and redundancies. Do you agree that they deserve that rise?",
        "**PRIME MINISTER**",
        "I think that our Armed Forces do an incredible job, and I think they should be probably rewarded, and I think we should always listen to independent bodies. The problem I have with the story in the Telegraph is that it is factually, I am afraid, incorrect, because the decision that I was advised over and made –which was to say to the individual concerned after their term was up that they had done a good job but their term was completed – that decision was made before the report was received. So while we’re talking about press regulation, always a good idea to check the facts before you write the story, in a self‑regulatory sort of way, of course.",
        "**QUESTION**",
        "We got a new pope this week, Pope Francis, and he said – he has said in the past that Britain has usurped the Falkland Island. Do you agree with him?",
        "**PRIME MINISTER**",
        "Well I don’t agree with him, respectfully, obviously. I would make two points. First of all, there was a pretty extraordinarily clear referendum in the Falkland Islands, and I think that is a message to everyone in the world that the people of these Islands have chosen very clearly the future they want. And that choice should be respected by everyone. As it were, the white smoke over the Falklands was pretty clear.",
        "**QUESTION**",
        "Do you believe voters should get the right to sack MPs who disgrace themselves in Westminster bars? And following on from that, do you think Eric Joyce is a fit and proper person to be an MP?",
        "**PRIME MINISTER**",
        "Well obviously I haven’t been able to follow every aspect of this story as I’ve been in a room with my 27 colleagues. But I do support the recall proposals that were in our manifesto. I still think it is right if we can find a way of putting this in place. I think it’s an important idea. As for Eric Joyce, I think this is going to have to be properly looked at, and I’m sure that the authorities both inside and outside of the House are more than capable of doing that.",
        "**QUESTION**",
        "The Austrian Chancellor today told us that the Austrian government is decidedly against the lifting of the arms embargo, and would in that case consider calling back the UN Blue Helmets from Austria on the Golan. Wouldn’t that create a new element of instability in the area, if the UN peacekeepers on the Golan are getting out?",
        "**PRIME MINISTER**",
        "Well, obviously we take a different view. I commend the work that Austrian and other troops do as Blue Helmets all over the world. I think it’s incredibly important that we have UN monitors, UN forces, UN peacekeeping forces. But UN peacekeeping forces should always do the job that they’re mandated to do, and I think saying that one decision about a UN peacekeeping force over here is affected by an entirely different decision over here, I don’t actually think is the right approach.",
        "**QUESTION**",
        "Can I ask whether you’ve managed to discuss and perhaps gain any ground on bonus caps at this summit, and what’s the risk that we actually get overruled?",
        "**PRIME MINISTER**",
        "The issue wasn’t discussed at this summit. The Chancellor made our position very clear. A couple of points. One is, this D irective, CRD IV, covers a huge amount of other ground . It covers important ground in terms of capital requirements, in terms of Basel conditions. And Britain, as the leading financial power in the European Union should be properly listened to over these vital issues. That is the first point that I would make.",
        "The second point is that in whatever ways possible, we will continue to make sure that, of course, we accept there do need to be rules, and we have the toughest transparency regime I think of any major financial centre. But we do not want to do endorse in any way an approach that will be self-defeating. If we find that financial institutions start to behave in an entirely different way, then actually, we won’t have achieved what I think the European Parliament and others in the European Union want to achieve.",
        "So we will continue to make sure that this is done in a way that is sensible, in a way that doesn’t damage the City of London, which – and I make this point in Brussels – is not just an important financial centre for Britain and an important provider of jobs, but is Europe’s financial centre, too. And I think this is also important to bear in mind when we think about the potential of other European countries to go ahead with the financial transactions tax.",
        "What we ought to be doing at these councils, as I’ve said, is talking about how we win in the global race. How do we make Europe more competitive? How do we get more industries to come to Europe, not leave Europe? And that is the context in which we should be thinking of financial services. Yes, they must be properly regulated, but actually, they do provide growth, jobs, investment, not just within the United Kingdom, but it’s a very important European industry as well.",
        "Thank you very much indeed for coming. I’m sure that we’ll see each other at another one of these European councils before too long."
    ]
}