{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-statement-on-syria/",
    "title": "David Cameron – 2015 Statement on Syria",
    "post_date": "January 7, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, at Downing Street, London on 13 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Good morning. Last night, the United States carried out an air strike in Raqqa, Syria, targeting Mohammed Emwazi – the ISIL executioner known as Jihadi John.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We cannot yet be certain if the strike was successful.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But let me be clear. I have always said that we would do whatever was necessary, whatever it took, to track down Emwazi and stop him taking the lives of others.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have been working, with the United States, literally around the clock to track him down. This was a combined effort. And the contribution of both our countries was essential.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Emwazi is a barbaric murderer. He was shown in those sickening videos of the beheadings of British aid workers. He posed an ongoing and serious threat to innocent civilians not only in Syria, but around the world, and in the United Kingdom too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "He was ISIL’s lead executioner, and let us never forget that he killed many, many, Muslims too. And he was intent on murdering many more people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this was an act of self-defence. It was the right thing to do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today I want to thank the United States: the United Kingdom has no better friend or ally.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I want to pay tribute to all those professionals in our own security and intelligence agencies and armed forces for the extraordinary work they do on behalf of our country. On this, as so often, they’ve been working hand in glove with their American colleagues. We are proud of them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If this strike was successful, and we still await confirmation of that, it will be a strike at the heart of ISIL. And it will demonstrate to those who would do Britain, our people and our allies harm: we have a long reach, we have unwavering determination and we never forget about our citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The threat ISIL pose continues. Britain and her allies will not rest until we have defeated this evil terrorist death cult, and the poisonous ideology on which it feeds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today though, my thoughts, and the thoughts of our country, are with the families of those who were so brutally murdered.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Japanese citizens Kenji Goto and Haruna Yukawa, American journalists Steven Sotloff and James Foley and aid worker Abdul-Rahman Kassig.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And of course our own citizens. Aid workers David Haines and Alan Henning. Nothing will bring back David and Alan. Their courage and selflessness stand in stark contrast to the empty callousness of their murderers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Their families and their friends should be proud of them, as we are. They were the best of British and they will be remembered long after the murderers of ISIL are forgotten.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}