{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-conservative-party-conference-speech/",
    "title": "David Cameron – 2013 Conservative Party Conference Speech",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "2013 Conservative Party Conference",
            "url": "/tag/2013-conservative-party-conference/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister and Leader of the Conservative Party, David Cameron, at the 2013 Conservative Party Conference in Manchester on 2nd October 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This week in Manchester we’ve shown this Party is on the side of hardworking people.",
        "Helping young people buy their own home.",
        "Getting the long-term unemployed back to work.",
        "Freezing fuel duty.",
        "Backing marriage.",
        "Cutting the deficit.",
        "Creating jobs.",
        "Creating wealth.",
        "Make no mistake: it is this Party with the verve, energy and ideas to take our country forward…",
        "…and I want to thank everyone here for the great week we’ve had.",
        "When we came to office, we faced a clear and daunting task: to turn our country around.",
        "In May 2010, the needle on the gauge was at crisis point.",
        "People were talking about this country in a way they had not done for decades.",
        "But three and a half years later, we are beginning to turn the corner.",
        "The deficit is falling.",
        "Our economy is growing.",
        "The numbers of our fellow countrymen and women in work are rising.",
        "We are not there yet, not by a long way.",
        "But, my friends, we are on our way.",
        "I want to thank the people who have done the most to get us this far.",
        "You. The British people.",
        "Never giving up. Working those extra hours. Coping with those necessary cuts.",
        "You. British business. You kept people on in the hard times. Invested before you knew for certain that things were getting better.",
        "Together – we are clearing up the mess that Labour left.",
        "But I have a simple question, to the people in this hall and beyond it.",
        "Is that enough?",
        "Is it enough that we just clear up Labour’s mess and think ‘job done’?",
        "Is it enough to just fix what went wrong?",
        "I say – no. Not for me.",
        "This isn’t job done; it is job begun.",
        "I didn’t come into politics just to fix what went wrong, but to build something right.",
        "We in this party – we don’t dream of deficits and decimal points and dry fiscal plans…",
        "…our dreams are about helping people get on in life…",
        "…aspiration, opportunity…",
        "…these are our words, our dreams.",
        "So today I want to talk about our one, abiding mission…",
        "…I believe it is the great Conservative mission…",
        "… that as our economy starts to recover…",
        "…we build a land of opportunity in our country today.",
        "Now, I know, it’ll be tough.",
        "But I know we’ve got what it takes in this Party.",
        "Some people say “can’t be done” – Conservatives say “what’s to stop us?”",
        "They said we couldn’t get terrorists out of our own country.",
        "Well – Theresa knew otherwise…",
        "…and that’s why Abu Qatada had his very own May Day this year…",
        "…didn’t it feel good seeing him get on that plane?",
        "Some people said the NHS wasn’t safe in our hands.",
        "Well – we knew otherwise.",
        "Who protected spending on the NHS? Not Labour – us.",
        "Who started the Cancer Drugs Fund? Not Labour – us.",
        "And by the way – who presided over Mid Staffs…",
        "…patients left for so long without water, they were drinking out of dirty vases…",
        "…people’s grandparents lying filthy and unwashed for days.",
        "Who allowed that to happen? Yes, it was Labour…",
        "…and don’t you dare lecture anyone on the NHS again.",
        "And some people say a lot of things on Europe.",
        "You’ll never be able to veto an EU treaty.",
        "You’ll never cut the Budget.",
        "And if you did these things – you’d have no allies in Europe.",
        "Well we’ve proved them wrong.",
        "I vetoed that treaty…",
        "…I got Britain out of the EU bail-out scheme…",
        "…and yes – I cut that budget.",
        "And in doing all this, we haven’t lost respect – we’ve won allies to get powers back from Europe.",
        "That is what we will do…",
        "…and at the end of it – yes – we will give the British people their say in a referendum.",
        "That is our pledge. It will be your choice: in or out.",
        "**BRITAIN IN THE WORLD**",
        "And friends, you know what someone said about us recently?",
        "Apparently some Russian official said: Britain is “just a small island that no-one pays any attention to.”",
        "Really?",
        "Let me just get this off my chest.",
        "When the world wanted rights, who wrote Magna Carta?",
        "When they wanted representation, who built the first Parliament?",
        "When they looked for compassion, who led the abolition of slavery?",
        "When they searched for equality, who gave women the vote?",
        "When their freedom was in peril, who offered blood, toil, tears and sweat?",
        "And today – whose music do they dance to?",
        "Whose universities do they flock to?",
        "Whose football league do they watch?",
        "Whose example of tolerance of people living together from every nation, every religion, young and old, straight and gay?",
        "…whose example do they aspire to?",
        "I haven’t even got on to the fact that this small island beat Russia in the Olympics last year…",
        "…or that the biggest-selling vodka brand in the world isn’t Russian, it’s British – Smirnoff – made in Fife…",
        "…so yes, we may be a small island…",
        "…but I tell you what, we’re a great country.",
        "But I want to make a serious point about our place in the world.",
        "Following that vote on Syria in the House of Commons, some people said it was time for Britain to re-think our role.",
        "I’m sorry – but I don’t agree.",
        "If we shrunk from the world we would be less safe and less prosperous.",
        "The role we play, the organisations we belong to…",
        "… and yes – the fact our defence budget remains the 4th largest in the world…",
        "…all this is not about national vanity – it’s about our national interest.",
        "When British citizens –our fathers, mothers, daughters– are in danger…",
        "…whether that’s in the deserts of Algeria or the city of Nairobi…",
        "…then combatting international terrorism – it matters to us.",
        "When five of the world’s fastest growing economies are African…",
        "…then trading with Africa – and yes helping Africa to develop with aid – that matters to us.",
        "And at the heart of all this work – the finest Foreign Secretary I could ask for: William Hague.",
        "Around the world, we really do matter as a United Kingdom…",
        "…England, Wales, Northern Ireland and Scotland.",
        "The date of the referendum has been set. The decision is for Scotland to make.",
        "All the arguments about our economy, jobs, currency – I believe they make an unanswerable case for the UK.",
        "But today I want a more simple message to go out to all the people of Scotland.",
        "From us here in this hall, from me, from this party, from this country, from England, Wales, Northern Ireland…",
        "…and it’s this:",
        "We want you to stay.",
        "We want to stick together.",
        "Think of all we’ve achieved together – the things we can do together.",
        "The nations – as one.",
        "Our Kingdom – United.",
        "For 12 years now, men and women from all parts of these islands have been serving their country in Afghanistan.",
        "Next year, the last of our combat troops will be coming home…",
        "…having trained up the Afghans to look after their own country.",
        "More than a decade of war.",
        "Sacrifice beyond measure – from the finest and bravest armed forces in the world.",
        "And I want us to stand, to raise the roof in here, to show just how proud of those men and women we are.",
        "**THATCHER**",
        "We in this room are a team.",
        "And this year, we said goodbye to one of our team.",
        "Margaret Thatcher made our country stand tall again, at home and abroad.",
        "Rescuing our economy. Giving power to our people. Spreading home ownership. Creating work. Winning the Cold War. Saving the Falklands.",
        "I asked her about her record once.",
        "I was sitting next to her at a dinner – and I was really nervous.",
        "As ever she was totally charming, she put me at ease…",
        "…but after a while I said: “Margaret, if you had your time in Government again, is there anything you’d do differently?”",
        "And she turned to me and said: “You know, I think I did pretty well the first time around.”",
        "Well we can all agree with that – and we can all agree on this…",
        "…she was the greatest peace-time Prime Minister our country has ever had.",
        "**LABOUR’S MESS**",
        "Margaret Thatcher had an almighty mess to clear up when she came to office…",
        "…and so did we.",
        "We will never forget what we found.",
        "The biggest Budget deficit in our peace-time history.",
        "The deepest recession since the Second World War.",
        "But it wasn’t just the debt and deficit Labour left…",
        "…it was who got hurt.",
        "Millions coming here from overseas while millions of British people were left on welfare.",
        "The richest paying lower tax rates than their cleaners.",
        "Unsustainable, debt-fuelled banks booming – while manufacturing withered away.",
        "The North falling further behind.",
        "Towns where a quarter of people lived on benefits.",
        "Schools where 8 out of 10 children didn’t get five decent GCSEs.",
        "Yes, they were famously “intensely relaxed” about people getting filthy rich…",
        "…but tragically, they were also “intensely relaxed” about people staying stuck on welfare year after year…",
        "…“intensely relaxed” about children leaving school without proper qualifications so they couldn’t hope to get a job at the end of it.",
        "That was it.",
        "That was what they left.",
        "The casino economy meets the welfare society meets the broken education system…",
        "…a country for the few built by the so-called party of the many…",
        "…and Labour: we will never let you forget it.",
        "**OUR MISSION**",
        "These past few years have been a real struggle.",
        "But what people want to know now is: was the struggle worth it?",
        "And here’s the honest answer.",
        "The struggle will only be worth it if we as a country finish the job we’ve started.",
        "Finishing the job means understanding this.",
        "Our economy may be turning the corner – and of course that’s great.",
        "But we still haven’t finished paying for Labour’s Debt Crisis.",
        "If anyone thinks that’s over, done, dealt with – they’re living in a fantasy land.",
        "This country’s debt crisis, created by Labour, is not over.",
        "After three years of cuts, we still have one of the biggest deficits in the world.",
        "We are still spending more than we earn.",
        "We still need to earn more and yes, our Government still needs to spend less.",
        "I see that Labour have stopped talking about the debt crisis and now they talk about the cost of living crisis.",
        "As if one wasn’t directly related to the other.",
        "If you want to know what happens if you don’t deal with a debt crisis…",
        "…and how it affects the cost of living…",
        "…just go and ask the Greeks.",
        "So finishing the job means sticking to our course until we’ve paid off all of Labour’s deficit, not just some of it.",
        "And yes – let’s run a surplus so that this time we fix the roof when the sun is shining…",
        "…as George said in that brilliant speech on Monday.",
        "To abandon deficit reduction now would throw away all the progress we’ve made.",
        "It would put us back to square one.",
        "Unbelievably, that’s exactly what Labour now want to do.",
        "How did they get us into this mess?",
        "Too much spending, too much borrowing, too much debt.",
        "And what did they propose last week?",
        "More spending, more borrowing, more debt.",
        "They have learned nothing – literally nothing – from the crisis they created.",
        "But finishing the job is about more than clearing up the mess we were left.",
        "It means building something better in its place.",
        "In place of the casino economy, one where people who work hard can actually get on",
        "In place of the welfare society, one where no individual is written off.",
        "In place of the broken education system, one that gives every child the chance to rise up and succeed.",
        "Our economy, our society, welfare, schools…",
        "…all reformed, all rebuilt – with one aim, one mission in mind:",
        "To make this country, at long last and for the first time ever, a land of opportunity for all.",
        "For all.",
        "So it makes no difference whether you live in the North or in the South, whether you’re black or you’re white, a man or a woman, the school you went to, the background you have, who your parents were…",
        "…what matters is the effort you put in, and if you put the effort in you’ll have the chance to make it.",
        "That’s what the land of opportunity means.",
        "That’s what finishing the job means.",
        "Of course I know that others in politics may talk about these things.",
        "But wishing for something, caring about something – that’s not enough.",
        "You can’t conjure up a dynamic economy, a strong society, fantastic schools all with the stroke of a minister’s pen.",
        "It takes a mixture of hard work, common sense and – above all – the right values.",
        "When the left say: you can’t expect too much from the poorest kids; don’t ask too much from people on welfare; business is the problem, not the solution…",
        "…Here in this party we say: that’s just wrong.",
        "If you expect nothing of people that does nothing for them.",
        "Yes, you must help people – but you help people by putting up ladders that they can climb through their own efforts.",
        "You don’t help children succeed by dumbing down education…",
        "…you help them by pushing them hard.",
        "Good education is not about equality of outcomes but bringing the best out of every single child.",
        "You don’t help people by leaving them stuck on welfare…",
        "…but by helping them stand on their own two feet.",
        "Why? Because the best way out of poverty is work – and the dignity that brings.",
        "We know that profit, wealth creation, tax cuts, enterprise…",
        "…these are not dirty, elitist words – they’re not the problem…",
        "…they really are the solution because it’s not government that creates jobs, it’s businesses…",
        "…it’s businesses that get wages in people’s pockets, food on their tables, hope for their families and success for our country.",
        "There is no shortcut to a land of opportunity. No quick fix. No easy way to do it.",
        "You build it business by business, school by school, person by person…",
        "…patiently, practically, painstakingly.",
        "And underpinning it all is that deep, instinctive belief that if you trust people and give them the tools, they will succeed.",
        "This party at its heart is about big people, strong communities, responsible businesses, a bigger society – not a bigger state.",
        "It’s how we’ve been clearing up the mess.",
        "And it’s how we’re going to build something better in its place.",
        "So let’s stick with it and finish the job we’ve started.",
        "**ECONOMY**",
        "A land of opportunity starts in our economy.",
        "The chance to get a decent job. To start a business. To own a home.",
        "And at the end of it all – more money in your pocket.",
        "To get decent jobs for people, you’ve got to recognise some fundamental economic facts.",
        "We are in a global race today. No one owes us a living.",
        "Last week, our ambition to compete in the global race was airily dismissed as a race to the bottom…",
        "…that it means competing with China on sweatshops and India on low wages.",
        "No – those countries are becoming our customers…",
        "…and we’ve got to compete with California on innovation; Germany on high-end manufacturing; Asia on finance and technology.",
        "And here’s something else you need to recognise about this race.",
        "The plain fact is this.",
        "All those global companies that employ lots of people – they can set up anywhere in the world.",
        "They could go to Silicon Valley. To Berlin.",
        "And yes, here in Manchester.",
        "And these companies base their decisions on some simple things: like the tax rates in each country.",
        "So if those taxes are higher here than elsewhere, they don’t come here.",
        "And if they don’t come here, we don’t get those jobs.",
        "Do you get that, Labour?",
        "British people don’t get those jobs.",
        "Last week Labour proposed to put up corporation tax on our biggest and most successful employers.",
        "That is just about the most damaging, nonsensical, twisted economic policy you could possibly come up with.",
        "I get to visit some amazing factories in my job.",
        "One of my favourites is Jaguar Land Rover…",
        "…not just because they actually let me get in a car and drive it around on my own…",
        "…but really because I get to meet people there who are incredibly proud of their work and their craftsmanship…",
        "…the fact that what they’re making sells around the world – the best of British design and engineering.",
        "So when Ed Miliband talks about the face of big business, I think about the faces of these hardworking people.",
        "Labour is saying to their employers: “we want to put up your taxes… don’t come here – stick your jobs and take them elsewhere”.",
        "I know that bashing business might play to a Labour audience.",
        "But it’s crazy for our country.",
        "So if Labour’s plan for jobs is to attack business – ours is to back business.",
        "Regulation – down. Taxes – cut for businesses large and small. A new industrial policy that looks to the future – green jobs, aerospace jobs, life science jobs.",
        "We’ve made a good start: 1.4 million new jobs created in our private sector since we came to office…",
        "…and that is 1.4 million reasons to finish the job we’ve started.",
        "In a land of opportunity, it’s easier to start your own business.",
        "To all those people who strike out on their own, who sit there night after night…",
        "…checking and double checking whether the numbers stack up…",
        "…I say I have so much respect for you – you are national heroes.",
        "I’ll never forget watching Samantha do just that – winning her first customer, sorting out the cash flow, that magic moment when she got her first business cards printed.",
        "I was incredibly proud of her then – and I am incredibly proud of her now.",
        "People setting up new businesses need finance – that’s why we’ve brought in Start-up Loans.",
        "They need their taxes cut – and we’re doing it – up to £2000 off your National Insurance bill for every small business.",
        "And it’s working.",
        "Let me tell you how many businesses have started up in Britain since the election: over 300,000…",
        "…that is 300,000 more reasons to finish the job we’ve started.",
        "In a land of opportunity, more people must be able to own a home of their own.",
        "You know that old saying, your home is your castle?",
        "Well for most young people today, their home is their landlord’s.",
        "Generation Y is starting to become Generation Why Do We Bother?",
        "Millions of them stuck renting when they’re desperate to buy.",
        "I met a couple on Sunday – Emily and James.",
        "They’d both had decent jobs, but because they didn’t have rich parents, they couldn’t get a big enough deposit to buy a house.",
        "And let me tell you where I met them.",
        "In their new home, bought with our Help to Buy mortgage scheme.",
        "It was still half built… but they showed me where the kitchen would be.",
        "Outside there was rubble all over the ground, but they’d already bought a lawn-mower.",
        "And they talked about how excited they were to be spending a first Christmas in a home of their own.",
        "That is what we’re about…",
        "…and this, the party of aspiration is going to finish the job we’ve started.",
        "In a land of opportunity there’s another thing people need…",
        "…the most important thing of all…",
        "…more money in their pockets.",
        "These have been difficult years.",
        "People have found it hard to make ends meet.",
        "That’s why we’ve frozen council tax…",
        "…and why we are freezing fuel duty.",
        "But we need to do more. I know that.",
        "We’ve heard Labour’s ideas to help with the cost of living.",
        "Taxes on banks they want to spend ten times over.",
        "Promising free childcare – then saying that actually, you’ve got to pay for it.",
        "An energy promise they admitted 24 hours later they might not be able to keep.",
        "It’s all sticking plasters and quick fixes… cobbled together for the TV cameras.",
        "Red Ed and his Blue Peter economy.",
        "To raise living standards in the long-term, you need to do some major things:…",
        "…you need to cut the deficit to keep mortgage rates low…",
        "…you need to grow your economy, get people jobs…",
        "…and yes – cut people’s taxes.",
        "I want people to keep more of their money.",
        "We’ve already cut the taxes of 25 million hardworking people…",
        "…and yes – that is 25 million more reasons to finish the job we’ve started.",
        "We’re Tories. We believe in low taxes. And believe me – we will keep on cutting the taxes of hardworking people.",
        "**NORTH SOUTH**",
        "And here in Manchester let me say this: when I say a land of opportunity for all I mean everyone – North and South.",
        "This country has been too London-centric for far too long.",
        "That’s why we need a new North-South railway line.",
        "The fact is this.",
        "The West Coast mainline is almost full.",
        "We have to build a new railway…",
        "…and the choice is between another old-style Victorian one – or a high speed one.",
        "Just imagine if someone had said, no, we can’t build the M1, or the Severn Bridge, imagine how that would be hobbling our economy today.",
        "HS2 is about bringing North and South together in our national endeavour.",
        "Because think of what more we could do with the pistons firing in all parts of our country.",
        "With its wind and wave power, let’s make the Humber the centre of clean energy.",
        "With its resources under the ground, let’s make Blackpool the centre of Europe for the shale gas industry.",
        "With its brains and research centres, let’s make Manchester the world leader in advanced materials.",
        "We’re building an economy for the North and South, embracing new technologies, producing things and selling them to the world.",
        "So make no mistake who’s looking forward in British politics…",
        "…we’ll leave the 1970s-style socialism to others…",
        "…we are the party of the future.",
        "We’re making progress.",
        "You know how I know that?",
        "It’s every week, at Prime Minister’s Questions.",
        "There was a time when I’d look across to Ed Balls, and there he was, shouting his head off, and doing this with his hands – screaming out the economy was flat-lining…",
        "…and all with such glee.",
        "But recently, it’s gone a bit quiet.",
        "Could it be because there was no double dip and the economy’s now growing?",
        "Well, I’ve got a gesture of my own for Ed Balls…",
        "…and don’t worry – it’s not a rude one…",
        "…jobs are up…",
        "…construction is up…",
        "…manufacturing is up…",
        "…inward investment…",
        "…retail sales…",
        "…homebuilding…",
        "…business confidence…",
        "…consumer confidence – all these things are up.",
        "And to anyone who wants to talk our economy down, let me tell you this.",
        "Since this conference began, over 100,000 jet planes have soared into the sky on wings made in Britain.",
        "Every single day in this country, over 4,000 cars are coming off the production line – ready to be exported around the globe.",
        "Last year, Britain overtook France as Germany’s top trading partner…",
        "…not bad for a nation of shop-keepers.",
        "And that’s the point.",
        "Exports to China are up…",
        "Exports to Brazil are up…",
        "…exports to India, Russia, Thailand, South Korea, Australia – all up.",
        "So let us never forget the cast-iron law of British politics…",
        "Yes – the oceans can rise…",
        "…and empires can fall…",
        "…but one thing will never, ever change…",
        "…it’s Labour who wreck our economy and it’s we Conservatives who clear it up.",
        "**EDUCATION**",
        "A land of opportunity means educating our children – and I mean all our children.",
        "It’s OK for the children who have parents reading them stories every night – and that’s great…",
        "…but what about the ones at the back of the class, in the chaotic home, in the home of the drug addict or alcoholic?",
        "We need these children – and frankly they need us.",
        "That’s why three and a half years ago, one man came into the Department of Education…",
        "…Michael Gove, there he is…",
        "…with a belief in excellence and massive energy…",
        "…like a cross between Mr Chips and the Duracell bunny.",
        "Let’s look at the results.",
        "More students studying proper science.",
        "More children learning a foreign language.",
        "We’ve ended the dumbing down in exams.",
        "For the first time – children in our schools will learn the new language of computer coding.",
        "And we’re sending a clear message to children: if you fail English and maths GCSE, you’re going to have to take and re-take them again until you pass.",
        "Because as I tell my own children – there’s not a job in the world where you don’t need to spell and add up properly.",
        "But ultimately – really raising standards means innovation, choice…",
        "…it means giving passionate people the freedom to run our schools.",
        "That’s what Free Schools are all about.",
        "I’ll never forget sitting in the classroom at Perry Beeches III in Birmingham, on the first day of term this year.",
        "I met a mum there who said to me – this is what I’ve dreamed of for my child…",
        "…proper uniforms, high standards…",
        "…this is going to give my child a good start in life.",
        "When Michael Howard asked me what job I wanted in the Shadow cabinet I said education…",
        "…because this is the kind of thing I came into politics to bring about.",
        "You want to know something totally extraordinary about free schools?",
        "Labour’s official policy is to be against them…",
        "…but – get this – Labour MPs are backing them in their local area.",
        "And not just any Labour MPs.",
        "I promise I’m not making this up..",
        "…the Shadow Education Secretary – Stephen Twigg – has backed one in his own city.",
        "Unbelievable.",
        "And isn’t that always the way with the Left?",
        "They don’t like privilege – unless of course it’s for their own children.",
        "Well we in this Party are ambitious for all our children…",
        "…and we’ve got to finish the job we started.",
        "We’ve already got technical colleges run by great companies like JCB…",
        "…I say: let’s have one of those colleges in every single major town.",
        "We’ve had a million apprenticeships start with this Government…",
        "…now we want a new expectation: as you leave school you have a choice – go to university or do an apprenticeship.",
        "And while we’ve still got children leaving primary school not reading, writing and adding up properly…",
        "…let us set this ambition for our country: let’s eliminate illiteracy and give every one of those children a chance.",
        "And friends as we do all this, we’re remembering the most vulnerable children of all.",
        "There are thousands of children every year who grow up in homes where nappies – and bedclothes – go unchanged…",
        "…and where their cries of pain go unheard.",
        "These children just need the most basic opportunity of all: a loving family.",
        "Two years ago I told you about our determination to speed up adoption…",
        "…and this past year, we saw record numbers finding permanent, loving homes.",
        "4000 children adopted…",
        "…that is 4000 more reasons to finish the job we’ve started.",
        "And as we keep on with this, we remember who is on the front line.",
        "I have to make some tough decisions in my job…",
        "…but none as tough as whether to break up a family and rescue a child… or try and stitch that family back together.",
        "Social work is a noble and vital calling.",
        "I’ll never forget how after my son Ivan was born, a social worker sat patiently in our kitchen and told us about the sort of help we might need.",
        "This Government has helped get some of the brightest graduates into teaching…",
        "…and we have pledged to do the same for social work…",
        "…now let us, in this hall, hear it for Britain’s social workers who are doing such an important job in our country today.",
        "**WELFARE**",
        "The land of opportunity needs one final thing: welfare that works.",
        "We know how badly things went wrong.",
        "Our fellow citizens working every hour of every day to put food on the table ask this: why should my taxes go to people who could work but don’t?",
        "Or to those who live in homes that hardworking people could never afford?",
        "Or to people who have no right to be here in the first place?",
        "I say this to the British people: you have every right to be angry about a system that is unfair and unjust – and that’s why we are sorting it out.",
        "We’ve capped welfare. We’ve capped housing benefit. We’ve insisted on new rules so that if you reject work, you lose benefits.",
        "And let’s be absolutely clear.",
        "As Boris said in that great speech yesterday, the problems in our welfare system and the problems in our immigration system are inextricably linked.",
        "If we don’t get our people back to work – we shouldn’t be surprised if millions want to come here to work.",
        "But we must act on immigration directly too – and we are.",
        "Capping immigration. Clamping down on the bogus colleges.",
        "And when the Immigration Bill comes before Parliament, we will make sure some simple and fair things, that should have always been the case, are now set in stone.",
        "If you are not entitled to our free National Health Service, you should pay for it.",
        "If you have no right to be here, you cannot rent a flat or a house. Not off the council, not off anyone else.",
        "When you are a foreign prisoner fighting deportation, you should pay your own legal bills.",
        "If you appeal – you must do it from your own country, after you’ve been deported, not from here.",
        "And on these huge, national problems we are making progress.",
        "Immigration has come down.",
        "On welfare: not only are there more people in work than ever before…",
        "…the number of households where no one works is at its lowest rate since records began…",
        "…and I want to thank the most determined champion for social justice this Party has ever had: Iain Duncan Smith.",
        "Iain understands that this isn’t about fixing systems, it’s about saving lives…",
        "…and that’s why we’ve got to finish the job we’ve started.",
        "There are still over a million young people not in education, employment, or training.",
        "Today it is still possible to leave school, sign on, find a flat, start claiming housing benefit and opt for a life on benefits.",
        "It’s time for bold action here.",
        "We should ask, as we write our next manifesto, if that option should really exist at all.",
        "Instead we should give young people a clear, positive choice:",
        "Go to school. Go to college. Do an apprenticeship. Get a job.",
        "But just choose the dole? We’ve got to offer them something better than that.",
        "And let no one paint ideas like this as callous.",
        "Think about it: with your children, would you dream of just leaving them to their own devices, not getting a job, not training, nothing?",
        "No – you’d nag and push and guide and do anything to get them on their way… and so must we.",
        "So this is what we want to see: everyone under 25 – earning or learning.",
        "And you know – on this, as on everything else, Labour will fight us…",
        "…but remember: we are giving people real opportunities.",
        "I’ve had people say to me “I’m back on my feet”… “I feel worthwhile.”",
        "One wrote to me saying: now I can tell my son his Dad really does something.",
        "This is what our Party is all about.",
        "We don’t patronise people, put a benefit cheque in their hand and pat them on the head.",
        "We look people in the eye as equals and say: yes, you’ve been down – but you’re not out…",
        "…you can do it, you have it in you, we will give you that chance.",
        "And that’s why we can say today that it’s this Party that is fighting for all those who were written off by Labour…",
        "…it’s this Party that’s for the many not the few…",
        "…Yes – the land of despair was Labour…",
        "…but the land of hope is Tory.",
        "We have done some big things to transform Britain.",
        "But we need to finish the job we’ve started.",
        "We need to go further, do more for hardworking people…",
        "…give more children a chance, back more businesses, help create more jobs.",
        "And I’m clear about how that job will best get done.",
        "It requires a strong Government, with a clear mandate, that is accountable for what it promises and yes, what it delivers.",
        "And let me tell everyone here what that means.",
        "When the election comes, we won’t be campaigning for a coalition…",
        "…we will be fighting heart and soul for a majority Conservative Government – because that is what our country needs.",
        "**CONCLUSION**",
        "You don’t do this job to be popular.",
        "You do it because you love your country.",
        "I do the best I can. And for me, it comes back to some simple things.",
        "Country first. Do what’s decent. Think long-term.",
        "There’s an old story that’s told about a great hall in Oxford, near my constituency.",
        "For hundreds of years it’s stood there – held up with vast oak beams.",
        "In the 19th century, those beams needed replacing.",
        "And you know what they found?",
        "500 years before, someone had thought… those beams will need replacing one day…",
        "…so they planted some oak trees.",
        "Just think about that.",
        "Centuries had passed… Columbus had reached America… Gravity had been discovered…",
        "…and when those oaks were needed, they were ready.",
        "Margaret Thatcher once said: “We are in the business of planting trees for our children and grandchildren or we have no business being in politics at all.”",
        "That is what we are doing today.",
        "Not just making do and mending…",
        "…but making something better.",
        "Since I got to my feet, almost a hundred children have been born across this country.",
        "Children of wealth – and children of none.",
        "Children of parents in work – and children of parents out of work.",
        "For every single one of those new-born babies let us pledge today that we will build something better…",
        "…a land of opportunity.",
        "A country built on that enduring principle, seared in our hearts, that if you work hard, save, play by the rules and do your fair share – then nothing should stand in your way.",
        "A new economy.",
        "A new welfare system.",
        "A new set of values in our schools.",
        "Not just fixing the mess we inherited – but building something better.",
        "We’ve got a year and a half until that election…",
        "…a year and a half until Britain makes a choice: move forward to something better or go back to something worse…",
        "…but I believe that if this party fights with all we have, then this country will make the right choice.",
        "Because we always have before.",
        "Whenever we’ve had the choice of giving in to some shabby compromise or pushing forward to something better we’ve said: this is Great Britain…",
        "…the improbable hero of history…",
        "…the country that doesn’t give in, that doesn’t give up…",
        "…that knows there’s no such thing as destiny – only our determination to succeed.",
        "So I look to our future and I’m confident.",
        "There are battles to fight but beyond this hall are the millions of hardworking people who renew the great in Great Britain every day…",
        "…in the way they work and the way they give and raise their families.",
        "These are the people we have alongside us…",
        "…together we’ve made it this far…",
        "…together we’ll finish the job we’ve started…",
        "…together we’ll build that land of opportunity."
    ]
}