{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-security-in-the-eu/",
    "title": "David Cameron – 2016 Speech on Security in the EU",
    "post_date": "May 10, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the British Museum in London on 9 May 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In 45 days’ time, the British people will go to polling stations across our islands and cast their ballots in the way we have done in this country for generations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They will, as usual, weigh up the arguments, reflect on them quietly, discuss them with friends and family, and then, calmly and without fuss, take their decision.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But this time, their decision will not be for a Parliament, or even two.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They will decide the destiny of our country, not for 5 years or for 10, but in all probability for decades, perhaps a lifetime.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a decision that is bigger than any individual politician or government.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will have real, permanent and direct consequences for this country and every person living in it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Should we continue to forge our future as a proud, independent nation while remaining a member of the European Union, as we have been for the last 43 years? Or should we abandon it?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me say at the outset that I understand why many people are wrestling with this decision, and why some people’s heads and hearts are torn.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I understand and respect the views of those who think we should leave, even if I believe they are wrong and that leaving would inflict real damage on our country, its economy and its power in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Where I stand**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe that, despite its faults and its frustrations, the United Kingdom is stronger, safer and better off by remaining a member of the European Union. Better off? Certainly.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are part of a single market of 500 million people which Britain helped to create. Our goods and, crucially, our services – which account for almost 80% of our economy – can trade freely by right. We help decide the rules. The advantages of this far outweigh any disadvantages.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our membership of the single market is one of the reasons why our economy is doing so well, why we have created almost 2.4 million jobs over the last 6 years, and why so many companies from overseas – from China or India, the United States, Australia and other Commonwealth countries invest so much in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is one of the factors – together with our superb workforce, the low taxes set by the British government, and our climate of enterprise – which makes Britain such an excellent place to do business.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All this is alongside – let us note – our attractive regulatory environment. According to the OECD, it is second only to the Netherlands, itself an EU member – giving the lie to those who claim that the British economy is being strangled by regulation from Brussels.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we leave, the only certainty we will have is uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Treasury has calculated that the cost to every household in Britain would be as high as £4,300 by 2030 if we leave. £4,300.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The overwhelming weight of independent opinion – from the International Monetary Fund to the OECD, from the London School of Economics to the Institute for Fiscal Studies – also supports the fact that Britain will suffer an immediate economic shock, and then be permanently poorer for the long-term.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The evidence is clear: we will be better off in, and poorer if we leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As Charles Dunstone, the founder of Carphone Warehouse, an entrepreneur not averse to risk, has said: “In my experience there are calculated risks, there are clever risks, and there are unnecessary and dangerous risks. And from all I can conclude, Brexit sits firmly in the latter camp.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the onus is on those who advocate leaving to prove that Britain will be better off outside the EU. Those advocating Brexit have spent many years preparing for this moment. And yet they seem unable to set out a clear, comprehensive plan for our future outside the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some admit there would be a severe economic shock, but assert nonchalantly that it would be ‘a price worth paying’.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Others are in denial that there would be a shock at all. And they can’t agree what their plan for post-Brexit Britain would look like.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One minute we are urged to follow Norway, the next minute Canada. A few days later Switzerland offers the path forward, until it becomes clear that their arrangement doesn’t provide much access for services to the EU’s single market – and services, as I’ve said, are almost 4 fifths of the British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Most recently, the Leavers have noticed that a number of European countries that sit outside of the EU have negotiated separate trade arrangements with the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They called this collection of countries the ‘European free trade zone’.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But in fact, this doesn’t exist: it is a patchwork of different arrangements, all of them far inferior to what we have now.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They have gone on to suggest that Britain might join this non-existent zone, just like Albania.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Seriously? Even the Albanian Prime Minister thought that idea was a joke.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Leave campaign are asking us to take a massive risk with the future of our economy and the future of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yet they can’t even answer the most basic questions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What would Britain’s relationship be with the EU if we were to leave? Will we have a free trade agreement, or will we fall back on World Trade Organisation rules?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The man who headed the WTO for 8 years thinks this would be and I quote “a terrible replacement for access to the EU single market.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some of them say we would keep full access to the EU single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If so, we would have to accept freedom of movement, a contribution to the EU budget, and accept all EU rules while surrendering any say over them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In which case, we would have given up sovereignty rather than taken it back.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Others say we would definitely leave the single market – including, yesterday, the Vote Leave campaign – despite the critical importance of the single market to jobs and investment in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I can only describe this as a reckless and irresponsible course. These are people’s jobs and livelihoods that are being toyed with.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the Leave campaign have no answers to the most basic questions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What access would we try to secure back into the single market from the outside? How long would it take to negotiate a new relationship with the EU? What would happen to the 53 trade deals we have with other markets around the world through the EU?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Leave campaign can’t answer them because they don’t know the answers. They have no plan.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yet sceptical voters who politely ask for answers are denounced for their lack of faith in Britain, or met with sweeping assurances that the world will simply jump to our tune.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If you were buying a house or a car, you wouldn’t do it without insisting on seeing what was being offered, and making sure it wasn’t going to fall apart the moment you took possession of it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So why would you do so when the future of your entire country is at stake?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The British people will keep asking these questions every day between now and 23 June, and demanding some answers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Nothing is more important than the strength of our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Upon it depends the jobs and livelihoods of our people, and also the strength and security of our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we stay, we know what we get – continued full access to a growing single market, including in energy, services and digital, together with the benefit of the huge trade deals in prospect between the EU and the United States and other large markets.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we leave, it is – genuinely – a leap in the dark.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But my main focus today will not be on the economic reasons to remain in the EU, important though they are.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want to concentrate instead on what our membership means for our strength and security in the world, and the safety of our people, and to explain why, again, I believe the balance of advantage comes down firmly in favour of staying rather than leaving.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because this decision is a decision about our place in the world, about how we keep our country safe, about how Britain can get things done – in Europe and across the world – and not just accept a world dictated by others.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**A proud, confident nation**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So today I want to set out the big, bold patriotic case for Britain to remain a member of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want to show that if you love this country, if you want to keep it strong in the world, and keep our people safe, our membership of the EU is one of the tools – one of the tools – that helps us to do these things, like our membership of other international bodies such as NATO or the UN Security Council.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let us accept that for all our differences, one thing unites both sides in this referendum campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We love this country, and we want the best future for it. Ours is a great country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Not just a great country in the history books, although it surely is that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But a great country right now, with the promise of becoming even greater tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re the fifth largest economy in the world. Europe’s foremost military power. Our capital city is a global icon. Our national language the world’s language.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our national flag is worn on clothing and t-shirts the world over – not only as a fashion statement, but as a symbol of hope and a beacon for liberal values all around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People from all 4 corners of the earth watch our films, dance to our music, flock to our galleries and theatres, cheer on our football teams and cherish our institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These days, even our food is admired the world over.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our national broadcaster is one of the most recognised brands on the planet, and our monarch is one of the most respected people in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain today is a proud, successful, thriving nation, a nation the world admires and looks up to, and whose best days lie ahead of it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are the product of our long history – of the decision of our forebears, of the heroism of our parents and grandparents.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yet we are a country that also has our eyes fixed firmly on the future – that is a pioneer in the modern world: from the birth of the internet to the decoding of the genome.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**The character of the British people**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If there is one constant in the ebb and flow of our island story, it is the character of the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our geography has shaped us, and shapes us today. We are special, different, unique.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have the character of an island nation which has not been invaded for almost a thousand years, and which has built institutions which have endured for centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As a people we are ambitious, resilient, independent-minded. And, I might add, tolerant, generous, and inventive.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But above all we are obstinately practical, rigorously down to earth, natural debunkers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We approach issues with a cast of mind rooted in common sense. We are rightly suspicious of ideology, and sceptical of grand schemes and grandiose promises.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we have always seen the European Union as a means to an end – the way to boost our prosperity and help anchor peace and stability across the European continent – but we don’t see it as an end in itself.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We insistently ask: why? How?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as we weigh up the competing arguments in this referendum campaign, we must apply that practical rigour which is the hallmark of being British.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Would going it alone make Britain more powerful in the world? Would we be better able to get our way, or less able?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Would going it alone make us more secure from terrorism, or would it be better to remain and cooperate closely with our neighbours?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Would going it alone really give us more control over our affairs, or would we soon find that actually we had less, and that we had given up a secure future for one beset by years of uncertainty and trouble with no way back?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Would going it alone open up new opportunities, or would it in fact close them down and narrow our options?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Stronger in the world**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is certainly the approach I have taken to judging whether Britain is stronger and safer inside the European Union or leaving it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I have just one yardstick: how do we best advance our national interest?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Keeping our people safe at home and abroad, and moulding the world in the way that we want – more peaceful, more stable, more free, with the arteries of commerce and trade flowing freely.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is our national interest in a nutshell – and it’s the question that has confronted every British prime minister since the office was created: how do we best advance Britain’s interests in the circumstances of the day?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If my experience as Prime Minister had taught me that our membership of the EU was holding Britain back or undermining our global influence, I would not hesitate to recommend that we should leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But my experience is the opposite.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The reason that I want Britain to stay in a reformed EU is in part because of my experience over the last 6 years is that it does help make our country better off, safer and stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And there are 4 reasons why this is the case.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, what happens in Europe affects us, whether we like it or not, so we must be strong in Europe if we want to be strong at home and in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, the dangerous international situation facing Britain today, means that the closest possible cooperation with our European neighbours isn’t an optional extra – it is essential. We need to stand united. Now is a time for strength in numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, keeping our people safe from modern terrorist networks like Daesh and from serious crime that increasingly crosses borders means that we simply have to develop much closer means of security cooperation between countries within Europe. Britain needs to be fully engaged with that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Fourth, far from Britain’s influence in the world being undermined by our membership of the EU, it amplifies our power, like our membership of the UN or of NATO. It helps us achieve the things we want – whether it is fighting Ebola in Africa, tackling climate change, taking on the people smugglers. That’s not just our view; it’s the view of our friends and allies, too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me go through them in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**What happens in Europe affects us**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First: Europe is our immediate neighbourhood, and what happens on the continent affects us profoundly, whether we like it or not.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our history teaches us: the stronger we are in our neighbourhood, the stronger we are in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For 2,000 years, our affairs have been intertwined with the affairs of Europe. For good or ill, we have written Europe’s history just as Europe has helped to write ours.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "From Caesar’s legions to the wars of the Spanish Succession, from the Napoleonic Wars to the fall of the Berlin Wall.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Proud as we are of our global reach and our global connections, Britain has always been a European power, and we always will be.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We know that to be a global power and to be a European power are not mutually exclusive.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the moments of which we are rightly most proud in our national story include pivotal moments in European history.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Blenheim. Trafalgar. Waterloo. Our country’s heroism in the Great War.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And most of all our lone stand in 1940, when Britain stood as a bulwark against a new dark age of tyranny and oppression.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When I sit in the Cabinet Room, I never forget the decisions that were taken in that room in those darkest of times.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When I fly to European summits in Brussels from RAF Northolt, I pass a Spitfire just outside the airfield, a vital base for brave RAF and Polish pilots during the Battle of Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think of the Few who saved this country in its hour of mortal danger, and who made it possible for us to go on and help liberate Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Like any Brit, my heart swells with pride at the sight of that aircraft, or whenever I hear the tell-tale roar of those Merlin engines over our skies in the summer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Defiant, brave, indefatigable.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it wasn’t through choice that Britain was alone. Churchill never wanted that. Indeed he spent the months before the Battle of Britain trying to keep our French allies in the war, and then after France fell, he spent the next 18 months persuading the United States to come to our aid.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in the post-war period he argued passionately for Western Europe to come together, to promote free trade, and to build institutions which would endure so that our continent would never again see such bloodshed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Isolationism has never served this country well. Whenever we turn our back on Europe, sooner or later we come to regret it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have always had to go back in, and always at a much higher cost.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The serried rows of white headstones in lovingly-tended Commonwealth war cemeteries stand as silent testament to the price that this country has paid to help restore peace and order in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Can we be so sure that peace and stability on our continent are assured beyond any shadow of doubt? Is that a risk worth taking?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I would never be so rash as to make that assumption.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s barely been 20 years since war in the Balkans and genocide on our continent in Srebrenica. In the last few years, we have seen tanks rolling into Georgia and Ukraine. And of this I am completely sure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The European Union has helped reconcile countries which were once at each others’ throats for decades. Britain has a fundamental national interest in maintaining common purpose in Europe to avoid future conflict between European countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that requires British leadership, and for Britain to remain a member. The truth is this: what happens in our neighbourhood matters to Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That was true in 1914, in 1940 and in 1989. Or, you could add 1588, 1704 and 1815. And it is just as true in 2016.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Either we influence Europe, or it influences us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if things go wrong in Europe, let’s not pretend we can be immune from the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**The international situation means cooperation with Europe is essential**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, the international situation confronting Britain today means that the closest possible cooperation with our European neighbours isn’t an optional extra.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is essential for this country’s security and our ability to get things done in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We see a newly belligerent Russia. The rise of the Daesh network to our east and to our south. The migration crisis. Dealing with these requires unity of purpose in the west.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sometimes you hear the Leave campaign talk about these issues as if they are – in and of themselves – reasons to leave the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we can’t change the continent to which we are attached. We can’t tow our island to a more congenial part of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The threats affect us whether we’re in the EU or not, and Britain washing its hands of helping to deal with them will only make the problems worse.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Within Europe they require a shared approach by the European democracies, more than at any time since the height of the Cold War.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is true, of course, that it is to NATO and to the Transatlantic Alliance that we look to for our defence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The principle enshrined in the North Atlantic Treaty – that an attack on one is an attack on all – that remains the cornerstone of our national defence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That fundamental sharing of national sovereignty in order to deter potential aggressors. That is as valid today as it was when NATO was founded in 1949.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is an example of how real control is more important than the theory of sovereignty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The European Union – and the close culture of intergovernmental cooperation between governments which it embodies – is a vital tool in our armoury to deal with these threats.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is why NATO and top military opinion – British, American, European – is clear that the common purpose of the EU does not undermine NATO, it is a vital reinforcement to it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they are equally crystal clear: Britain’s departure would weaken solidarity and the unity of the west as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now some of those who wish us to leave the EU openly say that they hope the entire organisation will unravel as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I find this extraordinary.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "How could it possibly be in our interests to risk the clock being turned back to an age of competing nationalisms in Europe?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And for Britain, of all countries, to be responsible for triggering such a collapse would be an act of supreme irresponsibility, entirely out of character for us as a nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Others suggest that Britain stalking out could lead to and I quote “the democratic liberation of an entire continent”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, tell that to the Poles, the Czechs, the Baltic States and the other countries of central and eastern Europe which languished for so long behind the Iron Curtain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They cherish their liberty and their democracy. They see Britain as the country that did more than any other to unlock their shackles and enable them to take their rightful place in the family of European nations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And frankly they view the prospect of Britain leaving the EU with utter dismay. They watch what is happening in Moscow with alarm and trepidation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now is a time for strength in numbers. Now is the worst possible time for Britain to put that at risk. Only our adversaries will benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Security risks**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now third, the evolving threats to our security and the rise of the Daesh network mean that we have to change the way we work to keep our people safe. Security today is not only a matter of hard defence, of stopping tanks – it is also about rooting out terrorist networks, just as it is about detecting illegal immigrants, stopping human trafficking and organised crime. And that makes much closer security cooperation between our European nations essential.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have no greater responsibility than the safety of the people of this country, and keeping us safe from the terrorist threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the Home Secretary said in her speech a fortnight ago: being in the EU helps to makes us safer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We shouldn’t put ourselves at risk by leaving.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One of her predecessors, Charles Clarke, reiterated that only this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the message of Jonathan Evans and John Sawers, former heads of MI5 and MI6 respectively, is absolutely unmistakable: Britain is safer inside the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "During the last 6 years, the terrorist threat against this country has grown.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our threat level is now at ‘Severe’, which means that an attack is ‘highly likely’. Indeed such an attack could happen at any time.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the threat has not only grown, it has changed in its nature.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The attacks in Paris and Brussels are a reminder that we face this threat together – and we will only succeed in overcoming it by working much more closely together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These terrorists operate throughout Europe; their networks use technology to spread their poison and to organise beyond geographical limits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People say that to keep our defences up, you need a border. And they’re right.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why we kept our borders, and we can check any passport – including for EU nationals – and we retain control over who we allow into our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But against the modern threat, having a border isn’t enough. You also need information, you need data, you need intelligence. You need to cooperate with others to create mechanisms for sharing this information.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, just as the Home Secretary said a fortnight ago, I can tell you this: whether it’s working together to share intelligence on suspected terrorists; whether it’s strengthening aviation security; addressing the challenge of cybercrime; preventing cross-border trade in firearms; tackling the migration crisis; or enhancing our own border security, the EU is not some peripheral institution, or a hindrance we have to work around – it is now an absolutely central part of how Britain can get things done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Not by creating a vast new EU bureaucracy. Nor by sucking away the role and capabilities of our own world beating intelligence and law enforcement agencies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But because their superb work depends on much closer cooperation between European governments and much faster and more determined action across Europe to deal with this new threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the historian Niall Ferguson observed, it takes a network to defeat a network.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And European measures are a key weapon.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The European Arrest Warrant allows us to bring criminals and terrorists, like one of the failed 21/7 Tube bombers who had fled to Italy, we can bring them back to the UK to face justice straight away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our membership of Europol gives us access to important databases that help us to identify criminals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we have begun to cooperate on DNA and fingerprint matching across borders, too. These tools help us in real-time, life-or-death situations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One of the Paris attackers, Salah Abdeslam, was only identified quickly after the attack because the French police were able to use EU powers to exchange DNA and fingerprints with the Belgians.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Before this cooperation, DNA matching between 2 countries didn’t take minutes, it could take over 4 months.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the last few months alone, we have agreed a new Passenger Name Records directive, so that EU countries will have access to airline passenger data to enable us to identify those on terror watch-lists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These new arrangements will also provide crucial details about how the tickets were bought, the bank accounts used and the people they are travelling with.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the EU has recently switched on a new database, called SIS II, which is providing real-time alerts for suspected jihadists and other serious criminals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now I don’t argue that if we left we would lose any ability to cooperate with our neighbours on a bilateral basis, or even potentially through some EU mechanisms.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it is clear that leaving the EU will make cooperation more legally complex – and make our access to vital information much slower and more difficult.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Look at for instance Norway and Iceland: they began negotiating an extradition agreement with the EU in 2001 and yet today it is still not in force.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And of course we will miss out on the benefits of these new arrangements, and any that develop in future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now you can take the view that we don’t need this cooperation – that we can just do without these extra capabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That in my view is a totally complacent view. Especially in a world where the difference between a prevented attack and a successful attack can be just 1 missing piece of data; 1 piece of the jigsaw that the agencies found just too late.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You can also decide, as some on the Leave side seriously do, that even though working together is helpful for keeping us safe, it involves giving up too much sovereignty and ceding too much power over security cooperation to the European Court of Justice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My view is this: when terrorists are planning to kill and maim people on British streets, the closest possible security cooperation is far more important than sovereignty in its purest theoretical form. I want to give our country real power, not the illusion of power.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Britain’s power in the world**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Fourth, Britain’s unique position and power in the world is not defined by our membership of the EU, any more than it is by our membership of the Commonwealth or the UN Security Council or the OECD or the IMF or the myriad other international organisations to which we belong.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But our EU membership, like our membership of other international organisations, magnifies our national power.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain is a global nation, with a global role and a global reach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We take our own decisions, in our own interests. We always have done, we always will do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the years since we joined the EU, we have shown that time and again with British, national, sovereign decisions about our foreign and defence policy taken by British prime ministers and British ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Liberating the Falkland Islands in a great feat of military endeavour. Freeing Kuwait from Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, more recently, our mission to prevent Afghanistan continuing to be a safe haven for international terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I speak here today, we are flying policing missions over the Baltic states. Training security forces in Nigeria. And of course, taking the fight to Daesh in Syria and Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the idea that our membership of the EU has emasculated our power as a nation – this is complete nonsense.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Indeed, over the last 40 years, our global power has grown, not diminished.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the years before we joined the EU, British governments presided over a steady retrenchment of our world role, borne of our economic weakness.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The decision to retreat East of Suez and abandon our aircraft carriers was taken in 1968.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since then, starting with the transformation of our economy by Margaret Thatcher, we have turned around our fortunes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the 21st century, Britain is once again a country that is advancing, not retreating,\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have reversed the East of Suez policy, we are building permanent military bases in the Gulf, we are opening embassies all around the world, particularly in Asia.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have a new strategic relationship with both China and India, have committed to spending 2% of our GDP on defence – 1 of only 5 NATO nations to be meeting that target.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our expertise in aid, development and responding to crises is admired the world over.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are renewing our independent nuclear deterrent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our 2 new aircraft carriers will be the biggest warships the Royal Navy has ever put to sea.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These are the actions of a proud, independent, self-confident, go-getting nation, a nation that is confident and optimistic about its future, not one cowed and shackled by its membership of the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the contrary, our membership of the EU is one of the tools – just one – which we use, as we do our membership of NATO, or the Commonwealth, or the Five Power Defence Agreement with Australia, New Zealand and our allies in South East Asia, to amplify British power and to enhance our influence in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Decisions on foreign policy are taken by unanimity. Britain has a veto.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So suggestions of an EU army are fanciful: national security is a national competence, and we would veto any suggestion of an EU army.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as we sit in Britain’s National Security Council, time and again I know that making Britain’s actions count for far more means working with other countries in the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me just take 3 specific examples of what I mean.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When Russia invaded Crimea and Eastern Ukraine, there was a real risk of a feeble European response, and of a split between the United States and Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I convened a special meeting of the key European countries in Brussels, agreed a package of sanctions, and then drove that package through the full meeting of EU leaders – the European Council – later that same evening. I could not have done that outside the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "An example of Britain injecting steel into Europe’s actions; delivering sanctions which have been far more effective because 28 countries are implementing them, not just the UK. And at the same time, we maintained that crucial unity between Europe and the US in the face of Russian aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On Iran, again, it was Britain that pushed hardest for the implementation of an EU oil embargo against that country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it was the embargo which helped bring Iran to the negotiating table, and ultimately led to the UN sanctions that led to Iran abandoning its ambition to build a nuclear weapon. Who led those negotiations? It was the EU, with Britain playing a central role.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And on Ebola, it was Britain that used a European Council to push leaders into massively increasing Europe’s financial contribution to tackling the disease in West Africa, thereby helping to contain and deal with what was a major public health emergency.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If Britain left the EU, we would lose that tool.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The German Chancellor would be there. The French President. The Italian Prime Minister. So would the Maltese, the Slovak, the Czech, the Polish, the Slovene, as well as all the others.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But Britain – the fifth largest economy in the world, the second biggest in Europe – would be absent, outside the room.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We would no longer take those decisions which have a direct bearing on Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Instead we would have to establish an enormous diplomatic mission in Brussels to try and lobby participants before those meetings took place, and to try and then find out what had happened at them once they broke up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Would we really be sitting around congratulating ourselves on how ‘sovereign’ we feel, without any control over events that affect us?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What an abject act of national retreat that would be for our great country, a diminution of Britain’s power inflicted for the first time in our history not by economic woe or military defeat, but entirely of our own accord.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And when it comes to the strength of our United Kingdom, we should never forget that our strength is that of a voluntary union of 4 nations. So let me just say this about Scotland: you don’t renew your country by taking a decision that could, ultimately, lead to its disintegration.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So as we weigh up this decision, let’s do so with our eyes open.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, of course, there is something closely connected to our power and influence that is absolutely vital: and that’s the view of Britain’s closest friends and allies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Before you take any big decision in life, it’s natural to consult those who wish you well, those who are with you in the tough times as well as in the good.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sometimes they offer contradictory advice. Sometimes they don’t have much of a view.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s not the case here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our allies have a very clear view. They want us to remain members of the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Not only our fellow members of the EU – they want us to stay, and could be resentful if we chose to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Leave campaign keep telling us that there is a big world out there, if only we could lift our sights beyond Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the problem is they don’t seem to hearing what that big world is saying.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is our principal and indispensable ally, the guarantor of our security – the United States – whose President made the American position very plain, as only the oldest and best friends can.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And then there are the nations to which we are perhaps closest in the world, our cousins in Australia and New Zealand, whose prime ministers have spoken out so clearly.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Secretary-General of NATO says that a weakened and divided Europe would be “bad for security and bad for NATO”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Only on Thursday, the Japanese Prime Minister – whose country is such a huge investor and employer in the United Kingdom – made very clear that Japan hoped the UK would decide to remain in the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So too have big emerging economies like Indonesia.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And then there are our major new trading and strategic relationships – China and India – in whom some of the Leave campaign claim to invest such great hopes, at least when they’re not saying they want to impose hefty tariffs on them. They too want us to remain in the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So from America to Asia, from Australasia and the Indian sub-continent, our friends and our biggest trading partners, or potential trading partners, are telling us very clearly: it’s your decision. But we hope you vote to stay in the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "By the way, so too are our own Dependent Territories – Gibraltar and the Falkland Islands – with whom we have such a special bond and for whom we have a special responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And so? Next month we will make our choice as a nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am very clear.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain is stronger and safer in the EU, as well as better off.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the EU benefits from Britain being inside rather than out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a Europe that Britain has helped to shape.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A continent that Britain helped liberate not once in the last century, but twice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we always wanted 2 things from the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One: the creation of a vast single market; one we thought would benefit our economy enormously and spread prosperity throughout our neighbourhood.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And two: a Europe in which Britain helped the nations which languished under Communism return to the European fold; nations who still look to us as a friend and protector and do not want us to abandon them now.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve got both of those things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We did all that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And imagine if we hadn’t been there.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Who would have driven forward the single market?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Who would have prevented Europe from becoming a protectionist bloc?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Who would have stopped the EU from becoming a single currency zone?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Who would have stood up and said no to those pushing for political union?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Who would have done these things?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because the truth is that if we were not in it, the European Union would in all likelihood still exist.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we would still have to deal with it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now we have the opportunity to have what we have always wanted: to be in the single market, but out of the euro.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To be at the European Council, with our full voting and veto rights, but specifically exempted from ever closer union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To have the opportunity to work, live and travel in other EU countries, but to retain full controls at our border.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To take part in the home affairs cooperation that benefits our security, but outside those measures we don’t like.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And to keep our currency.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is, frankly, the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "No wonder our friends and allies want us to take it. To lead, not to quit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is what the Chinese call a win win.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Americans would probably say it’s a slam dunk.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "No one seriously suggests any more that after 40 years in the EU, we have become less British.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re proud. We’re independent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We get things done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let’s not walk away from the institutions that help us to win in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s not walk away from the EU, any more than we would walk away from the UN, or from NATO.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re bigger than that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I say – instead, let us remain, let us fight our corner, let us play the part we should, as a great power in the world, and a great and growing power in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is the big, bold, and patriotic decision for Britain on 23 June.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}