{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-press-conference-with-matteo-renzi/",
    "title": "David Cameron – 2014 Press Conference with Matteo Renzi",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference held between David Cameron, the Prime Minister, and Matteo Renzi, the Italian Prime Minister, at Downing Street in London on 1st April 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Good afternoon. I’m delighted to welcome Matteo on his first visit to London as Prime Minister. We’ve already worked together at the European Council, at last week’s G7 meeting in The Hague. And, today, we’ve had the opportunity for more in‑depth discussions about our bilateral relationship, about the European Union and, of course, about Ukraine. And I just want to say a word on each.",
        "On our bilateral relationship, we’re both leaders who are taking the difficult decisions needed to build strong and resilient economies to create jobs and to create a more secure future for hard‑working people. Here in Britain this week, we’re bringing in the most important changes to our tax system for a generation, including cutting corporation tax to 21% today. And I support Matteo’s efforts to implement a package of ambitious reforms in Italy that will strengthen the economy there and encourage foreign investment and help hard‑working Italians too.",
        "We want to increase the trading relationship between our 2 countries. It’s already worth over £32 billion a year, and Britain is the leading European destination for Italian investors, up 5% last year, with new projects creating almost 1,800 new jobs here at home. But we believe we can do more to strengthen ties, particularly in the advanced engineering, energy and tech sectors, and we’re already looking at how British businesses can seize the opportunity of the world expo in Milan next year.",
        "We also want to work together to make the EU more competitive. Europe is falling behind the powerhouses in Asia and South America, and we need to match the difficult decisions we’re taking at home with ambitious reforms in Brussels. Italy will be taking over the presidency of the EU later this year at a vitally important time. I know that Matteo wants to make growth and jobs a central theme of the Italian presidency, and today we’ve agreed the next Commission must put an unrelenting focus on driving growth across Europe: cutting red tape, completing the single market in energy, unleashing Europe’s digital economy. These are all things that we agree about and discussed over our meeting.",
        "We also want to see these trade agreements with the rest of the world. A deal with the United States would be a massive prize: €119 billion a year to the European economy. That is equivalent to €545 for every family of 4 across Europe.",
        "Finally, we discussed the situation in Ukraine. We remain united in our condemnation of Russia’s completely unacceptable behaviour in recent weeks. Russia needs to choose the path of de‑escalation and dialogue. President Putin should accept this means entering direct talks with the Ukrainian government. We share Secretary Kerry’s view: there should be no decisions about Ukraine without Ukraine at the table. In the long term, we want to do more to support the Ukraine government as they get to grips with their debts, they implement reforms and they build a more prosperous future for the Ukrainian people.",
        "We also want to secure and diversify Europe’s energy supply, and this is an area where we intend to do more work together in the coming months. So, Matteo, a very warm welcome. We’ve had good discussions. We share many objectives for the future. I look forward to working with you in that future. And I don’t know whether it’s just me, but Prime Ministers seem to be getting younger all the time. Matteo, over to you.",
        "**Matteo Renzi**",
        "Thank you. Thank you David and thank you everybody, and thank you for your invitation. Downing Street, Number 10, is a dream for everybody, so thank you so much for – also for the cooperation and the partnership.",
        "**Matteo Renzi (via interpreter)**",
        "I think that it is very important for Italy to strengthen the importance and stress the importance of our relation with Prime Minister David Cameron, with the United Kingdom, and I think that it is very important to present reforms for our country which is a prerequisite for Italy to face, together, the reforms that Europe needs. Italy must be more simplified and more streamlined and must improve. Italy must play its role. In this case, Italy will be able, together with all its partners, and the historic partners in particular, to create a different Europe.",
        "**Matteo Renzi**",
        "We want better Europe, not more Europe: a better Europe. A very balanced Europe, against the red tape of bureaucracy and with an idea of future for our children, not also for our [inaudible].",
        "**Matteo Renzi (via interpreter)**",
        "I believe that it was very important to share strategies on the Mediterranean, on the digital agenda, on the energy challenges and also on the future of economy and growth at a time when, unfortunately, we still have many things to do. I was talking with Italian journalists today, and we also touched upon it with David, about the figures for unemployment. 2011: UK unemployment, 8%, Italy, 8.4%. 2013: UK, 7%, Italy, 12.3%. What happened?",
        "Over the last 3 years, we have lost a lot of ground and now it’s the time to run again with an economic performance which can be valuable by looking at the European Union and our partners so that we can base ourselves on growth and not on red tape.",
        "David has already talked about Ukraine and also about our joint interests. In our partnership, I think that we should stress that we are going to be in Cardiff in Wales for the NATO summit, and I am extremely grateful to the Prime Minister for accepting to have the G7 of energy ministers in Italy before the Brussels G7.",
        "So, there are many things that we share. I think that it will be very interesting if this different Europe that we want to build – we are going to be able to build it fighting against the fear of those who are afraid of changing, but clearly there is no great Europe without the presence of the United Kingdom: without David Cameron and all British people. So, it is essential for us in this path – which is a complex path which we have in front of us. The UK presence in Europe is not questionable. It is essential and crucial for us, and we are going to work together, I’m sure.",
        "**Prime Minister**",
        "Thank you Matteo.",
        "**Question**",
        "Mr Renzi, listening to you, it makes it sound as if Italy and you are an ally of David Cameron’s in wanting fundamental reform of the European Union. Am I right? And does that mean that Italy wants to bring powers back from the centre to Italy, or is your vision of a reformed Europe completely different from the Prime Minister’s?",
        "And, Prime Minister, can I ask you 1 question about Ukraine, which is: do you really share similar ideas about the level of pressure that should be applied to Moscow, because those countries, like Italy, which are much more energy dependant on outside sources, tend to be much less in favour of applying the sort of pressure on Moscow which could produce retaliation?",
        "And finally to you, Prime Minister, many people are very angry about what they see as Royal Mail being sold off far too cheaply. Do you think people are right to feel angry? The tax payers feel that they were given a very poor deal by the government.",
        "**Prime Minister**",
        "Thank you very much. Well, Matteo perhaps you’d take the question first.",
        "**Matteo Renzi**",
        "Absolutely – absolutely yes. I think there is an alliance, not ideological, not confused, in the process of a reform of Europe. But for us, for Italy, today is absolutely important start for ourselves. It’s impossible in Italy to fight against bureaucracy of Brussels if we spent few days to conclude a process of administration in our country. It’s impossible for us to fight against the ideas of bureaucracy, of red tape, in Brussels if our system is old. So, for this reason, in this moment in Italy, it’s absolutely important to change institutions, to change electoral law, to change the constitutions. Yesterday, maybe you know, we presented the reform: the law of reform of constitutions. Very important because this is also the problems between central government and the regions, because change the role of Senate, because change the role of a part of politician. So, for us, it’s possible to speak about reforms in Europe only if before we change ourselves, and this is the challenge in the second half of 2014, when Italy will lead the semester of European presidency. I think we can discuss with our partners and with David about the future of Europe.",
        "**Prime Minister**",
        "Thank you very much. I’m sure we’re going to be great allies in fighting the bureaucracy that Matteo’s just referred to. I think it’s really important for all countries in Europe to do that.",
        "To answer your questions very specifically: on Ukraine, of course different countries have different perspectives, but, actually, I think the EU has done well, in that 28 countries came together and set out a tough, consistent and predictable set of measures to send a very clear message to Vladimir Putin about what had happened, why it was wrong and what needed to happen next. And crucially, at that last EU Council, we agreed that the European Commission should start to draw up detailed plans for sanctions if Putin and Russia went further into eastern Ukraine. And I think that was a good step forward, and we agreed that: right across the EU we agreed that. And we also agreed the important steps, in terms of travel bans and asset freezes.",
        "So we all bring our different perspectives and our different histories and arguments but, actually, we came together, and I think we’ve set out a very consistent way forward and the right way forward for the EU.",
        "On the issue of energy dependence on Russia: we discussed this in our meeting. Again, different countries have different positions. Britain is very un‑reliant on Russian gas; we have a very small percentage of Russian gas coming into our system. But, I think, where there’s agreement across Europe is that this is a long‑term piece of work that has to be done. It is in all our interests – whether, frankly, we’re reliant on Russian gas or not, it’s in all our interests that all of Europe becomes less reliant, so we’re a more resilient continent. So that when shocks take place they don’t affect the gas and oil prices so badly, and countries are able to make more independent decisions.",
        "So, it’s a long‑term piece of work, but I’m delighted that Matteo’s taking on the work of chairing the G7 energy ministers – the meeting will take place in Italy – because that’s going to be a start of the process – as the EU will also take forward – of making us all more energy independent. That’s going to mean building LNG terminals, it’s going to mean new pipelines, it’s going to mean more interconnections between different European countries, it’s going to mean completing the single market in energy. These are good things in themselves, but they will also make us less reliant on Russian gas, and that will be strengthening for all of us in the long term. But a long‑term piece of work: you can’t expect results immediately on that one.",
        "On the Royal Mail, what I would say is this: you know, a decade ago this company was losing money and people thought that it was in an unrecoverable situation. I would argue the British taxpayer has benefited in 3 ways from the changes we put in place and the privatisation that’s taken place. There’s the benefit of a sale of Royal Mail and the capital receipt. There’s the benefit that this is now a profit‑making company, paying taxes into the Exchequer. And thirdly, this is a successful company, doing well, doing well for Britain. So I think we’re much better off with Royal Mail in the private sector, and I look forward to that work being completed.",
        "**Question (via interpreter)**",
        "So you’ve had endorsement abroad on reforms in Italy. The priority is work; you say that we have to run. How can we run and match that with the possibility of a mediation in Italy?",
        "**Question**",
        "Mr Cameron, in the same way Renzi’s government has proposed a series of reforms, your government has proposed a few points to remain in Europe. So what kind of support the euro‑sceptical United Kingdom can find in Italy, whose dreams is the United States of Europe? Thank you.",
        "**Matteo Renzi (via interpreter)**",
        "The Italian path is very clear: constitutional reforms, changing the public administration, a deep change in the tax system and in the civil justice system and, naturally, changing the rules on the job market. On the labour market we have a system whereby there is no flexibility.",
        "I talked about statistics earlier. These statistics have seen a growth of unemployment despite the rules that had been made – should have improved and simplified the situation. Therefore, what happened over the past few years is wrong. It has produced more bureaucracy in the labour market and it hasn’t solved any problems. In the sector of vocational training in Italy, the trainers worked a lot but those people who needed to work didn’t work enough. So, we must simplify and accelerate. That is why I told David what choice we made: a law decree, which has already been approved, on fixed‑term contracts and apprenticeships, which is already a law. And yesterday we officially presented, in parliament, a bill which, will have to be discussed by the Italian parliament, on the reform of the labour code. Also, to give guarantees so that companies can have more opportunities to invest in Italy.",
        "1 example: in Italy today there are 2,100 articles dealing with rules on the labour market. Obviously, in the end you always end up in court. Today, we want only 50 or 60 articles, which are also written in English, for investors, so that if you carry out an operation you know how long it will take, who carried out this operation and what the rules are.",
        "There are all possible mediations in the parliamentary debate, but it will not be possible to change the basic approach. That is to say: giving guarantees to those who don’t have any, and give the freedom to entrepreneurs to hire, in a real way.",
        "**Prime Minister**",
        "A lot of the support that I hope to get from Italy, which was your question – of course, Matteo and I will have our differences: he’s on the centre‑left, I’m on the centre‑right. But we’re both reformers. We both want to reform Europe so it focuses more on the economy and jobs. We both want to reform Europe so it focuses on cutting bureaucracy. And we both want to achieve keeping Britain in a reformed European Union. So I think there’s lots of opportunity to work together.",
        "What I’m taking from what Matteo’s just said is that, frankly, there’s no point deregulating in Italy if you have those regulations re‑imposed in Brussels. And that is exactly the approach that I take, and so I think there’s a really good alliance that we can forge on this vital issue.",
        "**Question**",
        "Could I ask both of you whether you had the opportunity to discuss your expectations for the first match at the World Cup at some point? And Prime Minister Renzi, is it clear, from what you’re saying, that treaty change in Europe cannot be a priority for you or your country at the moment? And, on the specific issue of freedom of movement, you will know that David Cameron has said that freedom of movement should not be an absolute right, that he’s making sure that he feels that there should be restrictions on, for example, welfare benefits for people who come from one country to another. Is that an agenda that you agree with? That you are willing to pursue?",
        "And Prime Minster, David Cameron, could I ask you: what is your issue with the Muslim Brotherhood at the moment? Because, looking at the situation in Egypt currently, many people would say that the organisation is perhaps more sinned against than sinning?",
        "**Prime Minister**",
        "Let me take the question on the Muslim Brotherhood. Look, I think it’s very important people understand that, as a government, we are obviously opposed to violent extremism, the violent extremism that we’ve seen on our streets – tragically in, for instance, that dreadful incident in Woolwich – but we’re also a government that is opposed to extremism. We want to encourage people away from a path of extremism, and we want to challenge the extremist narrative that some extreme Islamist organisations have put out.",
        "What I think is important about the Muslim Brotherhood is to make sure we fully understand what this organisation is, what it stands for, what its links are, what its beliefs are – in terms of both extremism and violent extremism – what its connections are with other groups, what its presence is here in the United Kingdom. Our policies should be informed by a complete picture of that knowledge and that’s why I’ve commissioned this piece of work, by a very experienced and senior ambassador: John Jenkins, who’s our ambassador in Saudi Arabia. And I think it’s an important piece of work, because we’ll only get our policy right if we fully understand the true nature of the organisation that we’re dealing with.",
        "We did discuss the World Cup, but –",
        "**Matteo Renzi**",
        "This is a problem. This is a problem because I’m a big supporter of the trainer of the Italian soccer team, Cesare Prandelli, so I support him, and obviously I support our national team. But in this moment it’s not – we are not sure about their results. I think our alliance is not a problem for the match, so –",
        "Jokes apart, in this moment in Italy the priority is a different idea of the future of our countries. In the last period, Europe – this is my personal opinion – lost the quality of dream, and became only a place of bureaucracy and of red tape. So, for this reason, I believe the first challenge is not to discuss about your questions, but about division for the next generation of Europe as a place of freedom. And first of all, this could be possible only if we invest in a different idea of growth, a different idea of institutional levels and, for this reason, the alliance with David is absolute.",
        "For the rest, we have a lot of time to discuss but, in this moment, I believe that, absolutely crucial for Italy, is the presence of UK in Europe. Not only for the past of the UK, but for the future of Europe, because this is not simply a tradition. This is not simply an idea of the past. This is the challenge for the future generation and for our children’s, and this is the priority. For the rest, we discuss in the future.",
        "**Question (via interpreter)**",
        "Italy and the UK have many links in the world of finance, as shown by the merger between Borsa di Milano and the London Stock Exchange. What is the message to give to the City in view of the new privatisations in Italy and the need to support the Italian treasury? Are you going to meet people from the finance world or have you already done so?",
        "For Mr Cameron, since Mr Renzi underlined the different trend of unemployment in the UK than in Italy, I’d like to know if you have a recipe to suggest. Any suggestions to give? Thank you.",
        "**Matteo Renzi (via interpreter)**",
        "Very briefly, I believe that while I cannot give a message to the City, I can take a message from the City. Over the past few days and weeks there has been a lot of attention in the Italian market from all over the world. Since London is the capital of world finance, this city is where things happen, but if you look at the data from the last few weeks, many investors are betting on the future of Italy, and to me this is positive.",
        "The fact that, also, Italian media are starting to face, just now – I’m not going to name any names – but they have a lot of interest for Italy for many reasons, because Italy has a lot of stability in front of it, until 2018, because Italy is no longer a problem for Europe. Because thanks to reforms they understand that this country wants to invest in the future and not just pay the debts of the past.",
        "For these reasons – there aren’t any specific meetings in the City. I have taken the message. Clearly this message can be meaningful only when unemployment is reduced in Italy. This is the beginning of a journey. We will see, over the next few months, how this change will bring Italy below the double digits of unemployment: below 10%. This is what we want to do; this is our objective, and we are going to reach it over the next few months and years. We can reach this objective.",
        "Members of the financial world – well, it is impossible not to meet them in London. You meet them everywhere, even in the street. We are going to meet some members of the British finance tomorrow morning at the residence of the Italian ambassador, whom I would like to thank. And we are going to meet some newspapers, specialist newspapers. But today, among the many things we are going to do, there is a field which is growing in the export – also in the UK: fashion. And it is not the only one. I think that it will be important to work together also on food to show that Italian food is good for you. And the event David referred to, Expo Milano, is very important. But, this evening, for me, there is going to be a very interesting event on fashion and on the Italian history in fashion, which is very important for Italian export.",
        "**Prime Minister**",
        "I’m sure Matteo doesn’t need my advice. He has a very clear programme for cutting unemployment. But, for countries that have big deficits, that have large debts, there is no choice; you can’t increase employment by expanding the public sector. You have to do something very simple, which is you have to make it easier for one person to say to another person, ‘Come and work for me.’",
        "And so, what we’ve done here in the UK is we’ve backed start‑up businesses, we’ve cut jobs taxes, we’ve invested in apprenticeships, we’ve helped small businesses. We’ve made it easier for people to get a job and to keep a job. And, in the end, there are no shortcuts to that. It’s about having a flexible and active and attractive labour market.",
        "We’ve got 1.3 million more people in work than when I first walked through the doors of Number 10 Downing Street. I know that Matteo has the same sorts of ambitions for Italy, to make it easier to employ people, to get people more jobs and to make sure that right across Europe we see unemployment fall, which we need to.",
        "And we must – here in the UK, we’re going to keep at it. This week, we give a £2,000 national insurance rebate to small businesses, which will help them, we hope, to take on even more people and keep this good jobs story going.",
        "Thank you.",
        "**Matteo Renzi**",
        "Thank you so much."
    ]
}