{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-statement-on-national-security/",
    "title": "David Cameron – 2015 Statement on National Security",
    "post_date": "February 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons on 23 November 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With permission, Mr Speaker, I would like to make a statement on the National Security Strategy and Strategic Defence and Security Review.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, our national security depends on our economic security, and vice versa.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the first step in keeping our country safe is to ensure our economy is, and remains, strong.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Over the last 5 years we have taken the difficult decisions needed to bring down our deficit and restore our economy to strength.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In 2010, we were ordering equipment for which there was literally no money.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The total black hole in the defence budget alone was bigger than the entire defence budget in that year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now it is back in balance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "By sticking to our long-term economic plan, Britain has become the fastest growing major advanced economy in the world for the last 2 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And our renewed economic security means that today we can show how we can afford to invest further in our national security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Growing threats to our security**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, this is vital at a time when the threats to our country are growing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This morning I was in Paris with President Hollande discussing how we can work together to defeat the evil of ISIL.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the murders on the streets of Paris reminded us so starkly, ISIL is not some remote problem thousands of miles away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is a direct threat to our security at home and abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It has already taken the lives of British hostages…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and carried out the worst terrorist attack against British people since 7/7 on the beaches of Tunisia…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…to say nothing of the 7 terrorist plots right here in Britain that have been foiled by our security services over the past year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And of course, Mr Speaker, the threats we face today go beyond this evil death cult.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "From the crisis in Ukraine…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…to the risks of cyber-attacks and pandemics…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…the world is more dangerous and uncertain today than even 5 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So while every government must choose how to spend the money it has available…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…every penny of which is hard-earned by taxpayers…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…this government has taken a clear decision to invest in our security and safeguard our prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As a result, the United Kingdom is the only major country in the world today which is simultaneously going to meet the NATO target of spending 2% of our GDP on defence…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and the UN target of spending 0.7% of our GNI on development…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…while also increasing investment in our security and intelligence agencies and in counter-terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, in ensuring our national security, we will also protect our economic security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As a trading nation with the world’s fifth biggest economy, we depend on stability and order in the world. With 5 million British nationals living overseas, our prosperity depending on trade around the world, so engagement is not an optional extra, it is fundamental to the success of our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need the sea lanes to stay open and the arteries of global commerce to remain free flowing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the strategy which I am presenting to the House today sets out a clear vision for a secure and prosperous United Kingdom, with global reach and global influence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At its heart is an understanding that we cannot choose between conventional defences against state-based threats on the one hand…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and the need to counter threats that do not recognise national borders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today we face both and we must respond to both types of threat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So over the course of this Parliament our priorities are to deter state-based threats…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…to tackle terrorism…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…to remain a world leader in cyber security…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and ensure we have the capability to respond rapidly to crises as they emerge.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And to meet these priorities we will continue to harness all the tools of national power available to us, coordinated through the National Security Council, to deliver a ‘full-spectrum approach’.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This includes support for our Armed Forces…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…counter-terrorism…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…international aid and diplomacy…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and working with our allies to deal with the common threats that face us all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me take each in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Armed forces**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, the bottom line of our National Security Strategy must always be the willingness and capability to use force where necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On Friday evening the United Nations Security Council unanimously agreed Resolution 2249…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…calling on Member States to take “all the necessary measures” against ISIL in both Syria and Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, on Thursday I will come to this House and make a further statement responding personally to the Foreign Affairs Select Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ll make the case for Britain to join our international allies in going after ISIL at their headquarters in Syria, not just Iraq.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I will explain how such action would be one element of a comprehensive and long-term strategy to defeat ISIL, in parallel with a major international effort to bring an end to the war in Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But today I want to set out how we will ensure that our Armed Forces have the capabilities to carry out such a task…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and indeed any other tasks that might be needed in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will invest more than £178 billion in buying and maintaining equipment over the next decade…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…including doubling our investment in equipment to support our Special Forces.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will also increase the size of our deployable Armed Forces.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In 2010 we committed to an expeditionary force of 30,000.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today I can tell the House that by 2025 we are increasing that number to 50,000.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as part of this, we will create two new strike brigades, forces of up to 5,000 personnel fully equipped to deploy rapidly and sustain themselves in the field.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will establish two additional Typhoon squadrons and an additional squadron of F35 Lightning combat aircraft to operate from our new aircraft carriers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will maintain our ultimate insurance policy as a nation – our Continuous At Sea Nuclear Deterrent – and replace our four ballistic missile submarines.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will buy 9 new Maritime Patrol Aircraft, to be based in Scotland at RAF Lossiemouth. They will protect our nuclear deterrent, they will hunt down hostile submarines and they will enhance our maritime search and rescue. And we will buy at least 13 new frigates and 2 new offshore patrol vessels.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These will include eight Type 26 anti-submarine warfare frigates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will design and build a new class of light, flexible general purpose frigates as well.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These will be more affordable than the Type 26, which will allow us to buy more of them for the Royal Navy…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…so that by the 2030s we can further increase the total number of Royal Navy frigates and destroyers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, not one of these capabilities is an optional extra.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These investments are an act of clear-eyed self-interest to ensure our future prosperity and security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Counter-terrorism**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, turning to counter-terrorism, we will make a major additional investment in our world class intelligence agencies…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…to ensure they have the resources and information they need to detect and foil plots from wherever they emanate in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So as I announced last week, we will invest £2.5 billion…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and employ over 1,900 additional staff.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will increase our investment in counter-terrorism police and more than double our spending on aviation security around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can tell the House today that we have put in place a significant new contingency plan to deal with major terrorist attacks\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Under this new operation, up to 10,000 military personnel will be available to support the police in dealing with the type of shocking terrorist attacks we have seen in Paris.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will also make a major new investment in a new generation of surveillance drones.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These British-designed unmanned aircraft will fly at the very edge of the earth’s atmosphere and allow us to observe our adversaries for weeks on end…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…providing critical intelligence for our forces.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, we will also do more to make sure the powers we give our security services keep pace with modern technology.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we will see through the draft Bill we have published to ensure GCHQ, MI5 and our counter-terrorism police continue to have the powers they need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Aid**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, we will use our formidable development budget and our outstanding Diplomatic Service to tackle global poverty, promote our interests, project our influence…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and address the causes of the security threats we face, not just their consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So alongside the Strategic Defence Review, I am also publishing our Strategy for Official Development Assistance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At its heart is a decision to refocus half of DFID’s budget on supporting fragile and broken states and regions in every year of this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will help to prevent conflict – and, crucially, it will help to promote the golden thread of conditions that drive prosperity all across the world: the rule of law, good governance and the growth of democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Conflict, Stability and Security Fund will grow to over £1.3 billion a year by the end of this Parliament…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and we will also create a new £1.3 billion Prosperity Fund – to drive forward our aim of promoting global prosperity and good governance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Building on our success in tackling Ebola, we will do more to improve our resilience and our response to crises…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…identifying £500 million a year as a crisis reserve…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and investing £1.5 billion over the Parliament in a Global Challenges Research Fund for UK Science to pioneer new ways of tackling global problems like anti-microbial resistance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will also invest £1 billion in a new fund for the research and development of products to fight infectious diseases, known as the Ross Fund…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and £5.8 billion in climate finance to play our part in helping poorer countries switch to greener forms of energy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, taken together these interventions are not just right morally – they are firmly in our national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They mean that Britain not only meets its obligations to the poorest in the world, but can now focus our resources on…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…preventing or dealing with the instability and conflict which impinge on our security at home…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…investing at scale to create the economic opportunities that lead to long-term stability across the world…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…and responding rapidly and decisively to emerging crises overseas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Acting on all of these fronts gives us greater influence in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Alliances**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, Britain’s safety and security depends not just on our own efforts, but on working hand in glove with our allies…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…to deal with the common threats that face us all, from terrorism to climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When confronted by danger, we are stronger together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we will play our full part in the alliances which underpin our security and amplify our national power.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will work with our allies in Europe and around the world…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…as well as seizing opportunities to reach out to emerging powers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, history teaches us that no government can predict the future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have no way of knowing precisely what course events will take over the next 5 years: we must expect the unexpected.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we can make sure that we have the versatility and the means to respond to new risks and threats to our security as they arise.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, our armed forces, police and security and intelligence services are the pride of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They are the finest in the world…and this government will ensure they stay that way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Using our renewed economic strength, we will help them to keep us safe for generations to come.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I commend this Statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}