{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-with-afghanistan-president/",
    "title": "David Cameron – 2012 Speech with Afghanistan President",
    "post_date": "January 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, with the Afghanistan President on 20 July 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Well thank you very much, Mr President. It is very good to be back here in Kabul with you, a strong ally and a good friend. It has been very good to have these discussions this morning.",
        "As you say, it was here two years ago, that we discussed the idea of establishing an officer training college in Kabul, part-run by the British. I am very pleased that within two years we have been able to sign this memorandum, and I hope it will be a lasting contribution from my country to the people of Afghanistan to help with the training and development of your officers and your army.",
        "Thank you very much for that, and thank you for the warm welcome. We met earlier this year; we met in Chicago in May and we have had good talks here today. We do share the same vision for Afghanistan: a secure, stable and democratic country that never again becomes a haven for international terror.",
        "We are working together to achieve it. We are building up Afghan forces, so that they can protect your citizens and keep out violent extremists, once the international forces leave.",
        "We are strengthening democracy and governance so that all Afghans can play their part in developing a more prosperous country. We are working with regional partners, because a stable Afghanistan is not just in the interest of Afghans but in the interest of their neighbours too. I look forward to the meeting we will have later today, with the Pakistan Prime Minister, between us.",
        "A year ago, when I last visited Kabul, British troops were the lead force responsible for keeping people safe in the three districts of Helmand. Now it is Afghan forces leading operations against insurgents in Lashkar Gah and in Nad Ali; Nahri Saraj will follow after Ramadan.",
        "In October there will be 350,000 Afghan security forces. When I first came to Helmand in 2006, there were almost no security forces at all. This is huge progress, and as I saw in Helmand yesterday, these are capable forces.",
        "Nationwide they are leading 40% of the convention operations and carrying out 85% of the training. I believe we are on track for 2014, when international forces will withdraw from their combat role.",
        "I think this is testament to the huge commitment and professionalism of British troops, their international partners, and the bravery and dedication of the Afghan army too.",
        "As Afghan forces grow in capacity and capability, British forces are shifting into a training and mentoring role. More of our troops will gradually return home. While we will no longer be fighting alongside Afghan forces, we will continue to support them.",
        "At the NATO summit, we agreed to commit £70 million – $100 million – as part of the $4 billion package to support and sustain the Afghan security forces long after 2014. I think this is very important. We will also continue to train these forces, as we have just discussed, through the training academy.",
        "The President and I also talked about the political process that Afghan needs to build a stronger and more stable state: more representative and inclusive politics and strong well-governed institutions.",
        "I welcome the President’s commitment to the elections in 2014 and to a peaceful and democratic succession, after your second term. The constitution and the leadership of the Afghan country are for the Afghan people to decide, but we both agree that these elections must be credible, inclusive and nationwide.",
        "Britain stands ready to assist the Afghan government and the independent electoral commission, to help in any way we can, to ensure this is achieved. We have already committed to maintain our development assistance to Afghanistan, at £178 million a year.",
        "Over the last three months, in Chicago and Tokyo, the international community has made clear our commitment to securing Afghanistan’s future and prosperity for decades to come.",
        "We want to work with you to transform the future together. I think this sends a very clear message to the Taliban, that you cannot wait this out until foreign forces leave in 2014, because we will be firm friends and supporters of Afghanistan long beyond then.",
        "Now is the time for everyone to participate in a peaceful political process in Afghanistan. All those who renounce violence, who respect the constitution, can choose to have a voice in the future prosperity of this country rather than continuing in fighting to destroy it.",
        "Afghanistan’s neighbours have a vital role to play, and I look forward to those discussions we will have with Prime Minister Ashraf and President Karzai shortly. Afghanistan and Pakistan have a shared interest in a stable Afghanistan. It is vital, not just for the future security of their citizens, but for their prosperity too.",
        "Britain is a strong partner of both countries, and I believe that both sides need to build trust and work together to build that safe and secure future; I look forward to those discussions we will have later today.",
        "Thank you once again for your welcome. It is very good to be back in your country and I look forward to further meetings that I am sure we will be having in the months and years to come.",
        "**Question**",
        "Thank you Prime Minister and thank you Mr President. In two and a half years, as you’ve just mentioned, British troops end their combat role in this country; and yet it appears that the peace talks with the Taliban are not making any meaningful progress.",
        "How worried are you, Prime Minister, about that? And Mr President, how committed are you personally to that process?  \nAnd if I may, Prime Minister, on the Olympics you said to me yesterday that we should not focus on the negative parts of London 2012 – so I mean this question in the best possible way.",
        "How positive should we see the Border Force Union threat to strike during the Olympics? And Mr President, of course you’re most welcome, will you come to London 2012?",
        "**Prime Minister**",
        "First of all, on the issue of peace talks, I think we have to be clear that at one level there are fighters leaving the battlefield, who are giving up their weapons and giving up their fighting, and who want to be part of a successful future Afghanistan. So, that is happening on the ground.",
        "What I would say to the question, indeed to the Taliban, is that be in no doubt that there is a very clear and strong plan to transfer lead security responsibility from very capable ISAF forces, including British forces, to very capable Afghan forces.",
        "I am content that they will be able to defeat an insurgency and that Afghanistan will have a secure future. Of course we would make even further progress if there was successful political talks and if the insurgency was to come to an end in that way.",
        "But the Taliban should be in no doubt that we will be handing over to a very capable, very large, very well-equipped Afghan army, security forces, police forces, local police, and that that plan is on track and working well.",
        "Of course there are huge challenges, and as I said yesterday, the security challenges in Afghanistan will not end in 2014; they will continue. But I am convinced that we have the right plan for transition and that we can deliver on that plan.",
        "It would be improved by further political discussions, by better cooperation between Afghanistan and Pakistan; it would be improved by those things, but it is not dependent on those things.",
        "On the Olympics, I do hope people can be positive, I think it is going to be a great few weeks for Britain and a great few weeks for sport. I think there is also going to be a fantastic legacy in terms of the future of Britain.",
        "I am going to be very focussed on making sure we win new investment, new jobs, new businesses coming to Britain; there will be a whole series of investor conferences, all the way through the Olympic Games, and I will be playing a part in those.",
        "I think the question now is not just, ‘How do we have a great Games?’, but ‘How do we make the most out of the Games?’",
        "In terms of the ballot that took place yesterday, my understanding is that there was a 20% turn-out and a very narrow majority. So I hope that strike action will not take place; I do not believe it would be right; I do not believe it would be justified.",
        "I think what we see at our borders right now is actually, with the extra investment that has been put in, the contingency plans that were made, that Heathrow seems to be working and working well. So I am confident that we will deliver all the things necessary for a safe, secure and successful Games.",
        "I said to President Karzai, he would be very welcome. I know he has done a huge amount of international travel in recent months because we have had Chicago, we have had Tokyo: very important international gatherings. But he is always welcome in London, and indeed the rest of the United Kingdom; he has a particular love for some of the rural parts, and he is always very welcome.",
        "**Question**",
        "First of all, most welcome Mr Prime Minister to Afghanistan. My question is to His Excellency the Prime Minister. You spoke about the importance of the role of the neighbours of Afghanistan and you are also having a trilateral with the Prime Minister of Pakistan.",
        "The traditional relationship that you have with Pakistan, and that you have been enjoying with Pakistan; what role do you see that Pakistan can play in the peace process?",
        "And the threats that Afghanistan is facing from across the borders of course emanate from Pakistan. What would be your request and call on Pakistan, specifically on the threats?",
        "**Prime Minister**",
        "Thank you. I would just make this very clear point, which I have made to the President of Afghanistan and I will make to the Pakistan Prime Minister: the terrorists that are trying to wreck Afghanistan are, by and large, the same terrorists that are trying to wreck Pakistan.",
        "This is one fight that we all need to be engaged in, to save Afghanistan from Talibanisation, and from the Taliban and terrorism. We need to do the same to help Pakistan, which is threatened by a very similar terrorist threat.",
        "We should be together in one single fight, working as closely together, because it is in all our interests to have a stable, peaceful, prosperous, democratic Afghanistan and to have a stable, peaceful, prosperous, democratic Pakistan.",
        "Why is Britain so involved in this? Well, we have long-term relations with both countries, stretching back many, many years. We have huge ties with both countries; there are over a million people of Pakistani origin living in Britain.",
        "Also, we face a security threat. When I first started coming to Afghanistan, six years ago, over three-quarters of the terrorist plots that were threatening people in my country were coming from the Afghanistan, Pakistan area.",
        "Because of the work of ISAF, the work of President Karzai, the work that Pakistanis have done within their own country, the work of the Americans, that threat has – instead of three-quarters of the threats – it is now less than half.",
        "So, we are making progress and this is our fight, as well as your fight, as well as the Pakistanis’ fight. We need to secure both countries against this terrorist threat. As I say, it is not a terrorist threat that threatens one at the benefit of the other; it is a terrorist threat that threatens both.",
        "That is, I think, the very clear background to the discussions that we will have. Britain will do everything it can to try to encourage the strong joint working between Afghans and Pakistanis to face up to this threat together.",
        "It is in all our interests that we do so and that we do so rapidly, as we have this vital period in Afghan history as you take full control over the security of your country over these next two years.",
        "**Question**",
        "Prime Minster, what is your message to President Assad and President Putin after the last 48 hours in Damascus?",
        "Mr Cameron, if I may, there have been a whole load of new allegations about G4S incompetence, the need for many more troops and its Olympic guards being arrested as illegal immigrants. Do you think the company should be taking millions more pounds in management fees in these circumstances?",
        "**Prime Minister**",
        "First of all, on G4S, I made very clear yesterday if a company does not fulfil its contract then that company should be got after for that money. That is exactly what is going to happen in the case of G4S. I think it is very important that we allow them to try to carry out the role that they are contracted to deliver.",
        "But of course it is in the Government’s interest, the interest of the Olympic Games, the interest of everyone in our country, to make sure that whatever it is necessary to do to deliver a safe and secure and successful Games is done.",
        "We have always had contingency plans in place to deliver just that, and we activate those contingency plans as and when necessary to deliver that. I could not be clearer, we will do what is necessary and contracts that are not fulfilled will have consequences including pretty tough financial consequences. I think G4s, in apologising for their performance, have already made clear that they realise that fact.",
        "In terms of Syria, I would have a very clear message for President Assad, which is ‘it is time for him to go; it is time for transition in this regime’. Clearly, Britain does not support violence on either side but if there is not transition it is quite clear there is going to be civil war. That is the clear fact I think that we can all see on the ground.",
        "The regime has done some truly dreadful things to its own people. I do not think any regime that carries out acts, as they have, against their own citizens and continues to do so by the way, should survive; I think that regime should go.",
        "So the message to President Assad is, ‘It is time for transition; it is time for you to go.’ The message to President Putin, who I discussed this with at the G8 in Mexico, and the message to all those on the UN Security Council, it is time for the UN Security Council to pass clear and tough messages about sanctions, I believe, under Chapter Seven of the UN, and to be unambiguous in this.",
        "Obviously we are a UN Security Council with permanent members and permanent members that have vetoes. We cannot pass these things without everybody stepping up to the plate and taking the right action. I would appeal to those who, in the past, have held out against tough action against Syria, that ‘what more evidence do we need about a regime that has brutalised its own people?’",
        "As I say, the alternative to political transition at the top of Syria is revolution from the bottom in Syria. I think it is in everybody’s interests – the Syrian people, the region, the wider world, the fight against terrorism – it is in everybody’s interest that that transition takes place and that political transition takes place quickly. The sooner that happens, the sooner the people of Syria can be freed from the tyranny under which they are currently suffering."
    ]
}