{
    "url": "https://www.ukpol.co.uk/david-cameron-2010-speech-at-the-department-of-business-innovation-and-skills/",
    "title": "David Cameron – 2010 Speech at the Department of Business, Innovation and Skills",
    "post_date": "February 14, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 13 May 2010.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Thank you very much. It’s great to be here. The very first Department of State I ever walked into as a junior researcher over 20 years ago was actually the DTI – I think I walked through that door over there. The ministerial team in those days included talents as diverse as Alan Clark and Eric Forth, so if that coalition can work together, this one certainly can!",
        "I wanted to come here first for some very good reasons. First of all, we face huge economic challenges, and I think it’s so important, as Vince has just said, that we really demonstrate that this country is open for business; that we want to promote trade overseas; we want to get our economy moving; and we want to get our banks lending. I see this as a big economic department with a huge task in front of it, and I want all of you to work together to help deliver that.",
        "In doing so, you’ve got an incredibly talented team of ministers. Vince Cable is an absolute star in terms of economic policy and economic thinking; he’s demonstrated that over the last few years in parliament. To bring him together with David Willetts, who is also known as ‘two brains’ – you’ve got two ministers so far, and there are more to come this afternoon I promise you. But you already have some of the top talent that is available in parliament, to make a great success of this.",
        "The more I think about the endeavour, on which we have embarked, the more excited I become. Because this coalition government, if we can make it work – and I believe we can – is a five-year government; and one of the things that everyone says about our economy is that we need to make more long-term decisions. I think we have an incredible opportunity to make long-term decisions for the good of our economy, for the good of our country. In doing so, I will try, as Prime Minister, to do something else that hasn’t always happened in the past, and that is to appoint good ministers and keep them in post for a decent period of time. The average length of ministerial life, I think, is around one year and three months; we have got to do better than that when we have these big challenges in front of us.",
        "Two last things. Yes, this is a coalition government, but in many ways, all governments are a coalition – a coalition between politicians and civil servants. I want us to do better than has been done before, in making sure that coalition really works. Part of that is about respecting the work that civil servants do. Having worked as a special advisor 20 years ago, having watched government over the last 20 years, I know that the British Civil Service is an incredible machine. It requires, of course, the right coordination, the right leadership, the right combination with politicians. But it is a great machine. Where else in the world can you see a transition to government be so smooth and so effective, even when you’re putting together a political coalition?",
        "I am expecting great things of you in this department. The economic challenge we face is the biggest we have faced over the last 40 years. We have two big economic departments, the Treasury and BIS; we have great political leadership, I believe, in both. I want you all to get down to work, to make sure we send out a big signal: this country is open for business. We want to get the economy growing, get the banks lending, and make sure that we build a strong and, as Vince said, a more balanced economy for the future.",
        "So today is a day to receive your new ministers; there will be three more talented ministers turning up very shortly. Tomorrow is the day to roll up your sleeves and get down to work, to help us build a strong economy here in the UK. Thank you very much indeed."
    ]
}