{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-at-press-conference-with-japanese-prime-minister/",
    "title": "David Cameron – 2016 Statement at Press Conference with Japanese Prime Minister",
    "post_date": "May 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, with Shinzo Abe, the Prime Minister of Japan, at Downing Street on 5 May 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s a real pleasure to welcome Prime Minister Abe back to the UK. And in this historic week for Leicester City I’d like to kick off by expressing just how much the football-watching public have taken to their Japanese striker Shinji Okazaki.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "He played a key role in their remarkable title win and I believe he’s only the second Japanese player to win the league. His ability mirrors that of the country he represents with such distinction.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This visit gives us the opportunity to reflect on the strength of the bilateral relationship between our 2 countries, while at the same time looking to the future and our shared priorities. We are clear that we are stronger when we work together – both bilaterally and alongside our international partners. This morning we have discussed trade and investment between our 2 countries, laid some important groundwork for the G7 Summit which Japan will host later this month, and we’ve discussed how we can enhance our security co-operation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me just say a few words on each of these areas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prosperity**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Japan is a country that matters enormously to the prosperity of the UK. We benefit more from Japanese investment than any other country in the world apart from the US. By the end of 2014 the total value of Japanese investment in the UK was £38 billion – that’s a huge figure. It represents jobs being created, companies thriving, and our manufacturing base expanding.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Japanese firms see Britain as the gateway to Europe. That’s why more than 1,300 Japanese companies have a presence here in the UK, employing more than 140,000 people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Japanese and UK companies have also worked together to rebuild our now thriving car manufacturing industry, with £15 billion invested from Japan since 2012.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I was delighted recently to be in County Durham with the Chancellor last September for the opening of Hitachi’s rail factory, building trains to connect cities across the United Kingdom. And we will visit Hitachi’s London railway centre together later this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a strong foundation. But we both want to see more; more jobs, greater growth and increased prosperity for our 2 great countries. And we both agree that the way to that is through a comprehensive Japan-EU free trade agreement. This deal could be worth £5 billion a year to the UK economy – that’s £200 per household.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister Abe and I have agreed today to redouble our efforts to do everything we can to get it signed as quickly as possible, so we can all start reaping the benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**G7**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As G7 partners we share a commitment to the fundamental values of freedom, democracy, the rule of law, and human rights. And this morning we touched on some of the big challenges that will be on the agenda at the G7 Summit, including the global economy and trade, the Middle East and Russia. On Syria we will discuss this evening the importance of all sides abiding by the Cessation of Hostilities. And we’ll discuss Ukraine, where I’m sure we both want to see the Minsk agreement implemented as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also discussed global health challenges such as the growing resistance to antibiotics. Thousands of people die every year as a result of this issue. Prime Minister Abe and I have agreed on the need for a strong and coherent global response, including providing financial incentives for the development of new antibiotics. And we discussed how we can use the G7 to advance the anti-corruption agenda that I will set out in more detail on May 12, including how Japan’s support will be vital in driving that forward.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Security**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, security co-operation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The closeness of our relationship is in part due to our shared experiences. We have both experienced the horror of seeing our citizens brutally murdered by Daesh – and likewise we share the will to see this evil organisation being defeated. Japan has been a vital partner in this battle against extremism, and our security co-operation since Prime Minister Abe last visited has gone from strength to strength.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our foreign and defence ministers meet annually to consult on top international security issues. And I welcome Japan’s increased involvement in NATO exercises, such as Joint Warrior off the UK coast. We’ll continue discussions on global security issues tonight at Chequers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So Prime Minister Abe, Shinzo, thank you for being here today and I look forward to continuing our talks.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}