{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-on-the-european-court-of-human-rights/",
    "title": "David Cameron – 2012 Speech on the European Court of Human Rights",
    "post_date": "January 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 25 January 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Once in a generation, each member has the honour of leading the Council of Europe.",
        "Today, I want to speak about the once-in-a-generation chance we have, together, to improve the way we enhance the cause of human rights, freedom and dignity.",
        "We have an ambitious agenda for the coming months…",
        "…to reinforce local democracy…",
        "…to combat discrimination…",
        "…to strengthen the rule of law across Europe.",
        "But the focus of our Chairmanship, as you know, is our joint effort to reform the European Court of Human Rights.",
        "The role of the Court has never been more challenging.",
        "As the Council has expanded, more and more people have applied to seek justice.",
        "We need to work together to ensure that throughout these changes, the Court remains true to its original intention: to uphold the Convention and prevent the abuse of human rights.",
        "So today, I want to explain why I believe the Court needs reform and set out some of the proposals on the table.",
        "**UK Commitment to Human Rights**",
        "First, I want to make something clear.",
        "Human rights is a cause that runs deep in the British heart and long in British history.",
        "In the thirteenth century, Magna Carta set down specific rights for citizens, including the right to freedom from unlawful detention.",
        "In the seventeenth century, the Petition of Right gave new authority to Parliament; and the Bill of Rights set limits on the power of the monarchy.",
        "By the eighteenth century it was said that:",
        "_“This spirit of liberty is so deeply implanted in our constitution, and rooted in our very soil, that a slave the moment he lands in England, falls under the protection of the laws, and with regard to all natural rights becomes instantly a free man”._",
        "It was that same spirit that led to the abolition of slavery…",
        "…that drove the battle against tyranny in two World Wars…",
        "…and that inspired Winston Churchill to promise that the end of the _“world struggle”_ would see the _“enthronement of human rights”_.",
        "As he put it, victory in that war was the _“victory of an ideal founded on the right of the common man, on the dignity of the human being, and on the conception of the State as the servant, not the master, of its people”._",
        "These beliefs have animated the British people for centuries – and they animate us today.",
        "When the Arab Spring erupted, the UK was a principal supporter of resolutions at the UN Human Rights Council.",
        "We are leading EU partners in maintaining pressure on Syria.",
        "We have played a key role in securing EU sanctions against Iran.",
        "Through the UN, we are working to empower women in Afghanistan, Iraq and the Middle East.",
        "We have pledged additional money to the Special Fund for Torture Prevention.",
        "And we are contributing to the Council of Europe’s own Human Rights Trust Fund.",
        "All these are clear signals of our belief in fundamental human rights.",
        "And if called to defend that belief with action, we act.",
        "When the people of Libya were reaching for the chance to shape their own destiny, Britain stepped forward with our allies to help.",
        "Visiting Tripoli a few months ago, seeing the crowds of people who were jubilant and free, I was reminded of what Margaret Thatcher once said:",
        "_“The spirit of freedom is too strong to be crushed by the tanks of tyrants”._",
        "It is our hope that this spirit of freedom spreads further – and we will continue to support those reaching for it across the Arab world.",
        "We are not and never will be a country that walks on by while human rights are trampled into the dust.",
        "This has a lot to do with Britain’s national character – a love of freedom and an instinctive loathing of over-mighty authority.",
        "But it is also about our national interest – to live, travel and trade in a more open, secure world.",
        "When a government respects its citizens’ human rights, that makes for a more stable country – and that is good for all of us.",
        "It was that great champion of freedom, Vaclav Havel, who said it best:",
        "_“Without free, self-respecting, and autonomous citizens there can be no free and independent nations. Without internal peace, that is, peace among citizens and between the citizens and the state, there can be no guarantee of external peace”._",
        "In other words, a commitment to human rights is both morally right and strategically right.",
        "**Achievements of the Council and the Court**",
        "So I want no one here to doubt the British commitment to defending human rights…",
        "…nor the British understanding that the Council of Europe, the Convention and the Court have played a vital role in upholding those rights.",
        "But believing these things does not mean sticking with the status quo…",
        "…because as we are agreed, the time is right to ask some serious questions about how the Court is working.",
        "Over sixty years ago the Convention was drafted with very clear intentions.",
        "It was born in a continent reeling from totalitarian rule…",
        "…shocked by the brutality of the holocaust…",
        "…sickened by man’s inhumanity to man.",
        "Its purpose was clear: to spread respect for vital human rights across the continent – for life, liberty and the integrity of the person.",
        "It has achieved some vitally important things over the decades: exposing torture; winning victories against degrading treatment in police custody; holding heavy-handed states to account.",
        "And since the Berlin Wall fell, it has played a major role in strengthening democracy across central and Eastern Europe.",
        "Of course, we should remember that oppression and brutality are not just facts of Europe’s past.",
        "As we sit here today, in Belarus there are people being thrown into prison for their political beliefs.",
        "Dissidents’ voices are being silenced and their rights are being crushed.",
        "What is happening less than a thousand miles from here underlines the continuing importance and relevance of the Council, the Convention and the Court.",
        "It reminds us that now, more than ever, we need a Court that is a beacon for the cause of human rights, ruthlessly focussed on defending human freedom and dignity, respected across the continent and the world.",
        "It is in that spirit that I have come here to speak to you today.",
        "Because today, the ability of the Court to play this vital role is under threat.",
        "As I see it, there are three inter-linking issues that should cause us concern.",
        "**Too many cases**",
        "First, the Court is being compelled to do too much, and that threatens its ability to do what is most important.",
        "We have seen a massive inflation in the number of cases.",
        "In the first forty years of its existence, 45,000 cases were presented to the Court.",
        "In 2010 alone, 61,300 applications were presented.",
        "This has created a huge backlog – more than 160,000 cases at its peak.",
        "There can still be a delay of some years before cases are heard, which means tens of thousands of people with their lives on hold.",
        "These will inevitably include some of the most serious cases: of detention; torture; people who have had their fundamental rights denied.",
        "Let me be clear: impressive steps are already being taken to filter out inadmissible cases more quickly.",
        "The Court should be congratulated on that – but a new problem is emerging.",
        "More and more of the backlog is now made up of admissible cases that, according to the current criteria, should be heard in full.",
        "Again, the Court is doing good work to deal with this.",
        "A system to prioritise the most important cases is in place.",
        "But the sheer volume risks urgent cases being stuck in the queue.",
        "That means the very purpose of the Court – to prevent the most serious violations of human rights – is under threat.",
        "**Court of the fourth instance**",
        "This flood of cases is linked to the second issue.",
        "The Court is properly safeguarding the right of individual petition – and it’s a principle the UK is committed to.",
        "But with this, comes the risk of turning into a court of ‘fourth instance’…",
        "…because there has already been a first hearing in a court, a second one in an appeal court, and a third in a supreme or constitutional court.",
        "In effect that gives an extra bite of the cherry to anyone who is dissatisfied with a domestic ruling, even where that judgement is reasonable, well-founded, and in line with the Convention.",
        "Quite simply, the Court has got to be able to fully protect itself against spurious cases when they have been dealt with at the national level.",
        "A good start has been made with Protocol 14, which makes clear that cases aren’t admissible if there is no significant disadvantage to the applicant.",
        "The initial case where the protocol has been used shows exactly the kind of thing I mean.",
        "The applicant was taking a bus company to court for 90 Euros compensation, because they felt their journey from Bucharest to Madrid hadn’t been as comfortable as advertised.",
        "One of the matters at issue was that they didn’t provide fully-reclining seats.",
        "The domestic courts had turned him down, and he was taking his case to the Court.",
        "Now I think we can all agree that fully-reclining seats would be very desirable on a trip from Bucharest to Madrid…",
        "…but we can also agree that this is a completely trivial case, and is not the kind of case that should be heard here.",
        "The Court agreed – and quite rightly rejected the claim.",
        "But this case just underlines how important it is for the Court to have that consistent power to control the cases it admits.",
        "**Slim margin of appreciation**",
        "The third issue is that the Court is, quite rightly, determined to make sure that consistent standards of rights are upheld across the 47 member states…",
        "…but at times it has felt to us in national governments that the ‘margin of appreciation’ – which allows for different interpretations of the Convention – has shrunk…",
        "…and that not enough account is being taken of democratic decisions by national parliaments.",
        "Let us be frank about the fall-out from this issue.",
        "As the margin of appreciation has shrunk, so controversy has grown.",
        "You will know that in the UK there is a lively debate about the way human rights law works, and how our own national courts interact with Europe.",
        "Yes, some of this is misinterpretation – but some of it is credible democratic anxiety, as with the prisoner voting issue.",
        "I completely understand the Court’s belief that a national decision must be properly made.",
        "But in the end, I believe that where an issue like this has been subjected to proper, reasoned democratic debate…",
        "…and has also met with detailed scrutiny by national courts in line with the Convention…",
        "…the decision made at a national level should be treated with respect.",
        "Another example of this – and one we can all agree on – is in the area of immigration.",
        "At Izmir, we collectively invited the Court, “to avoid intervening except in the most exceptional circumstances.”",
        "All states agreed that the Court was, in some cases, too ready to substitute its judgment for that of reasonable national processes and all agreed that that was not its role.",
        "In other words, it should not see itself as an immigration tribunal.",
        "Protecting a country from terrorism is one of the most important tasks for any government.",
        "Again, no one should argue that you defend our systems of rights and freedom by suspending those freedoms.",
        "But we do have a real problem when it comes to foreign national who threaten our security.",
        "In Britain we have gone through all reasonable national processes…",
        "…including painstaking international agreements about how they should be treated…",
        "…and scrutiny by our own courts…",
        "…and yet we are still unable to deport them.",
        "It is therefore not surprising that some people start asking questions about whether the current arrangements are really sensible.",
        "Of course, no decent country should deport people if they are going to be tortured.",
        "But the problem today is that you can end up with someone who has no right to live in your country, who you are convinced – and have good reason to be convinced – means to do your country harm.",
        "And yet there are circumstances in which you cannot try them, you cannot detain them and you cannot deport them.",
        "So having put in place every possible safeguard to ensure that ECHR rights are not violated, we still cannot fulfil our duty to our law-abiding citizens to protect them.",
        "Together, we have to find a solution to this.",
        "These concerns are shared by many member states.",
        "And at the heart of this concern is not antipathy to human rights; it is anxiety that the concept of human rights is being distorted.",
        "As a result, for too many people, the very concept of rights is in danger of slipping from something noble to something discredited – and that should be of deep concern to us all.",
        "Upholding and promoting human rights is not something governments and courts can do alone…",
        "…it is something we need all our societies to be engaged with.",
        "And when controversial rulings overshadow the good and patient long-term work that has been done, that not only fails to do justice to the work of the Court…",
        "…it has a corrosive effect on people’s support for human rights.",
        "The Court cannot afford to lose the confidence of the people of Europe.",
        "**Right moment for reform**",
        "Taken together, these issues threaten to shift the role of the Court away from its key objectives.",
        "The Court should be free to deal with the most serious violations of human rights; it should not be swamped with an endless backlog of cases.",
        "The Court should ensure that the right to individual petition counts; it should not act as a small claims court.",
        "And the Court should hold us all to account; it should not undermine its own reputation by going over national decisions where it does not need to.",
        "For the sake of the 800 million people the Court serves, we need to reform it so that it is true to its original purpose.",
        "Already 47 members are agreed on this, and great work has been done.",
        "Now we would like to use our Chairmanship to help progress that work.",
        "This is the right moment for reform – reforms that are practical, sensible and that enhance the reputation of the Court.",
        "**Our proposals**",
        "So we are looking to improve the efficiency of the Court.",
        "New rules could enable it to focus more efficiently and transparently on the most important cases.",
        "We want to improve the procedures for nominating judges.",
        "The Assembly needs consistently strong shortlists from which to elect judges – and clear guidelines on national selection procedures could help with that.",
        "And we are hoping to get consensus on strengthening subsidiarity – the principle that where possible, final decisions should be made nationally.",
        "It is of course correct that the Court should hold governments to account when they fail to protect human rights.",
        "In these instances it is right for the Court to intervene.",
        "But what we are all striving for is that national governments should take primary responsibility for safeguarding their citizens’ rights – and do it well.",
        "Subsidiarity is a fundamental principle of the Convention, and at Izmir, we were all clear that more needed to be done to give it practical effect.",
        "For that reason, we will shortly set out our proposals for pushing responsibility to the national system.",
        "That way we can free up the Court to concentrate on the worst, most flagrant human rights violations – and to challenge national courts when they clearly haven’t followed the Convention.",
        "Of course, re-balancing this relationship is a two-way street.",
        "The other side of the deal is that members get better at implementing the Convention at national level.",
        "That is why, in the UK, we are investigating the case for a UK Bill of Rights, and thoroughly examining the way our liberties are protected.",
        "Parliaments also have a key role – and we are proud of the role that our own Joint Committee on Human Rights plays.",
        "And of course, this Assembly makes a vital contribution, helping states to honour their obligations.",
        "Together, through these institutions, we can reduce the number of violations and ultimately ease the burden on the Court.",
        "**Conclusion**",
        "Let me finish today by saying this.",
        "With this Chairmanship we have a clear opportunity to agree a practical programme of reform.",
        "Built on the noble intentions of the Convention.",
        "Forged through consensus.",
        "Driven by a belief in fundamental human rights and a passion to advance them.",
        "This is undoubtedly a challenge – but it is a challenge we can meet together."
    ]
}