{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-meeting-with-vladimir-putin/",
    "title": "David Cameron – 2012 Meeting with Vladimir Putin",
    "post_date": "January 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at this meeting with Vladimir Putin, the Russian President on 2 August 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Thank you everyone for coming. It has been very good to welcome President Putin back to Number 10 Downing Street, and to see this steady growth in British-Russian relations.",
        "We have discussed cooperation over these Olympics and the Sochi Olympics in 2014, which we hope will be a success. We have discussed our commercial relationship, where British exports to Russia have been increasing rapidly over the last two years, and we want to see further growth in trade, investment, and exports.",
        "We have discussed cooperation in areas such as energy, in addition, and we have also had a discussion about the situation in Syria. While of course there have been some differences in the positions that we have taken over the Syrian conflict, we both want to see an end to that conflict and a stable Syria. We will continue to discuss with our foreign ministers how we can take this agenda forward.",
        "Today has been about a further strengthening in our relations and having these important dialogues, even in areas where we do not always agree, so that we can understand each other’s positions.",
        "**President Putin**",
        "For my part, I would like to thank the distinguished Prime Minister for the invitation to come to London to meet him, and to attend the Olympic Games.",
        "I would like to start my statement with congratulations to the United Kingdom, all the nationals of the UK, the distinguished Prime Minister, with regard to the wonderful and unforgettable opening ceremony of the Olympic Games. It was quite a spectacle. It was a wonderful holiday, a wonderful feast presented by you to mankind.",
        "We will organise the Sochi Olympics, Winter Olympics, in 2014, and while organising such large-scale events very many problems may crop up. This is why we would be quite interested in learning from the experience of our British colleagues.",
        "We devoted a great portion of today’s conversation to discussing economic issues; during such a dramatic period that the global economy is undergoing, such meetings and such discussions are in demand.",
        "Last year we had an increase in our mutual trade by 35-40%, and we have agreed today to find new areas, spheres and sectors to promote and enhance our economic, trade and investment cooperation.",
        "We also spoke a lot about Syria. We made note of the fact that there are some things on which we see eye-to-eye, and we agreed to continue working to find a viable solution on that matter. We agreed to entrust our foreign affairs ministries to go on with that search for a viable solution.",
        "I thank you for your invitation Mr Prime Minister."
    ]
}