{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-press-conference-on-european-council/",
    "title": "David Cameron – 2014 Press Conference on European Council",
    "post_date": "November 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference made by David Cameron, the Prime Minister, on the European Council on 21st March 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Good afternoon. This has been a wide-ranging European Council, obviously with the situation in the Ukraine at its heart. I’ll come to that shortly, but first I want to say a few words on other important issues.",
        "First, on the economy. In this week’s budget we set out more action to build a resilient economy that delivers security for hard-working people in Britain. And we set out specific measures to support manufacturers, investors, exporters, savers. Here at the summit we’ve discussed how to make Europe more competitive, to generate more growth and create more jobs. As I set out at Davos, there’s a real opportunity to bring back jobs to Britain and the rest of Europe, to re-shore those jobs. And today we’ve agreed to encourage that by doing more to cut red tape, to attract investment, and to stimulate innovation. As I’ve said, I believe Britain can be the re-shore nation. The news yesterday that Hitachi will be having their train-making headquarters in the UK is a good example of that.",
        "We’ve also discussed how businesses need affordable energy prices to keep pace with their competitors elsewhere, so we’ve agreed to accelerate our efforts to complete the internal energy market and to improve the energy flow across the continent with more interconnections. We want the EU to play a strong leadership role in efforts to secure a global climate deal next year in Paris. That means swift agreement on a target for reducing greenhouse gas emissions, and I fully support the 40% target proposed.",
        "On tax, I’ve also led the charge on tax reform, tax transparency, attacking tax evasion around the world, putting it at the heart of the G8 agenda. 44 countries have now committed to the early implementation of automatic information exchange on tax matters. And I’m delighted that at this summit, we’ve finally unblocked this issue in the EU with Luxembourg and Austria now committed to automatically exchange too, and a new commitment by all of us to agree new rules by the end of this year to ensure that the EU keeps pace with the new global standard.",
        "I also raised the situation in Sri Lanka. As you know, this is an issue I care deeply about. I want to see reconciliation in the country, and that means properly addressing issues of the past. President Rajapaksa has failed to do this, so now we need an international, independent investigation into alleged war crimes. The UN human rights commissioner has called for this, and that is what a UK co-sponsored resolution at the UN human rights council supports. Countries will vote on that resolution next week, and today I secured the full backing of all of the European Union for that approach.",
        "Turning to Ukraine. Since we last met, a sham and illegal referendum has taken place at the barrel of a Kalashnikov, and Russia has sought to annex Crimea. This is a flagrant breach of international law, and something we will not recognise. This behaviour belongs to the Europe of the last century, not this one. It cannot be ignored, or we risk more serious problems in the future.",
        "So it was very important that the European democracies represented here should send a strong and united message that Russia will face further consequences. And that it what we have done. We have subjected 12 more individuals to travel bans and asset freezes, bringing the total to 33. We have cancelled the EU-Russia summit, agreed not to hold bilateral summits, and we’ll block Russian membership of the OECD and the International Energy Agency. We’ve agreed to rapidly implement economic, trade and financial restrictions on occupied Crimea. We will only accept Crimean goods in the EU if they come from Ukraine and not Russia, and it’s clearly set out in the conclusions agreed today.",
        "We’ve also reiterated that if Russia takes any further steps to destabilise Ukraine, there will be far-reaching economic consequences. And we have, for the first time, in the conclusions published today, tasked the European commission to prepare such possible measures. Our message to Russia is clear: choose the path of diplomacy and de-escalation, or face increasing isolation and tighter and tighter sanctions. We’ve already seen 10% wiped off the value of the Russian stock market this month, reports of capital flight and down rated credit ratings.",
        "But the best rebuke to Russia is a strong and successful Ukraine, free to make its own choices about its own future. Every leader at this summit is very clear on that. So this morning we took a formal step to closer relations between the EU and Ukraine, with the signature of a landmark agreement between us both. We welcomed President Yatsenyuk to our meeting for the second time in a fortnight, and I support his efforts to lead a stable democratic government that reaches out to the regions and respects the rights of minorities.",
        "We also commend the restraint of the Ukrainian authorities under particularly difficult circumstances. We want an OSCE mission rapidly deployed, or we’ll send an EU mission instead. In the long term, the biggest challenge will be to build a strong Ukrainian economy, rooted in strong institutions that respect the rule of law. We continue to work on an IMF package for Ukraine, and we’ve called on MEPs to rapidly confirm the removal of customs duties on Ukrainian exports, which should benefit businesses there by up to €500 million a year.",
        "Finally, we agreed to set up our efforts to reduce Europe’s dependency on energy from Russia, and we’ve asked the European Commission to produce, by June, a comprehensive plan to achieve this. So today we’ve agreed action to stabilise Ukraine in these difficult circumstances, to support the Ukrainian government, and to build closer ties between the EU and Ukraine. In the long run, Ukrainian success will be one of the most powerful answers to Russian aggression. This is the vital contribution that Europe can make to help the Ukrainian people in their hour of need, and we are determined to deliver it.",
        "Thank you very much, happy to take some questions.",
        "**Question**",
        "You mentioned the future list of sanctions, possible sanctions, being drawn up, and these would be triggered if there’s further destabilisation of the Ukraine, so I wanted to know what you would regard as destabilisation.",
        "And also, you’re sharing your thoughts on the unsatisfactory process by which Qatar was awarded the World Cup in the Sun this morning, obviously you want to say a bit more about that. But I was wondering under the current circumstances, given we’re pulling out of cooperation with Russia on a whole range of fronts, is Russia a suitable host for the World Cup?",
        "**Prime Minister**",
        "Well, first of all, on football, I’ll leave that for the football authorities. I said what I said about being involved in that process in my memories of it, but I think the football authorities will want to look at this evidence and see what they make of it. I think that’s the important point there.",
        "On the issue of what counts as further destabilisation of the Ukraine: well, if – for instance, if Russian troops were to go into the east of the country, you know, the Russians need to know that would trigger, as it says in the conclusions that we’ve published, far reaching consequences in a broad range of economic areas. And that’s why for the first time these conclusions talk about the European Council asking the commission and member states to prepare possible targeted measures.",
        "So I think it is very, very clear that we’ve done – I think, today, in respect of what’s happened in Crimea, I don’t think people were fully expecting what we’ve done, which is to say, from now on, goods from Crimea have to come through Ukraine or they’re going to get very hefty penalties and tariffs put on them. That is a step that I think is very important that we’ve taken, that I don’t think people were expecting. But we’re still being clear that the third stage of sanctions would be triggered by further destabilisation of the Ukraine and we’ve made further progress in setting out exactly what that means.",
        "**Question**",
        "America announced some measures yesterday that seemed to – sort of, highlighted the different approach between Brussels and Washington. Why is it that there are no businessmen or oligarchs on the EU list, and indeed, none have even been put forward to go on that list? I understand. Surely if you hit people like Abramovich, who uses the city London as a sort of playground, you would send a much stronger message to Russia.",
        "**Prime Minister**",
        "Well, first of all, I don’t really accept this idea that there’s a divergence between the EU and the US. I think actually both the US and the European Union have been taking strong, predictable, consistent and tough measures.",
        "If we actually look at the number of people affected by these visa bans and asset freezes, it’s 32 from the US, 33 from Europe. In some respects, Europe has gone further than the US, obviously, with respect to what I’ve just said about trade measures against the Crimea.",
        "I think the difference is the slightly different processes we have about how to highlight who should be subject to a visa ban or an asset freeze. The EU approach is very much to target people who had a direct connection with what has happened in the Crimea. And that’s why the figures that we have singled out are military figures, figures from the Duma, presidential advisors, heads of the Russian state news agency, and of course, a range of Crimeans. The Americans have done that and then also added also some other people as you said.",
        "But we have slightly different approaches, but generally I think the EU and US are actually working well together actually demonstrating, as I said, a strong, tough, consistent and predictable approach.",
        "**Question**",
        "Also on the American side in the White House statement yesterday, they name economic sectors such as metallurgy, energy, trade, etc, as possible areas for the stage 3 sanctions potential. Is that something that you think the Europeans should be following – in the sense of naming and asking the commission to prepare further sanctions – that they should be naming the kind of parts of the economy that might be hit, to let the Russians know how they might be hurt.",
        "And secondly, could you also tell us whether at last night’s dinner you had a mobile phone with you?",
        "**Prime Minister**",
        "On last night’s dinner, I did have a mobile phone on me but it didn’t work. I think very sensibly we decided to block the use of mobile phones at last night’s dinner so we could focus on the text and the work. It was hard pounding, it was a long night of negotiation, but I think actually we ended up with a, as I said, strong, clear, predictable set of things.",
        "In terms of, you know, what I came to this council wanting to see was really 3 things. I wanted to see an expansion in terms of the number of people subject to travel bans and asset freezes, and that was achieved. I wanted to see clear measures in respect to what’s happened in the Crimea, and that has happened, particularly with the point I’ve made about how we’re going to target goods from occupied Crimea. And the third thing I wanted was to, more clarity on what would happen if Russia went further in destabilising the Ukraine, and for the first time we have tasked the Commission to prepare possible targeted measures.",
        "To answer your question very directly about, well, what areas could these affect. The text says a broad range of economic areas. Now obviously, that must include some of the key areas like finance, like the military, like energy. There’s nothing left out from that text, and I want to be clear that all of those sorts of areas in my view would be and should be considered, and obviously the Commission and member states now need to prepare possible targeted measures in order to be in compliance with what we agreed last night.",
        "**Question**",
        "Just talking about the different approaches to individuals in the lists of sanctions, does that mean that you have ruled out, or the EU has ruled out ever adding oligarchs and businessmen to that list? I mean, yesterday we saw that Russian politician Alexei Navalny called from Roman Abramovich to be sanctioned by the West. Would you ever consider that?",
        "**Prime Minister**",
        "Well we certainly haven’t ruled anyone out from this approach. But as I say, the EU approach, and the way that it works under the laws that we have, is that you need to target people who have a direct relationship with the action that’s been taken.",
        "That is why, if you go back a couple of weeks, I said very clearly, it should include Russian Members of Parliament. They have acted to vote again and again to accept this illegal referendum, to annex the Crimea to Russia. They are part of the problem, they’re part of what caused this, and so they should be targeted. And the same should apply in terms of military advisors, presidential advisors, and yes, anyone else, if there’s a direct link between what they are doing and the situation with Russian destabilisation of the Ukraine.",
        "So that’s the approach that we should take, and people who get involved in that should know that they are liable to possibly be subject to an EU travel ban or asset freeze.",
        "**Question**",
        "A lot of countries, particularly in Eastern Europe, have this concern about their energy supply, and there is a suggestion that should these harsher sanctions – these harsher measures be taken – they should be compensated in some way for losses to their economies. Was this something that was discussed, and is this something you think is feasible?",
        "**Prime Minister**",
        "Well, it wasn’t something that was discussed. I mean, look, there’s a longer term issue here, which is that Europe needs to make itself more resilient and more independent in terms of its energy. And there was a good and long discussion about that, there were some good conclusions that you’ll see published today, asking the Commission to draw up a plan. But also, at – at my insistence, actually explanations of some of the things – like the Southern gas corridor, like making sure that shale gas can be imported from the US, like the way we approach the TTIP agreement – that I think could make a difference.",
        "I also think that if you look at a map of Europe, and you look at a map of where shale gas is available, you see substantial shale gas reserves, not just in the UK, which we should be looking at, but also you see a lot of shale gas in Southern and Eastern Europe, which is worth exploiting as well.",
        "So there is I think the issue with energy is that we should be looking at the long term energy diversification security and resilience right across Europe, that’s something I think colleagues are now enthusiastically pursuing.",
        "We should also remember that of course Europe is, I think, 25% or so reliant on Russian gas, but if you look at Gazprom’s revenues, something like 50% of them come from Europe. So, you know, Russia needs Europe more than Europe needs Russia, and that’s an important point to make in these conversations.",
        "**Question**",
        "Prime Minister, have you had a chance to talk to the Portuguese government about the disappearance of Madeleine McCann and Scotland Yard’s investigation into her disappearance?",
        "And on a lighter note, bingo – the Chancellor says he loves playing the game, Nick Clegg says he’s a fan. Are you a fan? Do you play? Or do you plan on playing bingo in the near future?",
        "**Prime Minister**",
        "On Madeleine McCann, I have spoken to the Portuguese Prime Minister before, I didn’t speak to him at this Council about this issue, but obviously, I’m pleased that the Metropolitan police have taken this case forward, and they’ve been working with the Portuguese, and I stand ready if ever required to speak to the Portuguese Prime Minister or other Portuguese authorities again. But I haven’t been asked to by the Metropolitan police, so I think then they seem to be making some progress.",
        "On the issue of bingo, the issue here is trying to make sure that we have a fair tax system, and I think bingo wasn’t taxed fairly, and I’m very pleased that we’ve managed to cut the tax on bingo.",
        "**Question**",
        "I wanted to ask you whether you have discussed other regions around Russia, such as Transnistria? Have you mentioned Moldova, and do you plan on signing DAAs with Georgia and Moldova sooner than August?",
        "**Prime Minister**",
        "Yes, we do actually. The conclusions say that the European Union reconfirms its objective to further strengthen the political association and economic integration with Georgia and the Republic of Moldova. We confirm our aim to sign the association agreements, including the deep and comprehensive free trade areas, which we initialled in Vilnius last November, no later than June 2014. That was a change that we made last night, and I think that was a very positive signal.",
        "Obviously there were discussions about other regions and areas, and I think a general lesson people were drawing, which is that if this can happen in Ukraine, then we have to be very clear about how unacceptable it is, because otherwise we will face similar situations in similar countries with a similar sort of unacceptable behaviour."
    ]
}