{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-press-conference-with-the-us-president/",
    "title": "David Cameron – 2014 Press Conference with the US President",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference between David Cameron and Barack Obama at the G7 meeting in Brussels on 5th June 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Good afternoon.",
        "I’m delighted to be here with Barack today.",
        "As we stand here together in Europe, on the 70th anniversary of the D-Day landings, we should remind the world of the strength and steadfastness of the bond between the United Kingdom and the United States.",
        "70 years ago, our countries stood like 2 rocks of freedom and democracy in the face of Nazi tyranny.",
        "70 years ago tonight, thousands of young British and American soldiers, with their Canadian and Free French counterparts, were preparing to cross the Channel in the greatest liberation force that the world has ever known.",
        "Those young men were united in purpose: to restore democracy and freedom to continental Europe, to free by force of arms ancient European nations, and to allow the nations and peoples of Europe to chart their destiny in the world.",
        "Thousands of those young men paid the ultimate price, and we honour their memory today and tomorrow. Shortly after D-Day, my own grandfather was wounded and came home.",
        "We will never forget what they did, and the debt that we owe them for the peace and the freedom we enjoy on this continent.",
        "Today, in a new century, our 2 democracies continue to stand for and to uphold the same values in the world.",
        "Democracy. Liberty. The rule of law.",
        "And day in, day out, our people work together to uphold those values right across the globe.",
        "And that approach has been at the heart of what we have discussed here at the G7 and in our bilateral meeting today.",
        "**Trade**",
        "We have talked about one of the greatest opportunities we have to turbo-charge the global economy by concluding trade deals, including the EU-US deal which would be the biggest of them all.",
        "A transatlantic trade and investment partnership that would create growth and jobs. A deal that could be worth up to £10 billion a year for Britain alone.",
        "It would help to secure our long-term economic success and generate a better future for hard-working families back at home.",
        "That is why I was so determined to launch negotiations a year ago in Lough Erne.",
        "Since we have made steady progress but we have got to keep our eyes on the huge prize on offer and not get bogged down.",
        "**Extremism**",
        "We also discussed what I believe is the greatest threat we face.",
        "How we counter extremism and the threat that terrorist groups operating elsewhere pose to the safety of our people both at home and abroad.",
        "This year, we will bring our troops home from Afghanistan. They can be proud of what they have achieved over the last decade – denying terrorists a safe haven from which to plot attacks against Britain or the United States.",
        "But at the same time as we have reduced the threat from that region, so Al-Qaeda franchises have grown in other parts of the world. Many of these groups are focused on the countries where they operate but they still pose a risk to our people, our businesses and our interests.",
        "Barack and I share the same view of how we tackle this threat in the fragile regions of the world where terrorist networks seek a foothold.",
        "As I have said before, our approach must be tough, patient, intelligent and based on strong international partnerships.",
        "So:",
        "When it comes to Syria, now the number one destination for jihadists anywhere in the world, we have agreed to intensify our efforts to address the threat of foreign fighters travelling to and from Syria.",
        "We will be introducing new measures in the UK to prosecute those who plan and train for terrorism abroad. And here at the G7, we have agreed to do more to work with Syria’s neighbours to strengthen border security and to disrupt the terrorist financing that funds these jihadist training camps.",
        "In Libya, we want to help the government as it struggles to overcome the disastrous legacy of Qadhafi’s misrule and to build a stable, peaceful and prosperous future.",
        "Barack and I have both each recently appointed envoys who will be working together to support efforts to reach a much needed political settlement.",
        "And we are fulfilling our commitment to train the Libyan security forces, with the first tranche of recruits due to begin their training in the UK this month.",
        "In Nigeria, we are both committed to supporting the Nigerian government and its neighbours as they confront the scourge of Boko Haram.",
        "The kidnap of the Chibok girls was an act of pure evil. And Britain and the United States have provided immediate assistance in the search.",
        "In the longer term, we stand ready to provide more practical assistance to help the Nigerians and the region to strengthen their defence and security institutions and to develop the expertise needed to counter these barbaric extremists.",
        "**Ukraine**",
        "And finally, we had an important discussion on Ukraine and relations with Russia.",
        "From the outset of this crisis, the G7 nations have has stood united, clear in our support for the Ukrainian people and their right to choose their own future and firm in our message to President Putin that Russia’s actions are completely unacceptable and totally at odds with the values of this group of democracies.",
        "That is why Russia no longer has a seat at the table here with us.",
        "At this summit, we were clear about 3 things.",
        "First, the status quo is unacceptable. The continuing destabilisation of Eastern Ukraine must stop.",
        "Second, there are a set of things that need to happen.",
        "President Putin must:",
        "– recognise the legitimate election of President Poroshenko",
        "– he must stop arms crossing the border into Ukraine",
        "– he must cease Russian support for separatist groups",
        "And third, if these things don’t happen then sectoral sanctions will follow.",
        "Next month will be vital in judging if President Putin has taken these steps.",
        "And that’s what I will urge President Putin to do when I meet him later today.",
        "Finally, we discussed the cancer eating away at the world’s economic and political systems: corruption.",
        "Corruption is the arch-enemy of democracy and development. The best way to fight corruption and to drive growth is through what I call the 3 Ts: greater transparency, fair tax systems and freer trade.",
        "That was at the heart of our G8 agenda in Lough Erne and today we agreed to push for more action on fair tax systems, freer trade and greater transparency, things that are now hard wired into these international gatherings and for many years to come."
    ]
}