{
    "url": "https://www.ukpol.co.uk/david-cameron-nick-clegg-2010-joint-press-conference/",
    "title": "David Cameron + Nick Clegg – 2010 Joint Press Conference",
    "post_date": "February 14, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the joint press conference held with David Cameron and Nick Clegg on 12 May 2010.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "**Prime Minister:**",
        "Good afternoon, everyone, and welcome. On the steps of Downing Street yesterday evening, I said that Nick and I wanted to put aside party differences and work together in the national interest. Since I set out that aim, both our parties have given their full backing to our coalition agreement, a Liberal Democrat-Conservative Government that we have negotiated.",
        "This is the first coalition Government in Britain for 65 years. It will be an administration united behind three key principles: freedom, fairness and responsibility. It will be an administration united behind one key purpose. That is to give our country the strong, stable and determined leadership that we need for the long term.",
        "In the days and weeks ahead, we will together be setting out in greater detail the aims and the values of our partnership and the full policy programme of our coalition Government. Today, we want to say just a few words about how we plan to work together and the significance of what we have achieved in coming to this agreement.",
        "This morning, as part of the process of establishing the new Government, I have been working to appoint the Cabinet. Later today, I will be chairing the first meeting of our National Security Council and Nick Clegg will be at my side. There are five Liberal Democrat Secretaries of State in Cabinet working hand in hand with Conservative colleagues to address the big challenges that Britain faces. Starting with Nick Clegg as Deputy Prime Minister, Liberal Democrats will be represented at every level of government. I think this is a sign of the strength and depth of this coalition and our sincere determination to work together constructively to make this coalition work in our national interest.",
        "We have a shared agenda and a shared resolve to tackle the challenges our country faces, to safeguard our national security and support our troops abroad, to tackle the debt crisis, to repair our broken political system and to build a stronger society. We understand that we are not going to beat these problems overnight. In particular, no Government in modern times has ever been left with such a terrible economic inheritance. Today’s unemployment figures are another sign of the human cost of the economic mistakes of the past decade. So we know there will be difficult decisions ahead but, working together, I know we can take the country through those difficult times to the better times that I believe lie ahead.",
        "But today, we are not just announcing a new Government and new ministers; we are announcing a new politics. A new politics where the national interest is more important than the party interest, where cooperation wins out over confrontation, where compromise, where give and take, where reasonable, civilised, grown-up behaviour is not a sign of weakness, but a sign of strength. One of the major problems of the last few years has been a chronic short-termism in government. With this coalition Government and this coalition agreement that we have for five years, we can act for the long term and make the major decisions for our country’s future. That is the true significance of this coalition. It can be an historic and seismic shift in our political landscape. It can demonstrate in government a new progressive partnership, believing in enterprise, markets and fiscal responsibility, committed to civil liberties and curbing the power of the state, passionate about building a green economy, determined to build the Big Society where families and communities are supported and strengthened and eager to make sure that the Big Society is matched by big citizens, where power is taken from the politicians and put in the hands of people as we embark on a recasting of our political system.",
        "Our Liberal-Conservative Government will take Britain in an historic new direction, a direction of hope and unity, conviction and common purpose. I am delighted to be standing here with the new Deputy Prime Minister. The two of us together leading this historic, Liberal Democrat-Conservative administration. I would like, now, to invite him to speak to us on what I think is a remarkable and very welcome day. Nick.",
        "**Deputy Prime Minister:**",
        "Thank you, David. We have just been through an election campaign and now we have a coalition. Until today, we were rivals; now, we are colleagues. That says a lot about the scale of the new politics that is now beginning to unfold. This is a new Government and it is a new kind of government, a radical reforming Government where it needs to be and a source of reassurance and stability at a time of great uncertainty in our country too.",
        "David has spoken about many of the challenges we all face: the economy, still struggling to get to its feet; the public finances, in a mess; our troops, engaged in a difficult and lasting conflict that requires resolution; our society, still scarred by too much unfairness and inequality; our politics, not yet recovered from the hammer blows of recent months. At a time of such enormous difficulties, our country needed a strong and stable government. It needed an ambitious Government determined to work relentlessly for a better future. That is what we have come together in this coalition to provide.",
        "This is a Government that will last, not because of a list of policies, important though they are, not because it will be easy. There will be bumps and scrapes along the way. We are different parties and we have different ideas. This is a Government that will last despite those differences, because we are united by a common purpose for the job we want to do together in the next five years. Our ambition is simple and yet profound. Our ambition is to put real power and opportunity into the hands of people, families and communities to change their lives and our country for the better.",
        "For me, that is what liberalism is all about: ensuring that everybody has the chance, no matter who they are or where they are from, to be the person they want to be and live the life they want to live. You can call it ‘fairness’. You can call it ‘responsibility’. You can call it ‘liberalism’. Whatever words you use, the change it will make to your life is the same. You will have the opportunities you crave: fairer taxes; better schools; a fair, green economy with growth that lasts; clean, open, plural politics that I hope, once again, you can put your faith in to deliver the help and the change you need.",
        "I want this to be a bold, reforming Government that puts fairness back into Britain, a Government that restores our faith in what a healthy, strong society can achieve, a Government that takes power away from politicians, as David said, and gives it back to you, a government that hands back your liberties and your privacy, building a nation where parents, pupils and patients can shape our schools and hospitals, where fine words on the environment are finally translated into real action, where social mobility becomes a reality for all where the great British traditions of tolerance and fairness are restored. I came into politics to change politics and to change Britain for good. Together, that job starts today. Thank you."
    ]
}