{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-to-the-centre-for-social-justice/",
    "title": "David Cameron – 2006 Speech to the Centre for Social Justice",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, to the Centre for Social Justice on 18 January 2006.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Today I want to talk about how we eradicate poverty in Britain.",
        "And I want to explain how my approach differs from that of Gordon Brown.",
        "Gordon Brown and I share the same objectives.",
        "We both want to tackle poverty.",
        "But we have different solutions to the entrenched problems of multiple deprivation, and the root causes of poverty in Britain today.",
        "On the one hand, there is a top-down, centralised approach from Labour that means well but fails badly.",
        "On the other, I want to develop a forward-looking vision which recognises that social justice will only be delivered by empowering people to fulfill their potential.",
        "The difference is highlighted by Gordon Brown’s claim that “only the state can guarantee fairness.”",
        "He sees limits on what the voluntary sector, social enterprises and community groups can do.",
        "I don’t see limits.",
        "I see endless and powerful opportunities.",
        "Gordon Brown looks at areas where the state has failed…",
        "…and thinks the answer is more state intervention…more of the same.",
        "I look at state failure and say: let’s try something different.",
        "I look around the country at the people and organisations I’ve met…",
        "…and the thousands that I haven’t…",
        "…who have the solutions to the long-term problems of our most deprived communities.",
        "I look around this room and I see the faces of the poverty-fighters and the social entrepreneurs…",
        "…people like Camila Batmanghelidj…",
        "…Adele Blakebrough…",
        "…Ray Lewis…",
        "…and I know that if we trust you, if we give you more power and responsibility…",
        "…you will succeed where the state has failed.",
        "Our approach: trusting people and sharing responsibility.",
        "Or Gordon Brown’s approach: creating dependency and removing responsibility.",
        "That is the central argument about tackling poverty in Britain today.",
        "This is the right place to be setting out the new Conservative poverty-fighting agenda.",
        "Iain, you have been a magnificent champion for this cause.",
        "The Centre for Social Justice has already made a huge contribution to the Conservative Party’s understanding of the nature and causes of poverty in our country.",
        "And your contribution will be vital in the months ahead as you lead our Social Justice Policy Group.",
        "In September 2003, you said this:",
        "“…there are those who say that poverty in Britain simply does not exist. But it does. Many people do not enjoy the opportunities and freedoms that most of us take for granted. I think of children growing up in homes where it’s still hard to make ends meet. I think of pensioners in communities ruled by criminal gangs. Poverty is real today for those children and pensioners.”",
        "And you concluded that:  \n“…unless Conservatives can show that we will govern for the whole nation, we will neither win nor deserve to.”",
        "Iain, that is my conclusion too.",
        "Since 1997, Gordon Brown has directed Labour’s efforts to deliver social justice.",
        "He is absolutely sincere in his commitment to tackling poverty at home and abroad.",
        "But Mr Brown’s good intentions should not shield his government from serious scrutiny.",
        "And although some progress has been made, Brown has failed Britain’s most vulnerable people and communities.",
        "This can be seen most starkly in his native Scotland. Scotland still has the same tax and benefits system as the rest of the UK.",
        "In recent decades, health, education and other public services have also been more generously funded north of the border than in the rest of Britain.",
        "Therefore, if Labour’s anti-poverty strategy is working anywhere, it should be working in Scotland.",
        "Earlier this month, however, The Scotsman published research which lays bare Labour’s failure.",
        "The hundred most deprived postcode areas were dubbed ‘Third Scotland’ because of their Third World level of life outcomes.",
        "If this sounds exaggerated, look at life expectancy.",
        "In Third Scotland, average male life expectancy is only 64 years – lower than in Bosnia, the Gaza Strip, Iran or even North Korea.",
        "Shockingly, this trend is actually getting worse.",
        "Worklessness is also endemic in Third Scotland.",
        "In Calton, in the east-end of Glasgow, 57% of adults do not work at all, even though only 8% are classed as unemployed.",
        "Here, two out of every five adults claim incapacity benefit.",
        "In Hamiltonhill, 61 per cent of children live in workless households.",
        "And this is true for 58 per cent in Drumchapel.",
        "Throughout Britain, 2.7 million are claiming incapacity benefit which offers guaranteed payouts for life.",
        "Together with the associated benefits, this can pay more than an uncertain life of work on the minimum wage.",
        "For others, the skull-splitting complexity of the tax credit system and the proliferation of means testing has debased the very principle of work.",
        "Gordon Brown has created a benefits system that gives millions of people little incentive to work.",
        "Any effort to progress beyond dependency is punished by steep rates of benefit withdrawal.",
        "And there’s the claw-back of excess payments that leads to ever higher debt.",
        "Only this week in my constituency surgery, a working single mum told me that she would have a higher income and a better house if she gave up her job.",
        "She’d done the maths.",
        "She’d be better off on benefits.",
        "But she chose to stay working.",
        "It was a small victory of the human spirit against the vast scale of Gordon Brown’s state machine.",
        "Frank Field has observed that:",
        "“There is now no way by which those most dependent on tax credit will be able by their own efforts to free themselves from this welfare dependency… To rip out the mainspring of a free society – the drive to improve one’s own lot and that of one’s family… cannot but harbinger ill for our country.”",
        "The current welfare system, designed to eradicate the poverty of the last century, is now fuelling the new poverty of the 21st century.",
        "Labour is creating a new class of decommissioned people.",
        "Individuals who should have been guided on to paths out of poverty have instead been shunted into life’s sidings.",
        "As Fraser Nelson put it in the Scotsman:",
        "“Without a radical change, the Prime Minister’s social legacy may have a damning epitaph: that Labour fought poverty, and poverty won.”",
        "I am determined to fight poverty and to win.",
        "We desperately need new thinking if we’re to tackle the problems of multiple deprivation.",
        "We can’t keep pulling the same levers and hope for different results.",
        "We can’t keep growing and growing the welfare state.",
        "We must realise that Gordon Brown’s ever-growing state cannot win the war on poverty on its own.",
        "Gordon Brown says that only the state can guarantee fairness.",
        "One look at his record exposes the hollowness of his claim.",
        "If life in Calton and Drumchapel is his definition of fairness, I suggest he rethinks his guarantee.",
        "Throughout Britain’s hard-pressed communities there has been a terrible loss of faith in politicians who practice his kind of Whitehall-knows-best politics.",
        "The state has become a guarantor of means tested dependency, of the status quo, not of a new start.",
        "Labour’s targets culture has produced a focus on lifting those just below the poverty line to just above it.",
        "The worst forms of poverty haven’t improved under Gordon Brown.",
        "…the gap between life expectancy for the richest and poorest in our country is now greater than at any time since Queen Victoria.",
        "…and almost a third of disabled adults of working age live in poverty.",
        "That’s higher than a decade ago.",
        "Conservatives understand the role of government in delivering social justice.",
        "Modern, compassionate Conservatism understands that spending money…",
        "…to deliver world class public services…",
        "…to ensure law and order…",
        "…and to provide an economic safety net.",
        "…is a positive good, not a necessary evil.",
        "But we also understand the true meaning of fairness.",
        "Fairness is about more than money.",
        "Fairness means the chance to fulfill your potential.",
        "That’s why it can never be the sole preserve of the state.",
        "Any government that sees fairness as a state monopoly lacks the humanity to deliver true social justice.",
        "True social justice demands equal opportunity for economic empowerment.",
        "Economic empowerment means giving every single citizen in our country the means to climb the ladder from poverty to wealth.",
        "And to do that, we have to understand that we’re all in this together – the state can’t do it on its own.",
        "Good jobs and training opportunities are best provided by dynamic businesses.",
        "Parents and strong, extended families, including networks of friends, are best placed to provide children with round-the-clock love and discipline.",
        "And then there are those things that only individuals can do for themselves.",
        "That much was demonstrated by William Galston, the liberal academic who inspired the Clinton-era welfare reforms.",
        "His genius was to relate facts and figures to real lives lived by real people in the real world.",
        "For instance, he found that three questions hold the key to whether an American citizen avoids poverty:",
        "Did you finish high school?",
        "Did you marry before having children?",
        "Did you have children after 20?",
        "He found that of the people who did all three, only 8% were poor; but of those who failed to do all three, 79% were poor.",
        "Of course, there will be endless arguments over cause and effect.",
        "And I’m not suggesting that American tests would be right for Britain.",
        "But what Galston showed is that two people born into identical circumstances can nevertheless find themselves on different paths.",
        "Furthermore the paths aren’t fixed. There are turning points in every life that can lead into or out of poverty.",
        "I have asked Iain Duncan Smith and the Social Justice Policy Group to examine these paths into poverty:",
        "Family breakdown.",
        "Poor education.",
        "Unemployment and dependency.",
        "Addiction and debt.",
        "More importantly I’ve asked the Policy Group to look at the exit points from these very paths.",
        "Four things offer great promise in providing a path away from poverty:",
        "A loving, stable home life.",
        "A good education.",
        "Economic opportunity.",
        "A life free of substance abuse and serious debt.",
        "The Policy Group will break out into four working groups, to study these paths.",
        "**THE FOUR WORKING GROUPS**",
        "Home and family",
        "The first working group will look at the home and family.  \nMore and more evidence shows that family breakdown causes poverty and poverty causes family breakdown.",
        "Our prisons are full of people whose homes broke up and they ended up in care.",
        "The problems of substance abuse and poor educational achievement are rooted in the fact they never knew the constant love of a parent.",
        "I have said that the tax and benefits system should encourage families to come together and stay together, and to support marriage.",
        "I invite this group to examine how that might best be done.",
        "I also hope the working group will examine the potential of relationship education in preventing family breakdown.",
        "No couple starts a relationship wanting it to fail.",
        "But many need help.",
        "The average taxpayer now contributes at least £570 every year to the direct costs of family breakdown, but only 21p is spent on trying to save troubled relationships.",
        "Paltry sums are invested in helping couples build healthy relationships in the first place.",
        "Harry Benson of Bristol Community Family Trust, who you saw in the film, runs superb relationship courses in ante-natal clinics, civil registrars and prisons.",
        "Everyone should be given the best opportunities to form stable, healthy relationships and, especially where children are planned, to develop happy, healthy marriages.",
        "Education",
        "The second working group will look at education.",
        "Fulfilling your potential without a decent education is increasingly difficult.",
        "Nearly a million children are receiving a sub-standard education in over 1,500 failing schools.",
        "In some of our most deprived neighbourhoods, the scale of educational under-achievement is staggering.",
        "Just before Christmas, I was in the Shankill Road area of Belfast, where I met local people involved in training young people who told me only 16 per cent of young people left school with any qualifications.",
        "Without good education there can be no social justice.",
        "In my first day as Conservative leader, I visited Eastside Young Leaders’ Academy in Newham.",
        "It’s an inspirational project for black boys run by Ray Lewis, an ex-prison governor.",
        "Headteachers refer boys headed for a life of crime to the Academy.",
        "After school, at weekends and during the holidays, Eastside works intensively with the boys to raise their attainment and build their character.",
        "Ray’s not just steering them away from crime, he’s allowing them to reach for the stars.",
        "I want government to give heroes like Ray proper resources to transform young lives.",
        "Instead, we’re seeing the opposite happen today.",
        "In another part of the East End that I visited this week, community leaders told me that one of the biggest problems they faced was the lack of opportunities for young people to do something positive and constructive out of school.",
        "And despite huge investment in their neighbourhood, youth clubs had closed down.",
        "That’s crazy.",
        "Working together, schools and community groups can give every child the start that they deserve in life.",
        "Economic security",
        "The third working group will look at employment.",
        "Gordon Brown likes to boast about his record in creating jobs but his record is poor.",
        "When Labour came to power, 23% of 18-24 years olds were not working.",
        "This has now risen to 26%.",
        "A Conservative Government will ensure that it always makes sense to work.",
        "I am delighted that the vice-chairman of the Social Justice Policy Group is Debbie Scott.",
        "Debbie runs Tomorrow’s People, a national charity with a remarkable track-record in helping people back to work.",
        "Their counsellors provide levels of encouragement and help that our Jobcentres around the country are simply not structured and equipped to provide.",
        "As a result, Tomorrow’s People gets large numbers of people into jobs much more quickly, and at lower cost, than government schemes.",
        "It’s yet another example of the voluntary sector succeeding where the state has faltered.",
        "Drugs, alcohol and debt",
        "The fourth working group will study addiction to drugs, alcohol and debt.",
        "Britain’s most vulnerable communities have been devastated by drug and alcohol abuse.",
        "But families in every social class in every part of Britain are suffering.",
        "More rehabilitation places are clearly needed.  \nWe have to help addicts get clean and stay clean.  \nKaleidoscope is a fantastic drug rehab centre in Kingston.",
        "I’ve seen its state-of-the-art detox unit.",
        "It’s a fantastic resource.",
        "But it often sits unused because of the failure of statutory bodies to commission from the voluntary sector.",
        "I want the working group to assess how just how many more rehab places are required, along with the effectiveness of different treatment models.",
        "For most people in the UK, being in debt has become a way of life.",
        "Increasingly, many struggle to make the payments on their credit cards and loans.",
        "Low-income families face cripplingly high interest on their borrowing.",
        "The debt time-bomb could be triggered by any number of shocks to the economy at any time.",
        "The working group will also investigate what more can be done to protect people from debt, and to make cheaper borrowing available to the least well-off.",
        "**A NATION OF THE SECOND CHANCE**",
        "But we all know that however much we do to help people forge paths out of poverty, some will be left behind.",
        "We must never say to those people – ‘You’ve had your chance and you must live with the wrong choices you made’.",
        "I want to build a nation that never writes any one off. A nation that says that it’s never ever too late to start again.",
        "Never too late to realise those dreams you once had.",
        "And so the fifth of our Social Justice working groups will examine ways to make Britain a nation of the second chance.",
        "For the mum who got pregnant as a teenager the nation of the second chance will enable her to study when she’s 35.",
        "The nation of the second chance will offer rehab to the man who has frittered away his twenties addicted to drugs.",
        "The nation of the second chance will find a warm home and a job for the man who has slept rough since he ran away from the father that abused him.",
        "The nation of the second chance is a different world to Gordon Brown’s decommissioned Britain.",
        "We will never fulfil our potential as a nation by giving up on our fellow citizens, abandoning them to long-term unemployment, educational failure or addiction.",
        "So how are we going to build the nation of the second chance?",
        "Here, I don’t think that the voluntary sector has an important role to play.",
        "I believe that the voluntary sector has the crucial role to play.",
        "Iain Duncan Smith and I share that conviction.",
        "We’ve both seen how the voluntary and social enterprise sectors provide intensive, long-term, holistic care to our vulnerable people.",
        "Above all, the care is personal.",
        "The public sector does a great job, but its targets and caseloads make it difficult to provide the necessary level of help for the most needy.",
        "That is why the fifth Social Justice working group will look at building up the voluntary and community organisations that provide people with a second chance in life.",
        "I invite the group to develop plans for ‘Social Enterprise Zones’ that will incentivise social action where it’s most needed.",
        "The nation of the second chance can only be realised if the voluntary sector gets reliable funding that doesn’t come with too much paperwork.",
        "Small community and voluntary groups who care for broken lives deserve financial support – the use of which isn’t micromanaged by Gordon Brown’s huge army of bureaucrats.",
        "The nation of the second chance will require each of us to pull our weight.",
        "And we Conservatives don’t have to wait until we’re in government to make a difference.",
        "We can start now.",
        "I’ve proposed a National School Leaver programme and will be meeting leading voluntary groups to develop this idea next week.",
        "Our national culture of volunteering must be revived.",
        "I am determined that the Conservative Party should be at the heart of that revival.",
        "At New Year, I invoked those famous words of Gandhi: “We must be the change we want to see in the world.”",
        "An increasing number of Conservative candidates are committing themselves not just to canvassing and leafleting but to helping transform communities.",
        "In Brent recently I saw how Rishi Saha’s work for a community radio station has helped unleash the talents of young people in a deprived community.",
        "Last summer in Warrington Fiona Bruce co-ordinated inmates from an open prison and high school pupils in giving a grubby ward a much-needed makeover.",
        "**CONCLUSION**",
        "Some say to me that Conservatives should only be interested in small government.",
        "I agree that a state that grows too large becomes a burden on its hardworking citizens and stifles enterprise.",
        "But that ambition alone cannot be enough.",
        "We must raise our horizons.",
        "You cannot have a smaller state unless you have bigger, more responsible people.",
        "Growing levels of social breakdown are creating growing demands for welfare and other forms of government intervention.",
        "Limited government is impossible without renewing the forms of behaviour and social structure that prevent poverty and create community.",
        "And communities are not created from the top down, but built from the bottom up.",
        "For me there is much more to this than the economist’s calculator.",
        "I want the next Conservative Government to care about every Briton’s quality of life.",
        "One nation Conservatives cannot just define Britain as a nation but also must care for Britain as a people.",
        "Patriotism is about the crown, the flag and our nation’s institutions but it is also about believing in justice for everyone from Moss Side through to Easterhouse and to Hackney and beyond.",
        "People here are crying out for a change, for fairness and opportunity.",
        "These parts of Britain must be every bit as important to us as the greener, leafier Britain surrounding them.",
        "Conservatives will always promote a nation of enterprise, individual freedom and personal responsibility.",
        "But we must remember too that personal responsibility must be part of a shared responsibility…",
        "…that it is neither the state alone which guarantees fairness, nor individuals acting alone…",
        "…but all of us together.",
        "All of us together, fighting for the empowerment of all of our citizens.",
        "That is the way to bring social justice to this land."
    ]
}