{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-on-dementia/",
    "title": "David Cameron – 2013 Speech on Dementia",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, to the G8 Dementia Summit on 11th December 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I’m delighted to welcome you all to the first-ever G8 Dementia Summit.",
        "Today is about 3 things: realism, determination, and hope.",
        "Realism – because no-one here is in any doubt about the scale of the dementia crisis.",
        "A new case every 4 seconds; a global cost of $600 billion dollars a year.",
        "And this is to say nothing of the human cost.",
        "It doesn’t matter whether you’re in London or Los Angeles, in rural India or urban Japan – this disease steals lives; it wrecks families; it breaks hearts and that is why all of us here are so utterly determined to beat it.",
        "**Determination to work together**",
        "We meet with determination too.",
        "In generations past, the world came together to take on the great killers.",
        "We stood against malaria, cancer, HIV and AIDS and we are just as resolute today.",
        "I want December 11 2013 to go down as the day that the global fight-back began.",
        "Not just on finding a cure for dementia but preventing it, delaying it, and critically – helping those who live with dementia to live well, and live with dignity.",
        "We’ve got some really ambitious objectives for today – to increase funding, to share data – but frankly we have got to be ambitious if we want to beat this.",
        "We’ve got to turn that determination into something real.",
        "**Hope for the future**",
        "And we meet here with hope.",
        "The debate on dementia can get pretty defeatist.",
        "Of course – the challenge is huge.",
        "And yes – we’re a long way from a cure.",
        "But there is hope.",
        "I see it in the extraordinary work of UK life sciences companies, like Ixico, Cambridge Cognition, Psychology Online and Proteome Sciences, working with others to develop new tests for Alzheimer’s Disease.",
        "I see hope in the US setting new standards for clinical collaboration in Japan – breaking new ground in molecular imaging.",
        "And I see hope in this room – some of the most respected scientists, thinkers and politicians from around the world, coming together to beat this.",
        "We meet in the country where Watson and Crick unraveled DNA… where genetic fingerprinting, the MRI scan and the beta blocker were invented.",
        "We meet with the conviction that human ingenuity can overcome the most daunting of challenges.",
        "We meet with the determination that we will take the fight to dementia – and help improve or save millions of lives.",
        "**Life sciences**",
        "And in that fight, I want the UK – and UK life sciences – to play a leading role.",
        "We’ve got great strengths – 4 of the world’s top 10 universities, fantastic companies and a National Health Service like no other.",
        "2 years ago we set out a life sciences strategy to capitalise on all this.",
        "We’ve been getting more NHS patients into early stage trials, protecting the science budget and making it much more attractive to invest in research and development (R&D).",
        "We are throwing everything we have at making the UK the place to invest and locate and work in life sciences.",
        "And I can tell you today, this strategy is reaping serious rewards.",
        "In the past 2 years we’ve had £1.8 billion of investment into this country announced.",
        "And I am thrilled to announce 3 further pieces of good news.",
        "The first is that the Medical Research Council will be spending £150 million more on clinical infrastructure for dementia and genomics – that is in addition to our G8 commitments.",
        "The second piece of good news: the Belgian biopharmaceutical company UCB have saved £3 million thanks to our new R&D tax credit and they have decided to reinvest that saving back into their centre in Slough.",
        "The third and final piece of good news: GlaxoSmithKline will be investing a further £200 million in UK life sciences that is on top of the £500 million they invested last year – another huge boost to British innovation.",
        "All this is a resounding endorsement of UK life sciences and it’s a vital part of our long-term plan to re balance the British economy to create more decent, skilled jobs for our people.",
        "We want life sciences to be the jewel in the crown of that economy – and we’re on our way.",
        "But my big message to you here is that what’s good news for the UK economy is also great news in the fight against dementia.",
        "So much of what we’re doing here in the UK in life science is increasingly important to dementia research.",
        "Huge cohort studies. Mass patient participation. Personalised medicine.",
        "Take just one initiative – Bio Bank.",
        "More than half a million people have volunteered to take part in this providing blood samples, getting their vital signs checked, so we can see how diseases like dementia get signalled.",
        "The plan is to use Bio Bank to take brain scans of up to 100,000 people – allowing us to see the earliest stages of Alzheimer’s and other diseases.",
        "That is the kind of ambition we’re seeing here in the UK ambition that should give hope to people right around the world.",
        "So we meet with realism about what we face but with the determination to fight this and the real hope that one day that fight will be won.",
        "I just want to end by thanking everyone here for the vital work you do and for joining us in London today."
    ]
}