{
    "url": "https://www.ukpol.co.uk/david-cameron-2022-comments-on-russian-invasion-of-ukraine/",
    "title": "David Cameron – 2022 Comments on Russian Invasion of Ukraine",
    "post_date": "August 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by David Cameron, the former Prime Minister, on Channel 4 News on 16 March 2022.",
    "content": [
        "**QUESTION:**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If you were Prime Minister today, would you rule out a no-fly zone?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**DAVID CAMERON:**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’m afraid I would, you know, in our hearts every shred of our being wants to do everything we can to help the Ukrainians in their struggle, and we are helping, we’re helping with weapons, we help with training, we’re helping with refugees, but there’s more we can do on humanitarian aid. But I think we have to be very clear with our friends and allies and people who we care deeply about, we must be clear about what we can do, but I’m afraid we also have to be clear about what we can’t do. That said there are more things that we can do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**QUESTION:**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Like what?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**DAVID CAMERON:**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, I think the process started under my premiership of sending more troops to frontline states in NATO; to Estonia, Latvia, Lithuania, let’s turn some of those into permanent bases. Let’s be absolutely clear about the strength of Article 5 and our commitment to defend every inch of NATO territory. Let’s do more on humanitarian aid. We achieved 0.7% of GDP in our aid payments, I’m sad we got away from that. I hope we can get back to it. Let’s with the EU leave the Donor Conference, lead the aid effort. Let’s have a dedicated aid minister in the cabinet, doing development. The Foreign Office ministers do a great job, but it’d be good to have someone who’s 100% dedicated to humanitarian aid and development.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**QUESTION:**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Is there a danger here that this could turn into World War Three?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**DAVID CAMERON:**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What Putin has done is so much more ghastly and awful than many people predicted that I think it’s very dangerous to predict what he might do next. I think the best thing we can do is be absolutely clear about how vital Article 5 is, how vital NATO is, to be absolutely clear about the consequences of that sort of action.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}