{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-at-the-somali-conference/",
    "title": "David Cameron – 2013 Speech at the Somali Conference",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, at the Somali Conference held in London on 7th May 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "It’s a great pleasure to welcome you all to London and a particular pleasure to welcome President Hassan Sheikh Mohamud as my co-chair today.",
        "Here in this room, just over a year ago, we set out to help the Somali people reclaim their country.",
        "Today, I think we are seeing the beginnings of a new future for Somalia. Extremism is in retreat.",
        "AMISOM together with Somali and Ethiopian forces have driven Al Shabaab out of town after town.",
        "Piracy attacks are down by 80 per cent with no vessel attacked so far this year.",
        "The Government is moving ahead.",
        "Under the guidance of the UN, the AU and IGAD, the transitional government that lasted eight years has ended with a proper, legitimate and federal government in its place.",
        "And Somalia doesn’t just have a new President but also a new Parliament, chosen by representatives of all clans.",
        "The international community has kept the promises that we made last year.",
        "The UN Security Council Resolution extended the mandate of African Union forces beyond Mogadishu and increased their numbers.",
        "Mauritius and the Seychelles have taken pirates for prosecutions and 59 convicted pirates have been transferred to prisons in Somaliland and Puntland.",
        "And we are working together relentlessly to disrupt the travel and the financing of terrorists in the region.",
        "But the transformation in Somalia that we have seen has not happened because 50 countries sat round a table in a room in London last year and somehow decided Somalia’s future.",
        "This change has happened because of the vision of President Hassan Sheikh Mohamud and his team and because of the strength and courage of the Somali people in beginning the long and difficult task of rebuilding their country from the bottom up.",
        "But for all the progress we have seen, huge challenges lie ahead.",
        "Somalia still faces desperate poverty.",
        "Over 200,000 children under-5 are acutely malnourished and just under half of all Somalis live on less than $1 a day.",
        "Despite the gains made against Al-Shabaab the recent tragic and despicable attacks in Mogadishu – including one just last weekend – remind us how much work there is still to do in the fight against terrorism and extremism.",
        "These challenges are not just issues for Somalia.",
        "They matter for Britain too – and to the whole international community.",
        "Why?",
        "Because when young minds are poisoned by radicalism and they go on to export terrorism and extremism the security of the whole world, including people here in Britain, is at stake.",
        "And to anyone who says, this isn’t a priority or we can’t afford to deal with it I would say that is what we’ve done in the past and look where it has got us: terrorism and mass migration.",
        "We made that mistake not just in the Horn of Africa, but also in Afghanistan in the 1990s.",
        "And we must not make that mistake again.",
        "Today, nearly two-thirds of Somalis are under 25.",
        "But most young people don’t join Al-Shabaab because they believe in its perverted version of Islamist ideology.",
        "They do it because they are desperate for a few dollars and a mobile phone.",
        "So helping young Somalis to escape grinding poverty is not just vital for the future of Somalia it’s also the best antidote to the extremism that threatens us all.",
        "Somalis make a great contribution to our country here in the UK and their remittances play a valuable role in Somalia, but many would like to return to rebuild their own country.",
        "We need to make it safe for them to do just that.",
        "Let me turn to how I hope we can do that today.",
        "Supporting a new future for Somalia starts with the humanitarian relief that is so vital in alleviating some of the worst poverty anywhere on earth.",
        "I am pleased that Britain is playing a leading role saving lives and helping Somalis build resilience to future crises.",
        "And I hope others will follow.",
        "But Somalia’s new future depends on more than humanitarian assistance.",
        "It’s about the Somali government providing the security, stability and services that are essential for people to secure jobs, to start new businesses and to provide for their families.",
        "This means supporting what I call the golden thread of development the set of key conditions that are essential for growth all over the world.",
        "These encompass basic security for all – including the protection of women against sexual violence that means a military that is effective and respects human rights it means a police force that people run towards not away from and it means a justice system that is fair, dependable and accessible to all who need it.",
        "And it requires government that is transparent and accountable in its use of resources and inclusive and representative of all parts of society.",
        "President Hassan Sheikh Mohamud is today setting out his plans in each of these areas and I hope that as international community we can get right behind him.",
        "First, I hope that together we can back a long term security plan to end Al-Shabaab’s reign of terror forever.",
        "I am pleased that Britain will commit £10 million to help develop Somalia’s Armed Forces and £14.5 million to double the number of police officers and train judges and lawyers.",
        "Britain will also support the new maritime strategy enabling full radio connection all along the entire coastline for the first time in twenty years.",
        "I hope that others here today will contribute too and that countries in the region will stay the course and work with Somalia while it builds up its own forces.",
        "Second, we need to help Somalia develop a transparent and accountable government with an honest, accurate budget so that it can access the vital finance it needs to deal with its debts and provide services to her people.",
        "Under the previous government Somalia struggled with endemic corruption.",
        "So I very much welcome the commitment to public accountability the President has made and the plan he is setting out at this conference.",
        "Tomorrow will see a major international Trade and Investment Conference – with companies from all over the world looking at Somalia as a place to do business.",
        "But for investment to flow and jobs to be created, people need to know where their resources are going.",
        "The international community must send a strong signal to the International Financial Institutions about the need to follow the World Bank’s lead and help Somalia to deal with its debts and access the vital finance it needs.",
        "And I will seek support for this from my G8 partners when we meet at Lough Erne in Northern Ireland next month.",
        "Third, we must support the new Somali administration as it takes the next steps in delivering a fully federal government in which everyone has a stake and a voice.",
        "That means continuing the process of rebuilding the Somali state in an inclusive way – with all the regions of Somalia around the table.",
        "It means reaching beyond Mogadishu so all parts of the country see a demonstrable benefit from the new government and moving towards the ultimate goal of national elections in 2016, which we discussed this morning.",
        "And while Somalia must focus relentlessly on fighting terrorism it will not bring its people together through military might alone.",
        "So there will need to be an opportunity for those who are willing to reject violence and turn away from Al Shabaab to join the political process.",
        "Mr President, I know you face one of the most difficult tasks of any leader anywhere in the world.",
        "But it is only by bringing the people of your country together and by delivering the security, stability and services essential for jobs and growth that you can deliver the new future for Somalia that is within your grasp.",
        "For our part, let me assure you: we, as your friends and partners, will stand with you as you rebuild your country.",
        "We know that Somalia’s future is shaped by Somalia and with Somalia it’s not something done to Somalia.",
        "Today you are setting out the plans for your country.",
        "Our task is clear: to back you and get behind your plans.",
        "And that is what we will do.",
        "In her book entitled “Keeping Hope Alive” Dr Hawa Abdi – the physician and Nobel Peace Prize nominee wrote about her time in the midst of Somalia’s darkest hours.",
        "She said:",
        "Hope is what remains, as we wait for peace, even as we bleed and we starve it may be that right now, we are living for hope.",
        "Today, after two decades of bloodshed and some of the worst poverty on earth hope is alive in Somalia.",
        "Now it is time to fulfil the hope for the people of Somalia. That is what they have been living and waiting for, and we must not let them down."
    ]
}