{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-at-welsh-conservative-party-conference/",
    "title": "David Cameron – 2007 Speech at Welsh Conservative Party Conference",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, to the Welsh Conservative Party Conference on 4 March 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "It’s great to be in Wales again. And it’s great to be speaking to a Conservative conference again.",
        "This is a great country with a great future. Businesses are investing here. The Millennium Stadium is a symbol of Welsh pride and self-belief.",
        "This seems to be the only part of the UK where major building projects can be delivered on time and on budget. Perhaps we should move the Olympics here.",
        "And after the elections on May 3rd, let’s hope there will be more Conservative Members in the Assembly, fighting for a better future for all the Welsh people.",
        "So today I want to thank you for the hard work you do.",
        "Our Assembly members, led by Nick Bourne, who do such a great job holding Rhodri Morgan and his failing administration to account.",
        "Our councillors who do so much, day in, day out, for their communities.",
        "And all our activists and members who have kept faith with this great Party and whose loyalty and commitment I will never ever take for granted.",
        "To them and to the people of this country who are crying out for change, we can say proudly today: we’re strong in our convictions. Clear in our direction. And preparing to lead our country again. This Party is on the way up.",
        "But in politics, before you get the chance to lead your country, you have to lead the argument.",
        "You don’t just win because the pendulum swings, because you fight a good campaign, or because it’s time for a change.",
        "You win because you show, through the power of your arguments, your ideas and your values, that your approach is right for the times and right for the future.",
        "And to achieve anything of lasting value in politics, you have to go deeper than all those things that make up so much of our political debate: slogans, personalities – even policies.",
        "These things are not enough. You must have an analysis – a deep and serious analysis – of what the country needs. And then you must show how your ideas and your values are the answer to those needs.",
        "The right analysis. The right ideas. The right values. These are the foundations of lasting achievement.",
        "Without them, you end up like Tony Blair, casting around for a legacy in the dying days of his regime. Well I’m afraid he’s left it a bit late.",
        "He should have thought about that when he and Gordon Brown created New Labour.",
        "The truth is, they’ve built a house with no foundations.",
        "They’ve got slogans.",
        "They’ve got personalities – perhaps not the most attractive ones, but they’ve got them.",
        "And they’ve certainly got policies.",
        "Sometimes it feels as if they’ve got a policy for every news bulletin.",
        "But what they don’t have, and have never really had, is a serious analysis of what our country needs, combined with the right ideas and the right values to meet those needs.",
        "That’s why so much of what we hear from Tony Blair and Gordon Brown is shallow, short-term, and superficial.",
        "Endless contradictory changes imposed on our public services. We’re undergoing the ninth reorganisation of the National Health Service in a decade. Countless summits, crackdowns and initiatives.",
        "The latest one on gun crime was the fourth gun and street crime summit in five years.",
        "They keep announcing pointless gimmicks that barely survive beyond the day they’re launched.",
        "Remember marching yobs to the cashpoints, night courts, and even ASBOs for unborn children? It’s no way to earn people’s trust and it’s no way to run a country.",
        "Today’s Conservative Party is different. Serious. Long-term. Substantial. That is why we are on the rise again.",
        "We are leading political debate in this country for the first time in many years.",
        "On strengthening families, while Tony Blair pretends there’s no problem and tries to paper over the cracks, we’re the ones making the substantial arguments about family breakdown and its effects.",
        "On improving the NHS. while Patricia Hewitt says the NHS is having its best year ever, we’re the ones campaigning against NHS cuts and developing the ideas to make our health service more independent.",
        "And on protecting the environment, it is only because we made the case for annual targets on carbon emissions that there was a Climate Change Bill in the Queen’s Speech.",
        "Our success is not because we’ve published a blizzard of policies.",
        "It’s because we are setting out a deep and serious analysis of what our country needs.",
        "And we are showing that we have the right ideas and the right values to meet those needs.",
        "That’s what I want to talk about today. To show how our approach is right for our times and right for the future.",
        "I want to start by going back.",
        "Just over a week ago, I had the honour of standing with Margaret Thatcher after her new statue was unveiled in the House of Commons.",
        "Do you think for one moment that she spent her time in office fretting about her legacy?",
        "Do you know something – she achieved more for this country in ten weeks than Tony Blair has achieved in ten years.",
        "That’s because she spent her time as Leader of the Opposition developing a clear analysis of what the country needed, and applying Conservative ideas and Conservative values to those needs.",
        "In the 1970s Britain faced economic breakdown.",
        "Rampant inflation.",
        "Irresponsible trades unions.",
        "An over-taxed and over-regulated economy that was the sick man of Europe.",
        "Margaret Thatcher focused on these economic challenges like a laser beam. With courage and determination she set about engineering Britain’s economic revival.",
        "She did it by applying Conservative ideas and Conservative values.",
        "Rolling back the frontiers of the state to create an enterprise economy – the envy of Europe and the world.",
        "Today, our country does not face economic breakdown.",
        "Yes, Labour have undermined our competitiveness.",
        "Yes, our economy is over-taxed and over-regulated.",
        "Yes, the next Conservative government must act to promote enterprise and wealth creation.",
        "We instinctively understand these things, and unlike Labour we know how to deliver them.",
        "But let us be honest with ourselves and the people of this country.",
        "The big argument in British politics today is not about the economy. We’ve won the economic argument.",
        "Tony Blair and Gordon Brown, who opposed everything Margaret Thatcher did in the 1980s, now admit they were wrong.",
        "We should have the grace to welcome their conversion, and move on to the next great battle instead of fighting yesterday’s war.",
        "You know, and I know, and everyone out there knows, that the big argument in British politics today is about our society.",
        "Because it’s not economic breakdown that Britain faces today, but social breakdown.",
        "Rampant crime, disorder and anti-social behaviour. Irresponsible parents.",
        "And as a recent report from UNICEF showed – a report which put Britain at the bottom of the international league table for the wellbeing of children – Britain is turning into the sick family of Europe.",
        "So my focus today, and the mission of the modern Conservative Party, could not be clearer.",
        "It is to bring about Britain’s social revival – to improve the quality of life for everyone in our country, increasing our wellbeing, not just our wealth.",
        "Yes it means changes for this Party.",
        "And I will not shy away from the changes that need to be made.",
        "But what we are doing is reconnecting with values that inspire us all as Conservatives.",
        "That there is more to life than money.",
        "That there is a we in politics, as well as a me.",
        "That we are committed not just to helping people get on in life, but to helping those who get left behind.",
        "We must speak for the people of Britain who are sick and tired of living in a country that is economically rich but socially so poor.",
        "So let us be clear about what we’re fighting for.",
        "We’re fighting to improve our National Health Service, which makes such a difference to the quality of so many people’s lives.",
        "We’re fighting for a cleaner, greener environment: locally and globally – for this generation and those that will follow.",
        "We’re fighting to support our families: with childcare, with more flexible career opportunities, with a commitment to marriage as the essential institution of a strong society.",
        "We’re fighting to tackle the causes of poverty as well as its symptoms, and we’re fighting for better schools so every child has the chance to fulfil their potential.",
        "We’re fighting for better public transport so it’s not such a hassle to get around.",
        "And we’re fighting to cut the crime that wrecks the quality of life in so many of our neighbourhoods.",
        "These are the priorities of the modern Conservative Party.",
        "Just as once we transformed Britain’s economy by applying Conservative ideas and Conservative values, so today we can transform our society in just the same way.",
        "That is the second stage of our argument. We are clear about what we want to do: we want to improve the quality of life for everyone in our country.",
        "And we are equally clear about how we will do it. Not through Labour’s idea of state control. But through our idea: social responsibility.",
        "Social responsibility is at the heart of what we believe as Conservatives.",
        "We believe that there is such a thing as society; it’s just not the same thing as the state.",
        "We believe that we’re all in this together – that we can’t just pass off our responsibilities to the state, and that you can’t pass laws to make people good.",
        "And we understand that if we are to bring about the social revival that is our aim, if we are to deliver those lasting improvements to people’s quality of life, everyone will have to play their part.",
        "Government, of course. But also individuals, families, businesses, communities, charities and social enterprises.",
        "Everyone has their part to play. We need a revolution in responsibility, and we need it in every area where we want to make a difference. Nowhere is this more important than in family life.",
        "Two weeks ago, I said that the recent spate of shootings in our cities – of children, by children – and that UNICEF report, should mark a turning point in our national life. I meant it.",
        "I think it’s time we recognised that family breakdown is the central factor in the social breakdown we see in our country today.",
        "Take crime. Seventy per cent of young offenders come from lone-parent families, and levels of all anti-social behaviour and delinquency are higher in children from separated families than in those from intact families.",
        "Take school. Children who have suffered family breakdown are seventy five per cent more likely to suffer educational failure.",
        "This is not about saying that single parents do a bad job. They do the hardest job in the world. It is simply saying that kids do best when mum and dad are both there for them. And we should not ignore that one compelling fact. Nearly one in two cohabiting parents split up before their child’s fifth birthday, compared to one in twelve married parents. That is why we support marriage.",
        "Some people say it’s wrong to single out marriage in this way. I don’t care.",
        "Some people say that politicians shouldn’t get into this area because their own families can break down. Yes of course that can happen. We’re human, and our relationships can go wrong just like anyone else’s.",
        "But that can’t be a reason for ignoring what is a vital national issue. Anyone who came into politics thinking it’s about easy answers to easy questions is in the wrong business.",
        "But at the same time, let’s not pretend that politicians have all the answers.",
        "Or that changing the tax system to recognise marriage will make all the difference. Of course it won’t.",
        "We need to change our culture too, so we value families more.",
        "We need parents themselves – all parents – to understand and accept the responsibilities they have, because responsibility starts at home.",
        "We need businesses to do more to help parents balance their work and family lives. And each and every one of us must help create a culture change in favour of families.",
        "In particular we need to create the right social pressures, applying the full force of shame to fathers who run away from their responsibilities.",
        "Building a family-friendly society is the first step in fighting crime, in fighting poverty, and in improving our quality of life.",
        "It is not something that can be delivered by government. It is a personal responsibility, and a social responsibility.",
        "We need a revolution in responsibility in other areas too.",
        "In the NHS, we need to move away from the idea that top-down targets and centralisation are the way to improve patient care.",
        "That is why our Policy Review is developing plans to trust in the professional responsibility of those who work in our health service; it is why we have published our NHS Independence Bill.",
        "And in our communities, we need to give more power to local councils, neighbourhoods and voluntary organisations.",
        "This is still one of the most centralised countries in the world. That is why we will unleash a new spirit of civic responsibility that will revitalise and regenerate our towns and cities, as we pass more power down to local government and build a bonfire of regulations, audits, inspections and ring-fencing.",
        "I’ll tell you something else that’s going on the bonfire. ID cards.",
        "In all these ways, a Conservative Government will be the direct opposite of what we have seen from Labour these last ten years.",
        "They believe that politicians have all the answers. We place our trust in people. They think they can do it all by pulling a lever in London.",
        "We know that lasting change will only come from the bottom up. They believe in state control. We believe in social responsibility.",
        "So these are the arguments that make us the champions of change in British politics today.",
        "We are clear about our destination: social revival and improving the quality of life.",
        "We are clear about how to get there: social responsibility and trust in human nature.",
        "But there is another party today trying to debate where it’s going. The trouble is, they have the wrong starting point. Gordon Brown.",
        "He wouldn’t recognise the idea of social responsibility if it hit him with a clunking fist.",
        "His one big idea – Britishness – has already collapsed in a heap of laughable gimmicks, like telling people to put flags on their lawn, forcing immigrants to do community service, and pretending to support the England football team.",
        "I’m beginning to wonder whether the reason he’s saying nothing about his plans for government is because he actually has nothing to say.",
        "Labour’s failure gives us a heavy responsibility.",
        "People are looking to us today as a Government-in-waiting. We have to act like one.",
        "That means not just developing a clear programme for government, based on our Conservative belief in social responsibility.",
        "It means developing a costed programme for government, based on our Conservative belief in sound money.",
        "That is why George Osborne has set out three key tests that will inform everything we do.",
        "First, the Stability Test.",
        "We will put economic stability before tax cuts. We will not cut taxes if that would put at risk the low interest rates and low inflation that families and businesses depend on.",
        "Second, the Sharing the Proceeds Test. Over time and only when the country can afford it, we will move in the direction of lower taxes. We will do this by sharing the proceeds of economic growth between lower taxes and well-funded public services.",
        "And third, the Manifesto Test. No policy proposals with implications for public spending will become Conservative Party policy until they have been approved by George Osborne and me, have been passed by the Shadow Cabinet, and appear in our draft manifesto.",
        "These tests are absolutely vital. They show that we will be a strong Government running a strong economy. That is the essential foundation for a better quality of life.",
        "We have a great opportunity now within our grasp.",
        "To transform our society just as we transformed our economy.",
        "To give Britain the change that it so desperately needs.",
        "And to improve the quality of life for everyone.",
        "We can start right here in Wales, with a great result in the Assembly elections. We must go out there with all our passion and all our energy, and show people that this modern, dynamic Conservative Party is the voice of the future, with a message of hope.",
        "A winning team once again."
    ]
}