{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-global-health-policy-summit/",
    "title": "David Cameron – 2012 Speech at Global Health Policy Summit",
    "post_date": "January 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 1 August 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "It’s an honour to join you at such a significant event, especially in an Olympic month when we are welcoming so many people to Britain.",
        "Before anything else I’d like to thank Ara and Imperial College London for bringing together this stellar group of global clinicians, policy makers, investors and entrepreneurs.",
        "I would also like to thank in particular Her Highness Sheikha Moza of Qatar, whose home country will be hosting the 2013 Global Health Forum.",
        "Today, we are here to discuss the consequences of extraordinarily rapid change in health care.",
        "It’s an area where Britain has an incredibly proud tradition and a proud future, too.",
        "We’ve always been a leader in medical science.",
        "Take the structure of DNA discovered by Watson and Crick in Cambridge an achievement being built on today at the world-leading Sanger Institute and the new £650m Francis Crick Institute.",
        "Or penicillin discovered in a laboratory in St Mary’s Hospital, London and first used to cure patients in Sheffield before going on to change lives around the world.",
        "Or the first test-tube baby, Louise Brown born in Oldham General Hospital, and celebrating her 34th birthday last week.",
        "Or the MRI scanner – a British scientist helped invent it, a British company made the first commercial product and now a factory in my Witney parliamentary constituency is a leading producer of scanning magnets.",
        "It’s a remarkable list.",
        "Things that were worked on in Britain and which we’ve shared with the world.",
        "But it’s not just research where we are strong.",
        "We’ve always been a leader in health care provision, too.",
        "Our National Health Service was the first to offer care to every citizen, free at the point of use, based on need not ability to pay.",
        "And we cherish that tradition today.",
        "I am a champion of the founding goals of our National Health Service in Britain and will always defend its principles even as we improve the way it works, so that is it diverse, flexible and tailored to individual needs.",
        "And we have always been a leader in working with others to improve health around the globe as well.",
        "Not just in the developed world, but in countries where for many people health care barely exists.",
        "For instance we’ve committed to provide £384 million to the Global Fund to Fight Aids, Tuberculosis and Malaria over the next three years.",
        "And we’re putting £1.5bn into the Global Alliance for Vaccines and Immunisation by 2015, saving an estimated 1.4 million lives.",
        "So this country has so much to offer the world.",
        "And that’s why – among all the amazing things happening in London this month – I particularly wanted to speak here today.",
        "Because event is about encouraging innovation and drawing on the very best, wherever it comes from.",
        "There’s lots Britain can learn.",
        "For instance, in Mexico, Medicall Home uses mobile networks to provide primary care to 1 million people.",
        "In Sichuan Province, China, ‘smart hospitals’ deliver care using remote technologies.",
        "And in South Africa the Vitality scheme provides direct incentives for people to live healthier lifestyles.",
        "But there’s so much this country has got to offer, too.",
        "And so if you suspect I’m here to sell what’s great about Britain – I’m sorry, but you’re right.",
        "I’m proud of what we have.",
        "We’ve got great scientists and fantastic universities.",
        "Amazing life science companies.",
        "A pro-business culture.",
        "A national asset in the NHS.",
        "And a ground-breaking approach to freeing up research data.",
        "I want you to know about all this, I want you to help invest in all this, I want you to help work with us in all this.",
        "These are the five key strengths I want us to share with the world.",
        "Let’s start with Britain’s first, fundamental strength – in science and universities.",
        "Our scientists have won 34 Nobel prizes for medical research – and counting.",
        "The Laboratory of Molecular Biology in Cambridge alone has produced 13 Nobel Laureates.",
        "Our scientists work with the world – nearly half their papers are written with partners abroad.",
        "They are also counted the most productive of any G8 country and they publish more top research than anywhere outside the USA.",
        "This great research base is underpinned by one of the strongest university systems in the world, with four universities in the global top 20.",
        "The UK produces more science, maths and computing graduates than any other country in the European Union.",
        "And the government I lead has been bold about supporting this.",
        "We’ve protected the science and health care budget from reductions in spending required in some other areas.",
        "And we’re reforming university finance to give our world-class research institutions the strengths and freedoms they need.",
        "Our second key strength is our life sciences sector.",
        "Pound for pound, it’s the best on the planet.",
        "It accounts for 165,000 jobs and over £50bn of turnover in this country alone.",
        "But it’s not just the scale that counts. It’s the unique skills, too.",
        "Major players such Astra Zeneca and GlaxoSmithKline are headquartered here.",
        "Global giants like Novartis and Lilly have cutting edge R&D based here.",
        "And crucially we’ve also got a fantastic base of smaller firms too, leading in innovation.",
        "Take Oxford Nanopore, who are developing incredible new technology that could radically reduce the cost of sequencing a human genome.",
        "Or the dynamic and fast-growing companies you find in the Babraham Science Park just outside Cambridge and in other life science hotspots like Liverpool, Oxford and London.",
        "And right now, innovation like this is vital.",
        "Because in life sciences, the pace of development is extraordinary.",
        "Where once a single new drug might serve millions of patients with a range of different conditions now treatments are increasingly targeted at patients with specific genetic characteristics.",
        "Indeed, it may well be the case that within a decade, the idea of treating major diseases without reference to a patient’s genetic blueprint will be unthinkable.",
        "The benefits can be huge. But to make the most of them we need to change the way we work.",
        "That means open innovation, more collaboration with universities and start-ups, and a greater emphasis on data analytics and genomics than ever before.",
        "We get it.",
        "I’d like all of you to leave today with the knowledge that the UK is changing fast too.",
        "And that leads directly to the third strength I want to tell you about.",
        "In Britain we have got a pro-business government that backs investment in innovation and life sciences.",
        "Some of this is about building an environment that supports business, instead of holding companies back.",
        "That’s why we have cut the top rate of income tax why we are cutting our corporation tax rates to the lowest levels in the G20 and why we have hugely generous Research and Development tax credits to support companies that are investing in innovation.",
        "You will not find a more stable and attractive environment in Europe for business investment than the UK.",
        "However, I know that companies in the life sciences sector have specific needs.",
        "So in addition to everything we’re doing to make the UK as business friendly as possible, we’re also taking bold action to support life science investment in particular.",
        "For the first time we are creating a Patent Box here in the UK.",
        "The Patent Box means that if a company creates intellectual property in the UK, it will pay a corporation tax rate of just 10% on any profits generated by those patents.",
        "Let me say that again: 10% corporation tax on patent profits – among the lowest in the developed world.",
        "GlaxoSmithKline has already announced new investment here in response.",
        "In March, it confirmed it will invest more than £500m at its sites across the UK, including a new manufacturing facility.",
        "In the words of Sir Andrew Witty, who spoke earlier, “the patent box has transformed the way GlaxoSmithKline views the UK as a location for new investments”.",
        "There’s a fourth strength which makes the UK a great place to invest in life sciences.",
        "Our National Health Service.",
        "To some, it might seem a bit of a monolith.",
        "But it gives us a unique capability.",
        "With patient records for 60 million people, and purchasing power unmatched anywhere else, the NHS is perfectly placed to accelerate life science innovation.",
        "So I’ve made this task a priority.",
        "We are bringing in value-based pricing, to encourage innovation and reward the most effective products.",
        "And ours is the first health service in the world where we have introduced a legal duty to promote research.",
        "That means we can get new treatments to patients faster than ever before.",
        "And this adaptability really matters because the life science industry is becoming more open and collaborative with a greater emphasis on partnerships between early stage companies and big pharma.",
        "We want to help more of those partnerships emerge in the UK.",
        "That’s why we have created the £180 million Biomedical Catalyst Fund to help British life science start-ups find the risk capital they need to get off the ground.",
        "This will help ensure that the UK has a fantastic pipeline of early stage companies producing next generation drugs and heath technologies.",
        "We know that regulations mean it can take a decade or more from the discovery of a drug to getting it to market.",
        "That’s not good for industry, taxpayers or patients.",
        "So we are consulting on an early access scheme.",
        "If patients are in the advanced stage of a disease and if there are no other treatments available they will be able to use innovative medicines much earlier in their development.",
        "In the technical parlance, the NHS will be able to purchase drugs before they have market authorisation.",
        "This will mean that as soon as brand new discoveries prove they can be tolerated and beneficial, they will be available to patients who have no alternatives here in the UK more widely than ever before.",
        "There’s a fifth British strength I’m keen to tell you about, too.",
        "The way we are going to use the incredible knowledge base offered by the NHS.",
        "Drug development relies more and more on real-time data.",
        "The UK is going to be the world leader when it comes to making this kind of data available and we’re going to do this by harnessing the incredible data collected by our National Health Service.",
        "We are about to consult on changing the NHS constitution so that the default setting is for patients’ data to be used for research unless the patient opts out.",
        "This will make anonymised data available to scientists and researchers on a scale never seen before.",
        "And it will help make the UK the best place in the world to carry out cutting edge research.",
        "I want this research to bring breakthroughs in long-neglected areas like dementia where the burden of the disease is immense but the obstacles to prevention and cure are equally large.",
        "That’s why I launched a Challenge on Dementia back in March – doubling the dementia research budget and supporting all researchers.",
        "From those discovering the biological mechanisms of the disease through to the social scientists establishing what helps people live well with dementia.",
        "It’s this spirit of collaboration and open innovation, nationally and internationally, that has inspired a great new project that I’d like to tell you about today.",
        "It starts with technology and expertise used to test athletes for drugs at London 2012.",
        "When the games close, all this incredible equipment and expertise will be used to establish a new Phenome Centre for research into biological markers of health and disease.",
        "This will take advantage of the extraordinary opportunities that lie in combining genetic data with the results of medical tests on tissues and blood.",
        "It will allow us to understand the characteristics of disease and how these link into genes and our environment.",
        "It’s an impressive example of collaboration between top-class research, the NHS and industry.",
        "It will produce new forms of drugs – and it will lead the world in the development of precision medicine.",
        "And it’s an example of the way I think the future of health care is headed.",
        "Around the planet, we are seeing a fundamental shift away from one-size fits all treatments towards a new age of individually-tailored medicine.",
        "We need to face up to the growing impact of non-communicable diseases, things like obesity.",
        "And we can only rise to meet these challenges by working together and driving forward innovation.",
        "That’s my message today.",
        "Britain is open for business, open for partnership and open to ideas.",
        "I am determined that this country becomes the best place in the world to invest and innovate in life sciences.",
        "And I am putting in place the policies to make it happen.",
        "Thank you for coming, thank you for listening – and enjoy the Olympics."
    ]
}