{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-street-league-reception/",
    "title": "David Cameron – 2012 Speech at Street League Reception",
    "post_date": "January 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the Street League Reception on 17 January 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Good evening. Please come on through. Good evening and a very warm welcome to Number 10 Downing Street. It gives me real pleasure to welcome Street League here after such a successful year, but I am very, very nervous tonight because the last time we had a Street League party here at Number 10 Downing Street, I was standing next to Cesc Fabregas and I said, ‘I know what’s going to happen? It’s going to be the curse of Cameron. Five minutes after this party, you’re going to be off back to Spain.’ He said, ‘No, I’m not going to be off back to Spain.’ Five minutes after the party, he was. So, Robin – great to have Robin van Persie. I’ve told him he’s not allowed – I know it was a difficult day yesterday. Some pretty tidy football from Swansea, but I wasn’t going to mention that. But anyway, you’re not allowed to go anywhere after this, but thank you very much for what you’re going to do to help support Street League.",
        "That’s really what I want to say tonight, is just what a fantastic charitable organisation I think this is. I think it brings three really brilliant things together. The first is the idea of using the power of football and the power of sport to do real good in our country and to turn people’s lives around. I think it’s a brilliant idea and listening to some of the people who have been involved this year, some of the graduates – these are really inspiring stories about how Street League has come to town, it’s inspired people, it’s taken them on, it’s given them new hope. So, I think it’s a fantastic idea because it’s harnessing something that we are mad about in this country, football, and turning it to good use.",
        "The second thing I love about it is that it is also about social action, social enterprise. I’m really proud of the fact that Number 10 Downing Street, in spite of the fact that this can be quite a busy place, that around 40 people in Number 10 have taken part, partnering with Street League and put their time and their effort in to help young people. I said I wanted to help and everyone pointed out that I was completely rubbish at football, but I did a little bit of interview training, some mock interviews for people, and what was great about it was you would think that if you came to Number 10 Downing Street for a mock interview and your mock interviewer was the Prime Minister, it might just be a little bit intimidating, but actually it worked incredibly well. We had some great sessions and it was a huge privilege to take part.",
        "I think the third and the really key reason why this is such a great idea is what you really get from listening to the – there are, I think, 40 graduates here tonight, but there are 400 overall this year – is just hearing their stories about how this organisation gave them confidence and a chance to go on and do better things. I think that, in the end, is what it is all about: confidence and turning people’s lives around, and giving them a fresh start. It’s a brilliant idea and it’s a charity I’m very proud to be associated with. I want to thank all of the backers, and there are many of them here tonight. I want to thank all the staff who have been involved with Street League. I want to thank also the FA and everyone involved in football that has also partnered Street League. The FA have had a slightly better – and the football league, a slightly better record in terms of luck, because of course there was the first Street League international, which was when England played Spain in a friendly, and we won. It was probably because I wasn’t there, so I didn’t bring my normal curse. But thank you to everyone who has been involved.",
        "I think this is a fantastic organisation. I think it’s a great idea and it is turning young people’s lives around – 400 people this year, building on 370 last year. So, the question is: what are you going to do next year? How can you go on growing and expanding and building, and getting to more parts of our country? I am absolutely committed to doing what I can to help, as is everyone in Number 10 Downing Street and your other partner organisations. So, a very, very big thank you for what you do, and now I am going to hand over to the man of the match, who did, in spite, scored yesterday – Robin van Persie. Thank you very much."
    ]
}