{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-the-paralympics-flame-ceremony/",
    "title": "David Cameron – 2012 Speech at the Paralympics Flame Ceremony",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of Mr Cameron’s speech on Friday 24 August 2012 at the lighting of the Paralympics Flame Ceremony at Trafalgar Square in London.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "After a fortnight of Olympics withdrawal symptoms, it’s time to dust off the GB flags and get ready for two more weeks of spectacular sport. The London Paralympic Games 2012 are finally here.",
        "Already this is looking to be an incredible event. Ticket sales have smashed records. Some sessions have been sold out for months. Our Paralympic venues are looking fantastic. Our team are geared up to beat the medal count they made in Beijing: 102 medals and second in the table.",
        "Just like the Olympics we’re going to see international friendship, fierce rivalry and the sheer sporting genius of athletes who have trained day-in, day-out for years. But we can’t deny there’s something particularly inspiring about the Paralympics.",
        "Why? Because being a Paralympian takes an extra measure of guts and steel. A lot of the athletes arriving in London would have been told from a young age about everything they can’t do – and they decided to throw everything into what they can do, whether that’s smashing a ball over the net, running on prosthetics or swimming faster than the rest.",
        "That example – of overcoming the difficulties you’ve been handed, pushing yourself to the limits, going way beyond the expectations others have set for you – is truly inspiring.",
        "So I want to wish everyone competing in these Games – and particularly ParalympicsGB – the best of luck. The whole country will be cheering you on."
    ]
}