{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-youth-crime/",
    "title": "David Cameron – 2007 Speech on Youth Crime",
    "post_date": "December 31, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, in Darwen, Lancashire, on 22 August 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Thank you for coming here to listen to me today. I hope that together we can address some of the serious issues that are affecting your community. Two weekends ago, not far from here in Bacup, a young couple were viciously attacked in a skate park, leaving both unconscious. Last weekend a man was stabbed to death here in Darwen, and a 16 year-old was murdered, also with a knife, down the road in Farnworth. These terrible events are part of a national trend – a crisis of order on Britain’s streets.",
        "A dead father in Warrington, Gary Newlove, who went outside to confront a gang of youths and ended up bleeding to death on his doorstep. 17 dead children in London this year alone. This year Tony Blair suggested that this spate of murders in our cities is a “specific problem within a specific criminal culture” – that is, not part of a wider social problem.",
        "To me that betrays a deep complacency. In the last 10 years violent crime has doubled. Here in Lancashire, it’s up 140 per cent. Knife crime – mostly robberies committed at knife point – has doubled in the last two years. What Mr Blair’s remark failed to recognise is that violence grows in the fertile soil of anti-social behaviour. And here we have a real and growing problem throughout society.",
        "The Chief Constable of Cheshire said earlier this week that anti-social behaviour in Britain is “out of control”. And most people agree. A recent poll showed that half of British people feel more frightened on the streets than they did a decade ago. And it’s not just the fear that matters – it’s the damage to our quality of life. Vomit and broken glass in the town centres. Graffiti and litter and urine in the stairways of blocks of flats. Fly-tipping in country lanes.",
        "Aggression and foul language on the train and the bus … general disrespect… all the little acts of aggression and ugliness that people have to put up with in the course of a day. Is all this an inevitable feature of life? I don’t believe so. Other cities, other countries, have fought the battle with anti-social behaviour, and won.",
        "New York halved its murder rate between 1992 and 1996 – and it did so by a fixed concentration on low-level disorder. Litter. Fare-dodgers on public transport. Petty vandalism. Aggressive begging.  \nThe police targeted the minor crimes which cause the community to retreat, and thus cede the ground to more serious criminals. Helped by the police, the community advanced back, and crime retreated.  \nGovernment approach",
        "So if that is what can be done, how is the British Government tackling the problem? I am often reminded of Robert Peel’s remark: “The test of police efficiency is the absence of crime and disorder, not the visible evidence of police action in dealing with it.”",
        "The same can be said of Government efficiency. In the last 10 years we have seen a lot of visible evidence of activity – but there is no absence of crime and disorder. Labour confuse activity with action, and initiatives with results.",
        "They have taken a one dimensional approach to the problem – relying on criminal justice legislation. There has been wave upon wave of legislation. Over 30 criminal justice Bills since 1997. Over 3000 new criminal offences created – one for every day Labour have been in office. Yet in all this, no real steps to reform the police, to build enough prison places, or to reverse the social breakdown which lies at the root of our crime rate. And even on Labour’s own terms – the legislative approach – they have failed.",
        "Their legislation has been inconsistent, contradictory, and not properly implemented. Take the 2003 Criminal Justice Act. This was presented as the centrepiece of Labour’s attack on crime. Yet one in five of the sections of this Act, and half the schedules, have been repealed in whole or in part or not implemented at all.",
        "If we are to tackle crime and anti-social behaviour we need a resolute and comprehensive response. Instead of a one dimensional approach – just looking at criminal justice – we need a three dimensional approach. First, the response of the courts. Second, the response of the police. And third, the response of society at large.",
        "**Criminal Justice**",
        "Let me deal with the courts first. Our system of criminal justice is an essential defence against disorder. People need to know that crime is punished – victims need to know it and potential criminals need to know it.",
        "But at the moment, this basic knowledge is missing. Detection rates are down. Conviction rates are down. And too many convicted criminals either escape prison or are let out too soon.",
        "The Human Rights Act simply adds insult to injury. The recent judgement in the case of Philip Lawrence’s murderer flies in the face of common sense.",
        "We believe there is a better way – and that is why we will replace the Human Rights Act with a British Bill of Rights that can better balance rights and responsibilities in a way that chimes with British traditions and common sense.",
        "My party is currently reviewing sentencing policy and our prison and probation system. Today I want to mention two proposals which we will consult upon as part of this review.",
        "First, I would like to see magistrates have greater powers over sentencing. One of the many provisions of the 2003 Criminal Justice Act was the power for magistrates to sentence an offender to a maximum of a year’s imprisonment, not the current maximum of six months.",
        "This power was never actually enacted. Instead Ministers brought forward the point at which prisoners become eligible for parole. Prisoners sentenced to less than 12 months only serve a maximum of 13 weeks. Take off the extra 18 days from the early release scheme, and magistrates’ powers are really limited to little more than two months.",
        "We need to scrap the early release scheme. And I suggest the Government should activate the 2003 measure, and allow magistrates to hand down sentences of up to 12 months. A 12 month sentencing power would enable the community-based lower courts to get real criminals off their streets.",
        "The second issue I would like our review to examine is designed to target offenders and potential offenders a little lower down the scale – to stop them before they become the sort of criminal that deserves a prison sentence. The sad fact is that the penalties available to magistrates and judges – even the power of custody – often don’t have the deterrent effect we would wish.",
        "Common sense suggests that with young people you need to hit them where it hurts: in their lifestyle and their aspirations. In 2000 the Government passed a law allowing judges to disqualify a young offender from holding or obtaining a driver’s license. Characteristically, this power was not actually enacted until 2004 – four years when a law lay on the statute books without being used.",
        "I want to see this measure more widely used – and I don’t believe it should only be targeted at driving-related offences, as the Government guidance suggests. I’d like to see judges and magistrates tell a 15 year old boy, convicted of buying alcohol or causing a disturbance, that the next time he appears in court he’ll have his driving licence delayed. And then I’d like that boy to tell his friends what the judge said.",
        "**Policing**",
        "Let me move on to the second dimension of a proper response to anti-social behaviour – the policing response. At the moment police officers spend more time on paperwork than they do on patrol. That’s utterly wrong. With its targets and audits and inspections the Government is guilty of wasting police time.",
        "Only a fifth of an officer’s time is spent on the beat. They have to fill in a form a foot long every time they stop someone. And making an arrest usually involves four hours back at the station. This has to change.",
        "Earlier this year we published proposals for ending the remote control of policing from Whitehall, freeing forces up to respond to local need and making the police forces of England and Wales directly accountable to local people.",
        "This agenda is acutely necessary when it comes to anti-social behaviour. For this is a local problem if ever there was one. It simply happens because too many young people in a particular place feel they can get away with it. And because of the way that policing is organised, too often they can get away with it.",
        "I quoted Cheshire’s Chief Constable earlier. He also said this:",
        "“The obsession with statistics makes the criminal justice system less effective in tackling anti-social behaviour… They give less room for local police officers to take into account local priorities”",
        "For “obsession with statistics” read the whole range of central performance management which the police are subject to. I want to see a general bonfire of the targets and measurements which the police have to comply with. I want them accountable to the communities they serve, not to officials in London.  \nCommunity",
        "Finally, let me outline the third element of the proper response to anti-social behaviour: the response of society itself.",
        "Some people say that trying to understand the causes of crime betrays weakness. I say that failing to understand the causes of crime is simple stupidity. Those fifteen year old boys who are causing such mayhem in our towns and cities, were five years old when Labour came to power. They mostly had problems even then – but they weren’t criminal, there was nothing that the police or the courts could do. But now they are very much involved with the police and courts, and it’s often too late to stop them.  \nLabour failed to address the problems those five year olds had. Let us not do the same to the next generation.",
        "That’s why a comprehensive approach to crime and disorder must include radical action to restore families and communities, to build up the natural networks which – far more than laws and regulations – stop crime before it starts. How do we restore families and communities?",
        "As I said recently we can start with schools",
        "– giving head teachers the power to exclude unruly pupils  \n– stopping the closure of special schools, including those that address behavioural problems  \n– intervening early and empowering the social enterprises that specialise in turning around children with behavioural problems.",
        "But as well as policy changes, we need cultural changes.",
        "We need to make men realise that having children is an 18-year commitment – not a one-night stand.",
        "We need to make mothers realise that it’s work, not welfare, that offers their family the best future.",
        "We need to help couples stay together, not drive them apart with the tax and benefits system.",
        "And we need to make society as a whole – that’s you and me – realise that we all have duties to our neighbours.",
        "These are duties as compelling as the taxes we pay and the laws we obey. They represent a social responsibility.",
        "For me the most exciting development that is happening in Britain today is the growth of social enterprises and other voluntary bodies dedicated to social justice. They’re tackling the hardest problems, the things which agencies of the state find it so difficult to get at – debt and addiction, unemployment and family breakdown.",
        "They are independent organisations, locally based, often amateur in their beginnings but soon highly expert. They are fired by compassion and the spirit of innovation. They work.",
        "I would like to make a new deal with the voluntary sector. Longer contracts. Less red tape. Full cost recovery. These are the organisations in the front line of the war against crime and exclusion, and we need to give them the weapons to do the job.",
        "Tough action on criminal justice.",
        "A radical programme for reforming the police, freeing them from paperwork and making them locally accountable.",
        "And concerted action to tackle social and family breakdown in Britain.",
        "This is the programme we need to tackle crime and lawlessness.",
        "This is the approach to replace disorder and fear on our streets with hope and respect.",
        "This is way that the modern Conservative party will help to mend our broken society."
    ]
}