{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-statement-on-the-chogm-in-sri-lanka/",
    "title": "David Cameron – 2013 Statement on the CHOGM in Sri Lanka",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron in the House of Commons on 18th November 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "With permission Mr Speaker, I would like to make a statement on the disaster in the Philippines and the Commonwealth Meeting in Sri Lanka.",
        "Ten days ago a category 5 super typhoon brought massive destruction across the Philippines, where the city of Tacloban was devastated by a tidal wave almost 2.5 metres high.",
        "The scale of what happened is still becoming clear – with many of the country’s 7,000 islands not yet reached or assessed.",
        "But already we know that more than 12 million people have been affected, with over 4,400 dead and more than 1,500 missing – including a number of Britons.",
        "This disaster follows other deadly storms there and an earthquake that killed 200 people in Bohol last month.",
        "I am sure the thoughts of the whole House will be with all those affected, their friends and families.",
        "Mr Speaker, Britain has been at the forefront of the international relief effort.",
        "The British public have once again shown incredible generosity and compassion donating £35 million so far.",
        "And the Government has contributed more than £50 million to the humanitarian response.",
        "In the last week HMS Daring and her on-board helicopter, an RAF C17 and 8 different relief flights have brought essential supplies from the UK and helped get aid to those who need it most.",
        "An RAF C130 will arrive tomorrow and HMS Illustrious will also be there by the end of this week, equipped with 7 helicopters, water desalination and command and control capabilities.",
        "Beyond the immediate task of life-saving aid, the people of the Philippines will face a long task of rebuilding – and reducing their vulnerability to these kinds of events.",
        "Britain will continue to support them every step of the way.",
        "**Commonwealth meeting**",
        "Let me turn to the Commonwealth – and then to the issues in Sri Lanka itself.",
        "The Commonwealth is a unique organisation representing 53 countries, a third of the world’s population and a fifth of the global economy,",
        "It is united by history, by relationships and by the values of the new Commonwealth Charter which we agreed 2 years ago in Perth.",
        "Britain is a leading member.",
        "Her Majesty The Queen is the Head of the Commonwealth and His Royal Highness The Prince of Wales did our country proud acting on her behalf and attending last week.",
        "As with all the international organisations to which we belong, the Commonwealth allows us to champion the values and economic growth that are so vital to our national interest.",
        "At this Summit we reached important conclusions on poverty, human rights and trade.",
        "On poverty, this was the last Commonwealth meeting before the Millennium Development Goals expire.",
        "We wanted our Commonwealth partners to unite behind the ambitious programme set by the UN High Level Panel which I co chaired with the Presidents of Indonesia and Liberia.",
        "For the first time this programme prioritises not just aid, but the vital place of anti-corruption efforts, open institutions, access to justice, the rule of law and good governance in tackling poverty.",
        "On human rights, the Commonwealth reiterated its support for the core values set out in the Commonwealth Charter.",
        "Commonwealth leaders condemned in the strongest terms the use of sexual violence in conflict – an issue championed globally by my Rt Hon Friend the Foreign Secretary.",
        "We also called for an end to early and forced marriage – and for greater freedom of religion and belief.",
        "We committed to taking urgent and decisive action against the illegal wildlife trade ahead of the conference in London next year.",
        "And Britain successfully resisted an attempt to usher Zimbabwe back into the Commonwealth, without first addressing the deep concerns that remain about human rights and political freedoms.",
        "The Foreign Secretary and I also used the meeting to build the case for more open trade and for developing our economic links with the fastest growing parts of the world.",
        "The Commonwealth backed a deal at next month’s World Trade Organisation meeting in Bali that could cut bureaucracy at borders and generate $100 billion for the global economy.",
        "I continued to bang the drum for British trade and investment.",
        "I went to New Delhi and Calcutta in India before heading to Sri Lanka, the third time I have visited India as Prime Minister.",
        "And I went from the Summit to Abu Dhabi and Dubai where Airbus agreed new orders from Emirates and Etihad airlines that will add £5.4 billion to the British economy.",
        "These orders will sustain and secure 6,500 British jobs, including at the plants in North Wales and Bristol and open up new opportunities for the Rolls Royce factory in Derby.",
        "**Sri Lanka**",
        "Mr Speaker, the last Government agreed in late 2009 to hold the 2013 Commonwealth Meeting in Sri Lanka.",
        "That was not my decision.",
        "But I was determined that I would use the presence of the Commonwealth and my own visit to shine a global spotlight on the situation there and that is exactly what I did.",
        "I became the first foreign leader to visit the north since independence in 1948 and by taking the media with me, gave the local population the chance to be heard by an international audience.",
        "I met the new provincial Chief Minister from the Tamil National Alliance, who was elected in a vote that only happened because of the spotlight of the Commonwealth Meeting.",
        "I took our journalists to meet the incredibly brave Tamil journalists at the Uthayan newspaper in Jaffna – many of whom have seen their colleagues killed, and themselves been beaten and intimidated.",
        "I met and heard from displaced people desperately wanting to return to their homes and their livelihoods.",
        "And as part of our support for reconciliation efforts across the country, I announced an additional £2.1 million to support demining work in parts of the north – including the locations of some of the most chilling scenes from Channel 4’s No Fire Zone documentary.",
        "When I met with President Rajapaksa, I pressed for credible, transparent and independent investigations into alleged war crimes.",
        "And I made clear to him that if these investigations are not begun properly by March, then I will use our position on the UN Human Rights Council, to work with the UN Human Rights Commissioner and call for an international inquiry.",
        "Mr Speaker, no one wants to return to the days of the Tamil Tigers and the disgusting and brutal things that they did.",
        "And we should show proper respect for the fact that Sri Lanka suffered almost 3 decades of bloody conflict and that recovery and reconciliation take time.",
        "But I made clear to President Rajapaksa, that he now has a real opportunity, through magnanimity and reform, to build a successful, inclusive and prosperous future for his country, working in partnership with the newly elected Chief Minister of the Northern Province.",
        "I very much hope that he seizes it.",
        "Sri Lanka has suffered an appalling civil war, and then of course suffered again from the 2004 tsunami.",
        "But it is an extraordinary and beautiful country with enormous potential.",
        "Achieving that potential is all about reconciliation. It’s about bringing justice and closure and healing to this country, which now has the chance, if it takes it, of a much brighter future.",
        "That will only happen by dealing with these issues and not ignoring them.",
        "Mr Speaker, I had a choice at this Summit.",
        "To stay away and allow President Rajapaksa to set the agenda he wanted or to go and shape the agenda by advancing our interests with our Commonwealth partners and shining a spotlight on the international concerns about Sri Lanka.",
        "I chose to go and stand up for our values and to do all I could to advance them.",
        "That was the right decision for Sri Lanka, for the Commonwealth and for Britain.",
        "And I commend this statement to the House."
    ]
}