{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-business-in-the-community-awards-speech/",
    "title": "David Cameron – 2013 Business in the Community Awards Speech",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the speech made by the Prime Minister, David Cameron, to the 2013 Business in the Community Awards held on the 2nd July 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "It’s a real pleasure to come and celebrate the work of so many of our leading businesses who are helping to make our country a better place.",
        "Business in the Community are the great champions of this cause.",
        "And it’s absolutely right that they should hold this…",
        "…the Oscars of good, responsible business.",
        "If you want to know why responsible business matters, look at our hosts this evening, Marks and Spencer….",
        "….whose Shwopping scheme, brilliantly advocated by Joanna Lumley, has already raised £2.3 million for Oxfam.",
        "Look at Trading for Good – a new free platform launched today to recognise what smaller businesses are doing in their local communities.",
        "Look at innovative CEOs like Steve Holliday helping companies promote their vacancies to the unemployed…",
        "… or Paul Drechsler showing businesses how to support schools.",
        "And look at the growing number of business connectors…",
        "…people seconded from business working for a year in our communities, to make the links between local business and the local organisations that need the most support.",
        "All of them – and all of you here tonight – are proving two things that I believe very passionately.",
        "The first is that business has a key role to play in building a bigger and stronger society.",
        "The second, that responsible business is good business too.",
        "I am a passionate believer in the free enterprise system.",
        "I believe that starting a business, selling a product or service, turning a profit, investing and building…",
        "…these are good and noble things.",
        "They create the wealth and jobs we need.",
        "But business has the capacity to do even more.",
        "Responsible business can be the greatest force for social progress on the planet.",
        "From worklessness to obesity…",
        "…from the break-up of families to the break-down of communities…",
        "…from environmental damage to economic dislocation…",
        "…I simply cannot think of an area of public policy where the creative thinking of business wouldn’t help in delivering a better outcome.",
        "And if we have learnt anything from the last two decades, it is surely this…",
        "…that we can’t solve our social problems simply by government changing laws or passing down edicts from above.",
        "We need business, charities and individuals to work together with government.",
        "Not just government action but social action.",
        "Not just government responsibility but personal and corporate responsibility.",
        "That’s how we change our country for the better.",
        "So yes, the moral case for responsible business is strong.",
        "But just consider for a moment the economic case.",
        "Let me explain.",
        "Businesses want low taxes, and as little regulation and interference from government as possible.",
        "And this is a government that is determined to do everything possible to achieve that.",
        "That’s why we are cutting the red tape…",
        "…and cutting corporation tax to 20%, the lowest of any major economy in the world.",
        "But the truth is that governments don’t just interfere for the sake of it…",
        "…they do so because there are problems in our society that need government spending to pay for them.",
        "So responsible businesses can help.",
        "You can help us to tackle the crime, the family breakdown, the education failure that causes the demand for public spending – and therefore taxes to rise.",
        "And there is something else you can do.",
        "You can make sure that low taxes are actually paid.",
        "Right now taxes are higher than they need to be because the international tax system doesn’t work.",
        "Some individuals and some companies are able to evade their responsibilities and that makes taxes higher for everyone else.",
        "So when I made tackling tax evasion and aggressive tax avoidance a priority for the G8 in Northern Ireland last month…",
        "…I wasn’t just doing what is right for good government…",
        "…I was doing what is right for good business too.",
        "Now there is one area where I’d like to make a particular plea for business help tonight…",
        "…and that’s supporting our young people.",
        "In the coming months HRH The Prince of Wales is launching a nationwide campaign…",
        "…with the full support of myself, Ed Miliband and Nick Clegg…",
        "…to help young people contribute to their communities through service to others.",
        "From working with groups like the Scouts and Guides who have been leading the way on social action for over a century…",
        "…to new programmes like National Citizen Service…",
        "….the Campaign for Youth Social Action will bring together all the different ways in which young people can give something back to their community.",
        "And it will seek to create a legacy of social action that we can pass down from generation to generation.",
        "National Citizen Service is one of the newest parts of this…",
        "…but it has the potential to be one of the biggest.",
        "You know how it works.",
        "Young people from different backgrounds come together…",
        "…first, for an outdoor challenge that takes them outside their comfort zone and makes them work as teams…",
        "…then living together back in their local area working with local businesses and community leaders to learn new skills…",
        "…and finally making their own mark by planning and delivering a social action project that gives something back to their community.",
        "From the first two years alone, we have 35,000 graduates.",
        "This year we’ll double that.",
        "And over time I want National Citizen Service to become a rite of passage in our country that can give our young people a sense of purpose, optimism and belonging.",
        "But to do that – and to make the Campaign for Youth Social Action a great national project – we will need the help of business.",
        "So I’m delighted that tonight the government is supporting a new award which recognises businesses which support social action for young people…",
        "…and I would ask you all to think about what more you can do.",
        "Because this campaign isn’t about government.",
        "And it isn’t about party politics either.",
        "It’s about how together we help young people understand the value of social responsibility.",
        "It’s about the expectations we set.",
        "The culture we build.",
        "It’s about equipping our young people with the skills and character to work, to contribute, to make our country what it can be.",
        "In short, it’s about our future.",
        "So as the children from Emerald Music School who just performed for us so brilliantly put it: imagine it possible.",
        "And then let’s go and make it so.",
        "Thank you very much for listening.",
        "Congratulations again on all that you are doing to make our country a better place.",
        "And have a great evening."
    ]
}