{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-following-european-council/",
    "title": "David Cameron – 2016 Statement Following European Council",
    "post_date": "February 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, following the meeting of the European Council to discuss giving the UK special status in the EU.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Within the last hour I have negotiated a deal to give the UK special status in the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I will fly back to London tonight and update the Cabinet at 10am tomorrow morning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This deal has delivered on the commitments I made at the beginning of this renegotiation process.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain will be permanently out of ever closer union – never part of a European superstate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There will be tough new restrictions on access to our welfare system for EU migrants – no more something for nothing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain will never join the Euro. And we have secured vital protections for our economy and full say over the rules of the free trade single market while remaining outside of the Euro.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe it is enough for me to recommend that the United Kingdom remain in the European Union – having the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will be in the parts of Europe that work for us, influencing the decisions that affect us in the driving seat of the world’s biggest market and with the ability to take action to keep people safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will be out of the parts of Europe that don’t work for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Out of the open borders. Out of the bailouts. Out of the Euro. And out of all those schemes in which Britain wants no part.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me set out the details of exactly what we have agreed and why.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I began this negotiation to address the concerns of the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today all 28 member states have signed up to concrete reforms in each of the 4 areas I set out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "British jobs and British business all depend on being able to trade with Europe on a level playing field.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Financial protection**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So our first aim in these negotiations was to get new protections for countries like ours which are in the single market but not in the euro.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me take you through what we have secured.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have permanently protected the pound and our right to keep it. For the first time, the EU has explicitly acknowledged it has more than one currency.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Responsibility for supervising the financial stability of the UK remains in the hands of the Bank of England, so we continue to keep our taxpayers and our savers safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have ensured that British taxpayers will never be made to bail out countries in the Eurozone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have ensured that the UK’s economic interests are protected. We have made sure that the Eurozone cannot act as a bloc to undermine the integrity of the free trade single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we have guaranteed British business will never face any discrimination for being outside the Eurozone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For example, our financial services firms can never be forced to relocate inside the Eurozone if they want to trade in euros, just because they are based in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And not only are these rules set out in a legally-binding agreement, we have also agreed that should the UK, or another non-Euro member state, fear these rules are being broken they can activate an emergency safeguard, unilaterally, to ensure they are enforced.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me be clear, because there has been a big debate about this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain will have the power to pull this lever on our own.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**European competitiveness**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our second aim in these negotiations was to make Europe more competitive, so we create jobs and make British families more financially secure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have secured a declaration outlining a number of commitments in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For the first time, the European Union will now say competitiveness is – and I quote – “an essential objective of the union.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is important because it goes to the very heart of what Europe should be about.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It means Europe will complete the single market in services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will make it easier for service-based companies including IT firms to trade in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Nowhere will this be more of an opportunity than in the UK where thousands of service companies make up two thirds of our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It could add up to 2 per cent to our economy each year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s a real improvement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The European Union will also complete the single market in capital.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will mean UK start-ups will be able to access more sources of finance for their businesses and it will also present new opportunities for the UK financial services industry.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Europe will now also complete the single market in energy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will allow more suppliers into the UK energy market, lowering bills and increasing investment across the continent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s a real improvement too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In addition, we have secured commitments from Europe to complete trade and investment agreements with the fastest growing and most dynamic economies around the world including the USA, Japan and China as well as our Commonwealth allies India, New Zealand and Australia.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These deals could add billions of pounds and thousands of jobs to our economy every year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And because I know one of the biggest frustrations with Europe, especially for small businesses, is the red tape and bureaucracy we have also got Europe to introduce targets to cut the total burden of EU regulation on business.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That means that, from now on, the cost of EU red tape will be going down, not up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Migration**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our third aim in these negotiations was to reduce the very high level of migration from within the EU by preventing the abuse of free movement and preventing our welfare system acting as a magnet for people to come to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In this respect, we have secured the following:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "New powers against criminals from other countries – including powers to stop them coming here in the first place, and powers to deport them if they are already here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Longer re-entry bans for fraudsters and people who collude in sham marriages.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And an end to the ridiculous situation where EU nationals can avoid British immigration rules when bringing their families from outside the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also secured a breakthrough agreement for Britain to reduce the unnatural draw that our benefits system exerts across Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have already made sure that EU migrants cannot claim the new unemployment benefit, Universal Credit, while looking for work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And those coming from the EU who haven’t found work within 6 months can now be required to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today we have established a new emergency brake so that EU migrants will have to wait 4 years until they have full access to our benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This finally puts an end to the idea that people can come to our country and get something for nothing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The European Commission has said unambiguously that Britain already qualifies to use this mechanism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it won’t be some short-term fix. Once activated this brake will be in place for a full 7 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also agreed that EU migrants working in Britain can no longer send child benefit home at UK rates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The changes will apply first to new claimants.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, after intense negotiations, we have ensured that they also will apply to existing claimants, from the start of 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I came here to end the practice of sending child benefit overseas at UK rates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Both for current and future claimants.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I’ve got them both.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Powers for UK Parliament**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our fourth aim in these negotiations was to protect our country from further European political integration and increase powers for our national Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Ever since we joined, Europe has been on the path to something called Ever Closer Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It means a political union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve never liked it. We’ve never wanted it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And today we have permanently carved Britain out of it, so that we can never be forced into political integration with the rest of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The text of the legally binding agreement sets out in full the UK’s position.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It says that the treaties will be changed to make clear – and I quote: “…the Treaty references to ever closer union do not apply to the United Kingdom.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me put this as simply as I can: Britain will never be part of a European superstate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also put power back in the hands of Westminster and other national parliaments.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A new red card will mean that the UK Parliament can work with others to block unwanted legislation from Brussels.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And at long last we have an agreement that, wherever possible, powers should be returned to member states and and we have a new mechanism to make this a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Every year the EU now has to go through the powers they exercise and work out which are no longer needed and should be returned to nation states.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In recent years we have also seen attempts to bypass our opt-out on justice and home affairs by bringing forward legislation under a different label.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For example, attempts to interfere with the way the UK authorities handle fraud but under the guise of legislation on the EU budget.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With today’s new agreement we have made sure this can never happen again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Likewise, we have established once and for all in international law that Britain’s national security is the sole responsibility of the British Government – so, for instance, we will never be part of a European Army.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These are significant reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Further reforms**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I have always said that if we needed to go further to put Britain’s sovereignty beyond any doubt, then we would.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So in addition to these changes, I will shortly be bringing forward further proposals that we can take as country, unilaterally, to strengthen the sovereignty of Britain’s great institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The reforms that we have secured today have been agreed by all 28 leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I thank them for their patience, for their good will, for their assistance, for all the work that we’ve done, not just in the last 48 hours, but in all the months since the election last year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The changes will be legally binding in international law, and will be deposited at the UN.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They cannot be unpicked without the unanimous agreement of every EU country – and that includes Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when I said I wanted reforms that are legally binding and irreversible – that is what I’ve got.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the council was also clear that the treaties will be changed in 2 vital respects.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To incorporate the new principles for managing the relationship between countries inside and outside the Eurozone and to carve the UK out of ever closer union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe the changes we have secured as a country fulfil the objectives I set out in our manifesto at the last election.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I think they do create a more flexible Europe more of a “live and let live” arrangement that recognises one size does not fit all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But of course, there is still more to do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am the first to say that there are still many ways in which this organisation needs to improve.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The task of reforming Europe does not end with today’s agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Far from it. This is a milestone on a journey, not the end point.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And let’s be clear, there’s absolutely nothing in this agreement that stops further reform taking place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For as long as we stay in the European Union, Britain will be in there driving forward the single market bearing down on regulation, championing the cause of free trade and helping to ensure that the Europe remains open to the world and robust for instance in the face of Russian aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Referendum**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But with this new agreement I believe the time has come for me to fulfil the promise I made when I stood for a second term as Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So tomorrow I will present this agreement to Cabinet.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And on Monday I will make a statement to Parliament and commence the process set out under our EU Referendum Act, to hold a referendum on Britain’s membership of the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The British people must now decide whether to stay in this reformed European Union or to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will be a once-in-a-generation moment to shape the destiny of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There will be many passionate arguments made over the months ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And this will not be a debate along party-political lines.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There will be people in my party – and in other parties – arguing on both sides.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is entirely right. This is an historic moment for Britain. And people must be free to reach their own conclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in the end this will not be a decision for politicians.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will be a decision for the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will all need to look at the facts and to ask searching questions of what either choice would really mean.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Simply being in Europe doesn’t solve our economic problems – far from it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have always been clear about that – just as I have always opposed Britain joining the Euro.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But turning our back on the EU is no solution at all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we should be suspicious of those who claim that leaving Europe is an automatic fast-track to a land of milk and honey.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will all need to step back and consider carefully what is best for Britain, and best for our future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Whatever the British public decide I will make work to the best of my abilities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But let me tell you what I believe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I do not love Brussels. I love Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And my job – the job of the British Prime Minister – is doing all in my power to protect Britain’s interests.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when it comes to Europe, mine is a hard-headed assessment of what is in our national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should never forget why this organisation came into being.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Seventy years ago our countries were fighting each other. Today we are talking.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we should never take that cardinal achievement – peace and stability on the continent – for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Even today our world is an uncertain place with threats to our security and existence coming from multiple quarters. This is a time to stick together; a time for strength in numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Like many, I have had my doubts about the European Union as an organisation. I still do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But just because an organisation is frustrating it does not mean that you should necessarily walk out of it, and certainly not without thinking very carefully through the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The question that matters for me as Prime Minister is what is best for my country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "How, as a country, are we stronger, safer and better off?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is something I have given a huge amount of thought.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Future of Britain’s relation with Europe**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And now we have this new agreement, I do believe the answers lie inside a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me explain why.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, Britain will be stronger remaining in a reformed Europe than we would be out on our own because we can play a leading role in one of the world’s largest organisations from within, helping us determine our future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Yes there are frustrations and no, we don’t always get our way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But time and again British leadership at the top table gets things done whether it’s imposing sanctions on Russia and Iran, or tackling people smuggling in the Mediterranean.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because the truth is this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Throughout our history, our strength as a nation has come from looking beyond our shores and reaching out to the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And today the EU, like NATO and the UN, is a vital tool Britain can use to boost our nation’s power in the world and multiply our ability to advance Britain’s interests, to protect our people, sell our goods and services, generate jobs and a rising our people’s standard of living.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain has always raised her eyes to the horizon and today we are energetically seeking new markets in India and China – from south-east Asia to Latin America – in the finest go-getting traditions of our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But that is not a substitute for doing the same right next door to us – on the continent of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We can, and should, have the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is one reason why our closest friends outside Europe – from Australia to New Zealand, the US to Canada – want us to stay in the EU. We should listen to them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People who want us to leave would take us out of this position of influence and they can’t tell you what that would mean for Britain’s ability to advance our interests.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, I profoundly believe the British people will be safer remaining in a reformed Europe than we would be out on our own.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me tell you why.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will always depend on NATO as the bedrock of our nation’s defence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But today we face a myriad of threats to our security, from terrorism to organised crime, from human trafficking to cyber attacks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We defeat these threats by working together, by the closest possible co-operation between countries, especially with our closest neighbours in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me give you one example from the way we share information.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When terrorists tried to bomb London for the second time in 2005 one of the culprits fled to mainland Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because of the European Arrest Warrant we could bring him back in a few weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Previously that could have taken years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when I say we are safer, I really mean it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "By contrast, those who want to leave can’t tell you whether and how this co-operation would continue or how long it would take to attempt to replicate these arrangements with each European country one by one.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, Britain will be better off remaining in a reformed Europe than we would be out on our own because British businesses will have full access to the free trade single market of 500 million people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This brings jobs, investment, lower prices and financial security to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those who want to leave can’t tell you if we would still have access to this free trade single market, or on what terms.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They can’t tell you how long it would take to get a new agreement with 27 countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That could mean years of uncertainty for our economy – for our children’s future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And let’s be clear: if we were to leave, it’s not in Europe’s interests to give us all the benefits of membership without any of the responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Look at Norway and Switzerland.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Neither have as much as access to the single market. And neither have any say over its rules.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yet they both still have to pay into the EU budget.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they both have to accept migration from within the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, as I have said, the EU isn’t perfect.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is a need for further and continuing reform.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the UK is best placed to do that from the inside.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our plan for Europe gives us the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It underlines our special status through which we will be in the parts of Europe that work for us keeping full access to the EU’s free-trade ‘single market’, which makes us better off and the Europe-wide co-operation on crime and terrorism that makes us more secure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we will be out of the parts of Europe that don’t work for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will never join the Euro.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will never be part of Eurozone bailouts, the passport-free area, the European Army or an EU super-state.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I have said, I’m not saying that Britain couldn’t survive outside Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But after nearly 6 long years of difficult decisions and hard work by the British people, our economy has turned a corner.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In an uncertain world, is this really the time to add a new huge risk to our national and economic security?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I do not believe that is right for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe we are stronger, safer and better off inside this reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is why I will be campaigning with all my heart and soul to persuade the British people to remain in the reformed European Union that we have secured today.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}