{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-the-union/",
    "title": "David Cameron – 2007 Speech on the Union",
    "post_date": "December 31, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 19 April 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "**United we are Safer**",
        "I support the union not only for what it has achieved in the past but for what it can achieve in the future. The labour party’s approach is to cow and bully Scotland into remaining part of the union. I believe this is the wrong approach – instead of threatening the people of Scotland we must inspire them.",
        "Over the centuries, Scots have made an outstanding contribution to the UK’s military successes, from Waterloo to D-Day, from the Falklands to Afghanistan. Scotland punches above its weight in Britain’s Armed Forces and Britain punches above its weight in the world because of the expertise and bravery of those Armed Forces.",
        "Scotland benefits from the expertise of the Metropolitan Police and MI5 in fighting both terrorism and organised crime.",
        "**United we are Stronger**",
        "Britain is one of only five permanent members of the United Nations Security Council. We have a seat at the top table and are listened to in a way that other countries can only dream of.",
        "Our ability to influence the European Union derives from our size within it. Smaller countries frequently complain that the EU is dominated by the bigger countries. Certainly, the UK would never have achieved its rebate without the institutional muscle that comes from a population of 60 million people.",
        "**United we are Richer**",
        "Britain has the fourth largest economy in the world. The City of London is overtaking New York as a global powerhouse. Edinburgh’s role as a major financial centre is built on the expertise of its workforce and underpinned by its position in the UK.",
        "**United we are Fairer**",
        "The NHS is one of the greatest institutions created in 20th century Europe. It is the best of British, created by a Welshman and benefiting enormously from the skill of doctors trained in Scotland’s great medical schools, Edinburgh, Glasgow and Aberdeen.",
        "For all the talk of how we’re becoming a more selfish society, the principle of solidarity and the sense that we’re all in this together still burns brightly among the British people, and nowhere more so than in Scotland.",
        "**United we are More Civilized**",
        "Another institution we can all be proud of is the BBC. The British Broadcasting Corporation was founded by a Scotsman and is the most prestigious broadcaster on earth. People around the world tune into the BBC for news they can trust. The BBC also reminds us of our common culture. Programmes like Doctor Who and Mastermind aren’t English or Scottish – they’re British.",
        "The English language is possibly the greatest export that Britain has ever produced. It was spoken here in the borders and in Edinburgh before it reached many parts of England. Thanks to the Empire it spread around the globe – in no small measure due the endeavour of Scots – and is now the world’s lingua franca."
    ]
}