{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-pm-direct-in-stockton/",
    "title": "David Cameron – 2013 PM Direct in Stockton",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech and Q&A by David Cameron, the Prime Minister, as part of the PM Direct tour. The event was held at Tetley, Stockton-on-Tees on 13th December 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Thanks very much. It’s great to be here. Now, the point of today is your questions and my answers. So, I’ll just make very brief introductory comments. The first is about the state of our economy. I know it’s been a very difficult past 3 years; we’ve had the banking crisis, we’ve had the economic recession, we’ve had a squeeze on people’s finances. It’s been a very tough time, but I really believe we’ve turned the corner and things are starting to improve. Our economy’s growing, we’ve got a million more people in work compared with 3 years ago, we’ve got more businesses starting, we’re beginning to sell again to the world. It’s still a long way to go, but we’ve got a plan; we’ve got to stick to the plan and I believe that plan will deliver.",
        "The second thing is, I know that it has been difficult here in the North East, but, again, I think things are beginning to pick up. I see the signs, in terms of 18,000 more people in work, 12,000 more businesses operating here in the North East. But I don’t want to stand back and just hope it’s going to happen; I want government to step in and help make it happen. And today we’re announcing what’s called the City Deal for Stockton-on-Tees, which is when we get together the local councils, the Local Enterprise Partnership and the government in Whitehall, and try and work out what we can all put on the table to bring jobs and growth to this area.",
        "So, we’re hoping to see 3,500 more jobs, we’re unlocking about £28 million of investment – particularly using the waste energy from the chemical and other industries to heat homes, factories and businesses, which could cut bills by 10% – and making sure that we use derelict land for development and we get our economy moving.",
        "Third and final thing by way of introduction: you often get politicians – and I’m guilty of this as anyone – who talk about GDP, and facts and figures, and graphs and all the rest of it, and it is worth just remembering what this is all for – what this is all about. We want a growing economy, we want more jobs, we want more businesses, because we want people to have a sense of stability in their lives and a sense of security about their future, whether that is finding a good school place for your child, whether it’s about getting your first apprenticeship, getting your first job, getting a secure future. That is what this is all about, that’s what the economic plan is about and that’s why we’ve got to stick to it.",
        "That was all I wanted to say. Now it’s time for your questions and my answers. Feel free to ask about anything you want.",
        "**Question**",
        "David, the competition with China’s had a huge negative impact on manufacturing over here. You’re now building closer ties with China. How do you see that benefitting manufacturing?",
        "**Prime Minister**",
        "Well, I think it can be a win-win situation. I mean, the rise of China in the world economy, I don’t think, has to be bad for us; I think it can be good for us. And the way to think about it is like this: China pretty soon is going to have a middle class of 600 million people; that is bigger than the entire European single market. Now, we are a country that produces a lot of things that those people are going to want to buy.",
        "Now, some of those things will be manufactured goods, like Land Rover cars or Nissans made in Sunderland, or what have you. Some of those things will be television programmes, or insurance policies, or banking services. So, we should see this as a great opportunity.",
        "Now, we’re not going to compete effectively with China if we try and out-cheap them on manufactured goods. We shouldn’t try to have some sort of way of thinking, ‘Let’s try and produce things more China.’ We need to move up the value chain and make sure we’re producing things efficiently; that we’ve got good, high-quality products, high-quality services, and that’s how we win.",
        "My job, I see is 2 parts. One is to go to China with businesses, large and small, and help them break down the barriers to go and sell there. And I did that: I took BP, I took British Aerospace, but I also took a man I met at a North Devon show who said he wanted to sell sausages in China. And, actually, he sold 140 tons of sausages, and he was pretty chuffed about that.",
        "But the second thing is we want fair rules about access. It’s not fair if the Chinese can come and invest and sell here, but we don’t have proper access to their markets. So, one of the things particularly I was looking at was protection of intellectual property. There’s a lot of ripping off of formats and ripping off of products in China, and we need to make sure there are fair rules. So, that’s my job: to get us in there, to make sure the rules are fair. But I think we can benefit by having an open market.",
        "And, funnily enough, Tetley is not a bad place to say this. You know, the fact that, actually, it’s now an Indian company, Tata, that has bought Tetley and is putting in the investment – is that a bad thing for our country? I would say it’s a good thing. We want to go out there into the world and say, ‘We’re an open economy; we welcome investment.’ And the more investment that comes, the more jobs there will be.",
        "And I think when these rising economies look round the world, I want them to look at Britain and think, ‘Yes, this is an open economy I can invest in. I can create wealth and jobs there.’ And, I think, that will put us at an advantage to other European countries.",
        "**Question**",
        "When do you think the North, and the North East in particular, will lose the tag, ‘It’s grim up North’?",
        "**Prime Minister**",
        "Well, look, if you look at the last (inaudible) this is a very techy answer – but, actually, in the last year the North East has grown ahead of the national average. So, I don’t think this label is really fair. I think the truth of the matter is, there are parts of the North East, North West, that are doing well, and there are parts that aren’t doing as well and we need to help them.",
        "But I think the idea of a straight North-South divide, I think, is outdated and I want to make it more outdated. And that’s why I support things like the high speed railway line, I support electrification of more railways, I support more road schemes that are going to connect our country.",
        "But, I think, the stereotype, I think, is a bit out-of-date already, but I’d like to consign it completely to the dustbin of history through all these infrastructure changes that we’re making. But, sometimes in politics stereotypes and images live on for a long time, and real change has to take place for a very long time before people give up on them.",
        "**Question**",
        "What are you currently doing to stop the influx of non-skilled workers from the EU, and are planning to do or not claiming benefits?",
        "**Prime Minister**",
        "Right. An influx of non-skilled workers from the EU – I know this is a major cause of concern. And, look, we belong to the European Union where there are rules about saying that if you apply for a job in another country, you can go and take that job in another country. And that enables British people to go and work in Germany, or Spain, or elsewhere, and it enables European nationals to come and work here.",
        "But, I think there are 2 things we’ve absolutely got to get right. One is, when a new country joins the European Union, they should not have automatic access to our market. When Poland and the other Eastern European countries joined in 2004 they were given instant access to British jobs, even though Poland and those countries were much poorer than us. As a result, the numbers that came were far bigger than what anyone expected – 1.5 million people came. It was one of the biggest movements in population that we’ve seen in the last decades.",
        "That is why when my government came in we said we’d have the maximum amount of time before the Romanians and Bulgarians, who have joined the European Union, can come. That’s why there’s been a 7 year transition period.",
        "And even with that happening I’m still not satisfied, so we’ve made absolutely sure that it’s not possible for people to come here simply to claim benefits. If you’re coming to claim benefits, you shouldn’t – that shouldn’t be allowed. And, also, if you fall out of work, you shouldn’t be able to go on claiming benefits – you should be asked to return to your country.",
        "So, we’re putting in place very tough measures and controls. But, I think, for the future we will need to go further as other countries join the European Union. And as I’ve been arguing, we should be opening up – as other countries join the European Union, we should be insisting on longer transition periods, perhaps even saying until you’ve reached a proper share of the average European Union GDP, you can’t have freedom of movement.",
        "The reason for that is, if you look at migration between, say, Britain and Germany, or France and Germany – 2 countries of pretty even GDP, even economic size – the movements are pretty much balanced. It’s only when you’ve got a real imbalance – a very poor country and a much wealthier country – that you get these vast movements.",
        "So, I’m not satisfied with the way it’s working at the moment. We’ve put in the toughest controls that we can, we won’t let it happen again by having even tougher controls in the future, and, I think, there’s more we can do to stop benefit tourism.",
        "**Question**",
        "You said it shouldn’t be allowed. Should it not be “won’t” be allowed?",
        "**Prime Minister**",
        "It won’t be allowed – no, it won’t be allowed to happen in the future. Any future country joining the European Union – while I’m Prime Minister, I will insist on much tougher transitional controls; longer controls, and, as I’ve said, perhaps even saying until your economy – until your wealth is similar to our wealth, you can’t have unrestricted movement. I think that’s very important.",
        "One last thing: I think we need to do more to make sure that there aren’t unscrupulous employers paying below the minimum wage. I think the minimum wage does help to help people in our country, and I think we need to make sure some people aren’t – aren’t cheating, as it were, and paid below the minimum wage. And also, we don’t want to have this thing where you’ve got some employment agencies are simply targeting workers from European countries like Romania and Bulgaria. That shouldn’t be allowed, because – and won’t be allowed, because you should have employment agencies that are willing to take people from everywhere, including the UK.",
        "It’s a whole series of steps we’re taking, but I recognise that in future we’re going to need to do more.",
        "**Question**",
        "I’d just like to ask, in view of your statement when you came to power, that due to the austerity measures you introduced that we were all in this together. How does that work now with the proposed 11% pay rise for MPs?",
        "**Prime Minister**",
        "Very good point. Well, I don’t think an 11% pay rise for MPs is acceptable, and I said that in the House of Commons on Wednesday. What happens here is that under the last government I think they quite rightly decided MPs should not vote on their own pay. The idea of MPs voting on their own pay is wrong. We are legislators, we are law-makers, but we shouldn’t be able to deal with our own affairs.",
        "So, we gave that job – about pay and expenses and everything else – to an independent organisation. They’ve been looking at the issue of MPs pay. They’ve come up – to be fair with them, they’ve come up with a package that they say doesn’t cost the taxpayer any more money, because MPs have to put more into their pensions, there’s been some cuts in our expenses, and they’re saying because of that there should be this pay rise. But what I said on Wednesday is it’s just unacceptable, when you’re asking public sector workers to continue a pay restraint, to have this vast increase in one year. So they’ve got to go away and think again, and if they don’t go away and think again, as I said, nothing is ruled out.",
        "As for, ‘All in it together,’ I would argue yes, we’ve had to make tough decisions, difficult decisions, but I think we have made them in a fair way. For instance, we said while we’re going to make spending reductions we’re not going to cut the NHS, and we haven’t cut the NHS; we’ve protected the NHS. While we’ve had to make difficult decisions on welfare – things like capping the welfare that a family can receive – we’ve protected the pension. So pensioners are better off under this government by the tune of about £15 a week. So I think we have been true to being fair, while making difficult decisions. But, as you say, MPs can’t be exempt from those difficult decisions. Neither should ministers.",
        "One of the first things I did as Prime Minister is I cut ministers’ pay by 5% – cut it and froze it for the whole of the parliament. Because I think it’s very important, if you’re the Prime Minister, making difficult, long-term decisions about public spending, you can’t exempt your own government.",
        "**Question**",
        "Could I just ask about your recent decision to increase the pension age to 68? Would it not be fairer and better for the country to get younger people in and older people out? Young blood, as it were?",
        "**Prime Minister**",
        "Well I think it’s a good question. It is a tough question this, but I approach it in 2 ways. One is, look we are living longer as a country, and that’s a good thing. And so what we’re saying is instead of arbitrarily fixing the date at which you retire, we’re saying that the assumption should be that you spend a third of your adult life in retirement. So as we live longer, as life expectancy increases, we should expect the date at which you retire to increase. And so that’s why people are able now to see the likely date when it goes from 66 to 67, 67 to 68, and so on. And I think that’s a fair approach.",
        "But the second thing I’d say is I don’t think it’s the right way to look at this, just to assume there’s a fixed number of jobs in the economy and we have to divide them up between young people and older people. That I think, is what lies behind your question, that somehow, if you had people retiring earlier we’d get more young people into the workforce.",
        "What we’ve got to do is bake a bigger cake; we’ve got to make the economy bigger. We’ve got to create more jobs. And I think when you look at economies that have tried to make more jobs by restricting hours of work or retiring early it hasn’t worked. You know, that’s what the French have been up to in some degree, and some other countries, and actually they’ve got higher rates of unemployment than we have, they’ve got fewer people in the labour force, you make your economy less competitive.",
        "So, I think retirement is fair if you go with age, life expectancy, and then what we need to do, is help young people into the workforce, actually, sometimes, by making it cheaper and easier to employ them. So, one of the things the Chancellor did in his budget was say that if you employ someone between the age of 18 and 21 you don’t pay any national insurance contributions for that person.",
        "I think we do need to give young people a leg up into the workforce, but we should do it on the basis of making a bigger economy, making more jobs, rather than just carving them up between young and old.",
        "The other point on pensions is if we want to go on paying proper good pensions, which we should, I think it’s right to raise the retirement age rather than saying, ‘Okay, we’re going to have more elderly people, so we have to spread the money more thinly. So I think it’s fairer – I’d rather have a better pension system that we can pay for, with people retiring a little bit later, taking into account the life expectancy changes.",
        "**Question**",
        "I have 2 part-time jobs, and I work 35 hours. Another person who has a full-time job – 35 hours – they pay 17% tax, where I have to pay 37%. How is that fair?",
        "**Prime Minister**",
        "Well that doesn’t sound particularly fair, and I’d have to look at your individual circumstances. Obviously, on the income tax you amalgamate the income from the two jobs. What we’re saying is that the first £10,000 that you earn you don’t pay any income tax on at all, and that’s going to come in from April of next year. So, that should benefit you whether you’re working, you know, 40 hours at one place, or 40 hours at two different places.",
        "I suspect where you’re paying extra tax is probably on the national insurance, and I’d have to look at the specific details, but actually, if you have 2 jobs then you can get some national insurance rebated in terms of what you pay. But I’d have to maybe get someone to have a look at your case and see if I can help.",
        "**Question**",
        "I just want to dwell on the retirement thing. Could it not depend on what type of job you do, as in physical…?",
        "**Prime Minister**",
        "Well, that’s a good question. In some of the public services, like police and fire and military, there are different rules. I think it’s quite difficult in the rest of the economy to have differential retirement ages for different jobs. And, as I say, I think the overwhelming thing here is we’ve got to deal with the simple fact, which is we are living longer; life expectancy is going up. And so it seems to me fair to say, let’s work on the basis that up to a third of your adult life should be spent in retirement. And if we think that’s a fair basis, then as people live longer you raise the retirement age.",
        "And that has the spin off benefit, as I’ve said, as if you do that then we’ll be able to go on funding properly funded pensions, including this new single tier pension, which will be over £140 a week, which will be coming in as we amalgamate some of the old, rather complex rules that were in place.",
        "So I think that is the right approach. I don’t think it’s possible to totally distinguish between different jobs in the private sector.",
        "**Question**",
        "I ride a pushbike to work; is there any chance of you having a word with your councillors about getting more cycle tracks?",
        "**Prime Minister**",
        "Well, some of them are here. Actually, we’ve got some councillors here. But I think this is important. And I think there is a sense, sometimes, that the cycling money goes into the big cities and there’s not enough done, particularly on some of the A and B roads, where it can be quite frightening on a cycle, when the lorry comes past. So, I think we made available some government money under the cycling strategy, and we need the councils to have a look and see what they can do.",
        "**Question**",
        "Can I just ask the Prime Minister what his views are on the role of the media in politics? The media [inaudible] important political decisions and events are portrayed in such a way depending on which newspaper you read, where it’s almost misleading. Do you ever sit at home and watch the television or read the newspapers and think to yourself, ‘That’s not actually what I said.’",
        "**Prime Minister**",
        "Politicians will always complain about the media and it’s a bit like farmers complaining about the weather. You know, our job is to make decisions and then to get out and defend and explain those decisions and try and take people with us. So we need the media to help us do that and inevitably, quite rightly, they are also critical and questioning. And I think that’s fair enough. They’re called the fourth estate and there’s a reason for that, they have a role in the democracy to challenge, to probe and to openly disagree with the government a lot of the time.",
        "I think sometimes the politicians and the media need to be a bit more understanding. We need to understand when they make mistakes they’ve got to produce a paper every day, of course they’re going to get some things wrong. They need to understand that, you know, we get asked about every single question under the sun and sometimes we might misspeak or go a little further than perhaps we should.",
        "We should be really proud of the fact that we have a vigorous debate in this country. I on behalf of Britain travel the world and go to all sorts of different places. And we should be really proud of the fact that we’ve got a lively democracy where we have a real go at our leaders and our politicians in parliament, in the press. It’s a good thing. So we shouldn’t be too frustrated about that.",
        "I think in the end the British public is interested in British politics. Not in the day-to-day of it, but they want to know, you know, are you making the right decisions have you got my back, are you trying to sort out things to help me.",
        "And when the British public make decisions at election time, they tend to make pretty sensible decisions because they’re asking the question, ‘Which way is the country going, is that going to work for me and my family, are we making the right choices?’ And there’s going to be a lot of noise between now and the next election, but I’m pretty confident when it comes down to it, you know, if we do a good job they’ll keep us in, and if we do a bad job they’ll kick us out. And that’s democracy, that’s what you’ve – you know, we should celebrate that.",
        "**Question**",
        "What do you say about the people who say that the last election was decided on the television programmes between yourself and Clegg and Brown?",
        "**Prime Minister**",
        "I don’t think they were. I mean, I think the TV debates were a very interesting development in British politics and I think a good development because people could have a look at us very directly. But I think when you look at what happened, there was a lot of noise created by the TV debates.",
        "I think they helped people get engaged, but I don’t think they necessarily changed the result.",
        "And obviously as a politician you want to try and get your message across and explain what you’re trying to do. The more ways you can do that the better, because, you know, someone once said democracy is government by explanation. You know, governments have got to try and explain: why are we making cuts to public services? Well, we have to because of the deficit and the danger that our economy would fall over if we didn’t. Why are we asking people to retire later? Well because we’re living longer and we want to pay good pensions.",
        "You know, we’ve got a duty to explain, and so we need to use the media, including tweeting and blogging and everything else because otherwise we’ll get left behind.",
        "**Question**",
        "What can you do about the European Court of Human Rights and its effect on our justice system?",
        "**Prime Minister**",
        "I think it’s gone too far. You’ve got the European Union which has got the European Court of Justice, but we’ve also got the Council of Europe, which is much wider than the European Union. And it has the European Convention on Human Rights – perfectly reasonable document actually drafted by the British after the war – trying to encourage European countries to sign up to the basic tenets of human rights.",
        "But the problem is, instead of just examining this basic charter and using it for big important decisions, the European Court of Human Rights has got involved in all sorts of things that should be left to nation states.The most recent example, which has been completely infuriating, is telling Britain that prisoners should get the vote. Now, I don’t know about you, my view is very clear: if parliament decides that prisoners shouldn’t get the vote then they damn well shouldn’t get the vote. If you commit a crime and you go to prison, as far as I’m concerned you leave your voting rights at the door.",
        "Now I don’t think anyone’s at liberty to disagree with that statement, but I happen to think that’s a pretty straightforward statement that in no way infringes human rights; it’s a national decision taken in our parliament. And yet this court has taken issues like that and decided to have a go at nation states.",
        "**Question**",
        "Do you actually consider that student loans are an appropriate mechanism for funding higher education considering the default rate that’s currently being experienced?",
        "**Prime Minister**",
        "Right, are student loans the right way of funding higher education given the default rate at the moment? I think they are the right method, and I’ll tell you why. If we start with the big picture. Right, we’ve been talking about how we compete with China and all the rest of it. One of the ways we’re going to compete is by having really good universities, well stocked libraries, well stocked laboratories and the rest of it. Now that costs money, and we need to have that.",
        "We’ve got great universities in this country and we need to go on having great universities. And in the end there’s only 2 places you can get the money from. You can either get it from taxpayers, some of whom have not been to university and are working hard and paying their taxes, or you can get it from students and say that students should contribute to the cost to their own education.",
        "Now, I think it’s right to ask students; one because that means we can go on expanding university education rather than having it constrained under taxpayers’ money. But secondly, we’re not asking all students to pay; we’re actually only asking students that go on and get a good job. You don’t start paying anything back on your loan under our new rules until you’re earning £21,000.",
        "So, I think this is fair. And now we’ve been in for 3 years, and this system’s been in for a couple of years, you can see the number of people applying to go to university is going up and the number of people applying from less privileged backgrounds – from deprived backgrounds is also going up.",
        "And the Chancellor announced in his Autumn Statement that we’re now going to uncap the numbers of people who want to go to university; we’re not going to restrict people. And I think that’s very good for our country. If we think of the future, we want to have those high-skilled, high-trained jobs, and that means more people who want to go to university being able to.",
        "Now, of course we should look at people who default on their loans, but if you’re not paying anything back till you’re earning £21,000 I think that’s quite a fair system, and I think it’s one we should get behind.",
        "**Question**",
        "I’ve been here 5 years and I’m on the pension committee. And you said that the government are trying to get people more engaged with pensions through auto-enrollment and things like that. What concerns me though is at the end of the day, when you’ve got that pot of money it’s the regulation around finding annuity and the way people get value for money out of those annuities. And that’s concerning me.",
        "**Prime Minister**",
        "I think that’s a very good point. I think first of all auto-enrollment is a good thing. I think when we had the system where people to opt into a pension system, so many people didn’t because they just weren’t thinking about the future and weren’t thinking about future security. And having a system where you have to opt out rather than opt in I think is going to mean many more people are saving for their old age, many more people will have not just the basic state pension but also a company pension as well. And I think that’s a very good thing.",
        "Then with annuities, obviously it is difficult right now because interest rates are so low that it’s tough to get good value when you purchase an annuity. Now, we’ve got a problem here because we need low interest rates right now. They’re set by the Bank of England, not by me, but we need them to help get the economy moving, to help get the housing market moving. But it does impact older people.",
        "So, I think what that points towards is, first of all, its right to protect the basic state pension and to see that increase every year. It’s right to protect those pensioner benefits, which I said I would at the election; you know, the bus pass, the free TV licence, the winter fuel payments – I said they were safe and we’ve protected them. I think it’s right to do those things. But we’ve also got to look at how we can help people who’ve worked hard all their lives, who’ve saved and are trying to use some income from that saving and they’re not getting very much income from it because interest rates are so low.",
        "So, it’s very much on my radar. I do understand the problem. Obviously lifting the amount of money you can earn before you pay tax, that’s helping some people. But I think you make a very good point.",
        "Can I thank you all very much again for coming. Can I thank you for the questions. I think we had a good range of questions and I’ve really enjoyed it."
    ]
}