{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-at-the-business-in-the-community-annual-conference/",
    "title": "David Cameron – 2006 Speech at the Business in the Community Annual Conference",
    "post_date": "August 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Cameron, the then Leader of the Opposition, at the Business in the Community annual conference held on 9 May 2006.",
    "content": [
        "I’m delighted to be able to join you this morning.",
        "I feel very much at home with Business in the Community.",
        "The cause that you champion – corporate responsibility – was always very much part of my personal values when I worked in business.",
        "And now that I’m in politics, it’s a central part of my political values.",
        "I believe passionately that we’re all in this together – government, business, the voluntary sector, families and individuals.",
        "We have a shared responsibility for our shared future.",
        "And if you read my Party’s new statement of aims and values, Built to Last, you’ll see that shared responsibility is one of the two core values that define the modern Conservative Party we’re building.",
        "The second of our core values is trusting people.",
        "Today I want to explain how those two values – trusting people and sharing responsibility – relate to business in general, and specifically the work you all do as members of Business in the Community.",
        "I’ll start by setting out our attitude to corporate responsibility.",
        "In a few years time, I hope that Britain will have a Conservative Government.",
        "So you need to know where you stand.",
        "How would a future Conservative Government approach corporate responsibility?",
        "What kind of policy direction should you expect?",
        "I take the view that sharing responsibility is a positive thing.",
        "It’s not about annoying box ticking.",
        "And it certainly isn’t about nannying.",
        "When it comes to the role of politicians and government, it never ceases to amaze me that some people simply cannot grasp the distinction between exhortation and regulation.",
        "I understand the difference and it would inform my actions in government.",
        "Modern Conservative attitude to Corporate Social Responsibility",
        "So let’s start with the big picture.",
        "For too long, the Conservative Party has allowed itself to be painted into a corner.",
        "Our instinctive and healthy suspicion of excessive government intervention in business affairs has too easily been turned into a false caricature.",
        "For some, we have become associated with the view that the only social responsibility of business is to make as much money for shareholders as possible.",
        "Of course we in the Conservative Party understand that profits are the lifeblood of capitalism, the greatest wealth-creating system known to man.",
        "Of course we recognise that profitable companies, large and small, are vital both for our economic prosperity and for our quality of life.",
        "Companies provide jobs, wealth and opportunity, constantly improving the goods and services that make people’s lives easier and happier.",
        "Business also generates much of the tax revenue that pays for public services.",
        "So I have always passionately believed in the dynamism of the free market and its power to do good.",
        "But, equally, I’ve never believed that we can leave everything to market forces.",
        "I’m not prepared to turn a blind eye if the system sometimes leaves casualties in its wake.",
        "Unless shortcomings are addressed, the entire system risks falling into disrepute.  \nIf a supermarket opens a convenience store on the high street and uses its financial muscle to drive down prices until small shops are forced out of business – and then immediately puts prices up again – we need to complain.",
        "Or if employers are making it harder, not easier, for people to combine fulfilling work with their family life, we should speak out.",
        "And if the cultural impact of business activity has a negative effect on our society’s values, we need to complain.",
        "These are the kinds of things I mean when I say that I’m prepared to stand up to big business.",
        "But I will also always stand up for businesses.",
        "Because I know that we need successful, profitable, enterprising businesses to create wealth for individuals and the community alike.",
        "And I believe that it’s more than possible, indeed it’s essential, for these businesses to operate ethically and treat their employees, customers, suppliers and local communities fairly.",
        "This has always been the Conservative tradition.",
        "It was Tom King, a minister in Mrs Thatcher’s government, who convened the Sunningdale Anglo-American business conference in 1980 which led to the establishment of Business in the Community 25 years ago.",
        "It was Michael Heseltine who saw the potential for business to play a leading role in urban regeneration in response to inner city riots.",
        "And today we understand that corporate responsibility practice has developed enormously over the years…",
        "…now encompassing not just what companies do with the profits they make, but how they make those profits in the first place.",
        "Reclaiming corporate social responsibility from the left",
        "So I want to reclaim corporate responsibility for the political centre-right.",
        "If we leave this agenda to the left, we will end up with left-wing responses that are bad for business and bad for society.",
        "It’s the sort of thing Ronald Reagan had in mind when he lampooned the attitude of over-zealous state interventionists…",
        "“If it moves, tax it. If it still moves, regulate it. And if it stops moving, subsidise it.”",
        "You can add to that list…",
        "…”ban it”…",
        "…”control it”…",
        "…”develop a cross-cutting strategy for it”…",
        "….and “set up multi-stakeholder workstreams to facilitate dialogue about it.”",
        "I suppose I should be careful here, we’ve probably got stuff like that going on in our Policy Groups…",
        "But for me, the right approach to corporate responsibility was captured some years ago by one of the real heroes of the corporate responsibility movement in this country, Alan Knight.",
        "When he was leading B&Q’s pioneering work in this area, he described corporate responsibility in the most straightforward possible way, as being a “good neighbour.”  \nWe all know what a good neighbour is in our personal lives.",
        "Someone who behaves with respect for others.",
        "Not leaving litter and rubbish in the street; not playing loud music in the middle of the night.",
        "And as well as avoiding behaviour which causes harm and annoyance, a good neighbour will occasionally go out of their way to do something friendly.",
        "Offering to babysit one night. Or let workmen into your house if you’re out one day.",
        "It’s exactly the same for business – whether you’re a small business like a pub or a newsagent, or a huge global business like Microsoft or Tesco.",
        "It’s only reasonable to expect that you behave responsibly.",
        "The difference with big businesses comes in the range of areas where they have responsibilities.",
        "A company like Tesco has countless ‘neighbours.’",
        "The communities where its stores are based. The customers who shop there. The farmers and other businesses that supply the products it sells. The people who work in its stores and offices.",
        "And for a company as big as Tesco, you could say that all of us are its neighbours, since Tesco affects all our lives – by helping to shape our culture, habits and lifestyles, or through the environmental impact of its carbon emissions.",
        "So to those – and there a few of them around – who still see corporate responsibility as socialism by the back-door…",
        "…I say that it’s nothing more sinister than the good manners we look for in our personal lives.",
        "Our approach – deregulation in exchange for more responsibility",
        "I know there are also still some corporate responsibility sceptics in the boardroom.",
        "To them I say this.",
        "The real world alternative to corporate responsibility is not some buccaneering, profit-maximising utopia.",
        "It is the dead hand of state regulation and enforcement.",
        "No society has ever allowed businesses to operate without consideration of wider social impacts.",
        "History is littered with examples of hubristic enterprises being brought up short by legislative interference.",
        "Increasingly – thanks to the efforts of Business in the Community and similar organisations around the world – it is understood that corporate responsibility makes good business sense.",
        "And the more that companies voluntarily adopt responsible business practices, the more compelling the case for a lighter touch on regulatory inspection and enforcement.",
        "Of course businesses understand the sense of some regulations – but it is the over-officious and bureaucratic way they are applied that often rankles and frustrates.",
        "This is not a party political speech but it’s worth noting that in recent years, as regulatory burdens have gone up, the UK has fallen down the international league tables of competitiveness.",
        "We need an alternative to the proliferation of laws, rules and regulations…",
        "…of statutory authorities and inspectors.",
        "So I want the Conservative Party to develop its own distinctive approach to corporate responsibility.",
        "An approach that is consistent with our passion to help make Britain’s economy more competitive.",
        "And an approach that is true to our core values – trusting people and sharing responsibility.",
        "I want to explore the potential for a new understanding between business and Government.",
        "With this new understanding, businesses that have publicly signed up to a commitment to responsible business practices would enjoy a lighter touch regulatory enforcement regime.",
        "The same rules would apply to them as to all businesses – but the presumption is that they are in conformity unless proven otherwise.",
        "Responsibility should be more about what business can do – and less about what business must do.",
        "It should be about innovation rather than regulation; opportunities rather than obligations.",
        "Specific issues – our working group",
        "I want the Conservative Party to lead the debate over what those opportunities could be in the years ahead.",
        "And I’m delighted to announce today the formation of our Working Group on corporate responsibility, comprising distinguished experts in the field, including Business in the Community’s very own David Grayson.",
        "The aim of the Group is to help us move beyond the stale battle between those campaigning for a stronger regulatory regime, applying to all companies…",
        "…and those who instinctively resist any regulatory encroachment.",
        "The point is this: corporate responsibility is not a fixed entity, but varies company by company.",
        "Regulation, on the other hand, tends towards requiring the same thing of everyone.",
        "The companies that have become leaders in corporate responsibility have manifestly not done so as the result of a regulatory regime.",
        "What considerations have incentivised these companies?",
        "How can these incentives be built upon to provide a similar spur to others?",
        "Business can lead change",
        "Companies can lead change, not just within the business community but in broader society.",
        "Who better than a TV company to run programmes on homelessness that can open hearts and change minds?",
        "Who better than Coca Cola, a firm with a better distribution network in sub-Saharan Africa than any aid agency, to get materials out to needy populations?",
        "Who better than Boots, an organisation that probably gets more ill people through its doors than even the NHS, to offer health education?",
        "They certainly helped me.",
        "This is the way forward.",
        "Exhortation not regulation",
        "As I have said, when it comes to getting business to behave responsibly, my bias is for exhortation not regulation.",
        "I am instinctively hostile to a state that seeks to impose rules and controls on business, save in circumstances where there is a clear and proven need for it.",
        "Compulsion should be a last resort, not a first impulse.",
        "But nor am I attracted to a value-neutral approach in which those in government and politics are loftily indifferent to ethically suspect business practice, regarding it as an essentially private matter.",
        "As well as being morally wrong, it is also foolish in practical terms.",
        "For if we choose to remain silent in the face of bad behaviour then we leave the field clear to those whose agenda is profoundly anti-capitalist.",
        "To such people every sin is proof of the inherent evil of commerce and provides a justification for their agenda of ruinous over-regulation.",
        "So when I see businesses behaving irresponsibly I’m going to speak out.",
        "And there’s one case I want to address now.  \nPremature commercialisation and sexualisation",
        "Like many parents I talk to, I’m concerned by the impact on children of the increasingly aggressive interface of commercialisation and sexualisation.",
        "I have no desire to wrap kids in cotton wool.",
        "Growing up is about finding out what goes on in the real world",
        "But the protection of childhood innocence against premature sexualisation is something worth fighting for.",
        "Sometimes I think that our society treats adults as children, and children as adults.",
        "I remember a couple of years ago BHS had to withdraw a range of underwear for kids after some mums objected to the fact that padded bras and sexy knickers for the under tens were on sale.",
        "BHS’s initial reaction was to claim that the underwear was “harmless fun.”",
        "That sums up why parents are often reluctant to complain even when they feel uneasy.",
        "No one wants to be seen as uptight or over protective.",
        "‘Relax – it’s only a bit of fun.’",
        "But actually, it’s not just a bit of fun – it’s harmful and creepy.",
        "The marketing and advertising agencies even have a term for it: KGOY – Kids Growing Older Younger.",
        "It may be good for business, but it’s not good for families and it’s not good for society, and we should say so.",
        "Business has the power to do so much good in society.",
        "A good society is one in which we care for our neighbours and have pride in our communities.",
        "A good society is one where we have time to stop and chat.",
        "A good society is one where work and home life exist in harmony.",
        "When I say that we’re all in this together, I mean that we have a shared responsibility for our shared future…",
        "…and that we’ll never enjoy truly meaningful lives if we cut ourselves off from each other.",
        "The solution to social problems like crime, drug abuse and poverty is not to insulate ourselves from their consequences.",
        "It is to fight them together.",
        "We should never subcontract to the government the job of making our country a better place to live.",
        "There is such a thing as society – it’s just not the same thing as the state.",
        "You are part of society.",
        "You have the power, the creativity and the enterprise to help tackle some of the most pressing social challenges we face.",
        "You’re already doing so much.",
        "I want to do all I can to help you do more…",
        "…and to benefit commercially from doing so."
    ]
}