{
    "url": "https://www.ukpol.co.uk/david-cameron-2010-speech-on-tourism/",
    "title": "David Cameron – 2010 Speech on Tourism",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in London on 12th August 2010.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This is not a speech I had to make. It’s a speech I wanted to make. I wanted to do it here, at the heart of the most internationally visited city in the world and I’m delighted that you’re all able to come.",
        "I want to talk about just how incredibly important I think our tourism industry is and what we need to do now to make the most of it not just here in London but right across our country.",
        "For too long tourism has been looked down on as a second class service sector. That’s just wrong. Tourism is a fiercely competitive market, requiring skills, talent, enterprise and a government that backs Britain. It’s fundamental to the rebuilding and rebalancing of our economy.",
        "It’s one of the best and fastest ways of generating the jobs we need so badly in this country. And it’s absolutely crucial to us making the most of the Olympics and indeed a whole decade of great international sport across Britain. Let me explain.",
        "**Economy**",
        "First, our economy. Britain has to earn its way in the world. And that’s never been more true than right now as we fight to get to grips with the biggest deficit in the G20 and rebuild and rebalance our economy for a more sustainable future.",
        "That’s why I’ve been visiting some of our great potential export markets in Turkey and India and why I’m also going to China later in the year.",
        "We urgently need to advance our trade with the great emerging economies and to increase our exports all over the world.",
        "I’ve already made a speech about the importance of rebalancing our economy and the vital role of supporting our growing industries, including aerospace, pharmaceuticals, high-value manufacturing, hi-tech engineering and low carbon technology.",
        "But tell me this: which industry is our third highest export earner behind chemicals and financial services? Manufacturing? IT? Education? No, it’s tourism. And it’s not just a great export earner. There’s also a huge domestic market too.",
        "UK domestic tourists made 126 million overnight trips last year – spending £22 billion in the process. In total, tourism contributes £115 billion to our economy every year. It employs nearly ten per cent of our national workforce.",
        "And while London remains the country’s most prosperous tourist hub tourism is also a great employer in the regions.",
        "Already tourism accounts for a quarter of all jobs in West Somerset. And for more than a tenth of all jobs in my own area of West Oxfordshire. Look at how Liverpool benefited from being the European Cultural Capital in 2008.",
        "Jobs in the city’s hotels and bars rose by over a quarter jobs in the creative industries increased by half and one million hotel beds were sold in the city. They say in business when you want to do better you can often do more with your biggest customers. The same is true of our industries. We can look to the best to do even more.",
        "Tourism presents a huge economic opportunity. Not just bringing business to Britain but right across Britain driving new growth in the regions and helping to deliver the rebalancing of our national economy that is so desperately needed.",
        "**Pride in our country**",
        "But tourism is about more than economics. We should be proud of our potential because we are proud of our country and what it has to offer. I love going on holiday in Britain.",
        "I’ve holidayed in Snowdonia, South Devon and North Cornwall, the Lake District, Norfolk, the Inner Hebrides, the Highlands of Scotland, the canals of Staffordshire to name just a few.",
        "I love our varied seaside towns, from Oban to Llandudno, from Torquay to Deal. I love our historic monuments, our castles, country houses, churches, theatres and festivals. Our beautiful beaches like the “East Asian” beach that Pierce Brosnan surfs on in Die Another Day which was actually Newquay.",
        "Or the “Mediterranean” coastline that Gwyneth Paltrow was washed up on at the end of Shakespeare in Love which was actually Holkham beach in Norfolk where I went swimming one April. I love our national parks, our hundreds of historic gardens and national network of waterways. And our museums – including three of the five most visited art museums in the world right here in London – the British Museum, the National Gallery and the Tate Modern.",
        "And of course here at the Serpentine Gallery where last year’s Pavilion by SANAA became the third most visited exhibition for architecture and design in the world and SANAA has just won this year’s prestigious Pritzker prize.",
        "People sometimes characterise culture as a choice between old and new; between classical or pop, great heritage or modern art. But in Britain it’s not one or the other, it’s both. It’s Glyndebourne and Glastonbury. The Bristol Old Vic and the Edinburgh Fringe. The Bodleian Library and the Hay literary festival. Ascot and the Millennium Stadium; Nelson’s column and the Olympic Park’s Orbit.",
        "We have so much to be proud of so much to share with each other and so much to show off to the rest of the world.",
        "**An unprecedented opportunity**",
        "And we have in the coming decade an unprecedented opportunity to take our tourism industry to a whole new level with so many big international sporting moments that will put us at the centre of the world stage year after year. Of course the Olympics – which will see the Triathlon right here in Hyde Park (and of course the Beach Volleyball on Horseguards’ Parade which I’ll be able to see from my bedroom window.)",
        "But also the Champions’ League final at Wembley next year. The Rugby League World Cup in 2013. The Commonwealth Games in 2014. The Rugby Union World Cup in 2015. And we’re fighting hard to get the football World Cup in 2018. And that’s just to name a few. Not to mention the Ryder Cup or the annual Six Nations.",
        "This really will be the greatest sporting decade in British history. And of course there will be great non-sporting moments too like the Queen’s Diamond Jubilee. We have to ensure that when the cameras leave after all these great events the people don’t leave with them. And that the benefits are spread across the country and not just felt here in London or in our other major cities.",
        "**We can do even better – the missed opportunity**",
        "We must not let these opportunities slip through our grasp.",
        "But quite frankly, right now, we’re just not doing enough to make the most of our tourism. The last government underplayed our tourist industry. There were eight different Ministers with responsibility for tourism in just thirteen years. They just didn’t get our heritage. They raided the national lottery taking money from heritage because it didn’t go with their image of “cool Britannia.”",
        "At one point they even referred to Britain as a young country. More than a seventh of England is designated as an area of outstanding natural beauty. And yet the UK is only ranked 24th in the world on natural beauty. We’re behind Japan; Finland and Ireland. Ireland are 12th.",
        "Of course Ireland is beautiful but why is the UK twelve places behind?",
        "It’s a question of perception. And the truth is we’ve just not been working hard enough to celebrate our country and home and sell our country abroad.",
        "Huge opportunities are being missed. The UK has fallen from sixth to eleventh place in the World Economic Forum’s Travel and Tourism Competitiveness Ratings between 2008 and 2009.",
        "I want to see us in the top five destinations in the world. But that means being much more competitive internationally. Take Chinese tourists, for example.",
        "We’re their 22nd most popular destination. But Germany is forecast to break into their top ten. Why can’t we?",
        "Currently we only have 0.5 per cent of the market share of Chinese tourists. If we could increase that to just 2.5 per cent this could add over half a billion pounds of spending to our economy and some sources suggest this could mean as many as 10,000 new jobs. Currently we have 3.5 per cent of the world market for international tourism.",
        "For every half a per cent increase in our share of the world market we can add £2.7 billion pounds to our economy, and more than 50,000 jobs. At a point when our economy is coming back from the brink – we just can’t let this sort of opportunity pass us by. So what are we going to do about it? I’ll tell you.",
        "The strongest possible tourism strategy",
        "I want us to have the strongest possible tourism strategy. I think there are four parts. First – what government does nationally. Second – the role of local government and the support of the local area. Third – how we stimulate the private sector in tourism. And fourth – how we make policy in other areas that will impact the tourism industry.",
        "I want to have the strongest possible engagement with the tourism industry in each of these areas. And to start this debate today I want to say a few words about each.",
        "**What Government does nationally**",
        "First, what government does nationally. We’re going to bring a whole new approach – and a new attitude – to tourism. Because we think tourism is one of the missing pieces in the UK’s economic strategy. Our commitment to tourism is not new-found.",
        "In Opposition Jeremy Hunt championed its importance. We’ve now appointed John Penrose, as our Minister for Tourism and Heritage. He represents a seaside town, has a background in business and developed our policies on deregulation as a shadow minister. So I know he will bring great ability to his role and I want him to lead a new relationship with the tourism industry.",
        "We’re going to be a government that understands the huge potential of our tourism industry that gets tourism and that gives the industry the backing it needs. A successful tourism policy needs an active and engaged government. But taking Britain up the league table of tourist destinations isn’t something that we in government will do alone. It’s something that we will all do together.",
        "Industry in the lead but with government – and society as a whole – standing behind you every step of the way.",
        "**Local Government and the support of the local area**",
        "Second, local government and the support of the local area. Tourism is a local industry. You can’t support local industry with national diktats from Whitehall.",
        "The old model was just too top-down failing to incentivise innovation and local enterprise and failing to reward local authorities which seized the chance to support the expansion of their local economy. It completely disempowered the local area. We’re going to do things differently.",
        "The old Regional Development Agencies put bureaucratic boundaries over natural geography. Take the Cotswolds artificially spread across different Regional Development Agencies including he South East, the South West.",
        "Now if areas like this want to work together across those old, centrally-imposed boundaries they can. That is why we have invited local businesses and local authorities to come to us and tell us what works for them.",
        "And of course to tell us what doesn’t work like the current business rates system which fails to support the development of tourism.",
        "If a local council does more to attract tourists to its area they know they’ll be picking up costs but they’ll get none of the additional business rate revenue. Central government sucks in 100 per cent of this revenue generated by all local economic growth. This is just mad.",
        "Local authorities must be allowed to invest some of this back into their own communities. This wouldn’t just help tourism – it would help all sectors of local industry across our country. And it’s a vital part of how we can begin to rebalance our economy.",
        "**Stimulating the private sector**",
        "Getting the local incentives right will also be crucial for the third part of our strategy – and that’s stimulating the private sector. When we talk of the tourist industry it’s mostly in the private sector. You’re great entrepreneurs.",
        "But you need a government that creates the right conditions for entrepreneurship. Like small businesses in so many other sectors, our tourism industry has been strangled by the endless rise of red tape.",
        "So we’re going to free our 200 thousand tourism businesses from the red tape and excessive business taxes.",
        "For the next three years we’re waving some employment taxes on the first 10 jobs created by new businesses outside London, the South East and the Eastern Region.",
        "We’re cutting the main rate of corporation tax to 24p and the small companies rate to 20p. We’re reducing the time it takes to set up a business. And we’re stopping the removal of the tax breaks on furnished holiday lettings. And our new Regional Growth Fund creates an opportunity for the tourism sector to bid for support for its most creative ideas with £1 billion available to kick start projects that will drive private sector growth.",
        "**Other key policy areas that affect tourism**",
        "Fourth, we’re going to take a good look across government at all those policies that don’t fit neatly into the tourism or DCMS departmental box but which nonetheless impact on tourism in a big way. Visas. Infrastructure. From the speed of our broadband to the speed of our railways to the time it takes to clear customs at Heathrow.",
        "I can tell you already some of the things we’re going to change. We’re going to remove some of the obstacles that put people off coming here. For example, by working more closely with our international partners to improve the local delivery of visa services in key markets like China and India.",
        "This includes increasing the availability of online applications from just over a third to three-quarters by the end of the year – with 100 per cent coverage by 2014. And we’re also supporting the ambition to develop a new network of high speed rail across the country. Because when a train to Brussels is as quick as a train to Bournemouth and it’s quicker to get from London to Paris than it is to get to Blackpool what chance do our great seaside towns have of drawing people from London?",
        "But perhaps more important than these specific changes is the broader change of direction. I want us to look at all these things not as isolated issues but from the perspective of our tourism industry – both domestic and international.",
        "John Penrose is already looking at some of these issues as part of his report on increasing domestic tourism. At the moment 36 per cent of what Brits spend on holidays is spent at home. Can we up our game to raise that to 50 per cent?",
        "John Penrose is doing a report for me, which he will present in October, to tell me whether that is a realistic objective or not but I want us to aim high not low. In fact, I want John to go further.",
        "I want John to work with you day in and day out to develop a tourism strategy by the end of this year that brings together the best of the ideas you have that ensures London 2012 provides the best economic and tourism legacy that any Olympic host city has ever done and that sets us on a path to break into the top five tourist destinations in the world.",
        "**Conclusion**",
        "So that’s our goal and those are some of the ways that we’re going to raise our game to try and reach it. Today’s speech is an appeal to you tell us the tools you need to finish the job. Because as with so much of this agenda, making the most of our tourism industry is not simply about government action. It’s about what our communities and local businesses do. Reaping the gains of local tourism is one of the great economic tests of the Big Society. Can we come together to make our country more prosperous?",
        "Can we support new developments and new enterprise to boost our tourism and make the most of our great heritage and national assets?",
        "Can we seize the opportunity of this great decade of sport – and especially the Olympics – to deliver a lasting tourism legacy for the whole country and not just here in London? I really believe we can.",
        "I believe we can come together in a new nationwide effort to make this coming decade the best ever for tourism in Britain. This government will stand fully behind every effort. The challenge is now for you as an industry and for us together as a society. And I’m confident that – together – we will meet it."
    ]
}