{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-press-conference-with-angela-merkel/",
    "title": "David Cameron – 2014 Press Conference with Angela Merkel",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference between David Cameron, the Prime Minister, and Angela Merkel, the German Chancellor, at Downing Street on 27th February 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Good afternoon and welcome. I’m delighted to welcome Angela back to Downing Street today; we’ve just had some very good discussions over lunch. We are 2 centre-right leaders who share a determination to secure a better future for our peoples by building stronger, more competitive, more open and more flexible economies. And we want to work together to achieve this.",
        "Our trading relationship is now one of the fastest growing in the world, and German companies now invest more in Britain than anywhere else in Europe. It is a win-win relationship; together German companies employ almost 400,000 people here in Britain, and there are 1,000 British companies currently employing over 200,000 people in Germany. One in 5 BMWs now has an engine made in the United Kingdom – I don’t know whether the one you did drive up in Downing Street did, but I hope so – and we once again become an exporter of high quality cars.",
        "We also want to strengthen our cooperation in other areas, from research and science to high tech, and I’m delighted that in a couple of weeks we’ll be opening together one of the world’s largest digital trade fairs in Hanover.",
        "Now, our discussions today have focused mainly on the European Union. We both agree that Europe faces an existential economic challenge, and it needs to change if it is to succeed in the modern world. The overriding task of the European Union today is to help secure the prosperity and the wellbeing of its citizens. That requires a more open, outward-looking, flexible and competitive European Union. We want to work together with our fellow leaders to deliver that change.",
        "And we’ve already shown what is possible. Working together, we’ve cut the EU budget for the first time in its history, and we’ve got the European Commission to identify where they can cut EU red tape. Now we need to go further: we want to complete the single market so that our businesses can seize the potential of the world’s largest market to expand and create jobs; we want to do more trade deals with all the corners of the globe. It would be a massive prize to see a trade and investment partnership with the United States, and we’re both committed to putting our full weight and efforts behind this.",
        "We want to make sure that the driving mission of the next European Commission is to help generate growth. And this amounts to a substantial agenda for reform and change. And as Angela has said, there are further changes that will be needed for the Eurozone; those are changes that Britain supports. And there are changes that we need for Britain, to protect our interests in the single market and to secure the support of the British people for our continued membership.",
        "Now, I set out my vision for a reformed European Union in my speech at Bloomberg a year ago. Today, we’ve discussed further some of those ideas for reform; ideas like how to cut the excessive interference and meddling by European institutions in our national life. We also need to guarantee the interests of those in the single market, but not in the euro.",
        "The discussions that Angela and I have had today are part of an on-going conversation which will continue in Hanover in a fortnight’s time, and in the weeks and the months to come. It’s a discussion that must, of course, involve our fellow leaders; in a Europe of 28 countries it is hardly surprising that the process of finding and reaching agreement requires time, patience and hard work. I want Britain to be a positive player in a reformed European Union, and I know that Angela wants a strong Britain in that reformed European Union.",
        "Finally, we discussed the situation in Ukraine, a clear example of where it is right for the nations of the European Union to work closely together. We both support a united and democratic Ukraine, and we support the aspirations of the Ukrainian people to live in a truly democratic society under the rule of law, free from corruption and intimidation.",
        "We are particularly concerned by the situation in Crimea. Every country should respect the territorial integrity and sovereignty of the Ukraine. Russia has made that commitment and it’s important that Russia keeps its word. The world will be watching.",
        "This is not a zero-sum game. If the people of Ukraine want closer ties with Europe – greater trade, greater contacts – then of course we welcome that, but it is not about forcing the Ukrainian people to choose between Russia and Europe. It is in all our interests to have a stable and prosperous Ukraine that has strong relations with its neighbours, and that is what we should all, including Russia, work to achieve.",
        "It is important that I also say a few words about the situation in Northern Ireland. I’ve been clear that there was a dreadful mistake made by the PSNI in the John Downey case, and our thoughts should be with the families of those killed in Hyde Park in 1982. But it is important to set out the facts about what has happened. When we came to power in 2010, we inherited a process where letters were sent setting out the factual position on whether or not some individuals were wanted for questioning by the police.",
        "This process continued under this government. There was never any amnesty or guarantee of immunity for anyone, and there isn’t now. But I agree with the First Minister of Northern Ireland, that after the terrible error in the Downey case, it is right to get to the bottom of what happened. The case has already been referred to the police ombudsman but, as the First Minister has said, we should have a full, independent examination of the whole operation of this scheme.",
        "So I can announce today that we will appoint an independent judge, to produce a full public account of the operation of this administrative scheme, to determine whether any other letters were sent in error. The judge will have full access to government files and to government officials. This needs to happen quickly, so this review will report by the end of May, and we’ll publish the report.",
        "It’s right that we take swift action. But let us also remember that Northern Ireland has made great strides forward as a result of the peace process. It’s vital that we deal properly with the events of the past, but make sure this never undermines our determination to build a shared and prosperous future for the next generation so that we never again return to the horrors of the past.",
        "Thank you. Angela.",
        "**Angela Merkel (via interpreter)**",
        "Thank you very much, David, for your very gracious hospitality that you’ve offered to me and the members of my delegation here in Downing Street, Number 10. Let me say that it was a very great honour to address both houses of parliament.",
        "I set out my ideas about the German-British partnership very clearly in my remarks to Parliament, and obviously we had the opportunity of a lunch to further deepen certain issues. How do we envisage Europe for the next few years to come? And there is a lot of common ground here.",
        "You may well imagine that we did not get into technicalities here; we talked about the overriding goals, and those goals are: growth – we need growth; we need more jobs. That presupposes that those countries that are in the Eurozone do their homework; that this monetary union is stabilised by them in such a way that we turn this into a resilient architecture, one that does not immediately sit – one that wards off future crisis for the euro because that is what we all need for stable, growing economies. Stable, growing economies generate jobs, and this is too what we need.",
        "I’m very much looking forward to CeBit – the United Kingdom is our partner country in CeBit this year. We will be able then to show that our countries indeed lend a contribution to competitiveness, to our economies being fit for purpose in the global economy, and this is why I’m very much looking forward to your visit, David, in 2 weeks’ time.",
        "If the EU is to emerge stronger out of the crisis than it went in, it needs to do its homework, and the exact dimension of that homework is something that we need to design over the next few weeks. We talked about the March council and the agenda; climate and energy will loom large on that agenda. There is a lot of common ground here too between Britain and Germany.",
        "And we also talked about the international agenda here, in particular about Ukraine. The Ukrainian parliament today, with a large majority, voted Arseniy Yatsenyuk to be the new Prime Minister. I have great respect as regards the task the new Prime Minister will take over, and we wish him not only the necessary strength for his task – I think I can say for both of us that we shall do everything we can in order to support this government that has a tremendously difficult economic situation. Without reforms that economic situation cannot be solved.",
        "We are also pinning our hopes on cooperation with the IMF, and we hope that Russia will also support the cooperation with the IMF, where we are, after all, members.",
        "The issue of territorial integrity of Ukraine is of central importance to us. In my talks with the Russian President, however, I would like to say that I have seen that Russia is of the same view as we are on this matter. And this territorial integrity needs to be preserved; the Ukrainian government needs to resume its work, and all of Ukraine must see itself reflected in the work of this government.",
        "We know that there is a very large Russian majority in Ukraine, and they too need to find themselves reflected in this government – in the work of this government. This will be of tremendous importance for the good and future of Ukraine.",
        "Thank you yet again. It was beyond our ordinary, sort of, meetings; a very special event for me. And thank you very much for the support, David, you gave to me.",
        "**Question**",
        "Chancellor, can I just ask you first: you’re well aware by now of the kind of things, in terms of reform, the Prime Minister needs to keep his back benchers happy. Can you just tell us frankly whether you think there’s any chance of those kind of reforms being achievable? And in your speech you mentioned the question of freedom of movement; you seemed to suggest that you thought mistakes had been made on that. What mistakes and what do you think could be done to correct them in the future?",
        "Prime Minister, can I just add one thing? Sorry to – Prime Minister, can I just say one thing to you? Isn’t it time to admit that you’re not going to get what you want from the Chancellor?",
        "**Prime Minister**",
        "We had excellent discussions at lunchtime. Look, Angela and I both want to see change in Europe. We both believe that change is possible. And I believe that what I’m setting out, the sort of changes that Britain wants to see to build confidence in our membership of this organisation are possible and deliverable and doable [political content removed].",
        "On the specific issue about free movement, I’ve set out several times how I think this is being abused in terms of benefit tourism. You know, that needs to change; that’s one of the things I want to see change. And it’s something I’ve discussed with Angela; I also discussed with Mark Rutte in Holland, with Fredrik Reinfeldt in Sweden and many others. So I have great confidence the sorts of changes that we’re talking about are achievable and will be achieved over the coming – over the coming years. But – Angela, sorry, I jumped in there.",
        "**Angela Merkel (via interpreter)**",
        "Yes, well, when, a few months ago, we were discussing MFR from 2014 to 2020 – the European budget that is – even I did not quite know whether we would be able to get this through, because the obstacles seemed insurmountable. And that showed – the fact that we were able to surmount them – where there’s a will there’s a way. And I firmly believe that what we’re discussing here is feasible, is doable. I think it’s most important to first define political goals; it’s what David Cameron does, it’s what I do.",
        "Freedom of movement: I am a great champion of freedom of movement. I said this today. But if we were to see – and let me be very careful in my choice of words because there is a suit pending before the European Court of Justice, there will be a public hearing on this – if we were to see that freedom of movement has, as a consequence, that each and every one who’s seeking a job in Europe has the possibility to come to Germany, and will receive an equal amount of social benefits as someone who, for a long time, has been unemployed in Germany after 30 to 40 years of work, gets a certain level, obviously, of social benefits, then that would not be the interpretation of freedom of movement that I would have.",
        "So, that’s what we need to say: is immigration into social security possible? Is it there? No country in Europe will be able to withstand such an onslaught because we have very different social security systems; we can only have virtually the same level of social security if we try to generate growth and jobs, but not by having immigration into social systems. That is just as much of a headache for us in Germany as it is for the British people.",
        "Now, we have to look at it. Can we change our German laws to address this? Or do we need more of a specification as what we mean by freedom of movement. But if we say we want freedom of movement for jobs but no immigration into the social security systems in Europe then I think we need to come to a definition. And this is how we ought to proceed.",
        "And then, obviously, what Britain suggests is, obviously, also has something to do with the fact that we are members of the euro area; that Britain isn’t, and doesn’t want to become, a member of the euro area. If that is acceptable, one can find solutions for the different requests. If you look, for example, at the fact that we have a majority of the EU members as members in the euro area then we have totally different majorities, as we did with banking union, for example. We have to look very closely at how to deal with those countries that don’t have a say because they’re not members.",
        "You must not actually have them at a systematic disadvantage. All of these issues need to be addressed openly and candidly. I believe in this. It’s not a piece of cake. It’s going to be a lot of work. But we’ve already worked quite hard on other issues. If one wants Britain to remain in the European Union – which is what I want – if one at the same time wants a competitive union that generates growth, one can find common solutions.",
        "**Question (via interpreter)**",
        "Would it be important for you that Conservative members of the European Parliament were not in the same group as, for example, groups of Alternative für Deutschland? That they are not in the same…?",
        "**Prime Minister**",
        "The Conservative Party are members of the ECR group in the European Parliament; a very successful group. I’m very proud of the creation of the group, and they’ll remain members of that group. In terms of the parties that are going to join that, we have a sister party in Germany, the CDU/CSU. We’re not looking for a new sister party. So I don’t anticipate that situation arising at all. But as I said to Angela, if she wants to join our group, she’s always welcome.",
        "**Question**",
        "But you will not commit – the question was a different one. You will not commit your candidates –",
        "**Prime Minister**",
        "My candidates will always be members of the ECR, and we’re not looking for new German sister parties in that group.",
        "**Angela Merkel (via interpreter)**",
        "Quite frankly, we haven’t even started the election campaign, let alone have it behind us. I’m fighting for the CDU/CSU – for the CDU. I’m very pleased to hear David say – labelling us a sister party. We see the same for the Conservative Party here, and want our group to be strong, and a way that David helps me, I think is support.",
        "**Question**",
        "Prime Minister, could I just ask you one on Northern Ireland? Some people might want to know whether you think the process itself of handing out these letters – not what happened at the Old Bailey, but the process itself was a dreadful mistake or a necessary compromise for the peace process.",
        "And Chancellor Merkel, could I ask you, is it true you think of David Cameron as a naughty nephew who you’d like to help? And the biggest bit of help he might want is a categorical assurance that there will be a fundamental treaty ready for him to put to the British people by 2017; is that a realistic timetable? Can you give that assurance?",
        "**Prime Minister**",
        "Let me take the question on Northern Ireland. Look, the mistake – and it was a dreadful mistake – was for Mr Downey to be sent a letter being told he was not wanted for particular crimes when he still was. That was a dreadful mistake and that’s what I said in the House of Commons. But I think it’s such a dreadful mistake that we need to make absolutely sure that other letters weren’t sent in error, and that’s why there’s going to be not just the ombudsman inquiry but also the more general inquiry that I’ve announced and that Peter Robinson, I believe, will welcome. I think that’s important.",
        "In terms of the process – look, very difficult decisions were taken around the time of the Good Friday Agreement and around the time of the peace process, and as an incoming Prime Minister I don’t want to unpick or call into question all those difficult decisions that were made. I want to be a Prime Minister that helps deliver devolved institutions in Northern Ireland, continued peace and progress in Northern Ireland. But I want to be absolutely clear to people that these letters were not, and should be not, any form of amnesty and that’s what the – and that’s why this report is so important.",
        "**Angela Merkel (via interpreter)**",
        "Allow me, if I may, to point out how our cooperation actually works. We sit in a European Council 28 heads of government, and there’s unanimity as regards our voting. So a result will only be there if all of the 28 say yes. That means that we each stand up for our own interests. I do it, David does it and, incidentally, the 26 others too. That’s something we have to live with.",
        "Then the task is always weighing the pros and cons of a compromise that, by nature, we have to enter into. We, as representatives of our country – can we responsibly say the pros far outweigh the cons? And then I will accept it, David will accept it, Francois Hollande will accept it and all the others too.",
        "A lot of hot potatoes have been solved in this way, by us, and dealt with by us as – so our cooperation is part and parcel of the overall European cooperation. For me it’s a matter of course that David stands up for the UK’s interest, and for him it is a matter of course that I stand up for Germany’s interest, and the good thing is we’ve always found a solution in the end.",
        "**Question (via interpreter)**",
        "Today you were almost received like the queen of Europe; such a red carpet treatment is very rare for other European leaders. Were you surprised and how do you deal with the expectations that are linked to this, which the British [inaudible] into that?",
        "**Angela Merkel (via interpreter)**",
        "I was received in a country that already has a queen and can justly be proud of having a queen. I am very much looking forward, incidentally, to having tea with the Queen. I actually used a royal blue blazer in order to offset that against the red carpet.",
        "**Prime Minister**",
        "Thank you very much for coming and thank you, Angela."
    ]
}