{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-to-headteachers/",
    "title": "David Cameron – 2012 Speech to Headteachers",
    "post_date": "January 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 17 January 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Well welcome everyone. It’s great to have you here at Number 10 Downing Street. I’m always – bit terrified with Queen Elizabeth I looking down on me, prove that anything is possible in life. But a very warm welcome. We’ve got some extremely talented head teachers here, we’ve got my policy aide here. We’ve got Michael Barber who spent many years in this building working for a previous government and is helping us now, also working at Pearson. And obviously we’ve got the Secretary of State for Education on my right. Sir Michael Wilshaw who has kindly agreed to become Head of Ofsted and take on one of the toughest jobs there is in public life, but I think one of the most important and I’m really looking forward to working with you.",
        "The subject we’re going to look at today which I’m very passionate about is the issue of coasting schools. I think we’d all agree that the last government and this government taking very, very strong action to try to turn around schools that are failing. Also, I think this government is doing a lot to celebrate the excellence there is in the secondary state sector and the primary state sectors, really good schools that are powering ahead to show what can be done. But I think there’s a danger in all of this to miss what is in the middle in terms of some schools that are just above failing – they get left for too long – and also, I think this is a subject that doesn’t get addressed enough, schools that might be ranked as satisfactory or even actually might be ranked as good schools but that could actually do so much better.",
        "And I think one of the consequences of recent years where we’ve seen some extraordinary stories of turnarounds and new schools in relatively deprived areas and of course Michael for many years ran the Mossbourne Academy in Hackney which is a classic example – a brilliant example – of this. We’ve seen schools that were previously failing turned around with incredible results at GSCE and A-level. And that’s prompted me – but I’m sure many others as well – to ask the question: if you can do that in Hackney, if you can do that in inner city Manchester or inner city Birmingham, why aren’t we doing that everywhere across the country and actually striving for better results?",
        "Now it’s not just a question of the aspiration of head teachers, or the aspirations of teachers, it’s also about the aspirations of parents and I think our great allies in this agenda as well as – and we’ll hear about Ofsted inspections and what teachers and heads should do – I think our great allies in this should be well-informed parents who want their schools to do more and I think try to raise the rate of… the level of aspiration not just in schools but actually in the home and in society about schools is a very big part of this agenda. That’s enough from me.",
        "I’m going to ask Michael to set out what he’s talking about today and the proposal he’s making and then perhaps Michael will come in and we’ll open it up and please feel free to agree, disagree, challenge, promote, argue or indeed anything else. Mike, over to you."
    ]
}