{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-speech-at-london-conference-on-libya/",
    "title": "David Cameron – 2011 Speech at London Conference on Libya",
    "post_date": "January 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the London Conference on Libya on 29 March 2011.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Let me welcome you all to London.",
        "Foreign Ministers from more than 40 countries – from America to Asia – from Europe to Africa – from the United Nations to the Arab world. All here to unite with one purpose: to help the Libyan people in their hour of need.",
        "Today is about a new beginning for Libya – a future in which the people of Libya can determine their own destiny, free from violence and oppression.",
        "But the Libyan people cannot reach that future on their own.",
        "They require three things of us.",
        "First, we must reaffirm our commitment to UN Security Council Resolutions 1970 and 1973 and the broad alliance determined to implement it.",
        "Second, we must ensure the delivery of humanitarian aid where it is needed, including to newly liberated towns.",
        "And third, we must help the Libyan people plan for their future after the conflict is over.",
        "These are the three goals of this London Conference.Let me take each in turn.",
        "**Reaffirming our commitment to the UNSCRs**",
        "First, UN Security Council Resolution 1973.",
        "Just twelve days ago, following an appeal by the Arab League, the United Nations passed an historic resolution to protect the people of Libya from the murderous brutality of Qadhafi’s regime.",
        "At the meeting Nicholas Sarkozy hosted in Paris, we made the right choice: to draw a line in the desert sand, and to halt his murderous advance by force.",
        "Be in no doubt.",
        "Our action saved the city of Benghazi.",
        "It averted a massacre.",
        "And it has given freedom a chance in Libya.",
        "But be in no doubt about something else.",
        "As I speak the people of Misurata are continuing to suffer murderous attacks from the regime.",
        "I have had reports this morning that the city is under attack from both land and sea.",
        "Qadhafi is using snipers to shoot them down and let them bleed to death in the street.",
        "He has cut off food, water and electricity to starve them into submission.",
        "And he is harassing humanitarian ships trying to get into the port to do what they can to relieve their suffering.",
        "He continues to be in flagrant breach of the UN Security Council Resolution.",
        "That is why there has been such widespread support amongst the Libyan people – and in the wider Arab world – for the military action we are taking.",
        "It has saved lives, and it is saving lives.",
        "As one Misurata resident put it: “These strikes give us hope”.",
        "Today we must be clear and unequivocal: we will not take that hope away.",
        "We will continue to implement United Nations Resolutions for as long as is necessary to protect the Libyan people from danger.",
        "**Humanitarian Aid**",
        "Second, humanitarian aid.",
        "Just as it is essential that the international community works together to stop the slaughter, it’s vital that we get aid in to save lives. This has to happen now.",
        "And it is happening.",
        "Already we are seeing how the actions we have taken are helping to pave the way for humanitarian organisations to return to liberated cities.",
        "Even in Misurata, humanitarian agencies have managed to get some supplies in.",
        "In Benghazi, the ICRC, Islamic Relief and International Medical Corps are back in and are working hard.",
        "In Ajdabiya, thousands of people have fled, but the hospital is reported to be functioning – though it urgently needs more nursing staff and supplies.",
        "So supplies are getting in, but we need to redouble our efforts.",
        "The whole international community needs to work together.",
        "The UN’s has an absolutely critical role in ensuring that humanitarian aid gets through to those who need it, especially in the newly liberated towns.",
        "**Building a stable peace**",
        "When the fighting is over, we will need to put right the damage that Qadhafi has inflicted.",
        "Repairing the hospitals ruined by shells…",
        "…rebuilding the homes demolished by Qadhafi’s tank rounds…",
        "…and restoring the mosques and minarets smashed by his barbarity.",
        "It’s never too early to start planning co-ordinated action to support peace in Libya over the long term.",
        "It is surely the UN, working with regional organisations and the rest of the international community, who should lead this work.",
        "Repairing physical infrastructure…",
        "…ensuring basic services…",
        "…and helping Libyans restore functioning government at every level.",
        "**Planning for the future**",
        "Third, we must help the people of Libya plan now for the political future they want to build.",
        "Our military actions can protect the people from attack; and our humanitarian actions can help the people recover. But neither are sufficient to provide the path to greater freedom.",
        "Ultimately, the solution must be a political one – and it must be for the Libyan people themselves to determine their own destiny.",
        "That means reinforcing the UN sanctions to exert the greatest possible pressure on the Qadhafi regime.",
        "And it requires bringing together the widest possible coalition of political leaders…",
        "…including civil society, local leaders and most importantly the Interim Transitional National Council…",
        "…so that the Libyan people can speak with one voice.",
        "Our task in the international community is to support Libya as it looks forward to a better future.",
        "This will not be achieved in a matter of days or weeks.",
        "The coalition of countries and organisations gathered here today must commit to seeing this task through.",
        "I propose that today’s Conference should agree to set up a Contact Group, which will put political effort on a sustained basis into supporting the Libyan people.",
        "We should be clear about the scale of the challenge. It will mean looking afresh at our entire engagement with Libya and the wider region – from our development programmes, to our cultural exchanges and trade arrangements.",
        "All our efforts must support the building blocks of a democratic society.",
        "Freedom of expression",
        "The right to free and fair elections",
        "The right to peaceful protest.",
        "Respect for human rights and the rule of law.",
        "These aren’t values that belong to any one nation.",
        "They are universal.",
        "They are embedded in the Vision of a Democratic Libya set out by the Interim Transitional National Council today.",
        "And we should warmly welcome this commitment.",
        "**Conclusion**",
        "As this broad range of countries gathers here today in London, there are people suffering terribly under Qadhafi’s rule.",
        "Our message to them is this: there are better days ahead for Libya.",
        "Just as we continue to act to help protect the Libyan people from the brutality of Qadhafi’s regime so we will support and stand by them as they seek to take control of their own destiny.",
        "Their courage and determination will be rewarded.",
        "A new beginning for Libya is within their grasp and we will help them seize it."
    ]
}