{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-to-chinese-new-year-reception/",
    "title": "David Cameron – 2013 Speech to Chinese New Year Reception",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, on 13th February 2013 at a Chinese New Year reception at 10, Downing Street.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "There’s a very deep and rich relationship between Britain and China, and it’s that relationship that we are celebrating tonight. Of course we’re also celebrating the Year of the Snake.",
        "I’m very proud of the fact that I led a huge trade and diplomacy mission to China after becoming Prime Minister to strengthen the relations between our two countries.",
        "And I think it really is an important relationship. A relationship of trade and investment, and I’m delighted to see that again trade is up double digits between Britain and China over the last year. I’m delighted to see that investment both ways is growing strongly. I’m very proud that we welcome Chinese companies to invest here in Britain. It’s great to see so many Chinese banks making their European headquarters here in the United Kingdom. And I want to see this investment grow between Britain and China.",
        "But I think there’s so much more to our relationship, so many more ways that we can expand. The phrase that we’ve used is ‘partners for growth’: two economies at different stages of development but with so much that we can do together; so much that we can do in education. I’m very proud of the fact that there are many British students studying in China and hugely proud that Chinese students choose Britain to come to our universities.",
        "And because sometimes people think that they get a mixed message about how open Britain is, I want to absolutely put on record tonight, that there is no limit on the number of Chinese students who can come and study at British universities; all that is required is a basic English language qualification and a place at a university. There is no limit. And what’s more there is no limit on the number of Chinese students that can stay and work in Britain as a graduate job contributing to our economy and forging links between Britain and China for the future.",
        "I think there are many more ways in which Britain and China can collaborate. We can work together in the healthcare sector; we can work together in financial services. There are huge cultural links between our countries, and I want to see all of those grow and be cherished. I also want to pay tribute to the immense contribution that the Chinese population plays right here in Britain. It’s a small population, but it’s a population that is hugely successful, having all of the most important values: a belief in hard work, a belief in family, a belief in community, a belief in enterprise.",
        "I’m very committed to expanding the British/China relationship. I see huge opportunities for that expansion to take place. We’re also linked by the two greatest Olympics of the last 100 years. The Chinese set an incredibly high standard to meet and I think we can say that we met it and we should celebrate together two extraordinary Olympics and Paralympics that made the world watch what a great country China is and also watch what a great country the United Kingdom is.",
        "So thank you all for coming tonight, Xin niam kuai le! Happy New Year!"
    ]
}