{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-at-base-33/",
    "title": "David Cameron – 2007 Speech at Base 33",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, to Base 33 in Witney, on 16 February 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Sometimes a piece of research is published which goes straight to the heart of the national debate – it holds up a mirror to the whole of society and makes us see ourselves as we really are.  \nThat happened this week. On Wednesday, Unicef published a report entitled “An overview of child well-being in rich countries”. It brings together comparative research on the material, educational and emotional state of childhood in 21 developed nations.",
        "Britain comes bottom of the list.",
        "Of course we can argue about methodology and the timing of statistics, but to do so is to miss the big point. This report shows that our society is deep trouble.",
        "I am an optimistic person. I love this country. It’s a great place to live, a great time to be alive, and I am enormously positive about the future. But sometimes I simply want to despair – and this is one of those moments.",
        "Ten years after the current Government was elected on the promise to end child poverty and make education its number one priority, Britain comes 18th out of 21 rich countries on material wellbeing, and 19th out of 21 on educational wellbeing. According to the report, British children are among the poorest and least educated in the developed world.",
        "But that is not the worst of it. We come at the very bottom – 21st out of 21 – on three other measures which, to me, are even more important.",
        "First, we come bottom on ‘subjective wellbeing’ – how children themselves rate their lives. Put another way, we have the unhappiest children in the developed world.",
        "Second, we come bottom on ‘behaviours and risks’. That means, for example, that British children have the highest rates of underage drinking and teenage pregnancy. Our children face some of the greatest risks in the developed world.",
        "And third – for me, the saddest finding of all, and the main cause of all the others – we come bottom on the measure of ‘family and peer relationships’. Which is to say, we have the loneliest children in the developed world.",
        "Only the United States has more children living in one-parent families. No other country has a smaller proportion of children – barely 40 per cent – who say their peers (that is, other children) are ‘kind and helpful’.",
        "These are pretty dreadful findings. To those of us who are parents, our children are quite simply the most important thing in our lives. So what are we to make of the fact that, as a national family, we are treating our children in this way?",
        "Because I do not accept for a moment that these terrible statistics are the ‘fault’ of children themselves. Above all, the problems we see – the risky behaviour, the loneliness and depression – are principally a response to a lack of adult leadership, a lack of the love and support that is their moral entitlement.",
        "I’ll tell you what’s going wrong in our society. We have too many children behaving like adults. And too many adults behaving like children.",
        "**Quality of life**",
        "I believe that the Unicef report should represent a turning point in the history of our country. Not a ‘wake-up call’ – we’re already awake: you only have to walk down a street in the afternoon after the schools close to know there’s a problem with some British children. No – this is a call to action: a moment of truth in which we must decide if we have the will to do what is necessary to save our society.",
        "I want to set out today three areas where I believe we must take urgent steps to restore child wellbeing. The first concerns political priorities in general.",
        "Much of the debate since the Unicef report was published has concentrated on the first measure – material wellbeing. And I agree it is a disgrace for the fourth richest country in the world to have so many children growing up in poverty. I agree that ending child poverty is central to improving child wellbeing.",
        "But I do not think that poverty is the only factor. There is more to life than money – and in the case of children that’s especially true. A small child doesn’t know there is such a thing as wealth or poverty. But he or she does know that there are such things as love and stability and support – even if she knows them only by their absence, in the hurt and loneliness that comes from neglect.",
        "I passionately believe that the quality of life matters just as much as the quantity of money. This is not a belief that guides our current Government. Ask Gordon Brown what matters most, in pretty much any area of life, and he’ll say: “resources”. And of course resources are important. But more important – as every parent knows – is relationships… time… and commitment.",
        "Family relationships matter more than anything else in Britain. So I want to move beyond the breast-beating and the anguish that the Unicef report has stirred up in all of us, and explain one straightforward principle which will guide my policy-making.  \nThe first test of any policy is: does it help families?",
        "So, for instance, if it comes to a collision between our wealth as a nation and the wellbeing of families – I choose families.  \nI don’t make this choice lightly. I know that a dynamic economy is essential to create the wealth we need, not least in order to eradicate poverty. Competitiveness, which includes a flexible labour market, is one of the central components of a fair society. But we must not put the cart before the horse. If our working habits are damaging our families, we need to change our working habits.",
        "Every working parent knows you can’t have it all. There is a natural conflict between hours worked, money earned, and the time you spend at home. I believe that businesses have an overriding corporate responsibility to help lessen this conflict, and make it easier for parents to find the proper balance for their lives.",
        "By the same token, I recognise the right of adults to conduct their own relationships in their own way. I am not the sort of politician who preaches morality to grown men and women. But I do know that if we are to rebuild our broken society we have to get the foundation right. And the foundation of society is – or should be – the care of children by the man and the woman who brought them into the world.",
        "So this leads to important conclusions – both for the free-market right and for the liberal left.",
        "Let us have no more grandstanding about the exclusive importance of competitiveness in business. Nothing matters more than children.  \nAnd let us have no more complaints that supporting marriage means bashing single mothers. It doesn’t. Of course single mothers need support – they do the hardest job in the world. But I want to see more couples stay together, and we know that the best way to ensure this is to support marriage. Not because it matters how adult men and women conduct their relationships. But because it matters how children are brought up. Nothing matters more than children.",
        "**Responsibility**",
        "So that is my first priority – a focus on the quality of life, especially family life. The second priority is this: a culture of personal responsibility.",
        "Conservatives have sometimes been shy of talking about their vision of the good society. A good society is one in which everyone takes his or her own responsibility – as parents, as professionals, as businesspeople, as neighbours. The good society is the responsible society.",
        "I need to emphasise a crucial point at the outset. There is a role for government here – there are actual policies that need to be implemented. But the real responsibility for improving children’s wellbeing lies with society – with all of us.",
        "In the last two weeks, five people have been murdered in South London – three of them teenagers. On the face of it, this is a law and order issue. But surely no-one imagines that we can stop crimes like this simply with better policing or better gun control. The problem lies within families and communities – and so does the solution.",
        "On the radio yesterday morning two local residents were interviewed about the spate of killings in their area. And I think their remarks illustrate a vital difference in the way that we should approach the problem of teenage crime.",
        "One said, “the children don’t seem to have anything to do. They just roam the street.” When she was asked who she blamed for that, she said “the Government, really. They’re closing down all the community centres.”",
        "Now I like to agree when people blame the Government for things that go wrong. And, more seriously, I also agree that there is a problem with the lack of community facilities in our big cities. But surely, on this occasion, that local resident was looking at this problem in the wrong way.",
        "The fact is that young people have more leisure opportunities than ever before in our history. What they don’t have is the sense of responsibility which is imparted to them at a young age.",
        "The second woman had a better explanation for the crime and violence in her area. She said, quite simply, “It’s the way they were brought up. If they were brought up that way, they’ll be that way”.  \nShe’s right. Children learn their morals, no less than their manners, from their parents. And that means both parents – including fathers.",
        "We urgently need to reform the law, and the rules around child maintenance, to compel men to stand by their families. I do not pretend that parental responsibility comes easily. The fact is that bringing up children is a very difficult job – far harder than anything we do in our professional lives. And it is something we cannot do alone. The nuclear family is not enough. I know this – my wife and I could never manage without the help of our wider family.",
        "So I believe we need a national effort to support parents. This means grandparents and uncles and aunts rallying round. It means not limiting support for childcare simply to registered childminders. It means tailoring the welfare system so it helps parents stay together, rather than setting up perverse incentives which make a couple better off if they live apart.",
        "And it means shaping institutions – businesses and public services – to be more child-friendly. I was in Sweden earlier this week. I was hugely impressed with the culture there, which focuses on children as the most important thing in Swedish society. I went to a childcare centre – you know, there were more dads than mums there. I might like to think I’m a hands-on father – but by Swedish standards, I’m right at the back of the class.",
        "Personal responsibility has an important corollary. If people are to take their responsibilities seriously, they need to be respected for it. And this brings me to an old-fashioned word you don’t often hear these days: authority.",
        "Authority is the culture of persuasion that operates in a family or a community with settled rules and understandings. It is the system of natural boundaries – what Burke called ‘moral chains upon our appetites’. Acquiring these chains, sounding out these boundaries, is an essential part of the business of growing up.",
        "The state has a role to play, of course. I believe the police should have authority as well as power – that they should be able to command respect, not simply threaten force. That means setting the police free from the target culture which makes them into box-ticking bureaucrats rather than empowered agents of the community.",
        "But authority goes far beyond the state. It begins with parents. It includes teachers and, indeed, any responsible adult in the community. We urgently need to encourage a culture of intervention. In a healthy society, children are the responsibility not just of their parents, but of the whole community.",
        "I’m not talking about taking on a gang of dangerous thugs. I’m talking about treating children and teenagers with respect – with the expectation that, if they are spoken to as reasonable people, they will respond as reasonable people.",
        "This requires a collective, conscious decision on the part of all of us. I am a great believer in the small things we can do to make the world a better place – like taking your litter home with you or turning the lights off when you leave the house. But if there is one small action I think we should all undertake to do more often, it is to engage directly in the lives of the young people we see around us.",
        "**Common sense**",
        "And finally, the third area for action is this: straightforward common sense. Ultimately, we didn’t need the Unicef report – pages of statistical analysis – to tell us there is a problem with the emotional wellbeing of Britain’s children. And we don’t need a comparable doorstopper of a book, filled with hundreds of minute policy proposals, to address the problem.",
        "We all know what has gone wrong – and we all know what is needed to put it right. But this does mean some clear-sighted, and hard-headed, changes to the way the law and our public institutions work.  \nWe need common sense in schools. It is madness for the authority of teachers and heads to be second-guessed by outside evaluators when they want to impose simple discipline in their own classrooms. It is madness for a teacher to fear that if he restrains a child who is violently bullying another child, he will end up in court on charges of abuse. It is madness for schools to have to cancel outdoor trips because their insurance policies won’t cover them in case of mishap.",
        "Indeed, it is grimly instructive that the only measure in the Unicef report where Britain does not come at or near the bottom – where we come a respectable 12th out of 21 – is (you guessed it) health and safety. Our children might be the loneliest, worst behaved, unhappiest children in the developed world – but at least they are protected from sprains and bruises.",
        "One of my priorities for government might seem rather remote from the issue of child wellbeing and the happiness of families. I want to replace the European Human Rights Act with a British Bill of Rights. But this is not some obscure constitutional alteration. It goes to the heart of how we live, and how we relate to each other.",
        "Rather than stridently asserting their rights as free individuals, I want young people to recognise that we’re all in this together. That our freedoms come with responsibilities attached – indeed, that our freedoms are only preserved by our collective commitment to self-restraint and duty. That’s why I set up the Young Adult Trust and why I want to see a national community programme for all 16 years olds that stresses their responsibilities as adult citizens. I am not waiting for a general election – Pilot schemes are running in Croydon this week.",
        "So those are the things that will guide me in government. You can see the consequences. Backing for marriage in the tax system. Child-care policies that take account of the extended family. A blitz on top-down control and the health and safety culture. And this pioneering programme to engage all young people.",
        "But this is not about announcing a batch of policies. Much more important, I’m explaining how I will make judgements. I will make judgments based on my belief in the quality of life, in responsibility, and in common sense.",
        "These are not eye-catching initiatives, headline-grabbing policies designed to suit the next day’s news, rather than the next generation’s lives. They require serious, long-term determination to revive a culture of social responsibility in our country.",
        "And I hope they illustrate something of what the Conservative Party under my leadership stands for. When we were last in government, in another political era, we stood for economic revival. We now stand for social revival. We used to stand for the individual. Now we stand for the family, for the neighbourhood – in a word, for society.",
        "We can turn our society around. But only if we do it together. It’s about social responsibility. So don’t just ask what politicians can do about it. Ask yourself, what can you do about it. That is the way to heal our nation."
    ]
}