{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-in-kolkata/",
    "title": "David Cameron – 2013 Speech in Kolkata",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, in Kolkata on 14th November 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Thank you very much. Thank you for the warm welcome. I want to use the maximum amount of time today for your questions and my answers, but can I just first of all say how pleased I am to be here in Kolkata. It’s a real privilege for me to come.",
        "The reason I’m here is I’m passionate about the relationship between Britain and India. I’ve been Prime Minister for three and a half years and I’ve visited India now three times. I’ve visited India more times than any other country apart from Belgium, where, of course, I have to go for the European Union meetings. But my passion is about this relationship.",
        "Why? Well I think we have a lot in common. Obviously in Kolkata we think about some of the ties of the past, and the ties of language, and the ties of culture. But I think mostly of the future. We’re two democracies. You are the largest in the world; we’re one of the oldest in the world. And we’re both proud of our democracy. We both face huge challenges from terrorism and from extremism, and we must meet those challenges by working together. We’re both countries that want to find our way successfully in this modern, globalised economy. Obviously, our economies are at different stages of development, but we have some things in common. Neither of our countries has masses of natural resources. We have to make the best of what we can because of our brains, our talent and our people. So I hope we can work together and be partners of choice.",
        "And I see that when I look at the British-India relationship. British business investing massively in India, and Indian business investing hugely in Britain. You now invest more in Britain than in all of the other European Union countries put together. One of Britain’s greatest economic success stories right now is Jaguar Land Rover, based on some great British design and manufacturing, but Indian capital, and some brilliant Indian strategic thinking and management. So I’m passionate about this relationship and passionate about what it holds for the future.",
        "And I’m particularly pleased about being here in Kolkata. It seems to me I’m in the right place, at the right time and with the right people. The right place because this institute is one of the best in the world. It’s going to be training some of the great minds of the future, and it’s great to have that opportunity. This is a good time not only because the Little Master (Sachin Tendulkar) is about to go into bat for his final test and it’s good to celebrate that. Of course, as a supporter of the English team I’ll be quite relieved when he’s not playing any more. But it’s also the right time: there are some important anniversaries. And, of course, one of the anniversaries today is it’s 100 years to the day that the famous poet Tagore got notification of his Nobel prize, 100 years ago today.",
        "And I’m with the right people because you represent so much of what India needs for her future in terms of the talent, the brains and the brilliance that is going to build this country for the future. And Kolkata has produced some great and brilliant brains in the past. We talk now of the Higgs Boson particle: that is because of the physics of Bose. I’m sure we’re going to talk in a minute about the importance of how politics and economics need to go together – something that Amartya Sen taught us, perhaps more than anybody else.",
        "So you have the physics, you have the poetry, you have a huge amount of talent nascent in this great city. So with that, thank you for the warm welcome. Let’s go straight to the questions and hopefully some short and punchy answers as well. There’ll be a roving microphone. And ask any question you like. Who wants to go first?",
        "****",
        "**QUESTIONS AND ANSWERS**",
        "**Question**",
        "Hello. Good evening Mr Prime Minister. As we all know, Kolkata had been a major hub for British trade in the past, and after a long time we see the British Prime Minister visit this city. How do you think Kolkata can play a significant role in improving Indo-UK trade relations?",
        "**Prime Minister**",
        "Thank you. Well I’m very glad to have been the third – I think John Major, who was a Conservative Prime Minister – he came to Kolkata. There’s so much opportunity in India and politicians often visit Mumbai and Delhi and then go home. And I think it’s important to recognise how many opportunities there are.",
        "I’m about to go and meet your Chief Minister. I’m very interested by my first meeting with her. I think there are big opportunities. Your city is expanding and there’s a huge need for infrastructure and for city and town planning, something that Britain has some expertise in. Clearly there’s an enormous amount of work going on thinking about how to clean up rivers and waterways. That’s something we had to do in the UK with the Thames and others. I think there are links between our universities. You have a great tradition of university education and institutes like this. We’re very proud, not just of our Oxford and our Cambridges, but also our other universities, many of whom are looking to start up and partner with Indian universities.",
        "And one of my pleas today is this: that I think we benefit from openness. It’s always difficult for governments to get rid of protectionist barriers, to open up economies, to scrap tariffs, because it presents political challenges at home. But it’s in our interests to do that. I gave you the examples of where we’ve opened up to Indian capital and we’re benefiting. I hope India will continue to open up so that it will be easier to invest in universities, in infrastructure, in insurance and all those sorts of areas, many of which are championed here in Kolkata. So we need that steady opening up in order to continue the work.",
        "But the commitment is definitely there. The British are very enthusiastic about this. Next question. Gentleman at the back.",
        "**Question**",
        "Starting from the Depression there was a shift towards Keynesian economics. Then Mrs Thatcher and Ronald Reagan put it towards – more towards a free market economy. Now, at this juncture, where 2008 crash has happened, and loss of regulation has been blamed partially for that, and on the other side the sovereign debt crisis happened as well in Europe. So which way should the economy go?",
        "**Prime Minister**",
        "Very good. Which way should we go? I’m very clear. I believe in open markets, in enterprise and a free enterprise system. I think that is the best way to create wealth, and then you have the ability to fund public services, to tackle problems like poverty and inequality. But you need a free enterprise open market economy. And I think that argument is never fully won: you have to fight for it again and again in each generation. I think Margaret Thatcher and Ronald Reagan did a huge amount to push that argument and it became more adopted. But the argument’s never fully won and you have to keep making it.",
        "I think what the global problems of 2008 to 2010 taught us two important lessons. One was about the regulation of financial services. That in a market economy, you do need proper regulation of financial services. Banks are such important organisations that you can’t allow them to go bust, because if they go bust they take some of the economy down with them. So therefore they need to be properly regulated. And you need to have a responsible organisation in your country that has a clear line of responsibility for bank regulation. And in our case it is now the Bank of England. It is this government that has absolutely made that clear.",
        "I think the second lesson it’s taught is this: that from time to time there are problems and difficulties in economies. They’re not always under your control. Any politician who tells you they’ve abolished the trade cycle – that there’s no more boom and bust – that politician is talking nonsense. There are events and difficulties that happen to economies and you have to recognise that. So the second lesson is a very simple one which we all recognise in our daily lives, which is, you should fix the roof when the sun is shining. When times are good, you should aim for a surplus, you should aim to put aside money, you should aim to reduce your debt levels, so that when difficult times do hit, you have the capacity to help people and to help your economy. And I think that’s been a real lesson that we’ve had to learn between 2008 and 2010, and that’s why my government in the United Kingdom is still having to wrestle with this big deficit. We’ve got it down by a third, but we need to get it down altogether. And then in the good years, as the economy keeps growing, we should be targeting a surplus.",
        "So, I think the argument for market economics is right. I think we need to go on fighting it, and I think we then need to recognise it needs to be accompanied by proper and sensible regulation of financial services. That would be my answer to that question. But I’m sure your economics professors will have lots of other ideas and proposals as well.",
        "**Question**",
        "So, good evening Mr Prime Minister. My question is: considering the fact that you are ruling over the first hung parliament in British history since the Second World War, has that impeded your policy making? And how has the experience been of a coalition government in reference to the referendum on EU membership and military action against Syria? And also, do you feel this will be a sustained trend in British politics from now on?",
        "**Prime Minister**",
        "Right, very good question. I gather you have some experience of coalition governments in India as well. The last coalition in Britain was Winston Churchill in the Second World War who had a coalition government throughout the war. That it was concluded Conservative and Labour. So we’ve had very little experience of coalition.",
        "We have an electoral system that tends to deliver quite decisive results. But I was faced in 2010 with a hung parliament, and I thought the right thing to do was have a coalition rather than a minority government. Partly because of the crisis. We were having to take radical steps to get public spending down, get the deficit down, take long-term decisions, and a coalition government gave me a majority and the ability to do that.",
        "So, we’ve made coalition government work. It’s been quite a radical government: we’ve reformed welfare; we’ve reformed education; we’ve reformed the funding of higher education, for instance. We’ve taken some big long-term steps. But it is sometimes frustrating. There are areas where I’d like to go further and faster, where I think I could turn things round more quickly for the British economy. But in politics the first duty of the politician is to serve the nation. And if you’re serving the nation when you have a hung parliament, the best thing to do, if you’ve got real crisis in your country, is to think how do we get together and make the right and long-term decisions.",
        "More questions. Gentleman here.",
        "**Question**",
        "Thank you. How do you realistically assess the chances to get back competencies from the European level to the British level before the referendum?",
        "**Prime Minister**",
        "Okay. Just to give the background: Britain is a member of the European Union, which is the club of countries now stretching right across Europe, as far east as Lithuania and Poland. A club of 28 countries. And there’s a big debate going on in Britain at the moment about is membership in our interests and how should we change this organisation? And my contention, which you refer to, is that we should try to bring some powers back from Brussels to Britain.",
        "One of the reasons I say this is that the European Union now includes two lots of countries, and this will be very interesting to the economists amongst you. One lot of countries has a single currency – they have the Euro as their currency. And if you have a single currency it drives you towards further integration. You have to look at standing behind each other’s debts, making sure you regulate your banks in the same way, having more fiscal transfers between countries that are doing well and countries that are doing badly. A single currency drives integration.",
        "Britain is not in the single currency, we’re not going to join the single currency. We have our own currency: the pound. As one of the top ten economies in the world we can sustain having our own currency. So, in my view what we should be trying to do is make sure that Europe can include both countries like us, which would like a lighter touch system, less regulation, greater flexibility, but at the same time accommodate these eurozone countries who clearly need tighter collaboration.",
        "That’s the political challenge. My view is we can reform Europe in that way. I’m confident we’ll get a good outcome. And then I will hold a referendum, if I’m Prime Minister before the end of 2017 to say to the British people, ‘Right, we’ve made some changes, we’ve got some powers back. The thing is more flexible. It works better. Do you want to stay in it, or do you want to leave it?’ Because in the end you can’t hold countries in organisations against their political will. You need to operate on the basis of consent. And I want to get consent for a new sort of Europe, which I think it would be in Britain’s interest to remain a member of.",
        "But I am confident that we will because of the logic of the single currency means those countries need to take these steps. I’m confident that I’ll be able to get a good deal for Britain.",
        "Next question. Gentleman here.",
        "**Question**",
        "Good evening, Mr Prime Minister. My question sir, is what are your views on the revelations made by Edward Snowden?",
        "**Prime Minister**",
        "Right, okay. Well, we have a rule in British politics that we don’t comment on intelligence and security issues, but I think that would be rather a boring answer to your question. So let me say say a little bit about it.",
        "First of all, it’s perfectly legitimate for countries to have and maintain intelligence and security organisations. Our job as governments, our first responsibility is public safety, is national defence and keeping our country safe. And I think it’s perfectly legitimate to have intelligence and security agencies that do just that.",
        "And when you think of the horrendous attacks like you experienced in Mumbai, or we have experienced in London and other parts of the United Kingdom, like Manchester. If we can take steps to prevent these attacks happening, if we can take steps to arrest the people who are responsible then – then we should take those steps. So I’m absolutely clear it’s good to have properly funded, properly organised intelligence and security services.",
        "In Britain, we do have a very good way of making sure they’re governed properly. They are accountable to a committee of Parliament, called the Intelligence and Security Committee, that can look over their work. They operate under the law that we have passed in the United Kingdom, and their work is overseen by Intelligence Commissioners. So, I’m satisfied we have a pretty good system for making sure these organisations act in a proper way.",
        "As for the Snowden revelations, all I would say is this: it is very damaging when you reveal lots of information about organisations that necessarily have to be secret. And you’re in danger, with revelations like Snowden, of helping the terrorists and of helping the organised criminals. Because if they find out all the ways in which they are being followed or monitored, they will take the relevant action.",
        "So look, we shouldn’t be close-minded to the importance of accountability and the importance of making sure these organisations are governed properly. But let’s not be naïve and think that we suddenly live in a world where we don’t need intelligence and security. We do, and in India you know that perhaps as well as anybody.",
        "Beyond that I probably shouldn’t comment, but I think I’ve given you a flavour of where I’m coming from on this issue.",
        "Right, next question. Gentleman in the middle.",
        "**Question**",
        "Sir, my question is about the Arab Spring, and what are your views about the international community’s reaction to the mayhem that happened in August in Syria? And how do you see the international community responding in future?",
        "**Prime Minister**",
        "Look, I’ll give you my straightforward headlines. I think first of all we should welcome the Arab Spring. When people and countries want to move towards greater freedom, greater rights, greater engagement, greater democracy, as democrats – whether we’re Indian or British – we should welcome that.",
        "But we should do something else, which is recognise democracy is a journey, it’s not an event. You don’t become a democracy just because you hold one election. It’s the building blocks of democracy that sometimes matter as much, or even more than the elections themselves. Is there equality before the law? Is there access to justice? Is their freedom from corruption? Are there property rights? These things matter as much as actually the event of holding the election.",
        "So, yes welcome the Arab Spring. Two, recognise this is a process. Three, recognise there’ll be setbacks. In Britain, if you take our history and how long it took to go from the idea of not having an absolute monarch to having a full-throated democracy, it was the work of centuries. I think this is important to recognise.",
        "So, I think that that is the right approach. Syria and the events of the 21 August – I think it was a truly dreadful day for the world because chemical weapons were used against civilians in a conflict on a really horrifying scale. Dreadful things happen in the world every day and we have to focus on those that really matter the most. But it seems to me the whole world came together after the First World War and said that chemical weapons use was completely unacceptable. And even in awful events of the Second World War, there wasn’t that sort of routine battlefield use of chemical weapons we saw in the First World War. So I think it was really was a horrific act and I think it was right for the world to take a very strong stance. I obviously wasn’t successful in my own parliament in taking quite the stance I wanted to. But nonetheless I would argue that the stance that people like me took, and the Americans took, has led to what’s happening now in Syria where all the signs are, they really are removing and destroying their chemical weapons. So I think the chemical weapons agreements and treaties are really worth trying to hold onto as a world, in all our interests. And so I think that’s my answer there.",
        "Gentlemen here.",
        "**Question**",
        "Sir, my question is relating to the trade of goods between India and Britain. So what we’ve realised is India and Britain, the trading in goods has increased in absolute numbers, but as a share of each country’s overall trade has declined significantly. The economist puts it that India trades with China in a week what it ends up trading with Britain in a month. So what what would be your key areas of improvement to bolster trade between India and Britain?",
        "**Prime Minister**",
        "Yes. Very good. Obviously China and India are geographically closer than Britain and India, but you are right. Our exports to India went up 25%, which is welcome. I think also the investment flows, that can often be a sign of future trade flow, and the fact that India is investing so much in Britain and Britain is investing so much in India, will lead to greater trade flows in the future. But I think there are some actions we need to take here collectively. The trade agreement – the EU-India – European Union-India Free Trade agreement – has been sitting around for a very long time, and we need to make some progress on this. For instance, a very popular and successful product in Britain, Scotch whisky: there are still tariffs of 140% – 150%.",
        "So I think we need to recognise that it will be in all our interests, but we need to be bold. We need politicians to be bold, to put more on the table. Sometimes people say that you make a problem easier to solve if you make it bigger, and maybe this is a problem we need to make larger by putting more into the package, and really then trying to take some risk. So if we get rid of those trade barriers, I think that would help.",
        "I also think the other thing we need to recognise is trade between countries like ours, where a lot of our wealth is in human capital, is more difficult. Because it’s not simply about exporting physical goods. It’s about combining universities. It’s about working together on healthcare. It’s about services, like insurance, banking and architecture. These are almost more difficult to liberalise. But if, for instance, we could get far further on mutual recognition of qualifications, then that would – which we made some progress on this week – would make a big difference. So some of our prizes are harder to get, but nonetheless, if we get them, they will be all the more important.",
        "And on that note, let me make a point about students, because I know there’s always concern about visas and the message the British government sends out. I want to send a very clear message to you today. Two points. First of all, there is no limit on the number of Indian students that can come to Britain and study in a British university. You have to have an English language qualification, you have to have a place at one of our universities, but there is no limit whatsoever. As many who want to come can come.",
        "Second point: when you leave one of those British universities, if you can find graduate employment – a graduate level job – there is no limit on the number who can stay and work. Now, I think that is a very clear offer. Of course, Britain has to have immigration control. Of course, in a relatively small geographical country with a relatively large population we need to manage those numbers. But I think the offer to students – and I make it very openly to Indian students – I think the offer is very clear and very good.",
        "Next question. Gentleman here.",
        "**Question**",
        "Good afternoon Prime Minister. A lot of STEP students are coming here to India because Asia is becoming really important and India is a developing country as well. And I believe that Europe is becoming a museum. It is not competitive any more, and that’s why I come here as well. And my question is: how do you think we can keep Europe on a competitive level?",
        "**Prime Minister**",
        "Look, I think you are asking for the Europeans in the audience, asking absolutely the question. And I passionately believe that Europe can have, and European countries like mine, like yours, we can have a very bright and brilliant future. But we can’t go on as we are. We’re competing in a global world with countries that are on the rise, not just India and China, but Malaysia and Indonesia and Singapore, and we do need to change the way we do things. We’re not going to succeed by trying to have low wage economies and all that. We’ve just got to build on our strengths. The European countries still have some great strengths. We’re still very innovative. Britain, I think, produces more patents per head of the population than any country in the world. We’ve got some of the best universities in the world, which is an enormous potential driver. Britain and Belgium, we have the time zone in the middle of the world, so you can trade with Asia in the morning, with America in the afternoon. Britain, of course, has the global language, which you don’t quite have in Belgium but you speak very good English so you’re nearly there.",
        "But look, if we invest in our competitiveness, our innovation, our creativity, I think we have every opportunity to be success stories, because it is not a zero sum game. India’s gain doesn’t have to be Britain’s loss. This is not, as I’m sure your economic professors will back me up on this, the whole point about global trade. It’s not a win/lose situation. If you actually have clear rules, you get rid of tariffs, you get rid of protectionism it can be a win/win situation. And Europe has played to its strength of innovation, creativity, high-paid and high-value jobs. Play to those strengths and we can be a success. And the more that we’re able to link up and work with developing countries, the better we’ll be able to do it.",
        "Our problem though at the moment – we are too addicted to a high-cost, high-welfare and over-regulated world. And we need to recognise that fact and we need to be more competitive. I think is one of the great battles we face.",
        "In fighting it, and based on something Amartya Sen said, which is the link between political openness and economic openness and success – one of the most important things we have in European countries, and you have here in India, are our democratic institutions. Now of course, there are examples around the world of countries that are not democracies, but can point to economic success. But I think we should have the confidence, as people who believe in democracy and rights and equality in front of the law and the rule of law and predictability – those things in the end are tremendous sources of strength. The best combination you can have, in this globalised world, is robust, open and inclusive political institutions that go with robust, open economies. You have those two things. That can lead to the greatest success, even if you don’t have the oil and the gas. Even if you don’t have all the natural resources, you can be a real success story.",
        "I like quoting the example of the two Koreas. You can stand on the border. One way you’ve got South Korea, which in 1960 was the same level of wealth as Zambia. It’s now 20 times wealthier than Zambia. You look north, where they’ve had closed political institutions, a communist system, they are one of the poorest countries in the world in terms of material poverty.",
        "So you know, you have choices as a country, and it’s not dependent on your mineral wealth. It’s not dependent on which part of the globe you’re in. It’s dependent on the institutions you put in place, the policies that you pursue, the choices that we make. Shakespeare – writing rather a long time ago – put it very simply. He said, ‘Our destiny lies not in the stars but in ourselves.’ He was absolutely right.",
        "Next question. Sir.",
        "**Question**",
        "Mr Prime Minister, moving away from politics and economics, as the CEO of the sixth largest economy in the world, do you have any words of advice on the personal or professional front for management students like us?",
        "**Prime Minister**",
        "Right. Advice on management. Well that’s what you’re here to study. You should probably be giving me the advice. I think the lessons I see in, as you put it, being CEO of an economy, but Prime Minister of a country, is the importance of team. You know, Prime Ministers do not make all the decisions. They don’t run every department. The most important thing you do is pick a team, and a talented team, and a team that you can work with and trust. I think that is absolutely vital.",
        "I think the second thing is a clear strategy – you need to have a clear plan in politics as in business. It’s like sometimes being in an asteroid shower. You’ve got things flying at you every day. Should you go to Sri Lanka? What are you going to do about the famine in the Philippines? Why’s this minister done that? All these things are coming at you. You need to have a plan for your core role of how you make your country succeed, how you turn your economy round, how you get things right. And you need a plan that you then carefully implement. I think those are the two most important things that I’ve learnt. But I’m sure studying here you will be able to look at very good academic examples of leadership that has worked and leadership that has failed. And I’m sure there are more scientific ways of looking at it than those two examples I would give to you.",
        "More questions. Lady at the back there.",
        "**Question**",
        "Good evening sir. So my question is regarding the Commonwealth Association. What would be Britain’s involvement in the Commonwealth Association and what is the future that you predict for these group of countries?",
        "**Prime Minister**",
        "Right, well I think the Commonwealth is still a club that is worth trying to make the most of. The statistics are pretty extraordinary. It includes a third of the world’s population. It includes a fifth of the world’s economy. It includes an incredible diversity of countries. So you’ve got some of the leading power houses of Africa – Nigeria and South Africa. You’ve got some of the most successful South Asian tigers – Singapore and Malaysia. You’ve got the world’s largest democracy – India. We’ve got very advanced and successful countries – Canada and Australia.",
        "So it links all different parts of the globe. And what we need to make the Commonwealth a success is a sense that it should be based on a clear set of values that we hold together as important. And what we did in Perth at the last Commonwealth meeting was sign up to a Commonwealth Declaration that put, what I like to call the golden thread of ideas, absolutely at the heart of this organisation. A belief in the rule of law, in freedom, in human rights and democracy. And I think it’s a club where we try and support those initiatives and pat each other on the back when we get it right, but point a bit of a finger when we get it wrong. I think that is a good organisation to have.",
        "And I think it also provides a meeting place where other issues can be discussed. So when we go and meet in Sri Lanka, there’ll be issues about climate change, issues about how we tackle poverty, whether we can be the driving force to get the UN to adopt proper ideas for tackling poverty.",
        "So, I think it is a worthwhile organisation. It’s certainly not perfect and we’re going to be discussing that I’m sure in the days ahead. But I think in a globalised competitive world, being a member of organisations that bring people and countries together is a good thing to do. So I think we need to make the most of the Commonwealth, but in an ideal world, I’d like to see it get tougher on the human rights democracy, on the golden thread of things that, as I’ve argued, make countries successful in the long term. I’d like to see a toughness on that, because I think in the end it’ll be in all our interests,and sometimes belonging to an organisation helps you to lift your own standards because you do listen. Even if in the initial stages you sometimes push criticism away, in the long term you actually do listen to the points being made to you by your colleagues in these organisations.",
        "Last couple of questions. Gentleman here.",
        "**Question**",
        "Good evening sir. My question is regarding the British public healthcare system. You spoke a lot about human capital, and it comes at the huge cost to the Exchequer. Is your position on that, and the amount of resources that are dedicated to that, non-negotiable, or is there some more room for improvement? Thank you.",
        "**Prime Minister**",
        "Very good question. Well I’m a great believer in our National Health Service. It is a universal service. It is available to everyone in Britain on the basis of need, not the basis of ability to pay. And so it is a brilliant thing in our country that if you fall ill, you can go to some of the best hospitals anywhere in the world and get treatment. You can go and see a general practitioner in our primary healthcare system and have the health of your family looked after, and at no time does anyone ask you, ‘Have you got insurance?’ ‘How much money have you got?’ ‘Please can I see your credit card?’ It is a demonstration of British values about everyone paying in and looking after everybody. And by and large, it’s an excellent system.",
        "In terms of the cost, yes of course it’s expensive. I think we’re now spending around 9-10% of our GDP on healthcare. When you compare that with some of the systems that either have private health insurance or have a mixed system, I think you’ll find ours is pretty good value for money. So, I would defend our system. Of course it needs reform and improvement. Every country in the world faces these challenges of aging populations, new treatments coming on stream, more children surviving into childbirth with – with disability conditions and all the rest of it. So huge challenges, but I think that actually we’re quite capable of – of – of meeting them.",
        "It’s been an interesting time over these last three and a half years as Prime Minister. I haven’t cut the NHS. I’ve had to cut other services, but we’ve kept the money going in: sworn increases every year. And, actually, it’s treating now – 1.2 million more people are arriving at Accident and Emergency for treatment every year compared with three years ago, and yet actually the figures for waiting times, for service levels: they have held up very well.",
        "So, I think it is a good system. We need to improve it, we need to make it less bureaucratic, we need to make sure that it can work with private and voluntary sectors rather than just itself, but I would argue, you know, healthcare is always going to be a key political issue for any government to deal with. But I don’t look at other systems and think they’ve got it right and we’ve got it wrong. I think we have a good system that we can improve. But every country must take its own path.",
        "Lady here.",
        "**Question**",
        "Good evening sir. Going back to the issue of the work visa issues that you just mentioned, it’s really commendable that there is no limit on the number of students who can work there. But then what is your view on the regulations that are being imposed regarding the sponsorships – that the companies now need to provide the sponsorship for the students? And my personal experience – like, a lot of companies are outrightly rejecting students just because they are unwilling to provide sponsorships for them.",
        "**Prime Minister**",
        "As I said, we have a system where there’s no limit on the numbers who can apply, but we do have a system where we’re not saying that when you leave university you can do non-graduate jobs. And so that’s why a number of people want to seek sponsorship.",
        "We also have a system – and let’s be frank about this – we have a system where we charge. You know, a university education is expensive, and we charge students for it: both overseas students and our own domestic students. Now I would argue – and you could have a good economic debate about it here – I would argue that actually it’s fair to ask students to pay the cost of higher education. Because the evidence shows that if you have a degree – certainly in my country if you have a degree – that enhances your earning power by about £100,000 over your lifetime.",
        "So you’ve got a choice. You can either ask taxpayers to pay, or you can ask undergraduates, graduates and business sponsors to pay. I think it’s fairer to do the second rather than the first, not least because you’re then asking the people who benefit from it to pay for it, and you can use the public spending you save from that on other areas that are in deep need. And if we’re in this global race, and if we have to keep our budget deficits down, you’ve got to try and reserve your money for the things that really need your attention and charge, for instance, students for those courses.",
        "Gentleman here in the checked shirt.",
        "**Question**",
        "Are there any plans to give Sachin Tendulkar a knighthood once he retires?",
        "**Prime Minister**",
        "What is great about Sachin Tendulkar is not just the record – and it is an extraordinary record – but I think sportsmen and women can be extraordinary role models to young people. And I think the power of cricket, sometimes to bring countries together, to bring cultures together, is really powerful. And I think it’s that we should celebrate as much as the runs.",
        "I’m still recovering from my game of cricket on the Maidan in Mumbai when I was bowled out by someone who was about 12 years old, while the BBC were filming it. And when I got home, Geoffrey Boycott, one of our most famous cricketers, manhandled me and kept saying, ‘You’ve got to get your left arm out here, laddie’, also all on camera, which was slightly embarrassing when you’re being manhandled by a cricket player.",
        "But lots to celebrate about Sachin. But fortunately the honours system is not entirely within my control.",
        "Last one. Let’s have someone right at the back. The lady right at the back in white.",
        "**Question**",
        "You’ve been the youngest Prime Minister of one of the biggest countries in the world, so do you think having a young Prime Minister is better or one who’s experienced and older?",
        "**Prime Minister**",
        "I sometimes say to people when they say, ‘Well, you know, you’re – you’re so young doing this job.’ I say, ‘Well that is the one problem that time will take care of.’ There are all sorts of other problems that time doesn’t heal",
        "I think it’s not age that matters; what matters is commitment, belief, ability, building a team and trying to do the right thing. I see prime ministers who are almost twice my age, sometimes doing a fantastic job. So I don’t think age is the key determinant.",
        "I was in a particular situation where my party had been out of power for really quite a long time. My party wanted to modernise and refresh. It wanted to take some different pathways and get back in touch with people, and so it decided to take a risk and go for the younger leader rather than the older one. But I don’t think it’s age that matters – I think it’s all those other things that make a big difference. But certainly doing this job puts the years on you in any event. So, you probably not only get older but you start feeling a bit older too by the time you’re done.",
        "Go on, we’ll have the gentleman – you’ve been very patient.",
        "**Question**",
        "Good evening, sir. It has been already been 70 years that United Nation has been founded. So, do you think that permanent members of Security Council should be restructured with new members like India, Brazil and Germany.",
        "**Prime Minister**",
        "I mean first of all, United Nations is not perfect but it’s very good in our world that we have something like that. You need to have institutions and rules in order to try and have some sensible governance and approach across our world. So, we should all back the United Nations, back the UN charter and back the decisions that it makes.",
        "But one of the ways we should improve it is by modernising the Security Council. There is no justification for the way that it looks at the moment, and I have made this argument before. I made it when I came to India when I first became leader of the Conservative party. The Security Council ought to include India as a permanent member, no doubt about it.",
        "But as important as the changes is, I think, making sure that the Security Council demonstrates political will. I think this is sometimes where as a world we fall down, and I’m sure you study this in your political science classes. One could argue a lot about institutions: how you change an institution, how you improve an institution, do you need new rules, do you need new members? These are all very important political questions, but never forget, at the end of it, what matters more than institutions, is actually political will, is deciding to act, deciding to take a stand.",
        "And as I hope as many of you go into business and some into diplomacy and who knows some into politics, I hope you think about that. Don’t just think about reforming institutions, you have to think about how you behave within them, when you take a stand, what you stand up for. Because, in the end that’s where the United Nations succeeds, as it did over Libya, for instance, when it took a stand. It took a view and it allowed change to happen. And that political will is as important as any of the institutions or the things that we study in our important books, journals and other things.",
        "Can I thank you again for a wonderful welcome. It’s been a real pleasure coming here and best of luck with everything you do. Thank you. Thank you very much."
    ]
}