{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-in-leeds-on-start-up-britain/",
    "title": "David Cameron – 2012 Speech in Leeds on Start-Up Britain",
    "post_date": "January 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Leeds on 23 January 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Thank you. Thank you very much for that introduction. Good afternoon everyone. Sorry to break up the speed networking – that sounds like a lot more fun than listening to a speech from me. I think we should probably introduce speed networking into the European Union and then those Council meetings, instead of being nine hour dinners, we could probably crack on and get them done in 90 minutes.",
        "Delighted to be here and delighted to be launching this initiative. I said earlier this month that 2012 has got to be the year when we go for it. The year that we light new fires of ambition in our economy. The year when we get behind Britain’s grafters, do-ers, hard workers and entrepreneurs.",
        "This isn’t something we’d quite like to do; this is something we’ve absolutely got to do because enterprise is critical to this country’s future.",
        "As so often, Winston Churchill put it best. He said some people regard private enterprise as a predatory tiger that needs to be shot. Others look on it as a cow that should be milked but not enough people see it as a healthy horse pulling a sturdy wagon. In other words there is only one sensible and sustainable way to grow your economy and that is through brave people starting and growing businesses, employing people and creating wealth. Now some might say, ‘Well we agree with that but shouldn’t we just try to consolidate our success stories in big business and let them be the ones to drive recovery?’ And yes of course those businesses are vitally important but more important still is the small business, the new, the young – the businesses that haven’t even been born yet. Because over and over again studies show that small, high-growth firms are the engine of new job creation and they punch way above their weight. So if we want to make our economy stronger, this is where we’ve got to focus our fire power, on encouraging more people to start up and helping small businesses to grow.",
        "Now we’ve made a start. We’re rolling back the bureaucratic, anti-business culture we’ve had for too many years in this country and we’re creating in its place a real climate for enterprise. Corporation tax has been cut and we’re cutting it further. Red tape has been cut and we’re cutting it further. Enterprise zones have been rolled out including here in Leeds to get the best and the brightest to start up. Entrepreneur visas have been brought in to get the brightest in the world to come here with great business ideas. And of course there’s entrepreneur relief so that those who start their own company can keep a bigger slice of their gains. Now since the election more than half a million jobs have been created in the private sector but this is not, and never can be, a case of job done. So today I want to tell you about two new things that we’re doing.",
        "First, through 2012 we’re running a big national campaign to encourage more people to start up a business. Its core message is simple: there is a business in everyone. So what is the business in you? We need many more people to see themselves as entrepreneurs. To understand that each success story starts with a first step. Anita Roddick – she began The Body Shop from her kitchen. Richard Branson’s mother found a necklace on a train, clearly didn’t give it back to lost property, but sold it for £300 – interesting story – and that was the start-up capital for Virgin. Starbucks kicked off when three academics, probably with four or five opinions between them, wanted a good cup of coffee in their neighbourhood and they invested a few thousand dollars in a cafe.",
        "Now of course it’s not enough just to exhort people to start up; we’ve got to give them practical help and that’s what this campaign and that’s what StartUp Britain is all about. If you talk to anyone who is starting a business, and they’ll tell you the number one thing they need is obviously money. Now we get that. That’s why we put in place agreements with the banks and targeted government schemes to get more cash flowing to small businesses. The trick is connecting that money to those who need it and that’s what our new online finance finder is going to do. It’s a very simple, very useful tool. Just answer a few questions about your business and the finance finder will tell you where to go to get the money you need.",
        "Another thing entrepreneurs need is good advice. Starting a business is one of the hardest, most stressful things that anyone can do and it’s invaluable to know someone who’s been there and taken those risks themselves. That’s why we lined up thousands of mentors across the country and this campaign is going to connect them with the people who need their advice. But beyond those practical things, what entrepreneurs really need is the inspiration to keep on going when things get tough, as they inevitably do. So thanks to StartUp Britain, a campaign, as has been said, run by entrepreneurs, for entrepreneurs, they’re going to be able to log on and hear the stories of people who’ve done it all before. Now all this is coming together in one place in one campaign online and it’s going to be a real shot in the arm for enterprise in this country.",
        "Now the second thing we’re announcing today is a very simple, very practical idea. It’s about using the spare space that we have in the public sector, in the government sector, to help businesses to grow in the private sector. We’ve heard from so many people who say, ‘Well I’ve got a great idea, I’ve got a little bit of start-up capital, I’m desperate to get it off the ground but I can’t find the space’. Or, people who say, ‘I can find the space but we’ve got to sign a three-year lease and we just can’t afford it’. And then of course you’ve got many people working in business during the day – or in government during the day – wanting to start a business but not wanting to misuse their office facilities or office computers and so what we need is additional space for them, sometimes space at the end of the day or even overnight. What we need is the British equivalent of the Silicon Valley garage – spaces that are cheap, flexible and available right now.",
        "Some of these places are already opening up around the country – in fact I gave a speech in one of them last week. It’s called Hub Westminster. It’s at the top of the building that homes – that houses New Zealand House and you can rent an evening desk space there for just £40 a month. Then if you decide to take the plunge, maybe quit your job, start your own thing, you can start renting a full-time desk space and hire more as your business grows. So this is a brilliant idea and we want to help expand it.",
        "Now, the British government has got a huge stock of buildings at our disposal. The first priority for the ones we aren’t using is obviously to sell them off, but in the meantime many are going to be sitting idle. So let’s match the capacity we’ve got in government with the need that is out there. Let’s provide office space where we can to those who can use it. So we’ve sent a message right across the public sector to government departments, to agencies, saying, ‘Give us your unwanted space. That office that has lain dormant for years; the shop that’s been boarded up; the rooms no one ever uses – the answer is out there: give that space to entrepreneurs for business creation.’",
        "Now the Department of Communities and Local Government have said they’ve got two floors of an office block in Leeds, a large vacant building in Birmingham, another one in Plymouth. In London the Department for International Development has also found some space, so we’re throwing open the doors of government and letting the entrepreneurs in. And frankly this won’t just be good for the entrepreneurs and the business people involved; I’m hoping it’s going to be good for government too.",
        "We’ll have civil servants who will then be sharing the water coolers, the lifts, the corridors with entrepreneurs and entrepreneurs that their policies will affect and I think this will be a good connection between public and private sectors. It could even be that the building we’re in today is available for use. So if you’re in Leeds and you’ve got an idea for a business it could start right here. This is the very epitome of a roll your sleeves up government; not waffling on about the theory of how we can help business or shuffle a bit of money around, but doing something practical that will really help.",
        "So we’re doing all this with optimism and confidence because Britain is a country with enterprise running through its veins. I found this on New Year’s Day when my daughter got me out of bed and said, ‘I want to make mince pies’. We made some mince pies and she sold them to my protection team for £1 a time. She’s only eight years old; I thought that was a good spark of enterprise! Some of them are still recovering, but nonetheless…",
        "But this is the country that led the agricultural revolution, that led the industrial revolution, that helped to kick start the technological revolution. We’re the country that invented the jet engine, the DNA, the World-Wide Web, Viagra – almost everything you think of, most of the sports you’ve ever heard of. We’re the country that sells tea to China, vodka to Poland and yes, cheese to France. Enterprise is what we do in Britain so this is the year that more than ever we’ve got to go for it and with StartUp Britain’s help and with all your help, that is exactly what we’ll do.",
        "Thank you very much for listening."
    ]
}