{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-eu-reform-2/",
    "title": "David Cameron – 2016 Speech on EU Reform",
    "post_date": "February 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons on 22 February 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With permission, Mr Speaker, I would like to make a statement on the agreement reached in Brussels last week.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But first let me say a word about the migration crisis which was also discussed at the Council.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We agreed that we needed to press ahead with strengthening the EU’s external borders to ensure that non-refugees are returned promptly and back the new mission to disrupt the criminal gangs working between Greece and Turkey, who are putting so many people’s lives at risk.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I made clear that Britain will continue to contribute in all these areas and will step up contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to Britain’s place in Europe, Mr Speaker, I have spent the last 9 months setting out the 4 areas where we need reform and meeting with all 27 other EU heads of state and government to reach an agreement that delivers concrete reforms in all 4 areas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me take each in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Financial protection**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, British jobs and British business depend on being able to trade with Europe on a level playing field.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we wanted new protections for our economy to safeguard the pound, to promote our industries – including our financial services industries, to protect British taxpayers from the costs of problems in the eurozone and to ensure we have a full say over the rules of the single market, while remaining outside the eurozone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we got all of those things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have not just permanently protected the pound and our right to keep it, but ensured that we can’t be discriminated against.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Responsibility for supervising the financial stability of the UK will always remain in the hands of the Bank of England.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have ensured that British taxpayers will never be made to bail out countries in the eurozone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have made sure that the eurozone cannot act as a bloc to undermine the integrity of the free trade single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we have guaranteed that British business will never face any discrimination for being outside the eurozone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So, for example, our financial services firms – our number 1 services export employing over a million people can never be forced to relocate inside the eurozone if they want to undertake complex trades in euros, just because they are based in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And these protections are not just set out in a legally-binding agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All 28 member states were also clear that the treaties would be changed to incorporate the protections for the UK as an economy that is inside the EU but outside the eurozone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also agreed a new mechanism to enable non-eurozone countries to raise issues of concern – and we won the battle to ensure this could be triggered by one country alone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, Mr Speaker, none of these protections would be available if we were to leave the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**European competitiveness**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, we wanted commitments to make Europe more competitive, creating jobs and making British families more financially secure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Again we got them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Europe will complete the single market in key areas that will really help Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In services – making it easier for thousands of UK service-based companies like IT firms to trade in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In capital – so UK start-ups can access more sources of finance for their businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in energy – allowing new suppliers into our energy market – meaning lower energy bills for families across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have secured commitments to complete trade and investment agreements with the fastest growing and most dynamic economies around the world including the USA, Japan and China as well as our Commonwealth allies India, New Zealand and Australia.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These deals could add billions of pounds and thousands of jobs to our economy every year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, of course they build on the deals we already have with 53 countries around the world through which Britain has benefitted from the negotiating muscle that comes from being part of the world’s largest trading bloc.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, of course country after country have said to me that of course they could sign trade deals with Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But they have also said that their priority would be trade deals with the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "By their nature these EU deals would be bigger and better.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And a deal with Britain wouldn’t even be possible until we had settled our position outside the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So Mr Speaker, for those members who care about signing new trade deals outside the EU, we would be looking at years and years of delay.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Last but by no means least on competitiveness, one of the biggest frustrations for British business is the red tape and bureaucracy so we agreed there will now be targets to cut the total burden of EU regulation on business.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This builds on the progress we have already made – with the Commission already cutting the number of new initiatives by 80% and it means that the cost of EU red tape will be going down, not up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, if we were to leave the EU but ultimately achieve a deal with full access to the single market – like Norway – we would still be subject to all of the EU’s regulation when selling into Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the former Europe spokesman for the Norwegian Conservative Party Nikolai Astrup said:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If you want to run Europe, you must be in Europe. If you want to be run by Europe, feel free to join Norway in the European Economic Area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Migration**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, we wanted to reduce the very high level of migration from within the EU by preventing the abuse of free movement and preventing our welfare system acting as a magnet for people to come to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "After the hard work of the Home Secretary we have secured new powers against criminals from other countries including powers to stop them from coming here in the first place, and powers to deport them if they are already here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We agreed longer re-entry bans for fraudsters and people who collude in sham marriages.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And an end to the frankly ridiculous situation where EU nationals can avoid British immigration rules when bringing their families from outside the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, this agreement broke new ground – with the European Council agreeing to reverse decisions from the European Court of Justice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also secured a breakthrough agreement for Britain to reduce the unnatural draw that our benefits system exerts across Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have already made sure that EU migrants cannot claim the new unemployment benefit, Universal Credit, while looking for work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And those coming from the EU who haven’t found work within 6 months can now be required to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At this Council we agreed that EU migrants working in Britain can be prevented from sending child benefit home at UK rates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will apply first to new claimants – and then to existing claimants from the start of 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we also established a new emergency brake so that EU migrants will have to wait 4 years until they have full access to our benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, people said it was impossible to achieve real change in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that a 4-year restriction on benefits was completely out of the question.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yet that is what we have done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And once activated, the emergency brake will be in place for 7 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So if it begins next year, it will still be operating in 2024 and there will be people who won’t be getting full benefits until 2028.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, all along we have said that people shouldn’t be able to come here and get access to our benefits system straightaway.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "No more something for nothing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is what we have achieved.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, I’m sure the discussion about welfare and immigration will be intense.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But let me make this point.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "No country outside the EU has agreed full access to the single market without accepting paying into the EU and accepting free movement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In addition, these new safeguards lapse if we leave the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Powers for UK Parliament**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The fourth area where we wanted to make significant changes was to protect our country from further European political integration and to increase powers for our national Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Ever since we joined, Europe has been on the path to something called ‘ever closer union’.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It means a political union. We’ve never liked it. We never wanted it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And now Britain will be permanently and legally excluded from it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The text says that the treaties will be changed to make clear that – and I quote:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…the Treaty references to ever closer union do not apply to the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So Mr Speaker, as a result of this negotiation, Britain can never be part of a European superstate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The council also agreed that ever closer union, which has been referred to in previous judgements from the European Court of Justice does not offer a legal basis for extending the scope of any provision of the treaties or of EU secondary legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, people used to talk about a multi-speed Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now we have a clear agreement that not only are different countries able to travel at different speeds, they are ultimately heading to different destinations too. And I would argue that is fundamental change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also strengthened the role of this House and all national parliaments.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have already passed a Referendum Act to make sure that no powers can be handed to Brussels without the explicit consent of the British people in a referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, if Brussels comes up with legislation we don’t want, we can get together with other parliaments and block it with a red card.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we have a new mechanism to finally enforce the principle that – as far as possible – powers should sit here in Westminster, not in Brussels.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So every year the EU now has to go through the powers they exercise and work out which are no longer needed and should be returned to nation states.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In recent years we have also seen attempts to bypass our opt-out on justice and home affairs by bringing forward legislation under a different label.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For example, attempts to interfere with the way the UK authorities handle fraud were tried under the guise of legislation on the EU budget.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The agreements at last week’s Council ensure this can never happen again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, the reforms we have secured will be legally binding in international law, and will be deposited as a treaty at the UN.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they cannot be unpicked without the agreement of Britain and every other EU country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as I have said, all 28 member states were also clear that the treaties would be changed to incorporate the protections for the UK as an economy outside the eurozone – and our permanent exclusion from ever closer union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, our special status means that Britain can have the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will be in the parts of Europe that work for us, influencing the decisions that affect us, in the driving seat of the world’s biggest single market and with the ability to take action to keep our people safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we will be out of the parts of Europe that do not work for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Out of the euro. Out of the eurozone bailouts.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Out of the passport-free, no borders Schengen area and permanently and legally protected from ever being part of an ever closer union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, there is still more to do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am the first to say that there are still many ways in which this organisation needs to improve – and the task of reforming Europe does not end with last week’s agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Referendum**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But with the special status this settlement gives us, I do believe the time has come to fulfil another vital commitment this government made – and that is to hold a referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So, Mr Speaker, I am today commencing the process set out under our Referendum Act to propose that the British people decide our future in Europe through in-out referendum on Thursday 23 June.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Foreign Secretary has laid in both Houses a report setting out the new settlement that the government has negotiated.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This fulfils the duty to publish information set out in section 6 of the European Union Referendum Act 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as the Cabinet agreed on Saturday, the government’s position will be to recommend that Britain remains in this reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, this is a vital decision for the future of our country. And we should also be clear that it is a final decision.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "An idea has been put forward that if the country votes to leave we could have a second renegotiation and perhaps another referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker I won’t dwell on the irony that some people who want to vote to leave – apparently want to use a leave vote to remain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But such an approach also ignores more profound points about democracy, diplomacy and legality.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a straight democratic decision – staying in or leaving – and no government can ignore that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Having a second renegotiation followed by a second referendum is not on the ballot paper.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And for a Prime Minister to ignore the express will of the British people to leave the EU would not just be wrong, it would be undemocratic.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the diplomacy, the idea that other European countries would be ready to start a second negotiation is for the birds. Many are under pressure for what they have already agreed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Then there is the legality. I want to spell out this point very carefully. If the British people vote to leave there is only one way to bring that about – and that is to trigger Article 50 of the Treaties and begin the process of exit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the British people would rightly expect that to start straight away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me be absolutely clear how this works. It triggers a 2-year time period to negotiate the arrangements for exit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At the end of this period, if no agreement is in place then exit is automatic unless every 1 of the 27 other EU member states agrees to a delay.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we should be clear that this process is not an invitation to re-join, it is a process for leaving.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sadly, Mr Speaker, I have known a number of couples who have begun divorce proceedings.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I do not know any who have begun divorce proceedings in order to renew their marriage vows.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should also be clear about what would happen if that deal to leave wasn’t done within 2 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our current access to the single market would cease immediately after 2 years were up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And our current trade agreements with 53 countries around the world would lapse.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This cannot be described as anything other than risk, uncertainty and a leap in the dark that could hurt working people in our country for years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And this is not some theoretical question, this is a real decision about people’s lives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When it comes to people’s jobs, it is simply not enough to say that it will be all right on the night and we will work it out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I believe that in the weeks to come we need to properly face up to the economic consequences of the choice to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, I believe Britain will be stronger, safer and better off by remaining in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Stronger – because we can play a leading role in one of the world’s largest organisations from within, helping to make the big decisions on trade and security that determine our future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Safer – because we can work with our European partners to fight cross-border crime and terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And better off – because British businesses will have full access to the free trade single market, bringing jobs, investment and lower prices.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, there will be much debate about sovereignty – and rightly so.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To me what matters most is the power to get things done for our people, for our country, and for our future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Leaving the EU may briefly make us feel more sovereign – but would it actually give us more power, more influence and a greater ability to get things done?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we leave the EU, will we have the power to stop our businesses being discriminated against? No.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Will we have the power to insist that European countries share with us their border information so we know what terrorists and criminals are doing in Europe? No.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Will we have more influence over the decisions that affect the prosperity and security of British families? No.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are a great country – and whatever choice we make we will still be great.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I believe the choice is between being an even greater Britain inside a reformed EU or a great leap into the unknown.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The challenges facing the west today are genuinely threatening.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Putin’s aggression in the east. Islamist extremism in the south.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In my view this is no time to divide the west.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When faced with challenges to our way of life, our values and our freedoms, this is a time for strength in numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Mr Speaker, let me end by saying this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am not standing for re-election.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have no other agenda than what is best for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am standing here today telling you what I think.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My responsibility as Prime Minister is to speak plainly about what I believe is right for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is what I will do every day for the next 4 months.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}