{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-with-president-mahmoud-abbas/",
    "title": "David Cameron – 2012 Speech with President Mahmoud Abbas",
    "post_date": "January 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 16 January 2012.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "Well, it’s a great pleasure to welcome President Abbas back to Number 10 Downing Street. Britain and the Palestinian Authority have very good and strong relations and last year we upgraded our diplomatic relations with the Palestinian Authority.",
        "Britain wants to see a two-state solution come about. We are passionate about this; we do everything we can to push and promote this agenda at every available opportunity. I spoke to the Israeli Prime Minister after the New Year and I am delighted to have the Palestinian President here today.",
        "We believe the peace talks that have begun in Jordan do provide an opportunity – an opportunity we hope that both sides will pursue. We think this is absolutely vital.",
        "Obviously, as a friend of Israel and a friend of the Palestinian Authority and the Palestinian people, we want to see a strong, democratic, peaceful Israel alongside a strong, democratic and peaceful Palestine. We believe that is achievable, but we can’t achieve it without the two parties coming together and talking and discussing. In the end, this two-state solution can only come about from the two parties talking to each other. We cannot want it more than you want it.",
        "So, we wish you well. We will do everything we can to help promote these discussions. We think that time, in some ways, is running out for the two‑state solution unless we can push forward now, because otherwise the facts on the ground will make it more and more difficult, which is why the settlement issue remains so important.",
        "But we wish you well; we hope the talks can continue and we hope that the two-state solution that we strongly support can be achieved and we say that as a friend of Israel but also a very strong friend of the Palestinian people, the Palestinian Authority, and indeed as major donors to the Palestinian Authority and the institutions that you are so successfully building up. But President Abbas, you are very welcome here again.”",
        "**President Mahmoud Abbas (via interpreter):**",
        "Thank you. Thank you very much. Thank you very much Prime Minister. We are indeed very happy to be here and I would like to thank you for the invitation. And I would like to thank you also on behalf of the populace, on your stance vis-a-vis Palestine, on your support for the solution which we also – the two-state solution.",
        "You have indeed played a very, very important role in building our Palestinian institutions and this we can witness through the assistance that you have been offering us.",
        "Of course, nothing can be achieved without negotiations. As you know, there are negotiations going on right now because of the initiative that King Abdullah II of Jordan has taken. We are optimistic about those negotiations and at the same time we hope that there will be something tangible as a result of these negotiations.",
        "Of course, time is of the essence; there must be speed, we must be fast in achieving those things because the settlements and the whole thing will go on – seeing the settlements going on, is going to help everything; it’s what stands in the face of everything at the same time. So, settlements have to stop. Settlements have to stop in order for us to be able to continue our negotiations; to come to some sort of solution and a solution which will encompass the vision of the Palestinian state to come in the future.",
        "I personally know very well that you have a very balanced relationship, be that towards Israel or the Palestinian Authority. This at the same time is of great importance because you could play a political role, so to speak, so that we can find the balance that we all want to seek. We always need your help, sir. As we need your help and I am indeed very happy to be here with you."
    ]
}