{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-slavery/",
    "title": "David Cameron – 2007 Speech on Slavery",
    "post_date": "December 31, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 21 March 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "This is the year to acknowledge the pain and devastation which slavery has caused, and which the legacy of slavery still causes, to Africans and to people of African origin across the world.",
        "In the history of humankind, the slave trade stands out as one of the greatest crimes ever committed by man against his brother. The reduction of a human being to the status of an economic unit, to be bought and sold for his utility to another man, represents an absolute denial of the dignity of each individual, and of our equality.",
        "So let me acknowledge the pain and the legacy of slavery today in the words that William Wilberforce himself used, in his first speech moving the abolition of slavery in 1789:",
        "_“I mean not to accuse anyone but to take the shame upon myself, in common indeed with the whole Parliament of Great Britain, for having [allowed] this horrid trade to be carried on under their authority.”_",
        "The responsibility of this generation is to remember the disgrace of the slave trade – but also to remember the achievement of abolition. In the second half of the 19th century one of the primary tasks of the Royal Navy was to stamp out slavery on the high seas. As John Stuart Mill put it at the time,",
        "“for the last half-century [the British] have spent annual sums equal to the revenue of a small kingdom in blockading the Africa coast, for a cause in which we not only had no interest, but which was contrary to our pecuniary interest.”",
        "William Wilberforce was the leader of the Parliamentary campaign – but beside him stood some dozens of activists and campaigners. As he wrote to the Prime Minister when the Abolition Act was passed in 1807, “I am only one among many fellow labourers”.",
        "These fellow labourers were not all British, they were not all men, and they were not all white. I want the campaigners for abolition to be the role models for young black people in our country today. The best legacy of this anniversary would be for today’s black children to say in the future: “The anniversary changed things. That was the time my mother or my father decided to stand for election.”",
        "So don’t think of politics as someone else’s business. Think of it as your business. Think about standing. Thing about taking part. Think about making your voice heard in the councils of our nation.",
        "Today we are not only remembering the slavery of the past. We bring to mind the many thousands of people who are still trapped in slavery, trafficked as labourers, sex workers and soldiers – whether in the developing world or here in the West. The dedication of William Wilberforce and his colleagues is still needed today, and I salute the efforts of modern campaigners to stamp out this vicious abuse of human rights.",
        "We must also address the state of Africa today. I am pleased that there is a political consensus in Britain on the need for debt relief and foreign aid. And I want my party to lead the debate on how we can help Africa beyond this.",
        "Wilberforce himself, in that first speech in 1789, said this:",
        "_“Let us make reparation to Africa, so far as we can, by establishing trade upon true commercial principles”._",
        "We should be doing all we can to promote indigenous economic development. This means reducing trade tariffs and helping African nations develop the institutions of economic growth.",
        "There is a golden thread that links property rights, free markets, free trade, the rule of law, honest government, sound finances, economic progress and social advance.",
        "I want that to be the great project of this century, comparable to the role Britain played in stopping slavery 150 years ago."
    ]
}