{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-statement-with-president-barack-obama/",
    "title": "David Cameron – 2015 Statement with President Barack Obama",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Barack Obama",
            "url": "/tag/barack-obama/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, with President Barack Obama, on 7 June 2015 at the G7 meeting in Bavaria, Germany.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "##  President Barack Obama",
        "It is wonderful to be back with my good friend and partner David Cameron. I’d like to congratulate him, as I did over the phone, on his resounding election victory and look forward to working with him on a whole host of issues in the coming year.",
        "This is going to give us an opportunity to discuss a number of particular challenges that require US and United Kingdom leadership. We’ll be talking about Russia and Ukraine, and the importance of us maintaining the sanctions regime to put pressure on Russia and separatist forces, to implement fully the Minsk agreement. We think that there can be a peaceful, diplomatic resolution to this problem but it’s going to require that Europe and the United States and the Transatlantic Partnership, as well as the world, stay vigilant and stay focused on the importance of upholding the principles of territorial integrity and sovereignty.",
        "We’ll have an opportunity to discuss the effort against ISIL and the situation in Iraq and Syria, and assess what’s working, what’s not and how we can continue to make progress there in dismantling the infrastructure that ISILhas built, and in promoting the kinds of political inclusion in Iraq and ultimately in Syria that are going to be necessary for a long-term solution.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "We’ll also have a chance to talk about hot spots like Libya and Nigeria where obviously terrorism has gotten a foothold. And more affirmatively, we’re going to have the opportunity to continue the discussion bilaterally that we’ve been having with the other G7 members around issues like trade and climate change and the importance of US and British leadership on those issues.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "So I am very much looking forward to this conversation. We have no closer partner around the globe on a whole host of critical issues. I would note that one of the great values of having the United Kingdom in the European Union is its leadership and strength on a whole host of global challenges. And so we very much are looking forward to the United Kingdom staying a part of the European Union because of – we think its influence is positive not just for Europe but also for the world.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "##  Prime Minister David Cameron \n  *[ISIL]: Islamic State of Iraq in the Levant",
        "Well, thank you very much, and it’s good to be back with my friend and close partner Barack Obama, and working together over the coming years. As you said Barack, there are so many issues to discuss at this meeting and bilaterally, with our very close partnership and the partnership between Britain and the United States, that special relationship. But they all really come down to two words: prosperity and security. What we want for our people back at home, which is the chance of a job and also the chance of greater security. And whether we’re discussing the situation in the Ukraine, the need to fight Islamist extremist terrorism, particularly in Iraq and Syria, but elsewhere around the world, it’s about keeping people safe back at home, where the cooperation between our security and intelligence services and our military is as close as it’s ever been, and as effective as it’s ever been.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "We’ve also got a lot of issues to discuss that really will determine whether we can have successful, strong economies, like the need for these trade deals we were talking about earlier, and also the deal on climate change which is going to be very important for our future prosperity and security.\n  *[ISIL]: Islamic State of Iraq in the Levant",
        "So a lot of issues to discuss tonight and it’s great to be back together with you addressing them in this bilateral meeting as well as in the bigger G7. So thank you very much.\n  *[ISIL]: Islamic State of Iraq in the Levant"
    ]
}