{
    "url": "https://www.ukpol.co.uk/david-cameron-2008-speech-on-health-reform/",
    "title": "David Cameron – 2008 Speech on Health Reform",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by David Cameron on June 24th 2008 at the Royal College of Surgeons.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "“A few weeks ago, I said the aim of a Conservative Government is to be as radical in social reform as Margaret Thatcher was in economic reform. That’s why, in office, our reform plans will focus on three particular things.",
        "“The first is radical school reform – so our kids get the best education and learn the skills that will help them compete in the globalised economy. The second is welfare reform, so people move from long-term poverty to long-term employment. And the third is to strengthen families and make Britain the most family-friendly place in the world.",
        "“But I also said, in that same speech, that the NHS must come first. There’s a simple reason for this. It’s because health – be it that of your own or your loved ones – is everyone’s priority and so it should be for politics too. And as we celebrate the sixtieth anniversary of the NHS this summer, let me make it one hundred percent clear:",
        "“The fact we have a health service that takes care of everyone- whatever their needs, backgrounds and circumstances – is one of the greatest gifts we enjoy as British citizens and the Conservative Party will never – ever – take that for granted. We back the NHS. We will build it. And we will improve it for everyone.",
        "**GREEN PAPER**",
        "“And that’s what this Green Paper we’re launching today is all about. It sets out our ambition for the NHS – to improve our health outcomes, like cancer survival rates, so they are among the best in Europe. And it sets out how we will do that – by scrapping Labour’s bureaucratic, top-down process targets and replacing them with outcome measures , so that the professions can focus on the result itself, not how it is achieved. The ambition – the means. Let me briefly take each in turn.",
        "**IMPROVING OUTCOMES**",
        "“First, the ambition – to improve health outcomes so they are among the best in Europe. Now this may seem obvious – but it actually signals a major shift in the focus of the NHS. To understand that, we need to go back eight years.",
        "“Back then, Tony Blair sat on Sir David Frost’s sofa and committed the Labour government to matching European levels of health spending. Today, that pledge has been delivered. But despite all this extra money – all that extra spending – we still have some of the worst health outcomes in the whole of Europe. Right now, England’s near the bottom of the table when it comes to five-year cancer survival rates – far below countries like Sweden and Germany, and on a par with Slovenia and Poland. We have one of the worst records of diabetic control – especially among children. And it’s awful that you’re more likely to die from a stroke in England than you are in any other country in Western Europe.",
        "“So we’ve got a situation where we pump the same money into our health system as other countries, but on the thing that actually matters – a patient’s health and the results of their actual treatment – we’re doing worse. Seriously, if the NHS isn’t about improving the health of people – making them live longer, happier and more fulfilling lives – then what is it about?",
        "“This is so typical of Labour. So obsessed with the process that they’ve lost sight of the bigger, and more important, picture – making people better. We’ve made clear our commitment to increase spending on the NHS, year on year, so it gets the investment it needs.",
        "“But what this Green Paper sets out is how we’ll make sure that money delivers – by making our health outcomes among the best in Europe. And be in no doubt about what this will mean. If we improve the NHS so it meets the international average, we could save an extra 38,000 lives a year. If we improve the NHS so our results are comparable to the best countries in the world, we could save over 100,000 lives a year. That’s thousands of more people surviving cancer, surviving strokes and surviving lung disease. There really is no greater ambition for the NHS as it approaches its sixtieth birthday.",
        "**HOW WE’LL DO IT**",
        "“I know what you’re thinking – great ambition, but how are you going to deliver it? One thing I’m sure of: we won’t get there through yet another massive structural reorganisation. The past decade has witnessed a series of restless changes which, to the NHS itself, have felt like a series of frontal assaults – the latest of which is a national network of polyclinics imposed on local communities – and GPs – that don’t want them. Instead, we’ll offer steady, purposeful change with a clear direction.",
        "“So we will build on and improve the NHS we inherit. Foundation hospitals won’t go, they’ll stay – and we’ll improve them. Commissioning by GPs is right – and we’ll make it really mean something. Not Labour’s phoney – and imaginary – budget-holding, but actually giving GPs real control over their budgets so they can re-invest savings and negotiate contracts with service providers to get best deal for their patients.",
        "“Patient choice is essential – and we’ll make it actually work. Referral management centres were brought in to manage referrals between primary and secondary care. But too often they’ve overturned a patient’s choice of hospital and ordered them to get treatment elsewhere. Patient choice must really mean just that – so we’ll let patients choose any provider that meets NHS standards at delivers at NHS costs. Progressively, patiently, carefully, we will usher in a new era of quality and care.",
        "**NEW ACCOUNTABILITY**",
        "“But what this Green Paper is all about is how we can improve our health outcomes by ushering in a new era of patient-doctor accountability through an information revolution. If the last ten years has taught us anything, it’s that Labour has tested to destruction the idea that the NHS can be improved by more bureaucracy, more central control and more initiatives from the Department of Health.",
        "“This approach is embodied no better than in the endless top-down process targets they impose on doctors and hospitals. Superficially, some of these targets may look sensible. After all, no one wants to wait a long time to be seen in A&E. But because they push healthcare professionals to make decisions purely to ‘tick boxes’ rather than because they’re beneficial to the health of their patient, too often the result is worse patient care and a worse health outcome. So we get the perverse situation where patients are kept in ambulances or in trolley waiting areas just so hospitals can say they’ve meet the centrally-directed four-hour A&E waiting time limit.",
        "“This is crazy. Labour’s targets are all about chasing good headlines – and nothing to do with the clinical needs and the health of patients. So yes, to make sure our health outcomes are among the best in Europe, a Conservative Government will scrap all centrally-imposed process targets. But don’t for one minute believe the Labour lie that we’re giving up on quality – that we’re going to leave a vacuum of accountability.",
        "“We’ve got a new approach. In fact, it’s an approach so obvious – and so simple – you’ll be astonished it doesn’t already happen. In place of Labour’s self-defeating top-down targets, we will harness the power of information and publish the details of healthcare outcomes. So we’ll measure cancer survival rates, instead of recording the number of radiotherapy courses delivered per month in a particular oncology unit. We’ll measure how well patients are after treatment, instead of timing how long someone’s in an A&E bed. And we’ll measure how many people lead active lives whilst suffering from chronic lung disease, instead of recording how many records GPs have updated into information systems.",
        "“This is about concentrating not the ‘how’, but the ‘what’ about concentrating not on what politicians care about, but on those things that people really care about. How long will my Dad survive if he gets cancer? What are my chances of a good life if I have a stroke? What are my chances of surviving from heart disease? This is the kind of information people want and need. And this is the kind of information that will replace Labour’s bureaucratic, top-down and centralised idea of accountability – between minister and doctor with a post-bureaucratic, bottom-up and de-centralised one – between patient and doctor.",
        "“Just think about the change this will bring. No more five-minute chats in your GP’s surgery picking a hospital based on its waiting times and availability. But the power – the ability – to really compare and contrast different care providers on the things that really matter to you and are easily understandable – survival rates, after care service, patient satisfaction.",
        "“And with that patient choice and patient accountability, the rest will follow. For a start, we’ll start to get real value for money in the NHS. That’s because those who commission care – like primary care trusts and GPs – will be better able to decide how to get the best for their patients from the money available. And instead of sinking money into meeting top-down, politically motivated targets, care providers can actually focus on innovative approaches to getting the right outcomes for their patients and giving real value for money to the taxpayer. But more importantly than anything else, the quality of service will go up and we will achieve the sort of health outcomes enjoyed in the rest of Europe.",
        "“It goes without saying that by making outcome information readily available, we will introduce an element of healthy competition between different care providers. They’ll be able to see what works and what doesn’t – what different practices are doing to achieve result and how they can learn from them. This isn’t about creating a cut-throat business environment. It’s about understanding that everyone who works in the NHS is rightly proud of where they work and will do everything and anything to provide the best possible care.",
        "**CONCLUSION**",
        "“I’m now going to hand over to Andrew Lansley who will explain in greater detail the changes we are proposing. But let me end by saying this.",
        "“Few things matter more to our country than the NHS. I know the fear that all families feel when they think they won’t get the care they need. And I know the relief they feel when a kind, competent nurse or doctor is there for them. And in this, the NHS’s sixtieth year, I’m proud that people now look at the Conservative Party as the party of the NHS.",
        "“But I don’t just want us to be the party of the NHS – I want us to be the party of a better NHS. And that means being clear about our ambition – to save thousands of more lives a year. And it means being clear about how we’ll get there. No more pointless re-organisations – just building and improving. No more top-down process targets – but an information revolution to measure outcomes. No more talking about patient power – but actually giving it to them, through greater accountability. That’s the way we can create a health service that is truly the envy of the world.”"
    ]
}