{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-prison-reform/",
    "title": "David Cameron – 2016 Speech on Prison Reform",
    "post_date": "February 8, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the Policy Exchange, Westminster in London on 8 February 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me begin with a pretty extraordinary fact: it’s well over 20 years since a Prime Minister made a speech solely about prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "To be frank, it can sometimes be easy for politicians to worry so much that their words will be caricatured, that they might just as well avoid this whole area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it can be easy for us all – when these buildings are closed off by high walls and barbed wire – to adopt an “out of sight, out of mind” attitude. I want this government to be different.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When I say we will tackle our deepest social problems and extend life chances, I want there to be no no-go areas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that must include the 121 prisons in our country, where our social problems are most acute and people’s life chances are most absent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So today, I want to explain why I believe prison reform should be a great progressive cause in British politics, and to set out my vision for a modern, more effective, truly twenty-first century prison system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My starting point is this: we need prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some people – including, of course, rapists, murderers, child abusers, gang leaders – belong in prisons. For me, punishment – that deprivation of liberty – is not a dirty word.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I never want us to forget that it is the victims of crime who should always be our principal priority.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I am not unrealistic or starry-eyed about what prisons can achieve. Not everyone shows remorse, and not everyone seeks redemption.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I also strongly believe that we must offer chances to change, that for those trying hard to turn themselves around, we should offer hope, that in a compassionate country, we should help those who’ve made mistakes to find their way back onto the right path.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In short: we need a prison system that doesn’t see prisoners as simply liabilities to be managed, but instead as potential assets to be harnessed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the failure of our system today is scandalous. 46% of all prisoners will re-offend within a year of release. 60% of short-sentenced prisoners will reoffend within the same period.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And current levels of prison violence, drug-taking and self-harm should shame us all. In a typical week, there will be almost 600 incidents of self-harm; at least one suicide; and 350 assaults, including 90 on staff.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This failure really matters.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It matters to the public purse: this cycle of reoffending costs up to £13 billion a year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It matters to you: because in the end, who are the victims of this re-offending? It’s the mother who gets burgled or the young boy who gets mugged.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It matters to the prison staff – some of the most deeply committed public servants in our country – who have to work in dangerous and often intimidating conditions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And yes, it matters to the prisoners themselves, who mustn’t feel that society has totally given up on them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’m clear: we need wholesale reform.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I am convinced that with the right agenda, we can be world leaders in change just like we have been in welfare, just like in education – we can demonstrate that with the right reforms, we can make a lasting difference to people in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Resetting the debate**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now that begins with resetting the terms of the debate, especially when there are unhelpful, but well-worn mantras that I think hold progress back.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For years, education was set back by the soft bigotry of low expectations – the idea that the most disadvantaged children shouldn’t be expected to achieve the best results.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Likewise, police reform was partly set back by the false notion that the number of officers you had mattered, more than how smartly they were actually deployed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And welfare reform was set back by the lazy idea that fairness could be judged by the size of a cheque, rather than the chances you offered.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One by one, in this government we’ve taken those arguments on – and we created the platform for reform.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, we need to do the same with prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think there are 3 views that have held back our progress.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And together, they’ve helped produce the sterile ‘lock ‘em up’ or ‘let ‘em out’ debate that I think has often got in the way of real change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The first is the idea that prisons are packed to the rafters with people who don’t deserve to be there.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is not wholly untrue – there’s a strong case for the severely mentally ill, or women with small children, to be dealt with in a different way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But this position of some – that we could somehow release tens of thousands of prisoners with no adverse consequences – is nonsense.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s simply not borne out by the evidence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prisons are not full of offenders sentenced for drug possession, licence fee evasion or petty, victimless crime.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s actually pretty hard to get into prison in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Here are the facts: only 7% of prisoners are sentenced to custody for a first offence – and these will inevitably have been very serious crimes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "70% of prisoners have at least 7 previous offences, and the average prisoner has 16 previous convictions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So you won’t hear me arguing to neuter judges’ sentencing powers or reduce their ability to use prison when it is required.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, there is one group I do want out of prison much more quickly, instead of British taxpayers forking out for their bed and breakfast: and that is foreign national offenders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One of the big barriers here is that we don’t systematically record the nationality of offenders early enough – and this can hamper our ability to deport them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I know the frustrations of prison governors when they have to try to find out someone’s nationality after they’ve already arrived in prison.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce today that we will now legislate to give the police new powers to require foreign nationals to hand over their passports, and make them declare their nationality in court.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The second view that has held reform back is the idea that the only reliable way of cutting crime is to toughen sentencing and substantially increase the prison population.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now again, there is some truth in this, and I know that incapacitation – prisoners being unable to threaten public safety while they’re behind bars – is absolutely vital.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ve made this point myself about prolific burglars many times.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why we’ve toughened sentencing, including for the most serious violent and sexual offenders, and rightly so.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I think politicians from all sides of the political spectrum are starting to realise the diminishing returns from ever higher levels of incarceration.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For a start, under this government we’ve already cut crime by around 23% in the last 5 years while keeping the prison population largely flat.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the truth is that simply warehousing ever more prisoners is not financially sustainable, nor is it necessarily the most cost-effective way of cutting crime.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Worse than that, it lets the other parts of the criminal justice system that are failing off the hook. It distracts us from the job of making prisons work better.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it fuels prison overcrowding, which hampers efforts to rehabilitate offenders – and that just makes us all less safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the question must be: wouldn’t we be better to focus our scarce resources on preventing crime in the first place and by breaking the cycle of reoffending?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The third view that has held back reform is the one that says that prisons are too soft – that they’re a holiday camp, and we should make them harsher to provide more of a deterrent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, I get hugely frustrated when I see the poor security that, for example, means prisoners able to access Facebook, or prisons that appear to be awash with alcohol and drugs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are taking more action on drugs, corruption and mobile phones. We’ve legislated to criminalise possession of so-called legal highs in prison.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re developing a new Corruption Prevention Strategy to deal with the small number of corrupt staff who allow contraband in our prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can announce today that we are going to work with the mobile network operators to challenge them to do more, including developing new technological solutions, so we can block mobile phones’ signals in prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But you know what?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prisons aren’t a holiday camp – not really. They are often miserable, painful environments. Isolation. Mental anguish. Idleness. Bullying. Self-harm. Violence. Suicide. These aren’t happy places.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s lazy to subscribe to the idea that prisoners are somehow having the time of their lives. These establishments are full of damaged individuals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But here’s the point: 99% of them will be released one day, back into our communities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we should ask ourselves: is it a sensible strategy to allow these environments to become twisted into places that just compound that damage and make people worse?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Or should we be making sure that prisons are demanding places of positivity and reform – so that we can maximise the chances of people going straight when they come out?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Think about it this way: being tough on criminals is not always the same thing as being tough on crime.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Principles of reform**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we need a new approach – one that doesn’t waste too much energy discussing big existential questions about the prison population or trap us into often false choices between so-called tough or soft approaches.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve got to move on – and develop a sensible plan for prison reform that will deliver better outcomes, improved public safety and lower costs for taxpayers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Michael Gove is just the man for the job.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I want to thank Ken Clarke and Chris Grayling for the good start we made in this area in government – and Nick Herbert for changing our approach on prisons in opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In reforming prisons, we need to look no further than the approach we’ve taken in reforming other public services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our reforms have followed some general rules.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One: give much greater autonomy to the professionals who work in our public services, and allow new providers and new ideas to flourish.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is how you institute a culture of excellence – empowering staff, as well as charities and businesses, to innovate and try new things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s exactly what we did in education – with academies, free schools and new freedoms for heads and teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Two: hold these providers and professionals to account with real transparency over outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Just as we have done in education and policing, we need better data – to allow meaningful comparisons to be made between different prisons – so the best performing institutions and best performing leaders can be recognised and rewarded.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Three: intervene decisively and dramatically to deal with persistent failure, or to fix the underlying problems people may have.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is the lesson from our troubled families programme. We know piecemeal, fragmented solutions don’t work. Instead, you need to see how an individual’s problems link together, and intervene in the right way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So while we’ve got the opportunity that prison presents, we need to be far better at deal with and at addressing prisoners’ illiteracy, addiction and mental health problems.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Four: use the latest behavioural insights evidence and harness new technology to deliver better outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve done this in welfare, for instance through the introduction of greater conditionality – meaning that those who are out of work must show they are taking meaningful steps to find employment, in return for getting their benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the number of workless households has fallen by an incredible 480,000 since 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "By applying these principles, I believe we really can deliver a modern, more effective prisons system that has a far better chance of turning prisoners into productive members of society.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So let me explain more what we will do in each area.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Greater autonomy**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The first part of our strategy is to put professionals in the lead and to remove the bureaucratic micromanagement that disempowers them. The prisons system today is incredibly and uniquely centralised.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Think about this, and think about it from the perspective of the boss of a prison – the prison governor.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "924 prison service instructions and prison service orders are currently in operation. These are documents issued from ‘headquarters’ to prescribe the running of our prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Together, they amount to an incredible 46,000 pages of rules, regulations and guidance. Now some of this will be necessary, I accept. Prisons need rules.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we’ve reached the point where someone in Whitehall is sitting around deciding how many jigsaws a prisoner should be able to keep in his cell, how many sheets of music they can have in their possession – 12, in case you’re wondering – and even how many pairs of underpants they’re allowed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Think about the kind of morale-sapping, initiative-destroying culture this can create in an organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Want to try something new? Ask head office.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Think you’ve found a better way of organising things? Get back in your box.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Looking for motivation and inspiration on a Monday morning? Go and look elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s a governor I spent some time with this morning who made exactly this point. He said it’s almost as if, in doing the things he needs to, to get businesses in to prisons and to get workshops going ultimately he said he’d have to break the rules. This is obviously the wrong approach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prisons are often accused of infantilising the prisoners, but we’re actually infantilising the staff.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is one of the toughest environments we ask people to work in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I want the leadership team of a prison to be highly-motivated, to be entrepreneurial and to be fired up about their work, to be a team who don’t ask permission from the centre every time, but are just empowered to get on and try something new.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this is what we are going to do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are going to bring the academies model that has revolutionised our schools to the prisons system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are going to give prison governors unprecedented operational and financial autonomy, and be trusted to get on and run their jail in the way they see fit. They’ll be given a budget and total discretion over how to spend it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So, for example, they’ll also be able to opt-out of national contracts and choose their own suppliers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Instead of being prevented from transferring money between different pots, they can decide what they want to focus resources on.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they’ll also be able to tailor their own regimes – including the amount of time spent ‘out of cell’ doing purposeful activity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I can announce today that we will create 6 such reform prisons this year, run by some of the most innovative governors from across the prison estate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ll follow this with a Prisons Bill in the next session that will spread these principles across the rest of the prisons system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And because we know that state monopolies are often very slow to change themselves, and because the involvement of the private and voluntary sectors in prisons has been one of the most important drivers of change in this system since the 1990s, we’ll ensure there is a strong role for businesses and charities in the operation of these reform prisons and the new prisons we will build in this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Together, this will amount to the biggest shake-up in the way our prisons are run since the Victorian times.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we’ll adopt the same principle in youth justice, too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As Charlie Taylor’s interim review will recommend tomorrow, we’ll explore using the free school process to set up secure alternative provision academies.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In short: this will mean turning existing Young Offender Institutions into what will effectively be high quality schools that will demand the highest standards.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we want to attract the best talent into our prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want us to make it even more aspirational for people to work in a prison and to want to run a prison.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So just as we have done with the police, we’ll put rocket boosters under direct entry and fast-track schemes to attract the very best into managing the prison system so that it can benefit from greater diversity, fresh ideas and new leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Transparency and accountability  \nWith freedom and autonomy must come accountability – and that’s why the second part of our plan must be to improve transparency.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Here are some questions for you:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What is the best performing prison in the country?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Which is the prison that is achieving the best reoffending results?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Which is the prison where offenders get the best qualifications to help them get a job when they’re released?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The answer is: we don’t know. Seriously, we have no idea. This just isn’t good enough.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Any modern public service has to be able to demonstrate its value. It’s how you can make meaningful comparisons between different services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But most of all, it’s how the people working inside the system can find out what’s working and what isn’t working – and adapt accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It can incentivise more of the kind of projects I saw this morning, like the Halfords Academy that is getting people the skills they need to find work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce today we will now develop meaningful metrics about prison performance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will measure the things that really count: reoffending levels compared to a predicted rate; employment outcomes for prisoners; whether or not the offender went into permanent accommodation; and what progress was made on basic literacy and key skills.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can also announce that we will not only publish this data, we will develop new Prison League Tables that allow us to easily compare different institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This transparency isn’t just a very powerful way to drive culture change, it also allows the government to hold those working in the system more easily to account.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Using this information, we can use other tools – like payment for performance – to drive further improvements.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s working in academies, it’s working in troubled families, it’s working in the Civil Service – so I can announce today that we will work with prison staff to examine a new financial incentive scheme to reward staff in the best-performing prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Intervention and treatment**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "By introducing autonomy and transparency, we can get the structures right to improve outcomes. But we often need more direct, and joined up, intervention to help turn people’s lives around.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Consider these facts: 24% of those in prison have been in care as a child.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "49% have an identifiable mental health problem. Nearly half.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "47% almost half, have no qualifications whatsoever.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And behind these numbers, we have human beings.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Children who felt the raw pain of abandonment at a young age – pain that never goes away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Young people who were abused physically by those they trusted most – with violence and fear often devastating the sanctuary of home.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Kids who never had proper discipline and so never learnt the virtues of delayed gratification or impulse control.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Arriving at school already far behind, and the frustrations of illiteracy or maybe dyslexia leading to bravado, misbehaviour and exclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Exposed to alcohol and drugs too young in life. Kicked out of the house as a teenager and learning to survive on the streets.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I spoke last month about extending life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we have to recognise that the prison population draws mostly from the ranks of those whose life chances were shot to pieces from the start.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This doesn’t excuse where they ended up, nor does it say anything about the anguish they caused for victims.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it does, I believe, help to explain what’s happening.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is important: cutting reoffending is just a pipe dream unless we truly understand the turmoil and the trauma that define the lives of so many who have ended up in prison.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a golden opportunity to correct some earlier – often catastrophic – state failure.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want prisons to be places of care, not just punishment; where the environment is one conducive to rehabilitation and mending lives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why I’m so passionate about building new prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think it’s frankly a disgrace, that for so long we’ve been cramming people into ageing, ineffective prisons that are creaking, leaking and coming apart at the seams.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These are places that were barely fit for human habitation when they were built, and are much, much worse today. They design in bullying, intimidation and violence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As one staff member told the Chief Inspector of Prisons last year, “I wouldn’t keep a dog in there.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I am proud that this this government has made a £1.3 billion commitment to knock many of these prisons down and to build 9 new ones, including 5 during this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As Policy Exchange’s work has shown, these new prisons can be far more effective at rehabilitating offenders, with modern facilities and smart use of technology such as biometric key systems.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it isn’t just about new buildings; it’s about what goes on in them. And here we must think afresh about prison education.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Over 50% of prisoners have the English and maths skills of a primary school child. Many have learning difficulties.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But at the moment, governors have almost no control over who their education provider is, or what is taught.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have only 4 organisations nationally who provide education in prisons, and the way these services are organised is not producing anything like the results we need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re focusing too much on the number of qualifications – regardless of their usefulness – and neglecting basic literacy and good-quality qualifications that are actually going to help these people to find work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This needs to change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Soon Dame Sally Coates will publish her review of prison education.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will recommend giving control of education budgets to prison governors, letting them bring in new providers – whether further education colleges, academy chains, free schools or other specialists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I can announce we back that recommendation 100%. And we’ll go further: I can also announce we’ll protect those budgets in cash terms, with £130 million a year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I also want the best and brightest graduates to want to teach prisoners, even if it’s just for a short period in their career.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So just as we have backed programmes which get graduates teaching in our worst schools or working in social services, I can announce that I have asked Brett Wigdortz, chief executive of Teach First, to advise on setting up a new social enterprise that will work to develop a similar scheme for prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I’m pleased to say David Laws has agreed to chair this new organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Next, we’ve got to sort out mental health treatment and drug treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is one area where I believe that we, as a country, really need to ask some searching questions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s been a failure of approach, and a failure of public policy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In terms of approach, frankly, we are locking up some severely mentally ill people in prison who should not be there.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that’s why, as a matter or urgency, I have asked Michael Gove and Jeremy Hunt to look at what alternative provision can be made for more humane treatment and care.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In terms of policy, I worry that at the moment the design of mental health treatment cuts out governors and staff.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce that for mental health, we will now move towards full co-commissioning for governors and NHS England – meaning prison leaders can have much more say in defining the kind of services their prisoners need and how the available budget is used.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will begin in reform prisons and, if successful, will apply nationwide from 2017, underpinned by new legislation in our Prisons Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will also publish healthcare data on a prison-by-prison basis, so there is proper transparency about outcomes and performance.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we will also move towards co-commissioning for drug treatment funding, so governors have more freedom to set up the therapeutic communities, drug-free wings and abstinence-based treatment programmes that their offenders need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When it comes to turning prisoners’ lives around though, there is a new front we need to open: tackling extremism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have around 1,000 prisoners who have been identified as extremist or vulnerable to extremism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we know, through intimidation, violence and grooming, some of these individuals are preying on the weak, forcing conversions to Islam and spreading their warped view of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I understand not only what a problem this is causing for prison management who are trying to deliver a safe environment, but also what a danger the risk of radicalisation poses for public safety when prisoners are released.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will not stand by and watch people being radicalised like this while they are in the care of the state.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why Michael Gove has commissioned a review of this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I want to be clear: I am prepared to consider major changes: from the imams we allow to preach in prison to changing the locations and methods for dealing with prisoners convicted of terrorism offences, if that is what is required.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I look forward to the review’s recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I can announce today two things we will definitely do:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will develop a new prison-based programme for countering the non-violent extremism that can lead to terrorism and violence and this will focus on those at risk of radicalisation, regardless of the crime they originally committed – as well as those convicted of terrorism offences.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And to deal with the most serious cases, just as we introduce mandatory de-radicalisation programmes in the wider community, we will also introduce these in our prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Behaviour change**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Everything I have spoken about today is about what goes on in prison. But rehabilitation doesn’t end at the prison gates; it’s about what happens outside them too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why Chris Grayling began the Transforming Rehabilitation programme – and it means every prisoner now receives support and supervision on release.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This was a huge landmark reform of the last Parliament that **[INAUDIBLE]** has the potential to make a real impact on reoffending and public safety.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Outside prison, I believe we should be really creative and much more open to the new thinking, the new technology, and the understanding from behavioural insights.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For example, Judge Steve Alm in Hawaii has been pioneering the idea of ‘swift and certain’ sentencing to deal with drug offenders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Instead of just locking them up, they are randomly tested for drugs in the community on certain days of the week. If they test positive, they’re instantly jailed for between 24 and 48 hours.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And then they come back out, and the process starts over again. And the results are fascinating.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s perhaps the most successful community sentence anywhere on the planet.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Massive reductions in drug use and re-arrest rates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Perhaps more effective than even intensive drug treatment in terms of changing behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Almost 20 US states have now adopted this model, as well as others like it – including drug courts and problem-solving courts that adopt a similar tough love approach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And why do these programmes work?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because instead of an uncertain and often random sentence, delivered months or sometimes even years after a crime is committed, this is far more instantaneous and much more demanding for the offender.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And because punishment is less severe but much swifter and more certain, it allows you to apply punishments far more frequently.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "More punishments, delivered rapidly. A real, meaningful deterrent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is how to bring about lasting behaviour change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why a promise to introduce legislation for a new swift and certain sentence was in our manifesto.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I can announce today that the Justice Secretary and Lord Chief Justice have set up the first joint working group to examine how to deliver problem-solving courts in England and Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have also got to be much smarter about using new technology.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have already pledged to expand the use of alcohol monitoring tags, which enforce drinking bans for those offenders convicted of alcohol-related crimes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And there is also a huge opportunity presented by new satellite tracking tags.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Satellite tracking will be ground-breaking for the criminal justice system – meaning that the police and probation service can know where an offender is at all times.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It means we can tightly manage and accurately track someone’s movements – opening up radical new sentencing options.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Satellite tracking tags could be used so that more prisoners can go out to work in the day and return in the evening.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They could help some offenders with a full-time job to keep it, and just spend weekends in custody instead.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This could revolutionise the way we release prisoners on licence at the end of a sentence, and dramatically toughen up community sentences.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve made too slow progress in getting this technology on-stream, and I want us to go faster.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I can announce today that major new pilots will begin on satellite tracking later this year, and we will have this technology rolled-out right across the country before the end of the Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I especially want to look at how we use these tags for female offenders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A sad but true fact is that last year there were 100 babies in our country living in a prison. Yes, actually inside the prison. In the prison’s mother and baby unit, to be precise.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prison staff do their best to make these environments pleasant.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some units even have special sensory rooms, so that babies can see colours, sights and sound – even nature – that they wouldn’t otherwise see inside the grey walls of a jail.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I understand why this happens. But we should ask ourselves: is it right?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When we know the importance of the early years for child development, how can we possibly justify having babies behind bars?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are actually women in these prisons who were born in the same prison 20 years earlier, and then have ended up there later as criminals themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Think of the damage done to the life chances of these children.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe we’ve got to try to break this cycle.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I want us to find alternative ways of dealing with women offenders with babies, including through tagging, problem-solving courts and alternative resettlement units.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is one other area where I want us to be bold, and where we can use the latest thinking to make a difference – and that is to help prisoners find work on release.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s a simple problem: today, ex-offenders are often rejected for jobs out right because of their past.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I want us to build a country where the shame of prior convictions doesn’t necessarily hold them back from working and providing for their families.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, I want businesses and organisations to know who they are interviewing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If a conviction is ‘unspent’, they need to know about it and make the right decision for that business.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But here’s my question: should offenders have to declare it up-front, before the first sift of CVs – before they’ve been able to state their case?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Or might this be done a bit later, at interview stage or before an actual offer of work is made?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They’ve done it in America – it’s called ‘ban the box’- and I want to work with businesses, including the many who’ve already signed up to the Business in the Community campaign, to see if we can do this here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And because I believe in leading by example, I can announce today that every part of the Civil Service will be ‘banning the box’ in these initial recruitment stages.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this is our agenda for a revolution in the prisons system – all centred around those powerful public service reform principles.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will take time and a lot of hard work to deliver – just as in education and welfare – and I’m under no illusions, it won’t be easy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This system will be hard to change because it is, in some ways, still stuck in the dark ages – with old buildings, old thinking and old ways of doing things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I don’t want to go slow here – I want us to get on with proper, full-on prison reform.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the prize is big: if we get this right, we can begin to deliver the lower reoffending rates that will protect the poorest who so often bear the brunt of crime.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we get it right, we can change the culture so that our brilliant staff can be empowered to lead the world with new rehabilitation techniques and smarter ways of managing prisoners.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we get it right, we can change lives, improve public safety and bring hope to those for whom it was in short supply.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning waste and idleness into prisons with purpose. Turning remorse and regret into lives with new meaning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finding diamonds in the rough and helping them shine.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is our mission. Let’s get to work.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}