{
    "url": "https://www.ukpol.co.uk/lisa-cameron-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Lisa Cameron – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lisa Cameron",
            "url": "/tag/lisa-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lisa Cameron, the SNP MP for East Kilbride, Strathaven and Lesmahagow, in the House of Commons on 28 April 2020.",
    "content": [
        "It is a pleasure to speak in this important debate on behalf of my constituents and to follow such a powerful speaker. I declare an interest in that I was an expert witness in domestic abuse cases in the Scottish courts. I welcome the Bill and thank the campaigners who have been wholeheartedly at the forefront of the legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Domestic abuse is much more than physical violence. It has coercion, psychological abuse and financial abuse at its core. During the lockdown, cases of domestic abuse are reportedly rising, because proximity is heightened and escape for survivors is limited. Although home is safe for us, it is dangerous for survivors. As a psychologist, I want to take some time to highlight the particular impact of domestic abuse on the needs and experiences of children and young people, and to ask that the Bill is strengthened in that regard. The current proposals are narrow and require to be absolutely transformative for children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Domestic abuse is not just witnessed by children; it has an impact on them emotionally, developmentally, socially and behaviourally, and on their health and ​wellbeing. It is one of the significant adverse childhood experiences that leads to long-term comorbidity and decreases life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Domestic abuse also leads to childhood abuse in many cases. We know that children may become anxious and depressed, have sleep difficulties, nightmares or flashbacks, have a heightened startle response to danger, wet their beds due to trauma, become aggressive, identify with the aggressor themselves, fall behind at school, and experience low self-esteem for years to come. They will often suffer feelings of fear and helplessness, anxieties about their safety and the safety of their family at risk, and fear of parental loss and abandonment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is vital that the needs and experiences of children are reflected in the Bill. We need a child-focused approach. We know that women who are pregnant are often at increased risk of domestic abuse, and we must do all we can to protect them and their unborn child from that abuse. Child protection responses must therefore be strengthened. As chair of the all-party parliamentary group on adult survivors of childhood sexual abuse, I hear from survivors about the impact on them of childhood sexual abuse and its clear link with domestic violence. The needs of survivors of sexual violence are not fully addressed in the Bill. I will work constructively across the House to ensure that the Bill is as strong as possible for all survivors and that children have the support they need to ensure that the terrible legacy of domestic violence that they have experienced does not transcend generations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}