{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-for-flood-volunteers/",
    "title": "David Cameron – 2014 Speech for Flood Volunteers",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at a reception for flood volunteers at Downing Street, London on 7th April 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "A really warm welcome to everybody here. We have quite a lot of parties and receptions in this room, but I have to say, there are few that give me as much pleasure as having all of you here this afternoon. Because the fact is, in December, in January, in February, we saw some of the worst British weather we have ever seen. We had coastal surges, we had storms, we had river flooding, surface water flooding and parts of the country underwater for weeks.",
        "But while we saw the worst of British weather we saw the best of British spirit. And that is why all of you are here: because of the community spirit that was shown up and down our country, of people looking out for their neighbours, of helping each other, of giving to each other was truly remarkable.",
        "And I tell you, as Prime Minister, it is such a privilege and an honour to travel the country and see that community spirit at first hand. Whether it was Facebook sites to clean up Chesil Beach; whether it was community cafes in Somerset; whether it was Scouts, Guides and others pitching in; whether it was a group of young Muslims from Yorkshire, who headed all the way down to the Somerset levels. We saw schools and churches used as community hubs; our emergency services were amazing; our military were extraordinary – let’s give them a round of applause. We saw it with flood wardens, with councillors, with volunteers; people of all ages with all skills, everybody asking ‘What can I do?’",
        "And it’s that great quote by Ghandi, who said that the best way to find yourself is to lose yourself in the service of others. And I’m sure that there are many, many people here, who, although you had to work incredibly long hours, although you stood in that flood water – and it’s freezing when you stand in flood water for hour after hour – who look back and think of it actually as a time when communities came together, and we all really showed what an incredibly resilient and compassionate and caring people and country that we are.",
        "So all that I wanted to do today really was 3 things. First of all, I wanted to say a very big thank you to all of you; in your own ways you performed extraordinary community service. And the whole country should be really grateful for that. The second thing to say is, please keep at it. Because I hope we won’t have weather quite as bad as that, but the fact is we have seen more extreme weather events, we have had things that we keep being told are 1 in 100, or 1 in 200 year events, and they seem to be happening more frequently. I think my own constituency flooded so badly in 2011, some floods again, this time, but you know, these things just a few years apart. So please keep doing what you’re doing.",
        "There are 2 things I want to say in respect of that. First is, I think there’s been an extraordinary community fundraising effort, in terms of hardship funds to make sure that people who perhaps didn’t have insurance have been able to get support. Today I can announce we are going to put another £500,000 into the community foundations around the country in the areas that have flooded because I think they play a key role in helping people and families get back on their feet.",
        "But there’s a second thing we’re doing which came directly out of a meeting I had during 1 of my flood visits. I remember standing in Surrey, talking to some of our volunteer rescue services, and someone explaining to me that he’d come – as soon as he heard about the floods, he’d come all the way down from Cheshire and he was working 24/7 helping getting people out of their homes and helping people in the very bad floods around the river Thames. And he pointed out to me that our volunteer rescue service people have to pay for their own equipment and pay for their own training. Well I don’t think that is right. And so, you know we’ve taken £4 million from the so called Libor fines to be used to help pay for uniforms and training for our volunteer rescue services.",
        "So that was the second message. Keep on doing what you’re doing, because it is such a vital work. And I know we’re not out of the woods yet; we’re not out of the water. So let’s stick at it, all of us, whether we are farmers, whether we’re businesses, whether we’re government, whether we’re flood wardens, whether we’re councillors, we’ve all got to stick at it. The recovery phase is often the most different – difficult.",
        "The third thing I wanted to say is just that, I believe that we should do more as a country to recognise extraordinary voluntary service. We have good ways of doing that: we have obviously the honour system which has a role to play, we have Big Society Awards that go to organisations that do a great job in terms of stepping up and stepping out for our communities. But there’s something else I want to do. In America for a long time now, they’ve had these wonderful awards called the Points of Light. George Bush Senior made a great speech when he talked about the 1,000 points of light in our society, extraordinary volunteers who do extraordinary things, shining out particularly in dark and difficult times. Well you were in many ways those first points of light here in the UK. So today I’m announcing that Britain is going to have its own Points of Light scheme, working in alliance with the Americans who have already had their 5,000th award given out.",
        "Today I’ve had a huge privilege of handing out the first 5 awards to people who did extraordinary things during the storms and the floods in terms of community service. But I think it’s really important as a country that we recognise that people who step forward – who volunteer – they are the best of British, they show that great British spirit, and we should celebrate that properly in our country.",
        "But above all, a very big thank you. Please enjoy coming here to Number 10 today. You will meet people who did similar things to you, but in totally different parts of the country; I’m sure you’ll have great stories to tell and great experiences to share. But above all, as Prime Minister, I just want to thank you for showing the best of British spirit. Thank you very much indeed."
    ]
}