{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-commons-tribute-to-baroness-thatcher/",
    "title": "David Cameron – 2013 Commons Tribute to Baroness Thatcher",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, in the House of Commons on 10th April 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I beg to move,",
        "That this House has considered the matter of tributes to the right hon. Baroness Thatcher of Kesteven LG OM.",
        "In the long history of this Parliament, Margaret Thatcher was our first—and, so far, our only—woman Prime Minister. She won three elections in a row, serving this country for a longer continuous period than any Prime Minister for more than 150 years. She defined, and she overcame, the great challenges of her age, and it is right that Parliament has been recalled to mark our respect. It is also right that next Wednesday Lady Thatcher’s coffin will be draped with the flag that she loved, placed on a gun carriage and taken to St Paul’s cathedral, and members of all three services will line the route. This will be a fitting salute to a great Prime Minister.",
        "Today, we in the House of Commons are here to pay our own tributes to an extraordinary leader and an extraordinary woman. What she achieved—even before her three terms in office—was remarkable. Those of us who grew up when Margaret Thatcher was already in Downing street can sometimes fail to appreciate the thickness of the glass ceiling that she broke through—from a grocer’s shop in Grantham to the highest office in the land. At a time when it was difficult for a woman to become a Member of Parliament, almost inconceivable that one could lead the Conservative party and, by her own reckoning, virtually impossible that a woman could become Prime Minister, she did all three. It is also right to remember that she spent her whole premiership, and indeed much of her life, under direct personal threat from the IRA. She lost two of her closest friends and closest parliamentary colleagues, Airey Neave and Ian Gow, to terrorism. And, of course, she herself was only inches away from death in the Brighton bomb attack of 1984. Yet it was the measure of her leadership that she shook off the dust from that attack and just a few hours later gave an outstanding conference speech reminding us all why democracy must never give in to terror.",
        "Margaret Thatcher was a woman of great contrasts. She could be incredibly formidable in argument yet wonderfully kind in private. In No. 10 Downing street today there are still people who worked with her as Prime Minister, and they talk of her fondly. One assistant tells of how when she got drenched in a downpour on a trip to Cornwall, Margaret Thatcher personally made sure she was looked after and found her a set of dry clothes—of course, she did always prefer dries to wets. On another occasion, one assistant had put in a hand-written note to Mrs Thatcher to say, “Please can you re-sign this minute?” Unfortunately she had left off the hyphen, leaving a note that actually read, “Please can you resign this minute?”—to which the Prime Minister politely replied, “Thank you dear, but I’d rather not.”",
        "Margaret Thatcher was faultlessly kind to her staff and utterly devoted to her family. For more than 50 years, Denis was always at her side, an invaluable confidant and friend. Of her, he said this:",
        "“I have been married to one of the greatest women the world has ever produced. All I could produce—small as it may be—was love and loyalty.”",
        "We know just how important the support of her family and friends was to Margaret, and I know that today everyone in this House will wish to send our most heartfelt condolences to her children, Carol and Mark, to her grandchildren and to her many, many loyal friends. She was always incredibly kind to me, and it was a huge honour to welcome her to Downing street shortly after I became Prime Minister—something that, when I started working for her in 1988, I never dreamed I would do.",
        "As this day of tributes begins, I would like to acknowledge that there are Members in the House today from all parties who profoundly disagreed with Mrs Thatcher but who have come here today willing to pay their respects. Let me say this to those hon. Members: your generosity of spirit does you great credit and speaks more eloquently than any one person can of the strength and spirit of British statesmanship and British democracy.",
        "Margaret Thatcher was a remarkable type of leader. She said very clearly, “I am not a consensus politician, but a conviction politician.” She could sum up those convictions, which were linked profoundly with her upbringing and values, in just a few short phrases: sound money; strong defence; liberty under the rule of law; you should not spend what you have not earned; Governments do not create wealth, but businesses do. The clarity of those convictions was applied with great courage to the problems of the age.",
        "The scale of her achievements is only apparent when we look back to Britain in the 1970s. Successive Governments had failed to deal with what was beginning to be called the British disease: appalling industrial relations, poor productivity and persistently high inflation. Although it seems absurd today, the state had got so big that it owned our airports and airline, the phones in our houses, trucks on our roads, and even a removal company. The air was thick with defeatism. There was a sense that the role of Government was simply to manage decline. Margaret Thatcher rejected this defeatism. She had a clear view about what needed to change. Inflation was to be controlled not by incomes policies, but by monetary and fiscal discipline; industries were to be set free into the private sector; trade unions should be handed back to their members; and people should be able to buy their own council homes. Success in these endeavours was never assured. Her political story was one of a perpetual battle, in the country, in this place and sometimes even in her own Cabinet.",
        "Of course, her career could have taken an entirely different path. In the late 1940s, before she entered politics, the then Margaret Roberts went for a job at ICI. The personnel department rejected her application and afterwards wrote:",
        "“This woman is headstrong, obstinate and dangerously self-opinionated.”",
        "Even her closest friends would agree that she could be all those things, but the point is this: she used that conviction and resolve in the service of her country, and we are all the better for that.",
        "Margaret Thatcher was also a great parliamentarian. She loved and respected this place and was for many years its finest debater. She was utterly fastidious in her preparations. I was a junior party researcher in the 1980s, and the trauma of preparation for Prime Minister’s questions is still seared into my memory. Twice a week it was as if the arms of a giant octopus shook every building in Whitehall for every analysis of every problem and every answer to every question. Her respect for Parliament was instilled in others. Early in her first Government, a junior Minister was seen running through the Lobby. His hair was dishevelled and he was carrying a heavy box and a full tray of papers under his arm. Another Member cried out, “Slow down. Rome wasn’t built in a day.” The Minister replied, “Yes, but Margaret Thatcher wasn’t the foreman on that job.”",
        "As Tony Blair said this week—rightly, in my view—Margaret Thatcher was one of the very few leaders who changed the political landscape not only in their own country, but in the rest of the world. She was no starry-eyed internationalist, but again her approach was rooted in some simple and clear principles: strength abroad begins with strength at home; deterrence, not appeasement; and the importance of national sovereignty, which is why she fought so passionately for Britain’s interests in Europe and always believed that Britain should keep its own currency.",
        "Above all, she believed to the core of her being that Britain stood for something in the world: for democracy, for the rule of law, for right over might. She loathed communism and believed in the invincible power of the human spirit to resist and ultimately defeat tyranny. She never forgot that Warsaw, Prague and Budapest were great European cities, capitals of free nations temporarily trapped behind the iron curtain.",
        "Today, in different corners of the world, millions of people know that they owe their freedom, in part, to Margaret Thatcher—in Kuwait, which she helped free from Saddam’s jackboot; across eastern and central Europe; and, of course, in the Falkland Islands. A week from now, as people gather in London to lay Margaret Thatcher to rest, the sun will be rising over the Falklands, and because of her courage and because of the skill, bravery and sacrifice of our armed forces, it will rise again for freedom.",
        "Much has been said about the battles that Margaret Thatcher fought. She certainly did not shy from the fight and that led to arguments, to conflict and, yes, even to division, but what is remarkable, looking back now, is how many of those arguments are no longer arguments at all. No one wants to return to strikes without a ballot. No one believes that large industrial companies should be owned by the state. The nuclear deterrent, NATO and the special relationship are widely accepted as the cornerstones of our security and defence policies. We argue—sometimes very passionately—in this House about tax, but none of us is arguing for a return to tax rates of 98%. So many of the principles that Lady Thatcher fought for are now part of the accepted political landscape of our country. As Winston",
        "Churchill once put it, there are some politicians who “make the weather”, and Margaret Thatcher was undoubtedly one of them.",
        "In the Members’ Lobby of the House of Commons there are rightly four principal statues: Lloyd George, who gave us the beginnings of the welfare state; Winston Churchill, who gave us victory in war; Clement Attlee, who gave us the NHS; and Margaret Thatcher, who rescued our country from post-war decline. They say that cometh the hour, cometh the man. Well, in 1979 came the hour, and came the lady. She made the political weather. She made history. And let this be her epitaph: she made our country great again. I commend the motion to the House."
    ]
}