{
    "url": "https://www.ukpol.co.uk/david-cameron-2008-speech-to-community-security-trust/",
    "title": "David Cameron – 2008 Speech to Community Security Trust",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Leader of the Opposition, David Cameron, to the Community Security Trust on 4th March 2008.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I’d like to thank the Community Security Trust for inviting me to share this evening with you.",
        "It’s great to be among friends and to see some familiar faces.",
        "**WHY THE CST MATTERS**",
        "But tonight isn’t just about enjoyment.",
        "We are here for a profoundly serious reason.",
        "To raise money to protect the Jewish community.",
        "A community that comes under attack to a greater degree than any other faith or ethnic group in Britain.",
        "All minorities are to some degree at risk from bullies, thugs and racists.",
        "But Catholics can stand outside churches after Sunday mass…",
        "…Hindus and Sikhs and Buddhists can chat outside temples…",
        "…even Muslims, who certainly suffer from abuse and discrimination, can gather outside mosques after Friday prayers.",
        "It is only Jews who are advised not to linger outside synagogues before or after services.",
        "This is not paranoia.",
        "It is a precaution against very real threats.",
        "There is the dreadful hooliganism we saw in Brick Lane on Holocaust Memorial Day…",
        "….when a group of Jewish visitors to the area was attacked with bricks by local youths.",
        "And there is the blood-chilling revelation, during a recent terrorist trial, that the same cell that was plotting to blow up Bluewater shopping centre also had in its possession a list of London synagogues.",
        "This dinner has a very clear purpose: to ensure that the CST can carry on protecting the people and events that we know are potential targets.",
        "Carry on monitoring those who would harm this community.",
        "Carry on raising awareness about the cancer of anti-semitism.",
        "The CST is highly regarded because it is combines vigilance with responsibility and performs its duty with dignity and restraint.",
        "It is seen by the police as integral to their work with the Jewish community.",
        "Britain is still a relatively safe place but, as the CST’s latest report shows, Jews in this country are coming under increasing attack.",
        "The police and security services do a great job but, inevitably, they have many priorities and limited resources.",
        "That’s why the Community Security Trust is so vital – in providing that extra layer of vigilance that could, in certain circumstances, make the difference between life and death.",
        "The young men and women who you see outside synagogues and community events – including those here tonight – do a fantastic job and they need your help so please support the CST as much as you possibly can.",
        "**AUSCHWITZ**",
        "Let me make one thing absolutely clear.",
        "I support school visits to Auschwitz. Always have. Always will.",
        "The point I was making is that the government press release about funding should make it clear that schools themselves have to make a contribution to the cost.",
        "It didn’t. It should have done.",
        "And let no-one be in any doubt – these visits will continue under a Conservative Government.",
        "**BUILDING A SAFER AND STRONGER SOCIETY**",
        "But tonight I want to talk more generally about how we can build a safer and stronger Britain…",
        "…and how we should deal with the very real threat posed by those who seek to undermine our society.",
        "I intend to examine three linked elements of that threat.",
        "The first is terrorism which is the most obvious and horrific manifestation.",
        "It demands an effective and unyielding security response.",
        "The second element is the extremist mindset that gives succour to terrorists.",
        "It requires a clear-headed and principled political response.",
        "And the third element is the fostering of community divisions which push people into mutually antagonistic blocs rather than treating them as part of a greater whole.",
        "It requires a generous and inclusive social response.",
        "**FIGHTING TERRORISM**",
        "Let me deal first with terrorism.",
        "Britain has learned since 9/11, and especially since 7/7, that it’s not just the Jewish community that is under threat from Islamic extremists.",
        "Every man, woman and child is a target for terrorists who are actively plotting indiscriminate slaughter on a massive scale.",
        "We should be frank about the nature of the threat we face.",
        "There are some people who still do not appreciate the new realities.",
        "They believe that the threat is no different from that posed to Britain by terrorism in the past, for example by the IRA.",
        "But in reaching that conclusion they are ignoring the evidence that is piling up from court case after court case.",
        "This terrorist threat is clearly different from those we have faced before.",
        "We are dealing with people who are prepared to do anything, kill any number, and use suicide attacks to further their aims.",
        "These people include a number of our own citizens.",
        "They are driven by an extreme perversion of Islam which holds that mass murder and terror are not only acceptable, but necessary.",
        "As a society our response to terrorism must be robust and unyielding.",
        "It must also be practical.",
        "We must invest in our own police and security services to ensure we are doing all we can to prevent any future atrocities.",
        "We must enforce our existing laws and strengthen them where necessary, so suspected terrorists, and those that incite them, are prosecuted, convicted, and imprisoned – or when appropriate, deported.",
        "I would go further.",
        "We have got to stop thinking of foreign, defence and security policy as separate issues.",
        "That is why I have appointed Pauline Neville-Jones to my Shadow Cabinet.",
        "As a former Chairman of the Joint Intelligence Committee, she brings here formidable experience in this field.",
        "She has proposed the establishment of a National Security Council – and her idea has already been copied by the Government.",
        "In the coming weeks she will be visiting Israel to learn first-hand how it tackles terrorism.",
        "There’s more we should do.",
        "With the huge number of asylum seekers and extensive people trafficking into the UK we need a dedicated border police.",
        "With some of the perverse judgements in our courts that seem to bend over backwards to accommodate terror suspects…",
        "…we need a new Bill of Rights, so that we can replace the Human Rights Act and better defend our security and our freedoms.",
        "I don’t believe in knee-jerk responses to the threat of terrorism.",
        "There’s nothing to be gained from enacting laws that are authoritarian and ineffective.",
        "But a future Conservative government will not hesitate to take whatever measures are necessary to protect British citizens from harm.",
        "**DEFEATING THE EXTREMIST MINDSET**",
        "The direct threat from terrorism is very real and very deadly but it is at least straightforward.",
        "There is a general consensus about the need to combat it and a raft of practical steps that can be taken.",
        "The second element of the threat we face is much harder to tackle.",
        "That is the extremist mindset that gives succour to terrorists by excusing their actions.",
        "The historian Michael Burleigh has written a brilliant new book I would urge you all to read.",
        "It’s called Blood and Rage: A Cultural History of Terrorism.",
        "In it, Professor Burleigh demonstrates how, time and time again, people who have resorted to terrorism have been assisted and sustained by apologists who seek to make excuses for them.",
        "In some cases, even to glorify them.",
        "We saw it in the 1970s when the Red Brigades were hailed as liberators by some Italian university professors.",
        "We saw it in the 1980s when parts of the Labour Party were prepared to appear on platforms with IRA front men.",
        "And we see it today when some people attempt to justify suicide bombers and call them ‘martyrs’.",
        "To us, it seems self-evident that there is a clear dividing line between those who set out to kill and maim innocent civilians and those who do not.",
        "But the extremist mindset constantly seeks to muddy the water, to blur the distinction and even to invert the reality.",
        "Last year I visited Birmingham Central Mosque.",
        "While there, I was told that the 7/7 bombers were innocent and that, in fact, MI5 may have carried out the atrocities.",
        "I was particularly shocked because the person who said this was not some teenage hothead…",
        "…he was the chairman of the Mosque.",
        "Conspiracy theories are a convenient way for those who sympathise with terrorist aims to dodge moral responsibility for terrorist acts.",
        "The same people claim that the twin towers were brought down by the CIA or Mossad.",
        "Let’s also be clear.",
        "Extremism is not confined to any particular religious or ethnic group.",
        "During protests against the conflict in Lebanon, we witnessed the nauseating sight of well-scrubbed, middle class English people…",
        "…marching through central London holding placards that read ‘We are all Hizbollah’.",
        "That is the extremist mindset in action.",
        "These are the same people who urge a boycott of Israeli goods and academics…",
        "…while saying nothing about China, Iran or Zimbabwe.",
        "Unless we challenge such attitudes and expose them for the morally-bankrupt nonsense they are…",
        "…they will spread through the body politic and become the received wisdom of millions.",
        "The task of fighting ignorance and injustice should not be left to organisations like the Community Security Trust alone.",
        "It is the job of government to provide leadership by taking a clear, unequivocal stand.",
        "Gordon Brown recently banned Yusef al-Qaradawi, the spiritual leader of the Muslim Brotherhood and a notorious preacher of hate, from Britain.",
        "A man who justifies suicide bombing and calls for homosexuals to be murdered has no place here.",
        "That’s why I asked raised the matter in the House of Commons and asked the Prime Minister to keep him out",
        "But at the same time I also called for him to exclude the head of Hezbollah’s notoriously anti-semitic TV station, Ibrahim Moussawi.",
        "Moussawi was recently banned by the Irish government but for some reason he has now been allowed into Britain.",
        "He’s here at the moment, on a speaking tour, spreading his vile message.",
        "The government cannot afford to split the difference with the extremists – excluding Qaradawi, letting in Moussawi.",
        "Terrorist apologists should be kept out. Full stop. Period.",
        "We also have to deal with our home-grown merchants of hate.",
        "Here again, the government has questions to answer.",
        "Hizb-ut-Tahrir is an extremist organisation that poisons the minds of young Muslims against Jews, Christians and other unbelievers.",
        "Some of those who have been through its ranks have ended up in Al Qaeda.",
        "In short, it is a conveyor belt to terrorism.",
        "Tony Blair declared in 2005 that it would be banned.",
        "That didn’t happen.",
        "Instead it is still active, recruiting on campuses and from London street gangs.",
        "There’s only one responsible course of action.",
        "It’s time to close down Hizb-ut-Tahrir.",
        "Another area of concern is the way that public money that is meant to be used to combat extremism has ended up in the hands of extremists.",
        "The government has allocated hundreds of thousands of pounds to local authorities to improve community cohesion.",
        "But there are worrying signs that ministers have taken their eyes off the ball.",
        "Tower Hamlets council has received extensive funding for such projects.",
        "But it has now been revealed that one of the organisations it has given thousands of pounds to is a front for the Muslim Brotherhood called the Cordoba Foundation.",
        "And what was the first thing this organisation did with the money?",
        "It organised a public debate with the title ‘Has Political Participation Failed British Muslims?’",
        "And who did they invite to speak?",
        "The leader of Hizb-ut-Tahrir.",
        "Even the most basic research would reveal that the Cordoba Foundation has close connections to people with extremist views, including Azzam Tamimi, the UK representative of Hamas.",
        "There are indications that this problem is more widespread.",
        "In the weeks ahead I will be making proposals to isolate extremists and make certain they cannot obtain public grants or get invited to sit on public bodies.",
        "That won’t just apply to Islamic extremists.",
        "We will be equally vigilant in ensuring that groups linked to the BNP or animal rights militants are excluded too.",
        "The message should be clear:",
        "To those who reject democracy.",
        "To those who preach hate.",
        "To those who encourage violence.",
        "You are not part of the mainstream.",
        "You will not get public funding.",
        "You are not welcome as part of our society.",
        "We will only defeat the extremist mindset if we understand and confront it.",
        "**ENDING COMMUNITY DIVISION**",
        "The third element of the threat we must overcome is divided communities.",
        "I believe that we need to place a renewed emphasis on social cohesion and the things that unite people rather than the things that divide them.",
        "Let’s be clear: there is no more contradiction between being a good Muslim and a proud Briton than there is in being a good Jew or a good Christian and loving your country.",
        "But we have to work at finding what we have in common and making this a home for all of us.",
        "It is this context that I’ve been saying for a long time that we’ve been handing a victory to our enemies – to those who want to divide and those who oppose liberal values – through the doctrine we have applied to community relations.",
        "Some call it group rights.",
        "Some call it state multiculturalism.",
        "We know what we’re talking about.",
        "It’s the idea that we should respect different cultures within Britain to the point of allowing them – indeed encouraging them – to live separate lives, apart from each other and apart from the mainstream.",
        "It involves setting ethnic groups against each other in a competition for public money and lavishing vast sums on translation services which could be better spent on teaching people how to speak English.",
        "It means treating groups of people as monolithic blocs rather than individual citizens.",
        "It means turning a blind eye to, or at least failing to intervene in, atrocious crimes like forced marriage.",
        "Of course we should respect different cultures.",
        "But we shouldn’t encourage them to live apart.",
        "As the Chief Rabbi has put it, state multiculturalism is best understood in the idea of Britain as a hotel…",
        "…with separate private spaces so separate cultures can live behind locked doors and be merely ‘serviced’ by the hotel management – in this case, the state.",
        "It is a wrong-headed doctrine that has fostered division and stopped us from strengthening our collective identity.",
        "The modern alternative to the ‘hotel’ of multiculturalism is not a castle of traditional patriotism – pulling up the drawbridge and forcing everyone into a parody of late Victorian Englishness.",
        "Instead, we need to think of our country, and again the Chief Rabbi has described it best, as a house we build together…",
        "…with the common foundation of the values of a liberal society, but perfectly capable of alterations and additions…",
        "…so long as these changes are compatible with the existing architecture.",
        "The problems of community cohesion are real and, in some places, deep-seated.",
        "They cannot be solved simply through top-down, quick-fix government action.",
        "State action is certainly necessary today, but it is not sufficient.",
        "It must also be the right kind of action, expressed in a calm, thoughtful and reasonable way.",
        "And it must respect the distinction between integration and assimilation.",
        "British people have always been more willing than most to accept difference.",
        "The principle we must promote is the right to equal treatment despite difference – that’s a unifying concept.",
        "It creates an atmosphere in which minorities can feel secure and respected…",
        "…which, in turn, creates confidence and willingness to extend respect to others.",
        "That is how we will banish division and build a united society.",
        "**LIVINGSTONE**",
        "I know this a non-political event.",
        "And, rightly, all parties back the CST.",
        "But I am the first Conservative in 10 years to address this dinner…",
        "…and as it is 2008, I hope you will allow me this one plea.",
        "There is one politician in Britain who not only does not “get” any of what I have said…",
        "…he has repeatedly acted in a completely arrogant, dangerous and divisive way.",
        "In the 1980s he invited IRA apologists to County Hall.",
        "Today he not only plays host to Qaradawi but publicly embraces him.",
        "And through all of this his attitude to British Jews has bordered on the dismissive and insulting.",
        "He’s not a minor politician.",
        "In fact, he is a rather powerful one.",
        "He is the mayor of this great city.",
        "And I hope that on May 1st people of all parties and none.",
        "Of all faiths and none.",
        "People who always vote and those who never vote.",
        "Will rise up as one, go to the polling station and throw Ken Livingstone out of office.",
        "**CONCLUSION**",
        "I think the Jewish community understands very well the importance of the matters I’ve raised tonight.",
        "You have set a magnificent example of how it is possible to participate fully in national life while honouring and conserving your own traditions.",
        "And, as a part of that, the Community Security Trust plays a key role in underpinning your security and peace of mind.",
        "This is a dangerous and difficult world.",
        "It contains very real threats.",
        "But I am determined that we will face those threats together.",
        "We’ll take them on and defeat them.",
        "And emerge a safer, stronger and more united society because of it."
    ]
}