{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-at-world-economic-forum/",
    "title": "David Cameron – 2014 Speech at World Economic Forum",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the World Economic Forum at Davos on 24th January 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "The key challenge for politicians and business leaders in Europe is how we make a success of globalisation.",
        "For years the West has been written off.",
        "People say that we are facing some sort of inevitable decline.",
        "They say we can’t make anything anymore.",
        "Whether it’s the shift from manufacturing to services, or the transfer from manual jobs to machines, the end point is the same dystopian vision; the East wins while the West loses; and the workers lose while the machines win.",
        "I don’t believe it has to be this way.",
        "Of course, we cannot be starry eyed about globalisation – it presents huge challenges as our economies and societies try to adapt.",
        "But neither should we take this pessimistic view.",
        "If we engage in the right way, if we get the fundamentals of our economies right, sort out our debts, maximise our competitiveness and build on our strengths, then globalisation offers our businesses the chance to win new contracts to export into markets that were previously closed and create jobs fulfilling the demands of new consumers thousands of miles away.",
        "Indeed if we make the right decisions, we may also see more of what has been a small but discernible trend where some jobs that were once offshored are coming back from East to West.",
        "And it is this that I want to talk about today.",
        "All of this is about the same purpose.",
        "Securing sustainable, well-paid jobs.",
        "Giving people pride in using their skills.",
        "Offering workers a chance to make world-beating products.",
        "Bringing more of the benefits of globalisation home and ensuring those benefits are felt by hard-working people in terms of security, stability and peace of mind.",
        "Let me start with what we are doing in Britain.",
        "We have set out a long-term economic plan to secure our country’s economic future.",
        "It has 5 parts.",
        "First, getting the fundamentals right – cutting the deficit so we deal with our debts, safeguarding our economy for the long-term and keeping mortgage rates low.",
        "Second, reducing taxes to help hard-working people become more financially secure.",
        "Third, capping welfare and reducing immigration so our economy delivers for people who want to work hard and play by the rules.",
        "Fourth, delivering the best schools and skills for young people so the next generation can be best placed to win the jobs of the future.",
        "And fifth, driving job creation by backing small business and enterprise with better infrastructure and lower jobs taxes.",
        "Each part of this plan is already producing results.",
        "The deficit we inherited was the biggest in our post war history – but already it’s down by a third.",
        "Our economy is growing.",
        "Just this week, the IMF upgraded its growth forecasts for Britain by more than any other G7 country and we have also seen the largest quarterly increase in employment since records began.",
        "There are now more than 1.6 million new private sector jobs since early 2010 – and around 400,000 more small businesses. We’ve cut taxes for over 25 million people, reformed welfare so that it pays to work and created more apprenticeships than at any time in our history.",
        "And we’ve taken unprecedented steps to back enterprise; scrapping £1.2 billion of red tape – including pushing for the removal of the most problematic EU regulations and investing billions in our infrastructure – in roads, rail and what is set to become the best superfast broadband network in Europe.",
        "Ernst and Young now say Britain is the best place in Europe for new entrepreneurs.",
        "This has not come automatically; it is because we have chosen to build our long-term economic plan on Britain’s great strengths. We have chosen to play to our strengths as an open, trading economy, championing the vital EU trade deals with America, Canada and Asia that can add millions of jobs to our economies and billions of pounds to the value of our businesses.",
        "Rather than trying to pull up the drawbridge and shut ourselves off from globalisation, we have chosen to embrace foreign investment.",
        "We are proud of the Indian investment in Jaguar Land Rover, proud that Emirates invested in a new stadium for Arsenal and Etihad have invested in Manchester City.",
        "And we are proud that in the first half of last year the UK became the world’s largest recipient of inward foreign direct investment.",
        "We have made choices. Difficult choices.",
        "In a time of austerity we have chosen to maintain our spending on science and innovation.",
        "And we have chosen to cut business taxes.",
        "Corporation tax will soon be as low as 20%, the lowest in the G7 and as low as 10% for companies that turn innovation into manufacturing.",
        "This is the country that is so committed to cutting burdens on business, that no government Minister – not even me as Prime Minister – can propose a new regulation that affects business without getting rid of 2 others in return.",
        "This is Britain. Open, pioneering, creative, innovative – and ready for your investment.",
        "Britain also has the chance to become something else.",
        "Let me explain.",
        "In recent years there has been a practice of offshoring where companies move production facilities to low cost countries. We’ve all seen it. We all know it’s true. And it will continue.",
        "But there is now an opportunity for the reverse: there is now an opportunity for some of those jobs to come back.",
        "A recent survey of small and medium sized businesses found that more than 1 in 10 has brought back to Britain some production in the past year. More than double the proportion sending production in the opposite direction.",
        "From food processing to fashion, from cars to computer-makers. It’s not just one sector; it’s across all sectors of the economy.",
        "The food manufacturer Symingtons is moving its factory from China to Leeds.",
        "Hornby the model train manufacturer is bringing some of its manufacturing from India to Britain.",
        "Raspberry Pi computers have shipped production to Wales.",
        "A company I visited yesterday morning – Vent-Axia – has shipped jobs from China to Crawley.",
        "Jaeger, the fashion brand, stopped manufacturing in the UK 15 years ago but is now bringing as much as 10 per cent back to Britain. Take cars. Britain now exports more cars than it imports and based on this success, the automotive industry has indicated it could yet return £3 billion of supply contracts.",
        "But we are not just seeing these trends and opportunities in Britain.",
        "A survey of major US-based manufacturing companies found that more than a third were planning or actively considering shifting production facilities from China to America.",
        "While one recent forecast suggests millions of jobs could be available for re-shoring globally.",
        "To win these jobs we need to understand what is driving these changes.",
        "Part of the story is about rising costs in the emerging markets, a natural consequence of these economies developing and their people becoming wealthier.",
        "Senior pay in China now matches or exceeds pay in America and Europe while rising oil prices and complex supply chains are increasing transport costs too.",
        "At the same time, there are a number of factors pulling companies back home.",
        "Some companies are choosing to locate production nearer to their consumer markets in the West.",
        "By shortening their supply chains, they can develop new products and react more quickly to changing consumer demand. More customisation. More personalization. Better and faster customer service.",
        "For example, you’re inspired by a new trend on the London catwalk and want to make a new product available in days not weeks. A shorter supply chain will help.",
        "So will new technologies like 3-D printing – where you can personalise a design and print in hours rather than choose from a more limited range of pre-designed goods and ship in weeks.",
        "There is no doubt that when it comes to re-shoring in the US, one of the most important factors has been the development of shale gas, which is flooring US energy prices with billions of dollars of energy cost savings predicted over the next decade.",
        "Taken together, I believe these trends have the ability to be a fresh driver of growth in Europe too.",
        "I want Britain to seize these opportunities.",
        "I think there is a chance for Britain to become the “Re-Shore Nation”.",
        "For years we have had UKTI out there helping our businesses to export and encouraging inward investment.",
        "Now I want to give that same dedicated specific support to helping businesses re-shore.",
        "So we are setting up a one stop shop to help businesses capitalise on the opportunities of re-shoring.",
        "Much as Britain can be the “Re-shore nation”, so Europe can benefit from this too.",
        "But only if we act now to make re-shoring as attractive as possible.",
        "As much as there is an opportunity, we have to be careful not to misrepresent it.",
        "So, let me be clear on 3 things I’m not saying.",
        "First, I’m not saying there is a finite number of jobs in the world and that our success depends on some kind of tug of war to win them back at the expense of the East.",
        "That completely misunderstands the nature of what is going on; and how economies work.",
        "Growth and dynamism means that new jobs are continually being created and re-created.",
        "So our gain is not their loss: rather their gain is our gain.",
        "Second, I’m not saying that re-shoring is going to bring back all the jobs that were off-shored in the first place.",
        "We have to keep the scale of this development in proportion.",
        "So far most of the firms involved are mainly bringing back production destined for markets in the West.",
        "Some companies will continue to off-shore more than they bring back and much of what these firms have moved overseas will remain there, if not in China then in other low-cost Asian economies like Indonesia and Vietnam.",
        "Third, I am not saying that our economic success depends on winning some kind of race to the bottom nor should we be engaged in one.",
        "Getting decent, well-paid jobs at every level is what we are aiming for.",
        "And I believe that’s what we can get…and that re-shoring can help.",
        "When mobile network company EE recently decided to move 300 call centre jobs from the Philippines to Northern Ireland, they didn’t do it because wages were lower. They did it because productivity was higher and because the company decided it would be more successful by having a more local call centre for its customers.",
        "And as they make this move, they aren’t just creating jobs for telephone operators.",
        "They are creating jobs for managers, lawyers and technicians too.",
        "So what I am saying is this.",
        "Right now, economies in Europe have a unique opportunity to accelerate this new trend of jobs coming back home.",
        "And we should be confident that we can do this.",
        "As we do so, we should never forget one of our most important strengths.",
        "We should never undersell the core values of our liberal democracy; the rule of law, the freedom of speech and freedom of the media, property rights and accountable institutions, all vital foundations for long-term stability and commercial success.",
        "But for re-shoring to happen we need to build on those foundations.",
        "That means settling once and for all 2 key arguments that risk undermining our competitiveness.",
        "First, on the overall business environment.",
        "And second, on the need for cheap and predictable sources of energy.",
        "Let me briefly take each of these in turn.",
        "All of us here in Davos know what it is that businesses need if they are to choose to locate in Europe. Macroeconomic stability.",
        "European economies with their debts and deficits under control.",
        "Strong finance – like that provided by the City of London.",
        "Consistent support for free trade – especially the vital trade deal with the US.",
        "And above all, we need an unashamedly pro-business regulatory environment – with labour market flexibility, low jobs taxes and a willingness to pave the way for new business and new business models.",
        "These are the issues our Business Task Force highlighted in their recent report – a report 7 European leaders supported late last year in Brussels.",
        "We are making progress in the battle for an enterprise-friendly Europe.",
        "The Eurozone crisis has focused governments on the need for structural reform.",
        "The accession to the EU of countries that experienced state socialism and the progress of sensible pro-enterprise governments.",
        "All these things have helped.",
        "But the fight is not yet won.",
        "There are still people who think that the key to success is ever greater social protections and more regulations.",
        "Some in the European Commission seem to think that if they’re not producing new regulations they’re somehow not doing their job.",
        "And that removing existing regulations is somehow an act of self-harm.",
        "While many in the European Parliament are tempted to gold plate every piece of legislation.",
        "Let’s be clear.",
        "We don’t protect workers by piling on the regulations and directives to such an extent that they become unemployable.",
        "We have to maintain the flexibility for companies to grow and expand.",
        "Incredibly complex and overwritten directives that take this flexibility away, that make life difficult for temporary workers, or that stop firms moving people between plants just mean that companies who want to re-shore will re-shore somewhere else.",
        "By contrast, where countries are embracing reform, new jobs are flowing.",
        "In the UK, BT moved 1,200 jobs back because of flexibility from the unions.",
        "Last year Nissan said it will invest 130 million Euros in its Barcelona plant – mainly because Spanish unions agreed to recast working conditions and allow more flexible arrangements.",
        "Ford, Renault and Volkswagen are similarly keen to take advantage of greater flexibility in Europe, especially southern Europe. It would be madness to stand in their way.",
        "The same is true of energy.",
        "To relocate in Europe, businesses will be encouraged by cheap and predictable sources of energy.",
        "Yes, we need renewables – these are a vital part of our future.",
        "That’s why Britain had made itself one of the best places for green investment anywhere in the world, with the world’s first dedicated green investment bank and the largest offshore wind market in the world.",
        "We need nuclear as part of that energy mix too.",
        "And I’m delighted that in Britain last year we agreed the first new nuclear build for a generation with £16 billion of investment and 25,000 new jobs.",
        "That will ensure safety of energy supplies.",
        "But we also need to explore the opportunity represented by shale gas.",
        "Now I understand the concerns some people have.",
        "We need the right regulations – such as ensuring that well casings are set at the right depths with tight seals.",
        "And governments need to reassure people that nothing would go ahead if there were environmental dangers.",
        "But if this is done properly, shale gas can actually have lower emissions than imported gas.",
        "This week’s announcements from the European Union represent important progress but there is still a way to go in really embracing this opportunity.",
        "We should be clear that if the European Union or its member states impose burdensome, unjustified or premature regulatory burdens on shale gas exploration in Europe investors will quickly head elsewhere.",
        "Oil and gas will still be plentifully produced, but Europe will be dry.",
        "Just look at what shale gas has done for America – for American firms and American jobs.",
        "It has reduced industrial gas prices in America to about one quarter of those in Europe and it’s set to create a million more manufacturing jobs as firms build new factories.",
        "A recent study suggests that US GDP is going to be to on average close to half a trillion dollars higher every year between 2008 and 2035 because of shale.",
        "The Confederation of British Industry and Business Europe are coming together to launch a “Blueprint for Industrial Competitiveness”.",
        "Their message is clear.",
        "Act now to seize the opportunities of re-shoring.",
        "Deal with our debts. Roll back the unnecessary regulation. And embrace the opportunities of shale gas.",
        "Business is making the case.",
        "Please don’t hold back in telling Europe’s governments what we need to do.",
        "European countries face a choice.",
        "If we act now we can ensure our businesses, our peoples and our societies can benefit from the next phases of globalisation.",
        "The security, stability and peace of mind that those we serve yearn for can only be delivered by facing the difficult choices. We must not fail them."
    ]
}