{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-speech-at-eid-al-adha-reception/",
    "title": "David Cameron – 2013 Speech at Eid al-Adha Reception",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, at an Eid al-Adha reception held at 10, Downing Street in London on 21st October 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "So, first of all, Eid Mubarak and a very warm welcome to Number 10, Downing Street, and I hope all of your celebrations over the last week have been successful. It is a warm welcome to Number 10, because it is a good moment to reflect on what Eid means to everyone in this room, but also what occasions like this really mean to us and the things that we should bring out.",
        "And to me, there are really 3 things that matter at an event like tonight. Because the reason we celebrate Eid here in Downing Street – the reason we also celebrate Diwali, we celebrate Hanukkah, we celebrate Easter – we celebrate these great festivals because of course we want to say what a fantastic contribution Muslims make to our country. Of course we want to celebrate everything that the Muslim community here in Britain is and does.",
        "But we’re also celebrating something else, which is the importance of faith in our country. And I’m always struck, when I think about Eid, about the similarities of our religions rather than the differences. As far as I understand it Eid is a commemoration of the event when Abraham was on the point of sacrificing one of his sons, but in the end sacrificed a sheep instead of one of his sons, because you have a compassionate God.",
        "And what’s extraordinary about this story is it’s exactly the same story – give or take – as appears in Genesis about my Christian religion. And it’s the moment when we understand that the Abrahamic religions have so much in common, not just that we believe in a compassionate God, but also we believe that faith is not just something internal or something just between ourselves and our God: it is something that dictates how we should try and act in our lives.",
        "And I think the brilliance and the simplicity of Eid, where you keep a third for the family, a third for relatives and for friends and a third for charity, is such a simple way of teaching people about the importance of generosity, the importance of giving, the importance of charity.",
        "And that’s why I think faith is so important in our countries. Not because people without faith can’t be generous and good citizens; of course they can. But faith is a tremendous help, it’s a tremendous guide. It gives us ways to think about how we put back. So, I think the first thing we celebrate is faith, and the service that faith brings.",
        "I had a fantastic reminder of that this year when I went to a mosque in Manchester and saw you preparing for the Big Iftar. I thought this was a brilliant idea, to invite in the community from all walks of life, all religions or no religions, to come and see what an Iftar is all about. It was a fantastic event, and I think the Big Iftar is an absolutely brilliant idea – to open up your faith, your religion, your community centre, your mosque to others, to let them show what a contribution Islam makes to Britain.",
        "I think the second thing an event like this helps us to do is to make sure we’re doing everything we can as a country to be as welcoming as possible to people of different faiths and different religions. And obviously, we have still great challenges in Britain to make sure we are as open and welcoming and as friendly as we can be.",
        "We still have a huge battle fighting prejudice in our country, and I think perhaps particularly Islamophobia – people telling lies about your religion – is one that we have to face up to particularly strongly in our country. And it’s a time to remember that. It’s also a time to remember that welcoming people to our country of all faiths is something that has to go across every single part of life.",
        "So, if you think about our economy – that’s my number one concern at the moment. How do we get our economy growing? How do we generate jobs? How do we make sure that everyone is included in this recovering economy? In order to do that, obviously we need to improve education and training and welfare, but we also need to think about what can hold people of different religions back.",
        "And one of the things I’m very keen that we do, with the World Islamic Economic Forum coming up in just a few days’ time, is I want Britain to be one of the world centres of Islamic finance. And that should go from the highest and most mightiest financial institution all the way to things like start-up loans that we have introduced and are fantastically successful – we’ve got tens of thousands of young people taking them on and starting up their own businesses.",
        "And tonight I can announce that we will make sure that there is a type of start-up loan that is totally consistent with all the principles of Islamic finance. We must do that for start-up loans, we must do it for student loans, we must do it for enterprise allowances and for all of those things. That’s what a welcoming, tolerant, multi-racial country does.",
        "I think the third thing we should think about on an occasion like this is, after we’ve celebrated the immense contribution of the Muslim community to Britain, after we’ve celebrated what faith brings to our country, after we’ve thought about what more we can do to make people welcome in our own country, is also think, as a country, what we do to help others overseas.",
        "And in that context, I’m proud of the fact that, even in spite of difficult economic times, this country is one of the few countries in the world that has kept its promises on aid and development – meeting that 0.7% target of our gross national income.",
        "Now, a lot of that money goes to some of the most challenged Islamic countries in our world – countries like Afghanistan, still desperately poor and in need of aid and assistance. Countries like Pakistan, where British taxpayers’ money is helping to educate hundreds of thousands of children. Countries like Somalia, broken by decades of civil war and conflict, carefully now being put back together with the assistance of conferences held here in London, British aid money and other interventions and assistance that we have been able to give.",
        "It is something that we can reflect on, I think, proudly as a country, that every 2 seconds a child is vaccinated somewhere in the world because of aid money that British taxpayers have provided. I think that is something that can make us proud, and it is on a night like tonight, when we’re thinking of what we do to help Muslims all over the world, we can be secure in the knowledge that the British Government, on your behalf, fulfils all of those requirements.",
        "One of the most moving meetings I’ve had this year was on the anniversary of Srebrenica, when the Remembering Srebrenica project brought some of the survivors here to Number 10. And they were able to look me in the eye and tell me their stories and how they’d suffered, and I don’t think I’ll ever forget hearing those stories. And it’s a reminder that, while we may think that our priority is the economy – and it is – while we’re very much focused on all the things we need to do in our own country, we have responsibilities around the world.",
        "We have a role we can play around the world, and we should never turn away from genocide, from suffering on that scale. And I pay tribute to all of those who helped to remind us of these terrible slaughters and these terrible events, and make sure we do what we can to stop them happening again.",
        "So, a very warm welcome to Number 10. Tonight is about celebrating the contribution that British Muslims make to our country. It is a huge contribution. It’s one I’m happy to celebrate here, but also to talk about these issues of integration, of how we help Muslims around the world, and also the importance during this time of religious festivals – the importance of our faith, not just for us and our relationship with our maker, but also what we contribute to our country and to our communities. And the Muslim faith is so strong in that, and I have huge respect for everything you do.",
        "Thank you."
    ]
}