{
    "url": "https://www.ukpol.co.uk/david-cameron-2010-statement-on-the-saville-inquiry-and-bloody-sunday/",
    "title": "David Cameron – 2010 Statement on the Saville Inquiry and Bloody Sunday",
    "post_date": "June 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the then Prime Minister, in the House of Commons on 15 June 2010.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement. Today, my right hon. Friend the Secretary of State for Northern Ireland is publishing the report of the Saville inquiry—the tribunal set up by the previous Government to investigate the tragic events of 30 January 1972, a day more commonly known as “Bloody Sunday”. We have acted in good faith by publishing the tribunal’s findings as quickly as possible after the general election.",
        "I am deeply patriotic; I never want to believe anything bad about our country; I never want to call into question the behaviour of our soldiers and our Army, which I believe to be the finest in the world. And I have seen for myself the very difficult and dangerous circumstances in which we ask our soldiers to serve. But the conclusions of this report are absolutely clear: there is no doubt; there is nothing equivocal; there are no ambiguities. What happened on Bloody Sunday was both unjustified and unjustifiable. It was wrong.",
        "Lord Saville concludes that the soldiers of Support Company who went into the Bogside",
        "“did so as a result of an order… which should have not been given”",
        "by their commander. He finds that",
        "“on balance the first shot in the vicinity of the march was fired by the British Army”",
        "and that",
        "“none of the casualties shot by soldiers of Support Company was armed with a firearm”.",
        "He also finds that",
        "“there was some firing by republican paramilitaries… but… none of this firing provided any justification for the shooting of civilian casualties”,",
        "and that",
        "“in no case was any warning given before soldiers opened fire”.",
        "Lord Saville also finds that Support Company",
        "“reacted by losing their self-control… forgetting or ignoring their instructions and training”",
        "and acted with",
        "“a serious and widespread loss of fire discipline”.",
        "He finds that",
        "“despite the contrary evidence given by the soldiers… none of them fired in response to attacks or threatened attacks by nail or petrol bombers”",
        "and that many of the soldiers",
        "“knowingly put forward false accounts in order to seek to justify their firing”.",
        "What is more, Lord Saville says that some of those killed or injured were clearly fleeing or going to the assistance of others who were dying. The report refers to one person who was shot while",
        "“crawling… away from the soldiers”",
        "and mentions another who was shot, in all probability,",
        "“when he was lying mortally wounded on the ground”.",
        "And the report refers to a father who was",
        "“hit and injured by Army gunfire after he had gone to… tend his son”.",
        "For those looking for statements of innocence, Saville says:​",
        "“The immediate responsibility for the deaths and injuries on Bloody Sunday lies with those members of Support Company whose unjustifiable firing was the cause of those deaths and injuries”,",
        "and, crucially, that",
        "“none of the casualties was posing a threat of causing death or serious injury, or indeed was doing anything else that could on any view justify their shooting”.",
        "For those people who were looking for the report to use terms like murder and unlawful killing, I remind the House that these judgments are not matters for a tribunal, or for us as politicians, to determine.",
        "These are shocking conclusions to read and shocking words to have to say, but we do not defend the British Army by defending the indefensible. We do not honour all those who have served with distinction in keeping the peace and upholding the rule of law in Northern Ireland by hiding from the truth. So there is no point in trying to soften, or equivocate about, what is in this report. It is clear from the tribunal’s authoritative conclusions that the events of Bloody Sunday were in no way justified.",
        "I know that some people wonder whether, nearly 40 years on from an event, a Prime Minister needs to issue an apology. For someone of my generation, Bloody Sunday and the early 1970s are something that we feel we have learnt about rather than lived through. But what happened should never, ever have happened. The families of those who died should not have had to live with the pain and hurt of that day, and with a lifetime of loss. Some members of our armed forces acted wrongly. The Government are ultimately responsible for the conduct of the armed forces, and for that, on behalf of the Government—indeed, on behalf of our country—I am deeply sorry.",
        "Just as the report is clear that the actions of that day were unjustifiable, so too it is clear in some of its other findings. Those looking for premeditation, those looking for a plan, those even looking for a conspiracy involving senior politicians or senior members of the armed forces, will not find it in this report. Indeed, Lord Saville finds no evidence that the events of Bloody Sunday were premeditated. He concludes that the United Kingdom and Northern Ireland Governments, and the Army, neither tolerated nor encouraged",
        "“the use of unjustified lethal force”.",
        "He makes no suggestion of a Government cover-up, and he credits the United Kingdom Government with working towards a peaceful political settlement in Northern Ireland.",
        "The report also specifically deals with the actions of key individuals in the Army, in politics and beyond, including Major-General Ford, Brigadier MacLellan and Lieutenant-Colonel Wilford. In each case, the tribunal’s findings are clear. The report does the same for Martin McGuinness. It specifically finds that he was present and probably armed with a “sub-machine-gun”, but concludes",
        "“we are sure that he did not engage in any activity that provided any of the soldiers with any justification for opening fire”.",
        "While in no way justifying the events of 30 January 1972, we should acknowledge the background to the events of Bloody Sunday. Since 1969, the security situation in Northern Ireland had been declining significantly. Three days before Bloody Sunday, two officers in the ​Royal Ulster Constabulary—one a Catholic—were shot by the IRA in Londonderry, the first police officers killed in the city during the troubles. A third of the city of Derry had become a no-go area for the RUC and the Army, and in the end 1972 was to prove Northern Ireland’s bloodiest year by far, with nearly 500 people killed.",
        "Let us also remember that Bloody Sunday is not the defining story of the service that the British Army gave in Northern Ireland from 1969 to 2007. That was known as Operation Banner, the longest continuous operation in British military history, which spanned 38 years and in which over 250,000 people served. Our armed forces displayed enormous courage and professionalism in upholding democracy and the rule of law in Northern Ireland. Acting in support of the police, they played a major part in setting the conditions that have made peaceful politics possible, and over 1,000 members of the security forces lost their lives to that cause. Without their work, the peace process would not have happened. Of course some mistakes were undoubtedly made, but lessons were also learnt. Once again, I put on record the immense debt of gratitude that we all owe those who served in Northern Ireland.",
        "I thank the tribunal for its work, and thank all those who displayed great courage in giving evidence. I also wish to acknowledge the grief of the families of those killed. They have pursued their long campaign over 38 years with great patience. Nothing can bring back those who were killed, but I hope that—as one relative has put it—the truth coming out can help to set people free.",
        "John Major said that he was open to a new inquiry. Tony Blair then set it up. That was accepted by the then Leader of the Opposition. Of course, none of us anticipated that the Saville inquiry would take 12 years or cost almost £200 million. Our views on that are well documented. It is right to pursue the truth with vigour and thoroughness, but let me reassure the House that there will be no more open-ended and costly inquiries into the past.",
        "However, today is not about the controversies surrounding the process. It is about the substance, about what this report tells us. Everyone should have the chance to examine its complete findings, and that is why it is being published in full. Running to more than 5,000 pages, it is being published in 10 volumes. Naturally, it will take all of us some time to digest the report’s full findings and understand all the implications. The House will have an opportunity for a full day’s debate this autumn, and in the meantime the Secretaries of State for Northern Ireland and for Defence will report back to me on all the issues that arise from it.",
        "This report and the inquiry itself demonstrate how a state should hold itself to account and how we should be determined at all times—no matter how difficult—to judge ourselves against the highest standards. Openness and frankness about the past, however painful, do not make us weaker; they make us stronger. That is one of the things that differentiates us from the terrorists. We should never forget that over 3,500 people, from every community, lost their lives in Northern Ireland, the overwhelming majority killed by terrorists. There were many terrible atrocities.",
        "Politically motivated violence was never justified, whichever side it came from, and it ​can never be justified by those criminal gangs that today want to drag Northern Ireland back to its bitter and bloody past. No Government I lead will ever put those who fight to defend democracy on an equal footing with those who continue to seek to destroy it, but nor will we hide from the truth that confronts us today. In the words of Lord Saville:",
        "“What happened on Bloody Sunday strengthened the Provisional IRA, increased nationalist resentment and hostility towards the Army and exacerbated the violent conflict of the years that followed. Bloody Sunday was a tragedy for the bereaved and the wounded, and a catastrophe for the people of Northern Ireland.”",
        "Those are words we cannot and must not ignore, but I hope what this report can do is mark the moment when we come together, in this House and in the communities we represent; come together to acknowledge our shared history, even where it divides us; and come together to close this painful chapter on Northern Ireland’s troubled past. That is not to say that we must ever forget or dismiss that past, but we must also move on. Northern Ireland has been transformed over the past 20 years and all of us in Westminster and Stormont must continue that work of change, coming together with all the people of Northern Ireland, to build a stable, peaceful, prosperous and shared future. It is with that determination that I commend this statement to the House."
    ]
}