{
    "url": "https://www.ukpol.co.uk/david-cameron-2023-speech-to-the-global-food-security-summit/",
    "title": "David Cameron – 2023 Speech to the Global Food Security Summit",
    "post_date": "November 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by David Cameron, the Foreign Secretary, in London on 20 November 2023.",
    "content": [
        "Thank you ladies and gentleman and thank you Andrew. A week into my new job and I am delighted this is my first speaking engagement because it is an issue that really matters.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you to Andrew Mitchell for bringing us here. Thank you to the Somalian President who I met with this morning for his attendance today and thank you to the UAE, our friends in the Emirates for being our co-hosts. And an apology, I am meant to be teaching a course in Abu Dhabi at New York University in January and I’ve had to cancel that because of my new role but I was very much looking forward to another stay in your remarkable country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And of course thank you to the Children’s Investment Fund Foundation and the Bill & Melinda Gates Foundation for their support. It is so good to be back working with you again on these sorts of issues that matter so much.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This government has a proud record on development and I am proud of what we did on development and I am determined that we put development right back at the heart of our Foreign Commonwealth and Development Office, it is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You have had a long day, with lots of speeches. I have had an extraordinary day going to the House of Lords, doing all the right things, and nodding and saying yes and all the rest of it. So I’ll go home and tell Mrs Cameron she is now Lady Cameron, she’s absolutely furious about that. That is what happened to me today but you have had a long day and had lots of speeches so I just want to make 4 simple points.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The first is what you have been doing today and talking about today, food security, really matters. I believe in all the SDGs – indeed, I was part of the committee that helped do the original work drawing them up. I care about all of them, but food is foundational to all aspects of development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Without secure access to a nutritious diet, nothing can be achieved. And malnourished children can never fully develop their bodies and minds, and it robs them of their futures and it robs their societies of their potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The number of people facing acute food insecurity is the highest it has been in years. And this is just the tip of what I have called a ‘silent crisis’, with a third of the world unable to afford a healthy diet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I promise you this today – the UK will continue to lead efforts like this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now it is great to speak after Minister Dias as Brazil takes on the G20 Presidency. As Prime Minister, I hosted with Brazil summits on Hunger and Nutrition for Growth in 2012 and 2013. Together, we galvanised global action. It was more money invested in better outcomes and that’s what needed again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, this is an absolutely critical moment. Not just because this silent crisis is growing. But because we cannot separate it from other global crises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putin’s illegal invasion brought this home, as he deliberately sought to rob us of one of the world’s great bread baskets. His cynicism was plain for all to see. He obstructed the Black Sea Grain Initiative. He then walked away from it. He then tried to destroy the very supplies that the world needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But [I saw for myself, in Ukraine, in the Port of Odessa](https://www.gov.uk/government/news/ukraine-foreign-secretary-is-first-uk-minister-to-visit-odesa), there is good news. Ukraine is pushing Russia back in the Black Sea. And with the new Unity Facility between UK insurance brokers and the government in Kyiv, shipping insurance for their food exports is affordable once more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let the message go out. Ships are sailing, grain is being exported, Ukraine will continue to help feed us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third point, there is a vital link between food security and development, on the one hand, and the problem of state fragility and conflict on the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, farmers can farm, traders can trade, but without the rule of law, without property and land rights, without peace, without trusted institutions, you cannot get your product to market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why it’s time to change the way we do development. That is what Andrew Mitchell’s excellent [white paper published today](https://www.gov.uk/government/publications/international-development-in-a-contested-world-ending-extreme-poverty-and-tackling-climate-change) is all about. It captures how Britain will help do this in the future. No more top-down targets that set up fragile states to fail. Instead working with them to make sure we back their priorities, help them deliver, help them to tell the story to their people about what they are doing to bring their countries to security and prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will work as partners on strategies and plans which developing countries can own and deliver. We will push to unlock the full potential of development finance. I want us to watch as all those multilateral development banks look at their balance sheets and work out what more they can lend and we work with them to get that money into development, into the poorest countries and helping the poorest people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, my fourth point – a note of optimism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can tackle this problem. With innovation and technology, we are capable of feeding all the people on our planet. It can be done. We have the technology. We must bring it to bare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Soviet writer Ilya Ehrenburg wrote of the victims of the Holodomor in Ukraine: “not one of them was guilty of anything”. And what was true then is true now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, we have heard from the experts. We have heard about the tools. We have seen the commitment we need to realise Zero Hunger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I can tell you this, the United Kingdom, the Foreign Commonwealth and Development Office will be with you every step of the way as we do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}