{
    "url": "https://www.ukpol.co.uk/david-cameron-2005-article-on-conservative-election-fortunes/",
    "title": "David Cameron – 2005 Article on Conservative Election Fortunes",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The article written by David Cameron for the Guardian and republished by the Conservative Party on 14 March 2005.",
    "content": [
        "With 51 days to go before May 5, this election campaign is going to be a long one.",
        "The consensus among commentators so far is that the Tories are having a good war and Labour a bad one. Tony Blair and his cabinet have come across as defensive, negative and even petulant. Peter Hain’s extraordinary branding of Michael Howard as “an attack mongrel” is just the latest example. We’ve had anti-semitic posters, misuse of the Freedom of Information Act, and claims about Conservative policy that are so absurd the press doesn’t bother to report them.",
        "The media seem to have found the mixture of Alan Milburn’s machismo and Alastair Campbell’s comeback a complete turn-off.",
        "Blair’s behaviour over the terrorism bill was inexplicable. There was never a realistic prospect of painting the Tories as “soft” on terror, so why bother trying? He left the impression of being arrogant while losing control of events. At the same time, Blair fatally undermined the reputation of his home secretary. Every time Charles Clarke shuffled to his feet to read out a new list of half-concessions, a little more of his authority drained away. While the last home secretary occasionally resembled a megalomaniac, the current one looks like a muppet.",
        "Conversely, the Tories have set the agenda with positive and clear messages about cutting council tax for pensioners, cleanliness in hospitals, discipline in schools and bringing order to Britain’s immigration and asylum system.",
        "To date New Labour has always been seen as the ultimate campaigning machine and the Tories as flat-footed. So why the turnaround?",
        "First, our approach and our policies are clearly based on practical responses to people’s needs, rather than some ideological blueprint. We’ve sought to deliver quality public services, safeguard personal prosperity and family security and provide safer communities.",
        "And while all our answers are rooted in Conservative values, they are far from being predictable. On public services we believe that major reforms are needed, but we also accept that quality costs money, which is why we are committed to matching Labour’s spending plans of £34bn more for health and £15bn more for education. As a result, Labour jibes about “Tory cuts” to schools and hospitals ring completely hollow.",
        "In terms of personal prosperity and family security, we have explained how we will reduce taxes in our first budget, but we have also set out plans to uprate the basic state pension in line with earnings rather than prices. We know that without doing this it will be impossible to restore the savings culture and end the spread of means testing. Labour is left as one of the only participants in the debate about pensions who is outside the growing consensus that a strong basic state pension should be at the heart of the system.",
        "When it comes to delivering safer communities, we have pledged tougher penalties and more police on the streets, but we have also made a huge commitment to expanding drug rehabilitation, pledging an extra 25,000 places. People increasingly recognise these commitments as practical, commonsense responses to the most pressing problems this country faces.",
        "Second, the Conservative party is holding a sensible conversation with the British people. Blair’s version of this was the ludicrous “broken crockery” speech, which left most people reaching for the sick bag. The Tories are clearly addressing the things people want dealt with – cleaner hospitals, school discipline, more police – but we also know that they want reassurance about what a Conservative government would be like.",
        "In Brighton at the weekend Michael Howard explained that the Conservatives were now the only party that could guarantee leaving control over interest rates to the Bank of England, as both the other major parties would prefer interest rates to be set by the European central bank. His speech also made absolutely clear our commitment to the National Health Service and that it should remain available and free to all. The NHS has expanded massively since its foundation in 1947. For 35 of the subsequent 58 years, Conservative governments have been in power, building hospitals, training doctors and nurses and funding new treatments. So in many ways it shouldn’t be necessary to give assurances that continued NHS expansion will be secure under a Conservative government, but we know Labour will continue to make unfounded and desperate attacks and we want people to know the truth.",
        "Third, there is a coherent theme linking Conservative policies together. Giving parents the power to choose the right school for their children. Allowing patients to choose where they are treated. Cutting taxes to let families spend more of their own money as they choose. Extending the right-to-buy to housing association tenants. All of these things are about driving down power and responsibility to individuals and families.",
        "We are the only party committed to bringing powers back from Brussels to Westminster. Likewise we are the only party committed to abolishing the unwanted regional assemblies and returning their powers to local government. Our plans to scrap police authorities and let people elect their own police commissioners represent a truly radical expansion of “people power”. There are two types of devolution. Giving more power to people – and devolving power in government to the lowest possible level. The Conservatives are now the only party in favour of both of them.",
        "No one knows for sure what is going to happen in this election. Bad campaigns can translate into good results, and vice versa. But it is increasingly clear that it is wide open.",
        "To me, the architecture of the election has always been fairly clear. A large swath of the British people feel that New Labour has taken their money, wasted it and failed to tell the truth about things that really matter. These people – and there are literally millions of them – are looking for an alternative that is practical, credible and mainstream. They want an alternative that shares their values, focuses on the issues they care about and has costed plans for getting things done.",
        "Under Michael Howard, that is precisely what the Conservative party has set out to do. And in the next 51 days we have to prove that we have done it."
    ]
}