{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-at-world-economic-forum/",
    "title": "David Cameron – 2016 Speech at World Economic Forum",
    "post_date": "May 18, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the Mansion House in London on 17 May 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’re obviously now 37 days and 37 nights away from this crucial EU referendum and I wanted to give you the opportunity to ask me questions about the issues that are coming up, about the arguments that are being made.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I would argue that those of us who want to stay in a reformed European Union are giving a very clear and positive argument and positive vision about why that is right. Put simply, it’s right for our economy because we are part of a Single Market of 500 million people that is crucial for our businesses, crucial for our economic future. And, so that is our vision and we’ve heard a lot of voices backing that. Voices from small businesses, from entrepreneurs, from big businesses, from inward investors into the United Kingdom, from farmers not just in England but in Scotland and Wales and in Northern Ireland too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I think what we’ve heard from the other side from those who want to leave is really quite a lot of vagueness, particularly on this issue of the economy. And what I wanted to do in my remarks this morning, before taking any of your questions or points is just to run through what I think are the biggest myths on the economy being put forward by those who want us to leave the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, myth number 1 is, they make this point, that only a small number of businesses actually trade with the EU and so it’s not really fair on everybody else. I think that is a myth because basically there are 3 million jobs in our country that are dependent in some way on trade with the Single Market. Now I don’t argue all those jobs would go but if we restrict our trade with the Single Market clearly they’re going to be affected. But I think there’s a deeper truth about this particular myth which is this – there are many, many businesses in our country that are part of the supply chain for those that do trade with the single market. Take for instance, our car industry. Hugely successful over the last decade, 150,000 people working in our car industry but actually 300,000 people who are in the supply chain and working with our car industry. So I think this a complete myth, the idea that only a little bit of business would be affected if we left the EU. It would have a big impact on our economy that is now being backed up by the OECD, by the IMF, by the Bank of England, by almost every senior economist that looks at it. So I think that is myth number 1.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Myth number 2 is somehow that if we weren’t in the EU, we could sort of tear up the rule book and have a bonfire of regulations. I think this is a myth in a number of ways. First of all, any business that wants to go on trading with the EU even if we’re outside it has to meet every single rule and regulation of the Single Market and without having any say of what those rules are. Now that’s not a recovery of sovereignty that is actually losing sovereignty, so I think that is a very, very weak argument. And it’s even weaker when you ask people who want to leave the EU, ‘well which are the actual regulations you’d like us to get out of?’ Because the truth is in almost every international survey Britain comes out as actually a relatively lightly regulated and well regulated economy. And we’re not hearing from those who want to leave a whole list of regulations that they want to get out of. Even in the area of social regulations, Britain has actually chosen on things like holiday pay, maternity pay actually to do more than the minimum set out by the European Union. So, I think that is a total myth.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, myth number 3 is a really important one, is that the EU needs us much more than we need them, so were we to leave, they would give us an absolutely tremendous trade deal or access deal. I wish this was the case but it absolutely isn’t the case and the figures are very clear.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "44% of what we export goes to the European Union. 8% of what the European Union exports goes to us. So, you don’t have to be a genius in negotiation to know that the process of negotiating, wanting to leave the EU and then get a good access deal back again, we would need them to agree much more than they would need us to agree.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s worth thinking as well about this, about another point, we may have a deficit in the sale of goods when it comes to the EU but we have a very large surplus when it comes to services and one of the things that I think we should fear is that of course if we left the EU, they might offer us a deal on goods but it might take a very long time before they offered a deal on services. And you could almost imagine the thrill and excitement of service businesses in Italy and France and Germany and elsewhere saying ‘okay, let’s cut a deal with Britain on trade and goods, but hold back the trade in services so we can fill all of those insurance and banking and other service industries at which Britain is so good’. So, I think that is a particularly pervasive and a particularly dangerous myth.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Myth number 4, having made the argument that somehow they need us more than we need them, myth number 4 is that there is some great, automatic status you could find, like Norway, like Switzerland, like Canada, that gives you access to the Single Market on the basis that we have it now. And here the leave campaign have dotted around quite a bit. They started with Norway, because Norway does have an access deal to the Single Market, but of course Norway pays into the EU, as much per capita as we do, and it still has the free movement of people from other EU nations into Norway. But of course the Norwegians have absolutely no say over the rules of the Single Market. That is actually a poor status. To swap our status today, where we have a total say over those rules and regulations and full voting powers and voting rights, to swap that for not having a say would be an absolute step backwards.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Switzerland’s deal doesn’t cover services. That would be hopeless for our economy. So then the people wanted to leave jumped onto the idea of the Canada free trade deal. Now, I’m a massive fan of the Canada free trade deal, I’ve been pushing it very hard, it’s very good for Canada. It would be very bad for Britain. First of all, 7 years of negotiation and it still isn’t in place. So imagine for Britain, being stuck for 7 years trying to negotiate a trade deal with a market where 44% of our trade goes and is only 20 miles off our coast. But even if you imagine it was done more quickly, the Canada trade deal doesn’t include all services, it does still include a number of tariffs, it has quotas on things like beef, which is a vital export for our farmers, so again it is not a good deal for Britain. So, I think that is a myth that there is something ready for us to pluck of the shelf. The Leave campaign have started talking about this sort of mythical free trade zone that includes places like Macedonia and Albania, and I think the idea of painting Britain as a greater Albania is really, that shows that you are losing the argument. And even the Albanian prime minister came out and said he thought that was a bad idea.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Myth number 5, after they’ve been through these models, realise they’ve had to reject all of those, myth number 5 is, well we don’t really need trade deals, we’re just going to get our seat back at the World Trade Organisation. Well this is a myth, because first of all, we never gave up our seat at the World Trade Organisation. But more to the point, I think actually this is possibly the most dangerous myth of all. One of the Leave campaigners put it the other day which is why don’t we have a status when it comes to trading with the EU, just like the United States does. And if we actually stop and think for a minute about what Britain having a World Trade Organisation status with the EU would be like, it really is quite a chilling prospect.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The United States actually sells less to the rest of the European Union than we do. Quite important fact that, given they are, you know, the biggest, most powerful economy in the world. But more to the point, they face 7,000 different tariff lines on goods and services that they sell. Many services they can’t sell at all. American Airlines can fly into a European country but they can’t fly between European countries. Think what that would do for EasyJet or for Ryanair.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Many US cars can’t be sold into Europe because they don’t meet the standards. Cars that are sold have to pay a 10% tariff. You pay 12% on your clothes, you pay 17% on your shoes, you would have a quota for beef that you share with a number of other countries, so if they sell more you suddenly have to pay massive tariffs. So this idea that there’s a World Trade Organisation status for Britain trading with the European Union, that is freely available and good for us, is a complete myth. It would be hugely damaging for our economy. But nonetheless, that is where the Leave campaign currently are.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Myth number 6. If we were outside the EU, we would be faster and better at signing our own trade deals with the rest of the world. Where I think this is such a myth is first of all the EU, I want it to sign more trade deals, but actually it has signed many more than the US, almost twice as many trade deals as the US and actually the EU trade deals cover a huge percentage of our trade. So yes, one of my arguments for staying in is I want to speed up the process of signing of TTIP, of signing of an EU-Canada, an EU-Japan deal, an EU-China deal and many others. But already the EU does better than many other trade blocs at signing these deals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I think the real myth here is actually the Leave campaigners are not listening to what the rest of the world is saying. We heard it from President Obama, we heard it from the Prime Minister of Japan, we heard it from the Prime Minister of Australia, we heard it from the Prime Minister of New Zealand, and they are all saying they would rather sign a deal with the European Union because it would be a bigger, better and more comprehensive deal than signing a deal with Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But of course, Britain would have another problem outside the EU, which is that we’d have to work out what our trading relationship with the EU was first, before we could credibly get round and sign trade deals with the rest of the world. So I think that is a complete myth.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Myth number 7 is this idea that industries like financial services and manufacturing, would somehow magically thrive if we weren’t in the EU. I think this is very easy to dismiss. Take the heart of our manufacturing industry, the automobile industry where we are doing so well, with Honda, with Nissan, with Toyota, with Jaguar Land Rover, with Vauxhall with Ford, we now make millions of engines in Britain that end up in BMW cars, we actually make more cars in the north east of England than is made in many years in the whole of Italy. This is a growing and successful industry, there isn’t a car manufacturer in Britain that believes we should leave the EU, and when it comes to the financial services industry a good point to make here in the City of London, crucially if you leave the EU and you leave the Single Market, you give up the vital passport that means that any bank, or financial services company based here in the UK can trade automatically through the Single Market. Giving that up, would in no doubt, destroy a huge amount of jobs, not just here in London but also in the financial services centres we have in our country, in Birmingham, in Manchester, in Bournemouth, in Edinburgh and in Glasgow, and the Head of the Stock Exchange recently said to me, he thought 100,000 jobs alone could go in the City of London alone because of that measure, so I think that is a complete myth.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Myth number 8, that economists are somehow split over this issue, there’s a balance of opinion on either side of the argument. I think one of the things that has come out so clearly, already in this campaign, is the overwhelming weight of evidence from economic forecasters that we would be less well off, outside a reformed European Union. You have heard it from the Bank of England, from the OECD, from the IMF, from the Treasury, from the Office of Budget Responsibility and many others besides, and I think when very respected organisations are saying, as clearly as they are that output would be lower, growth would be less, unemployment would be higher, prices would be higher, we would see a hit to living standards, that there is a very clear consensus that leaving the EU would have not just a short-term effect on confidence and investment and growth but would actually have a longer-term effect as well.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that leads me to the ninth and final myth put around by the Leave campaign and Leave campaigners, that somehow that there might be a short-term shock, they sometimes suggest but they say there will be a longer-term benefit. That is not what the economic forecasters are saying and there is a very clear reason that it’s not what the economic forecasters are saying because one of the things that generates our productivity and generates our growth, that makes us a successful economy, is our access to the Single Market, and the openness of our economy, and that is why the Treasury analysis is so clear that the long-term effect on our economy would be to make our households at least £4,300 less well off, a 6% shock to our economy, so I think we have got here a very clear set of arguments that completely demolish the economic case for leaving the European Union, and we have a very strong argument for saying that the status quo isn’t just a sort of static, let’s stay in and keep what we’ve got, it is an argument that says, this Single Market is growing, it is expanding, it is going to cover energy, it is going to cover services, it is going to cover digital, and it is a key advantage to our economy to grow, and for jobs and investment to stay in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Final thing I would say before taking any questions, is that I hope you, as leaders in business, enterprise and entrepreneurship will feel free to speak out, and I don’t mind if businesses speak out for leaving, or speak out for staying, but I want people to speak out, I want the British public to have the fullest possible debate. They deserve to hear from businesses large and small, about what you think. I don’t want anyone to wake up on June the 24th and feel they weren’t given the facts and the figures. If there’s that little voice in your head saying, well, I shouldn’t take sides, it is a political issue, yes, it is a political issue, the British public are sovereign and they will decide but let’s make sure everyone has the facts because I’m in no doubt having been Prime Minister of this country for 6 years, that on the economic argument alone, there’s no doubt we are better off in, and we would be worse off out, and I am going to make that argument very clearly for the next 36 days.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}