{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-speech-to-conservative-party-conference/",
    "title": "David Cameron – 2015 Speech to Conservative Party Conference",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "2015 Conservative Party Conference",
            "url": "/tag/2015-conservative-party-conference/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 8 October 2015 to the Conservative Party Conference.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I am so proud to be standing here in front of you today – back in government…",
        "…and not just any government – a majority Conservative Government.",
        "To the people in this hall, I want to say thank you.",
        "You are the greatest team a Prime Minister could ever have.",
        "And to the British people:",
        "When you put your cross in the Conservative box, you were putting your faith in us.",
        "To finish the job we started. To back working people. To deliver security for you and your family.",
        "And I’ll tell you now: we will not let you down.",
        "But just for a moment, think back to May 7th.",
        "I don’t know about you, but it only takes two words to make me smile. Exit poll.",
        "And then what happened that night:",
        "The Conservatives, winning across Wales; on the march in the Midlands.",
        "Bolton West, Derby North, Berwick, Wells – Conservative once more…",
        "…Gower for the first time ever.",
        "The North, more Tory; the South, the East, almost a clean sweep…",
        "…and Cornwall – that wonderful county – 100 per cent Conservative.",
        "As dawn rose, a new light – a bluer light – fell across our isles.",
        "And I will never forget that morning. Getting back to London. Seeing many of you. Then sitting down in the flat at No10 with Sam and the kids getting ready for school.",
        "There we were, surrounded by half-packed boxes and bin bags. Well, you have to be ready for anything.",
        "I was writing my speech and preparing to go and see Her Majesty. And I thought… I’ll just lie down and let it all sink in.",
        "As I shut my eyes, Ed Balls had gone. And when I woke up and I switched on the radio, Nigel Farage had gone too.",
        "There was a brief moment when I thought it was all a dream.",
        "But there’s a serious point.",
        "Why did all the pollsters and the pundits get it so wrong?",
        "Because, fundamentally, they didn’t understand the people who make up our country.",
        "The vast majority of people aren’t obsessives, arguing at the extremes of the debate.",
        "Let me put it as simply as I can: Britain and Twitter are not the same thing.",
        "The British people are decent, sensible, reasonable…",
        "…and they just want a government that supports the vulnerable, backs those who do the right thing and helps them get on in life.",
        "Good jobs; a decent home; better childcare; controlled immigration; lower taxes so there’s more money at the end of the month…",
        "…an NHS that’s there for them, 7 days a week; great schools; dignity in retirement…",
        "…that is what people want and that is what we will deliver.",
        "The party of working people, the party for working people – today, tomorrow, always.",
        "**PARTY CHANGE**",
        "Ten years ago, I stood on a stage just like this one and said if we changed our party we could change our country.",
        "We’ve done that – together.",
        "I didn’t campaign on the NHS alone – you joined me.",
        "It wasn’t just me who put social justice, equality for gay people, tackling climate change, and helping the world’s poorest at the centre of the Conservative Party’s mission – we all did.",
        "And I didn’t select our candidates – it was you.",
        "Look who was elected in May.",
        "Nusrat Ghani, whose parents, just a generation ago, were living in a small village in Kashmir.",
        "Seema Kennedy, who was five when she and her family were forced to flee revolutionary Iran.",
        "Five years ago, Johnny Mercer was on his third tour of duty in Afghanistan. Caught in an ambush, he was left cradling a dear comrade as he lay fatally wounded.",
        "Just days before the election, Scott Mann was doing his postal round in Cornwall – delivering not just his own campaign leaflets, but his rivals’ too.",
        "Different journeys, often difficult journeys, all leading here.",
        "So let us hear it for them now – the new generation of Conservative MPs.",
        "Round the cabinet table, a third of my colleagues are women.",
        "A few months ago, we were discussing childcare.",
        "It was introduced by the Black British son of a single parent, Sam Gyimah.",
        "He was backed up by the daughter of Gujarati immigrants who arrived in our country from East Africa with nothing except the clothes they stood up in, Priti Patel…",
        "…and the first speaker was Sajid Javid, whose father came here from Pakistan to drive the buses.",
        "This is what we’ve done together.",
        "And now with couples married because of us…",
        "…working people backed because of us…",
        "…the NHS safe because of us…",
        "…and children in the poorest parts of the world saved because of us…",
        "…everyone in this hall can be incredibly proud of our journey – the journey of the modern, compassionate, One Nation Conservative Party.",
        "**GREATER BRITAIN**",
        "So as five years of government stretch out before us, what do I see on the skyline?",
        "I love Britain. I love our history and what we’ve given to the world.",
        "I love our get-up-and-go; that whenever we’re down, we’re never out.",
        "I love our character; our decency; our sense of humour.",
        "I love every part of our country. England, Scotland, Wales, Northern Ireland – we are one nation and I will defend our Union with everything I have got.",
        "Every day, in every way, Great Britain lives up to its name.",
        "And I know this: we can make it greater still.",
        "A Greater Britain. Where people have greater hope, greater chances, greater security.",
        "I really believe we’re on the brink of something special in our country.",
        "This year, we’ve seen more people in work than at any time in our history…",
        "…more of our children starting university than ever before…",
        "…more British entrepreneurs setting up shop than anywhere else in Europe.",
        "Wages are rising. Hope is returning. We’re moving into the light.",
        "But we’re not there yet.",
        "We’re only half way through.",
        "For me, that has a very literal meaning.",
        "I can say something today that perhaps no Prime Minister has ever really been able to say before.",
        "I’m starting the second half of my time in this job.",
        "As you know, I am not going to fight another election as your leader. So I don’t have the luxury of unlimited time.",
        "Let me tell you: I am in just as much of a hurry as five years ago.",
        "Securing our country, growing our economy; jobs, exports, growth, infrastructure…",
        "…these are the stepping stones on the path to greatness for our country – and we’ve been laying them every day since we came to office.",
        "We will continue to do so.",
        "But to make Britain greater, we need to tackle some deep social problems…",
        "…problems we only just made a start on, as we focused on the economic emergency that faced us.",
        "The scourge of poverty.",
        "The brick wall of blocked opportunity.",
        "The shadow of extremism – hanging over every single one of us.",
        "A Greater Britain doesn’t just need a stronger economy – it needs a stronger society.",
        "And delivering this social reform is entirely fitting with the great history of the Conservative Party…",
        "…who have always been the optimists, the agents of hope and the leaders of change.",
        "That’s why I joined it.",
        "That’s why I wanted to lead it.",
        "And now, in my final term as Prime Minister, I say: let’s live up to the greatest traditions of Conservative social reform.",
        "**CONSERVATIVE VALUES**",
        "In all the challenges we face, we will be guided by our Conservative values.",
        "Our belief in strong defence and sound money.",
        "Our belief in an enterprise economy…",
        "…that if you set free the ambition that burns so deeply within the British people, they will strike out on their own, take on new workers, take on the world.",
        "Our belief in equality of opportunity, as opposed to equality of outcome…",
        "…not everyone ending up with the same exam results, the same salary, the same house – but everyone having the same shot at them.",
        "Now some people may argue these things are obvious.",
        "I have to tell you, they’re not.",
        "It becomes clearer by the day that the Labour Party has completely abandoned any notion of these ideas.",
        "So let us resolve here, at this conference, to do what we’ve always done: to prove our Conservative truths…",
        "…to save Britain from the danger of Labour…",
        "…and to rebuild Britain so it is greater still.",
        "A Greater Britain – that is our goal.",
        "**NATIONAL SECURITY**",
        "It begins by making the case for strong defence.",
        "My first duty as Prime Minister is to keep people safe.",
        "Some of the loneliest moments in this job are when you are reading intelligence reports about plots being planned against the British people.",
        "This summer I was told that Reyaad Khan and Junaid Hussain were in Syria planning terrorist attacks on UK soil.",
        "Of course, I asked all the proper questions.",
        "How do we stop them? Is there another way? Do we have that capability? Is it legal?",
        "I knew that whatever action I took would provoke a big debate.",
        "But my job as Prime Minister is quite simple, really: ultimately, it’s not to debate; it’s to decide.",
        "And the choice I faced was this:",
        "Act – and we could stop them carrying out their plans.",
        "Stall – and we could see innocent people murdered on our streets.",
        "So I took decisive action to keep Britain safe – and that’s what I will always do.",
        "****",
        "**LABOUR LEADER**",
        "And on the subject of protecting our country from terrorism, let me just say this:",
        "Thousands of words have been written about the new Labour leader.",
        "But you only really need to know one thing: he thinks the death of Osama bin Laden was a “tragedy”.",
        "No.",
        "A tragedy is nearly 3,000 people murdered one morning in New York.",
        "A tragedy is the mums and dads who never came home from work that day.",
        "A tragedy is people jumping from the towers after the planes hit.",
        "My friends – we cannot let that man inflict his security-threatening, terrorist-sympathising, Britain-hating ideology on the country we love.",
        "**MIGRATION**",
        "Another big judgement call to make is when a refugee crisis confronts our world.",
        "Like most people, I found it impossible to get the image of that poor Syrian boy Aylan Kurdi out of my mind.",
        "We know in our hearts our responsibilities to help those fleeing for their lives.",
        "But we know, too, that we must keep our heads.",
        "Let’s start with a simple fact.",
        "Twelve million people have been made homeless by the conflict in Syria. And so far only 4 per cent of them have come to Europe.",
        "If we opened the door to every refugee, our country would be overwhelmed.",
        "The best thing Britain can do is help neighbouring countries, the Syrian people and the refugees in the camps …",
        "…and when we do take refugees, to take them from the region, rather than acting in a way that encourages more to make that dangerous journey.",
        "As we do this, let’s remember: we haven’t only just started caring about Syrians.",
        "We’ve been helping them over the past four years, giving more in aid to that part of the world than any other country except America.",
        "And we have been able to do that because this party made a promise and kept a promise – to spend 0.7 per cent of our national income on aid.",
        "Other countries also made that promise. But they didn’t keep it.",
        "I say to them: if Britain can keep her promises, so should you.",
        "But the real answer to the refugee crisis lies in helping countries like Syria become places where people actually want to live.",
        "That means having a government that’s not terrorising its people – and that’s why Assad must go.",
        "In its place, we need a government that can be our ally in the defeat of ISIL…",
        "…because we will never be safe here in Britain until we eradicate that death cult.",
        "Some think we can contract that out to America. We shouldn’t. We must play our part too.",
        "And we can, because of that commitment we made this summer: yes, we will spend two per cent of our GDP on defence – this year, next year, throughout this decade.",
        "In the coming years, we’ll be launching the biggest aircraft carriers in our history…",
        "…a new class of Hunter Killer submarines…",
        "…new Joint Strike Fighter jets; improved Apache helicopters; a new fleet of drones…",
        "…and because our independent nuclear deterrent is our ultimate insurance policy – this Government will order four new trident submarines.",
        "In government, I have a team who keep us safe at home and abroad…",
        "…Justine Greening, Michael Fallon, Philip Hammond and Theresa May.",
        "But above all, we have Britain’s Armed Forces.",
        "Let me tell you this:",
        "In the last year alone they tackled Ebola in West Africa; protected the skies over the Baltic; flew missions over Iraq.",
        "They built defences against ISIL in Lebanon; trained army officers in Afghanistan; and patrolled the seas around the Falklands.",
        "There they were, in the Pacific, flying supplies to cyclone victims; in the Atlantic, shipping assistance to those hit by hurricanes; in the Med, pulling people out of sinking dinghies.",
        "Little England? No. Never.",
        "Great Britain. And I’ll tell you what, with Armed Forces like this, we can be even greater still.",
        "So let’s stand and thank them for everything they do to keep us safe.",
        "**EUROPE**",
        "A Greater Britain is one that is strong in the world – and that should mean one that is strong in Europe, too.",
        "It comes back to those Conservative values: our belief in the nation state, but also in free trade.",
        "We all know what’s wrong with the EU – it’s got too big, too bossy, too interfering.",
        "But we also know what’s right about it – it’s the biggest single market in the world.",
        "Now, some people say: “take what we’ve got and put up with it”.",
        "Others say: “just walk away from the whole thing”.",
        "I say: no. This is Britain. We don’t duck fights. We get stuck in. We fix problems.",
        "That’s how we kept our border checkpoints when others decided to take theirs down.",
        "It’s how we kept the pound when others went head first into the Euro.",
        "Because we do things our way.",
        "We get rebates. We get out of bailouts.",
        "But do you know what? It’s not just what we get out of, it’s what we get Europe into.",
        "Who do you think got Europe to open trade talks with America, which would be the biggest trade deal in our history?",
        "Who do you think got Europe to agree to sanctions on Iran, which brought that country to the negotiating table?",
        "Us. Britain. We did.",
        "Believe me, I have no romantic attachment to the European Union and its institutions.",
        "I’m only interested in two things: Britain’s prosperity and Britain’s influence.",
        "That’s why I’m going to fight hard in this renegotiation – so we can get a better deal and the best of both worlds.",
        "Let me give you one example.",
        "When we joined the European Union we were told that it was about going into a common market, rather than the goal that some had for “ever closer union”.",
        "Let me put this very clearly: Britain is not interested in “ever closer union” – and I will put that right.",
        "****",
        "**ECONOMIC SECURITY**",
        "A Greater Britain needs a dynamic economy.",
        "Today, it’s a beacon in an uncertain world…",
        "…we’ve got more foreign investment flooding into our country than anywhere else in Europe – anywhere in the world except for America and China.",
        "But if anyone thinks the battle on the economy is won, they need to think again. The battle has only just begun.",
        "We still need to find savings and produce more; still need to become more competitive; still need to make the most of our entire country – and build the Northern Powerhouse.",
        "And all at a time when our opponents have given up any sensible, reasonable, rational arguments on the economy.",
        "We live in a country where the main opposition party – let’s not forget, the alternative government – believes in nationalising industries without compensation, jacking up taxes to 60 per cent of people’s income, and printing money.",
        "There’s an academic called Richard Murphy. He’s the Labour Party’s new economics guru, and the man behind their plan to print more money.",
        "He gave an interview a few weeks ago. He was very frank. He admitted that Labour’s plan would cause a “sterling crisis”, but to be fair…",
        "…he did add, and I quote, that it “would pass very quickly”.",
        "Well, that’s alright then.",
        "His book is actually called “The Joy of Tax”. I’ve read it. It’s got 64 positions – and they’re all wrong.",
        "This is actually serious.",
        "I tell you: our party’s success in growing our economy and winning the economic arguments has never been more vital.",
        "Nothing less than the security of every single family in our country depends on it.",
        "And as we do that, I know that we will have on our side not just the British people, not just British business…",
        "…but our Iron Chancellor, George Osborne.",
        "You know what makes me most angry about Labour?",
        "It’s not just that their arguments are wrong; it’s the self-righteous way they make them.",
        "The deficit-deniers, who go around saying we’re hurting the poor.",
        "Hang on a second.",
        "Who gets hurt when governments lose control of spending and interest rates go through the roof?",
        "Who gets hurt when you waste money on debt interest and have to cut the NHS?",
        "Who gets hurt when taxes go up and businesses start firing rather than hiring?",
        "No – not the rich…",
        "…it’s poor people, working people.",
        "Yes, the very people Labour claim to be for.",
        "Well let’s just remember: Labour ideas don’t help the poor, they hurt the poor.",
        "That’s right, Labour: you’re not for working people, but hurting people.",
        "If you want a lecture about poverty, ask Labour.",
        "If you want something done about it, come to us, the Conservatives.",
        "There’s another argument we need to win.",
        "There are some people who understand the deficit needs to come down, but don’t get why we need a surplus.",
        "I’ll tell you why.",
        "I don’t stand here like a former Prime Minister once did and say I have abolished boom and bust.",
        "We can’t just be thinking about today, we should be thinking about the rainy days that could come – just like a family does.",
        "They put something aside, take out the insurance plan, pay off some of the mortgage when they have something spare.",
        "That’s what we should do as a country – making sure we are ready to cope with future crises.",
        "There’s a word for those who say live for today, forget about tomorrow: it’s selfish.",
        "I’m not here to mortgage our children’s future. I’m here to insure it.",
        "**HOME OWNERSHIP**",
        "But for me, there’s one big piece of unfinished business in our economy: housing.",
        "A Greater Britain must mean more families owning a home of their own.",
        "It goes back to those Conservative beliefs: reward for hard work.",
        "If you’ve worked hard and saved, I don’t want you just to have a roof over your head – I want you to have a roof of your own.",
        "In the last 5 years, 600,000 new homes have been built.",
        "More than 150 people a day are moving in thanks to our __ Help to Buy scheme.",
        "And in our manifesto, we announced a breakthrough policy: extending the Right to Buy to housing association tenants.",
        "Some people said this would be impossible. Housing associations would never stand for it. The legislation would never pass.",
        "Let me tell you something.",
        "Greg Clark, our brilliant Communities Secretary, has secured a deal with housing associations to give their tenants the Right to Buy their home.",
        "That will mean the first tenants can start to buy their homes from next year.",
        "Yes, as we said in our manifesto, 1.3 million to be given the chance to become homeowners. A promise made. A promise kept.",
        "But the challenge is far, far bigger.",
        "When a generation of hardworking men and women in their 20s and 30s are waking up each morning in their childhood bedrooms – that should be a wakeup call for us.",
        "We need a national crusade to get homes built.",
        "That means banks lending, government releasing land, and yes – planning being reformed.",
        "And in all these things I’ll be working with a great London Mayoral candidate – and, I hope, soon to be our London Mayor – Zac Goldsmith.",
        "But I want to single someone out. He’s served this country. He’s served this party. And there’s a huge amount more to come.",
        "So let’s hear it for the man who for two terms has been Mayor of the greatest capital city on earth: Boris Johnson.",
        "Increasing home ownership means something else.",
        "For years, politicians have been talking about building what they call “affordable homes” – but the phrase was deceptive.",
        "It basically meant homes that were only available to rent. What people want are homes they can actually own.",
        "After all, the officials who prepare the plans for the new homes, the developers who build them, the politicians who talk about them…",
        "…most of these people own the homes they live in.",
        "Don’t they realise other people want what they’ve got – a home of their own?",
        "So today, I can announce a dramatic shift in housing policy in our country.",
        "Those old rules which said to developers: you can build on this site, but only if you build affordable homes for rent…",
        "…we’re replacing them with new rules…",
        "…you can build here, and those affordable homes can be available to buy.",
        "Yes, from Generation Rent to Generation Buy…",
        "…our party, the Conservative party…",
        "…the party of home ownership in Britain today.",
        "****",
        "**SOCIAL REFORM**",
        "A more prosperous Britain.",
        "But we must not stop there as we build a Greater Britain.",
        "We are not a one-trick party.",
        "For us, economic success – that’s not the finished article.",
        "It’s the foundation on which we can build a better society.",
        "Our patriotism has never been simply some grand notion of ruling the waves, or riding high in the money markets…",
        "…but a deep compulsion which says: “you make a country greater by making life better for its people.”",
        "And today, that means entering those no-go zones, where politicians often don’t dare to venture.",
        "It means taking on our big social problems…",
        "…entrenched poverty, blocked opportunity, the extremism that blights our communities.",
        "Why?",
        "So when the new mum looks at her new-born baby – the most precious thing she’s ever seen – and she vows to provide for it, she knows she actually can.",
        "When the schoolgirl sits in that classroom, she knows that her studies really can take her to the very top.",
        "When the child of immigrants sees our flag, he feels so loyal to this country – his country – he wants to put on a uniform and defend it.",
        "That is what fires me up. Not pounds and pence, plans and policies, but people.",
        "And to those who say: our social problems are too big and there’s no way you can sort them out.",
        "I say: You said our party wouldn’t change – we have.",
        "You said our long-term economic plan wouldn’t work – it is.",
        "You said we wouldn’t win the election – we did.",
        "So we are going to tackle those big social problems – just you watch us.",
        "**POVERTY**",
        "Central to that is an all-out assault on poverty.",
        "Conservatives understand that if we’re serious about solving the problem, we need to tackle the root causes of poverty.",
        "Homes where no-one works; children growing up in chaos; addiction, mental health problems, abuse, family breakdown.",
        "Today, a teenager sitting their GCSEs is more likely to own a smartphone than have a dad living with them.",
        "Think of your own child, think of the day they were born; how fragile they were…",
        "…and then think that, every day, three babies are born in Britain addicted to heroin.",
        "We’ll never deal with poverty unless we get to grips with these issues.",
        "We made a start in the last five years with our Troubled Families programme.",
        "It’s already turned around the lives of over 100,000 families.",
        "And do you know one of its central aims?",
        "It’s simple: get the adults a job.",
        "Because we know in this party that the best route out of poverty is work.",
        "That’s why we reformed welfare, introduced the cap and helped create 2.5 million jobs.",
        "But it’s not enough simply to have a job: work has got to pay.",
        "Nearly two-thirds of children in poverty have parents who are in jobs. For them, work hasn’t worked.",
        "That’s why we’ve cut taxes for the lowest paid and we’ll keep on doing that.",
        "And from next year, we’ll take a giant leap forward.",
        "Yes, a new National Living Wage.",
        "Over £9 an hour by the end of the decade.",
        "An £80-a-week pay rise for the lowest paid.",
        "Work paying for millions of people.",
        "So let the message go out: if you work hard, want to get on, want more money at the end of the month…",
        "…the party for you is right here in this hall.",
        "But being out of work is only one of the causes we must tackle.",
        "Children in care are today almost guaranteed to live in poverty.",
        "84 per cent leave school without five good GCSEs.",
        "70 per cent of prostitutes were once in care.",
        "And tragically, care leavers are four times more likely to commit suicide than anyone else.",
        "These children are in our care; we, the state, are their parents – and what are we setting them up for…",
        "…the dole, the streets, an early grave?",
        "I tell you: this shames our country and we will put it right.",
        "Just as we said to failing schools, “do a better job with our children or we will send new leaders in”, so we will say to poorly performing social services, “improve or be taken over”.",
        "Just as we got the best graduates teaching at our most difficult schools, let’s get our brightest and best to the frontline of social work.",
        "But we must also stop children needing to be in care at all.",
        "When we came to office, the adoption rate in our country was frankly a scandal.",
        "It has gone up. Our Adoption Bill will help it increase still further.",
        "But there’s so much more to do.",
        "So let us in this hall say to all those children desperate for a family, and all those families yearning for a child:",
        "We, the Conservatives, we are the ones who will bring you together.",
        "There’s another service run by the state that all too often fails and entrenches poverty.",
        "Prison.",
        "Now I believe if you’ve committed a crime, punishment must follow.",
        "And when it’s serious enough, that punishment must mean prison.",
        "Let’s not forget, since we came to office, crime is down by a quarter.",
        "But the system is still not working.",
        "Half of criminals offend within a year of being released.",
        "Nearly half go into prison with no qualifications; many come out with none either.",
        "And all the problems that may have led them to that life – drug addiction, mental health problems, childhood abuse – remain unchanged.",
        "We have got to get away from the sterile lock-em-up or let-em-out debate, and get smart about this.",
        "When prisoners are in jail, we have their full attention for months at a time – so let’s treat their problems, educate them, put them to work.",
        "When we restrict someone’s freedom outside prison, we can make sure they’re working and paying taxes, rather than spending £30,000 a year keeping them in a cell – so where it makes sense, let’s use electronic tags to help keep us safe and help people go clean.",
        "And when our prisons are relics from the time of Dickens – it’s time to sell them off and build new ones that actually work.",
        "This is going to be a big area of social reform in the next five years. And I have just the man for the job.",
        "The man who takes on every vested interest and gives everyone a chance…",
        "…the man who began the great transformation of our education system and is now going to do the same for prisons…",
        "…yes, the great Conservative reformer, Michael Gove.",
        "**OPPORTUNITY**",
        "If we tackle the causes of poverty, we can make our country greater.",
        "But there’s another big social problem we need to fix.",
        "In politicians’ speak: a “lack of social mobility”.",
        "In normal language: people unable to rise from the bottom to the top, or even from the middle to the top, because of their background.",
        "Listen to this: Britain has the lowest social mobility in the developed world.",
        "Here, the salary you earn is more linked to what your father got paid than in any other major country.",
        "I’m sorry, for us Conservatives, the party of aspiration, we cannot accept that.",
        "We know that education is the springboard to opportunity.",
        "Our reforms are already working.",
        "More children studying maths and science. More learning coding and engineering. More doing the extra-curricular activities that teach confidence and build character.",
        "Recently, I was at a school in Runcorn. Last year, 53 of their children went off to university. 52 of them were the first ever in their family to do so.",
        "That is why I’m so passionate about academies and free schools:",
        "Head teachers are growing in confidence as they throw off the shackles of local council control…",
        "…raising the aspirations of children, parents, communities.",
        "This movement is sweeping across our country.",
        "So my next ambition is this.",
        "500 new Free Schools.",
        "Every school an academy…",
        "…and yes – Local Authorities running schools a thing of the past.",
        "But let’s be honest.",
        "For too many people, even a good education isn’t enough.",
        "There are other barriers that stand in their way.",
        "Picture this.",
        "You’ve graduated with a good degree.",
        "You send out your CV far and wide.",
        "But you get rejection after rejection.",
        "What’s wrong? It’s not the qualifications or the previous experience.",
        "It’s just two words at the top: first name, surname.",
        "Do you know that in our country today: even if they have exactly the same qualifications, people with white-sounding names are nearly twice as likely to get call backs for jobs than people with ethnic-sounding names?",
        "This is a true story.",
        "One young black girl had to change her name to Elizabeth before she got any calls to interviews.",
        "That, in 21st century Britain, is disgraceful.",
        "We can talk all we want about opportunity, but it’s meaningless unless people are really judged equally.",
        "Think about it like this.",
        "Opportunity doesn’t mean much to a British Muslim if he walks down the street and is abused for his faith.",
        "Opportunity doesn’t mean much to a black person constantly stopped and searched by the police because of the colour of their skin.",
        "Opportunity doesn’t mean much to a gay person rejected for a job because of the person they love.",
        "It doesn’t mean much to a disabled person prevented from doing what they’re good at because of who they are.",
        "I’m a dad of two daughters – opportunity won’t mean anything to them if they grow up in a country where they get paid less because of their gender rather than how good they are at their work.",
        "The point is this: you can’t have true opportunity without real equality.",
        "And I want our party to get this right.",
        "Yes us, the party of the fair chance; the party of the equal shot…",
        "…the party that doesn’t care where you come from, but only where you’re going…",
        "…us, the Conservatives, I want us to end discrimination and finish the fight for real equality in our country today.",
        "**EXTREMISM**",
        "Tackling the causes of poverty. Fighting for real opportunity.",
        "And there’s one more big social reform in our mission to rebuild Britain as an even greater country.",
        "We need to confront – and I mean really confront – extremism.",
        "When I read what some young people born and brought up in this country are doing, it makes me feel sick to my stomach.",
        "Girls not much older than my eldest daughter, swapping loving family homes and straight-A futures for a life of servitude under ISIL, in a land of violence and oppression.",
        "Boys who could do anything they wanted in Britain – who have benefitted from all this country stands for – instead ending up in the desert wielding a knife.",
        "This ideology, this diseased view of the world, has become an epidemic – infecting minds from the mosques of Mogadishu to the bedrooms of Birmingham.",
        "And here’s what we need to do.",
        "One: tear up the narrative that says Muslims are persecuted and the West deserves what it gets.",
        "Never mind that it’s Britain and America behind the biggest effort to help the victims of Syria.",
        "Who is ISIL murdering more than anyone else? Muslims.",
        "No-one should get away with this politics of grievance anymore.",
        "Two: take on extremism in all its forms, the violent and non-violent.",
        "People don’t become terrorists from a standing start.",
        "It begins with preachers telling them that Christians and Muslims can’t live together.",
        "It moves to people in their community saying the security services were responsible for 7/7.",
        "It progresses to a website telling them how to wage jihad, fight in Syria, and defeat the West.",
        "And before you know it, a young British boy, barely 17, is strapping bombs to his body and blowing himself up in Iraq.",
        "We have to stop it at the start – stop this seed of hatred even being planted in people’s minds, let alone allowing it to grow.",
        "Three: we need to tackle segregation.",
        "There are parts of Britain today where you can get by without ever speaking English or meeting anyone from another culture.",
        "Zoom in and you’ll see some institutions that actually help incubate these divisions.",
        "Did you know, in our country, there are some children who spend several hours each day at a Madrassa?",
        "Let me be clear: there is nothing wrong with children learning about their faith, whether it’s at Madrassas, Sunday Schools or Jewish Yeshivas.",
        "But in some Madrassas we’ve got children being taught that they shouldn’t mix with people of other religions; being beaten; swallowing conspiracy theories about Jewish people.",
        "These children should be having their minds opened, their horizons broadened…",
        "…not having their heads filled with poison and their hearts filled with hate.",
        "So I can announce this today:",
        "If an institution is teaching children intensively, then whatever its religion, we will, like any other school, make it register so it can be inspected.",
        "And be in no doubt: if you are teaching intolerance, we will shut you down.",
        "This goes to a wider truth.",
        "For too long, we’ve been so frightened of causing offence that we haven’t looked hard enough at what is going on in our communities.",
        "This is passive tolerance. And I’ll tell you where it leads:",
        "To children, British children, going to Pakistan in the summer holidays, before they’ve even started their GCSEs, and forced to marry a man they’ve never met…",
        "…children, British children, having their genitals mutilated, not just in a clinic in Lagos but the backstreets in Britain.",
        "This passive tolerance has turned us into a less integrated country; it’s put our children in danger. It is unforgivable.",
        "So let me say it right here: no more passive tolerance in Britain.",
        "We’ve passed the laws – now I want them enforced.",
        "People who organise forced marriages – I want them prosecuted.",
        "Parents who take their children for FGM – I want them arrested.",
        "And as we do that, we shouldn’t just be saying what’s wrong with these practices; we should be saying what’s right with Britain.",
        "Freedom. Democracy. Equality. These are precious.",
        "People fought for them – many died for them…",
        "…in the trenches, a century ago; on the beaches, 30 years later…",
        "…in the Suffragettes; in Gay Pride.",
        "Half the world is crying out for these freedoms – they see what we’ve achieved with them.",
        "Free speech – and the best literature in the world.",
        "Freedom of religion – and many faiths living side by side, peacefully.",
        "Free thinking – and the endless advances in medicine and technology that has brought.",
        "A free economy – and a standard of living our grandparents could only have dreamed of.",
        "I want my children – I want all our children – to know they’re part of something big – the proudest multi-racial democracy on earth.",
        "That’s why we’re making sure they learn British history at school.",
        "That’s why we started National Citizen Service to bring different people together.",
        "I want them to grow up proud of our country.",
        "That’s right: less Britain-bashing, more national pride – our way, the Conservative way, the only way to greater days.",
        "****",
        "**CONSERVATIVES**",
        "So big battles. Big arguments. A Greater Britain.",
        "Keeping our head as Labour lose theirs.",
        "So I have a message for those who voted for us and those who never have:",
        "If you believe in strong defence, and helping the poorest, most desperate people in the world.",
        "If you want an NHS that’s there for everybody, and schools that stretch our children…",
        "…and you understand none of that is possible without a strong economy.",
        "If you believe we can become the enterprise capital of the world and beat poverty.",
        "If you believe that the fight against extremism is the fight for our existence; and you want this to be the generation that ends discrimination.",
        "If you want these things, the party you need is the party right here.",
        "And it’s never too late.",
        "Bernard Harris from Leicester wrote to me before polling day and said this.",
        "“Aged 82, this is possibly my last election.",
        "“In my life I have foolishly voted Labour, believing it served the working class.",
        "“How wrong I was. Labour is against all I aspire to.",
        "“I am 100 per cent for a United Kingdom, a sound economy, free enterprise, a trading Europe and a decent standard of living.",
        "“Only a Conservative Government will achieve this.”",
        "Bernard, you found the right party – and I want many more to follow in your footsteps.",
        "**CONCLUSION**",
        "So I believe that we can make this era – these 2010s – a defining decade for our country…",
        "…the turnaround decade…",
        "…one which people will look back on and say: “that’s the time when the tide turned…",
        "…when people no longer felt the current going against them, but working with them.”",
        "We can be that Greater Britain.",
        "Because we know this: nothing is written.",
        "We’ve proved it in schools across our country…",
        "…that the poorest children don’t have to get the worst results – they can get the best.",
        "Over the next five years we will show that the deep problems in our society – they are not inevitable.",
        "That a childhood in care doesn’t have to mean a life of struggle.",
        "That a stint in prison doesn’t mean you’ll get out and do the same thing all over again.",
        "That being black, or Asian, or female, or gay doesn’t mean you’ll be treated differently.",
        "Nothing is written.",
        "And if we’re to be the global success story of the 21st century, we need to write millions of individual success stories.",
        "A Greater Britain – made of greater expectations…",
        "…where renters become homeowners…",
        "…employees become employers…",
        "…a small island becomes an even bigger economy…",
        "…and where extremism is defeated once and for all.",
        "A Greater Britain…",
        "…no more, its people dragged down or held back…",
        "…no more, some children with their noses pressed to the window as they watch the world moving ahead without them.",
        "No – a country raising its sights, its people reaching new heights…",
        "…a Great British take-off – that leaves no-one behind.",
        "That’s our dream – to help you realise your dreams.",
        "A Greater Britain – made of greater hope, greater chances, greater security.",
        "So let’s get out there – all of us – and let’s make it happen."
    ]
}