{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-at-hunger-summit/",
    "title": "David Cameron – 2012 Speech at Hunger Summit",
    "post_date": "January 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the Hunger Summit on 12 August 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister**",
        "Thank you very much everyone for coming and for giving up your Sundays for something which I think is very, very important. A warm welcome to all of you.",
        "While we’re holding these Olympic Games – and I think they’ve been a huge success – and while the eyes of the world are looking at the United Kingdom, I wanted to make absolutely sure we weren’t just thinking about who was going to win the next gold medal, but also we spent some time thinking about some of the biggest problems that people face in our world. And while lots of us are able to think about the next gold medal, there are millions of people in our world who are thinking about whether they are going to get a meal, whether they will go to bed hungry, whether they can get the proper food and nourishment they need to stay alive and to develop. And that’s what today’s conference is all about.",
        "I’ll say some remarks in a moment, but first of all, I wanted to ask Mo Farah and then Haile Gebrselassie to say some words about how important this issue is to them. Mo, you stunned us all with those two amazing runs, and it’s very good of you to give up this time for something I know you care about deeply as well.",
        "**Mo Farah**",
        "Thank you for inviting me. It’s a great pleasure to be here. It’s really important as an athlete to get it right, and I got it right at this championship. But mainly, the reason why I am here is I’m lucky to have set up a new life here, and grown up here. I originally came from Somalia as a little boy and didn’t know the situation out there. It’s not great. And there are kids out there who need opportunities in hunger, starving, so we must do something about it, and it’s really important that we give back something to those kids.",
        "As a parent, for me, luckily I’m going to have twins, and they’re going to get the right things and everything they need. But there are kids out there who need our help and hunger, and are not able to get anything. So it’s important that we give back something, and it’s great to be here. And we must do something all of us.",
        "I’ve set up the Mo Farah Foundation, and that’s also going well. And the reason why I set up something is just the hunger and the situation out there. We must do something and to give something back to those kids, particularly. It really touches my heart.",
        "**Haile Gebrselassie**",
        "First of all, I would like to say thank you to the Prime Minister of the UK and Vice President of Brazil today, and for their leadership to take on under-nutrition around the world. Last month, I delivered a petition on behalf of the ONE campaign to Africa’s leader, signed by over 55,000 African citizens and ONE members calling for action to tackle hunger. So I am delighted to now be here in London at this global event that will also focus on these opportunity issues.",
        "We have all watched a great performance by athletes at this Olympics. Congratulations. What a wonderful Olympics, with the best performance for the UK team: amazing, especially my friend Mo here. Congratulations to you and your people here, to host such a wonderful Olympics. That’s my witness, because I’ve been in all the last five Olympics Games, and saw many good things at this one. It’s amazing, especially the crowd in the stadium.",
        "I understand the pain of malnutrition. In my home country of Ethiopia, I have seen lives blighted through extreme poverty and hunger. We have seen some great performances from Ethiopian athletes in the Olympics. My country has won three golds. Only Mo won two and the UK 28, wonderful; congratulations again for that.",
        "Throughout the year we have seen Ethiopia put out performances and outstanding athletes from all over the world, but at home, half of our children are affected by malnutrition. Just imagine what my country could have achieved on the athletics field if half of our children weren’t suffering chronic malnutrition, if all children escaped the long-term consequence of stunting, and could grow and reach their full potential. So I am pleased today that we are trying, and we are turning the world’s attention to malnutrition, which continues to affect so many around the world.",
        "When I speak to young athletes, I tell them that becoming an Olympic champion takes commitment, discipline and hard work. Without hard work, there is no achievement. I want to say the same to you here today. This is a very important mission, and it will take hard work and commitment to succeed in our goal. I have faith, looking at experts gathered at this conference today, that we can make progress to saving millions of children from stunting. I wish you all the best. Thank you very much.",
        "**Prime Minister**",
        "It matters a lot that you do this because you are enormous role models to people not just in the United Kingdom, but around the world. And you raising the profile of this issue will mean that more will get done, more lives will be saved, fewer children will grow up to be malnourished. So thank you very much for your contribution.",
        "I can update you on one point. You said we had 28 gold medals; we’ve just won a 29th in the heavyweight boxing, so I just had to get that in. That was today. That was just as we were gathering.",
        "But I know that Mo, you can’t stay because you have many other commitments, but thank you very much for coming. I want to thank everyone again for coming, and particularly Vice President Temer of Brazil, and for all of you for coming today.",
        "When we won the right to host these Games, we promised two things. We said we’d stage the greatest Olympics ever here in London, and I hope it’s not too much boasting to say we think we’ve come close to doing that, if not doing it. And second, we said we’d make sure the Games weren’t just a one-summer, one-off wonder, but we wanted to create something that would last. And that’s what we’re here to talk about today.",
        "Now you’ve heard from Mo Farah. A week ago, and last night, the whole country cheered Mo Farah to gold in the Olympic stadium. But a year ago, the country of his birth, Somalia, was suffering in that terrible famine. Now, I’m proud of the fact that Britain led in the response to the famine in Somalia and the Horn of Africa, with over £129 million of aid from the British government, and an incredible £79 million of individual donations from the British people. And I’m proud too that through the London conference that we held earlier this year, we helped to play a part in the international response that means today, Somalia is a place of some growing hope rather than despair.",
        "But while people around the planet have been enjoying and competing in these Games, there is another world where children don’t have enough to eat and never get the start in life that they deserve. The figures are truly shocking. One in three child deaths are linked to malnutrition, and 171 million children are so malnourished by the age of two that they can never physically recover. That is the terrible thing about this – what we would call a ‘silent crisis’ – that it harms for life. Even if malnourished children are able to fight off the sickness and the infection in their earliest years, their bodies and their minds never fully develop. And it’s a tragedy for them, it’s a tragedy for the societies that they live in, because children who could grow up to become doctors, farmers, engineers, entrepreneurs, or great Olympians, are simply left behind.",
        "The problem repeats itself generation after generation, and it doesn’t stop just when they’re older. Just under one billion people across the world go to bed hungry every single night. Now, we’ve got a responsibility to tackle this, but the hard truth is – and it needs to be said – that while we’ve made great strides in the last decade on things like education, malnutrition rates have actually stagnated. I’m determined that we try and help change this, which is why I wanted at the end of this Olympic fortnight to hold this hunger event, and it’s why between 2011 and 2015, Britain will reach 20 million children under the age of five and pregnant women with nutrition programmes. That is our own contribution to this challenge.",
        "But the ambition I want to set today is for the world to rise together to make a difference, between now and between the start of the Rio Olympics in 2016. And I think that’s appropriate because Brazil is actually making huge progress on this issue.",
        "Now, what is my answer to this challenge? Well, let me start another way. Here are two things I think we shouldn’t do. First of all, we shouldn’t just throw food aid at the problem and hope for the best. And second, we shouldn’t pretend there is one single fix. This is a complex problem; it requires a complex set of solutions.",
        "The challenge of malnutrition isn’t just about food. That is obviously the symptom, but we need to tackle the underlying causes. If you take, for example, the Democratic Republic of Congo, it’s a country that exports food but where millions are still undernourished; or if you take Africa as a whole, which has almost 60% of the world’s uncultivated land, but where malnutrition is chronic.",
        "So the problem is partly a failure of government. Farmers can farm, traders can trade, but without the rule of law, without property rights, without peace, you can’t get your product to market. You can’t sell your crops. And without things like decent sanitation, accessible healthcare, and basic education, malnutrition grows. So Britain’s response is to fund these things, as one of the most generous aid donors in the world. It’s precisely why we’re sticking to our commitment to 0.7% of our income spending on aid, even at a time of economic hardship.",
        "The problem is also, I believe, partly a failure of the private sector. Rising food prices leaves the poor hungry, but if the private sector can help farmers in Africa and Asia to grow more and get their crops to market at a fair price, then there can be opportunity too. So Britain’s response is to work with businesses like those here, like Unilever, GSK, Britannia Foods, to produce and distribute food that contains all the nutrients that young children need.",
        "And there’s another thing Britain can do here as well, and that is, use science to produce nutritionally enriched, resilient crops, and make sure everyone gets access to these seed types, not just farmers in rich countries. So we’re backing agricultural research and innovation to enable around half a million poor households across Africa to grow better crops, benefiting up to three million people.",
        "Finally, and I think this is very important, it’s important that we have meetings like this during Olympic fortnights like this. We’ve got to keep the promises that we make when we have meetings like this. Data on progress needs to be transparent. It needs to be put in the hands of our citizens so they can monitor what governments and businesses say they’re going to do, and then what they actually do.",
        "Now, I’m not claiming to have all the answers. This is a challenge for everyone round the table. I’m looking forward to hearing people’s contributions. But I do believe it’s a challenge the world can meet, and I know it’s one we have a duty to meet. We’ve all signed up to the World Health Organisation target to cut stunting from malnutrition by 40% in 2025, and it’s now time to put that into practice. That would see something like 70 million children have access to proper nutrition. It is doable and deliverable if we make these commitments and meet these commitments.",
        "Now, we’ve just seen in the Olympics what the world can do when it puts its mind to a task. We’ve got political leaders, we’ve got great Olympians here, we’ve got the leading charities and organisations that care deeply about this issue. We shouldn’t turn away from this issue. In my view, we won’t. Now, I’m going to hand over to the Brazilian Vice President to talk about his country’s contribution, and what you plan in the run-up to 2016, before opening up to other contributions.",
        "**Michel Temer (Vice-President of Brazil)**",
        "I should like to take this opportunity first of all to say that I’m going to be speaking in Portuguese, and secondly, to thank the Prime Minister very much for hosting this event, and also to thank him for taking the leadership jointly with us to pursue this thing that, as he just said a short while ago, was committed to silence; it was something that was not observed. And so I think it is something that is very laudable and it’s something that we need to pursue in earnest. And in Brazil, we do have a great experience in fighting hunger, and this is one of the great pillars of our development.",
        "Therefore, combating hunger in Brazil is not only a government policy but it is a state policy, because it is enshrined in our own constitution that establishes that there is a right to food. It is a social right that we have.",
        "It does not only determine that we should be fighting hunger within our own country domestically, but also to assist and aid those countries that are still struggling with this major challenge.",
        "Brazil has already employed a great and important fight against the scourge of hunger over the past ten years, both domestically and externally, counting on the support – and the very determined support – of the United Kingdom, of and the system of the United Nations that is currently here represented by various agencies.",
        "As a matter of fact, the Brazil conquests are internationally acknowledged in the field of food security with the reduction of extreme poverty over the past five years when, compared to the Millennium Development Goals, the timeframe was 25 years.",
        "And this did happen with the contribution of the civil society in Brazil, a very organised society that engaged with this in a very earnest manner; so much so, that this fight could be pursued very much so that we all know that both in Brazil and all the world, there is no lack of food. So what is lacking? There is lack of access, and over a billion people do not have access to proper food.",
        "In Brazil, at the same time that we sought to redistribute the income, we also prepared a set of public policies that are geared towards food security, food and nutritional security, which has encompassed things such as school meals, gardens, vegetable gardens in schools and community gardens, food banks, local purchase of family agriculture, credit to smallholders, farmers, public depots, agricultural insurance, food banks, and popular restaurants.",
        "In this manner, we succeeded in reducing by 11% the levels of malnutrition in our country, and then we came to become a point of reference for other countries that have similar difficulties, challenges of poverty.",
        "I should like to give you two examples. For example, the Brazilian school meal programme feeds currently 47 million pupils on a daily basis. It is based on the right to food, and does not discriminate even positively. All have the right to school meals.",
        "And what we did as well with the National Congress, we approved the Bill which requires that 30% of the food needs to be bought from family agriculture, family farmers; that is, those smallholders that produce food locally, so that they provide the food for this school programme. And by the same token, this constitutes a very significant social integration programme: people engage with this and they supply it at a local level.",
        "And it is this very experience that we are now sharing with other countries, helping them to organise their own small family farming or smallholders, their crops, and also the manner that they purchase this produce, the crops, for students and other people that are in a situation of food insecurity.",
        "So within this trajectory, we counted on the very generous interest of the United Kingdom, with which we have established a partnership for a project for local purchase of food in five African countries, each one situated in a macro-region of Africa; that is, Mozambique, Malawi, Ethiopia, Niger and Senegal, organising the farmers and the production in the form of partnership with the Food Agriculture Organisation (the FAO), and buying the produce for the programmes, for the school meal programme, and for people that are currently in food insecurity situations through the World Food Programme.",
        "And I would like to also take this opportunity to point out that during the recent Rio+20 conference in Rio de Janeiro, the Secretary General of the United Nations, Ban Ki-moon, and also the Deputy Prime Minister of the United Kingdom, Mr Nick Clegg, did mention our programme, the food purchase programme that we have, as an example of horizontal cooperation.",
        "And within this cooperation, the Brazilian Agricultural Research Corporation (EMBRAPA) has created a number of initiatives. The chairman of EMBRAPA is present here, he is going to take part in these discussions this afternoon. He’s going to describe the various initiatives that EMBRAPA has been pursuing in order to provide this cooperation.",
        "And our very well-known, broadly known strategy, which is called Zero Hunger, is exactly the fruit of this practice of participatory and redistributive democracy, and that, of course, encompasses all the emergency elements. And I am extremely delighted to announce here on behalf of President Dilma Rousseff and myself a new donation that Brazil is making of $120 million in food for the World Food Programme. That was the most important part of my speech, of course.",
        "And this is just to say that not only did Brazil look after its own domestic problems and challenges that we had with hunger, but it also has a major concern to fight hunger all over the world, as well as malnutrition all over the world.",
        "And of course, all of these three aspects that I have just mentioned are based on three pillars of sustainable development, the social pillar, the economic pillar, and the environmental pillar, which are firmly grounded in the inalienable human right to food for all citizens throughout the world – that they have to have the right for good food and nutrition.",
        "And to close, I should like to express my gratitude to Prime Minister Cameron for inviting us to co-host this event here on combating hunger. Thank you very much indeed.",
        "**Prime Minister**",
        "Well thank you for co-chairing this event, and thank you for that contribution to the World Food Programme. And also, thank you for those good examples, including the school food programme, about how to tackle the shortage of nutrition and food security in some countries. That was very positive, thank you very much.",
        "We’re going to have, if we can now, three-minute contributions from the key speakers, the headline points they want to make about how we best tackle this crisis, before we go into the sub-groups.",
        "**Enda Kenny (Taoiseach of the Republic of Ireland)**",
        "Thank you, Prime Minister. I’m from Ireland. In the 1840s, we lost half our population with the Great Hunger, principally caused by blight on the potato crop, which was the sustainable crop for our people. It instilled in us a sense of real interest in dealing with hunger, and it’s given us an intense interest in foreign aid, in dealing with hunger, malnutrition, and standing by the most vulnerable and the poorest of the world.",
        "The eradication, therefore, of hunger in a world sense is a cornerstone of the foreign policy of our country. We’re not as big and as powerful as many others, but we’ve got a very long tradition of being involved in other countries in these areas.",
        "The figures are enormous, and they are obscene, and they are a testament to failure. One billion suffer from hunger; two billion suffer from malnutrition and under-nourishment, and yet all of the research, all of the capacity, all of the potential, exists to deal with these problems. I’m not here to talk about that particular issue. What I do want to say is this: sometimes the political process doesn’t actually know what to do. That’s why the collective energy and the collective experience and the collective wisdom of all of the agencies, organisations, food producers, and so on, is needed, to understand what the particular problem in any location in the world might be, and how it should be dealt with.",
        "For me, as the Prime Minister of my country, we assume the presidency of the European Union on 1st January next year. This will be our seventh presidency. We intend to make hunger, nutrition and climate justice a particular issue during that presidency. In April of next year there will be a major conference hosted in Ireland on hunger, nutrition and climate justice and we will obviously make an issue of this.",
        "But it is also important to understand the very strong relationship that exists between Ireland and Britain, which has evolved to an unprecedented extent following the visit of Her Majesty to Ireland last year, which means that the Prime Minister, when he assumes the chairmanship of the G8 next year, is also in the position to influence the issue of climate justice, hunger and nutrition in a way that is paralleled by Ireland assuming the presidency of the European Union for the first half of next year. So we pledge ourselves to work together in these interests.",
        "We are one of the few countries that have actually – no more than Britain -stood by our commitment in respect of foreign aid and despite the economic challenges that we face, maintained our fund in that regard and have already exceeded the 20% commitment of that programme in respect of hunger and nutrition, and we commit ourselves to continue to do that.",
        "So for the future, for us, it is a case of continuing to understand that we need to be in a different place if this problem is to be tackled and this challenge is to be met successfully because the old way will not work for the future; growing numbers, different issues in respect of climate change and climate justice which cannot be put off for the next decade or the next two decades or the next three decades. It needs to be tackled and tackled now.",
        "So in that regard, our own contribution – we were not able to give 120 million but we did give 3.5 million to the CGIAR research organisation this year, just this week actually, dealing with hunger and nutrition and we will continue in that regard. So for a country that is committed to this, where we will work with our colleagues in the Commission, our colleagues in the European sense, assuming the presidency next January, work with the G8: it is important that we use our collective wisdoms to understand what it is that has to be done and can be done.",
        "Leaving aside the question of politics in different countries, which is always a challenge and an issue, it is very commendable that Brazil says, ‘We have a programme where small agri-producers can produce and that food is bought, which is an incentive for them to continue to produce, and children can be healthy.’",
        "I commend Mo Farah and Haile Gebrselassie, a wonderful athlete, in your years. These Olympics have been outstanding, David. To you and all those wonderful volunteers, you’ve had a great two weeks for Britain, a great message from London, an example of how the spirit of sport can unify people around the world. Thank you.",
        "**Prime Minister**",
        "Thank you very much and thank you for that commitment to make this issue so high profile during your presidency of the European Union and it’s very good that we have the European Commission here, represented by Andris Piebalgs, who obviously has a very large budget to distribute in terms of aid and food security. I am going to be calling on you a bit later. But if we could now hear from Prime Minister Sheikh Hasina of Bangladesh, a very warm welcome to you. I know you are a member of the Scaling Up Nutrition movement and have had a lot of success in your own country tackling these issues, so I am very interested to hear from you. Thank you.",
        "**Sheikh Hasna (Prime Minister of Bangladesh)**",
        "Thank you, thank you very much, Right Honourable Mr David Cameron, Prime Minister of United Kingdom and Northern Ireland, excellencies, distinguished guests, ladies and gentlemen, good afternoon to you all. Today we are here to discuss hunger and malnutrition, a huge challenge facing us. Hunger is a painful experience that destroys the body and demeans the soul. Malnutrition is the largest single contributor to physical and mental underdevelopment and disease.",
        "I want to thank Prime Minister David Cameron for holding this event. I hope it will secure international commitment to meet the challenges.",
        "A billion hungry and undernourished people populate our planet with 98% in developing countries. South Asia has the highest child malnutrition in the world. Bangladesh has 6% of global childhood under-nutrition. Our pragmatic policies and measures to address this issue have succeeded in increasing dietary caloric intake. During our governance, a three and a half years’ period, under-nutrition has been reduced from 42% to 36% and stunting from 43% to 41%. We expect our children to be at 36% in 2015. In two years we are on track to attain the hunger target of MDG1.",
        "In Bangladesh, one third of women are undernourished and a lower proportion of pregnant women are anaemic. Macronutrient deficiencies are also a major concern. We are focusing on the first thousand days of life: that is from conception to 24 months of life. We are also promoting delayed marriage to improve the nutritional status of adults and girls, and lowering incidences of low birth weight babies and subsequent malnutrition.",
        "Our overall multi-sectoral efforts have succeeded in reducing poverty by 10% because we have many programmes for social safety net. And we also distribute free foods to the poorest of the poor people. Our aim is to lift deprived people out of poverty, hunger and malnutrition.",
        "By MDG timeframe of 2015, we have many pragmatic programmes. Our efforts have so far achieved GDP growth rate of 6.5% during our government’s tenure, increase of per capita income, attainment of MDG4 on infant mortality and MDG5 on maternal mortality. This was possible despite external vulnerability and challenges of global warming and sea level rises.",
        "Poverty and hunger are not just national issues. The ensuing global crisis – that is economic, energy, food, fresh water – calls for unified global approaches for solutions. A global consensus is also required to effectively respond to over-speculative transactions and financialisation of commodity markets. There is also a need for balance between government protection and regulation of institutions. All these have direct bearing on the effectiveness of domestic policies and programmes, on hunger and under-nutrition.",
        "Food security is imperative. During out last tenure from 1996 to 2001, we became self-sufficient in food for the first time. In recognition of this, FAO awarded the Ceres Medal to Bangladesh in 1998. Unfortunately, the years following, our government saw Bangladesh again reduced to a food importing country; that time we were not in power, it was the other party.",
        "During our present tenure, our reserves have led to the development of high-yielding nutritious rice varieties, also resistant to salinity, drought and rising water level. Today, we are again self-sufficient in food. We are not only growing food, we also make sure that food should reach the poor people.",
        "For sustainment of this achievement against climate change impacts we need concerted internal and global actions like regional buffer food grains and the imposition of export ban on imports of net food importing countries. It is predicted that climate change will adversely affect food grains in terms of yield, price, consumption, etc. This will reduce calorie intake and increase child malnutrition.",
        "Bangladesh is already feeling impacts of climate change, losing as much as 3% to 4% GDP growth which otherwise would have supported our efforts on health and nutrition.",
        "For nutrition, we also ensure health services for our people, especially for women. We have already established 12,000 community heathcare centres; through that, we are assisting our people.",
        "Excellencies, ladies and gentlemen, today on the backdrop of the London Olympic 2012 Games, athletes are excelling with all vigour and vitality for honours for their nations. Let us for a moment wonder on the position of others of our family, passing their days in hunger and poverty with many hoping that they were part of the Games. It should be enough if we bear compassion in our hearts to make a place today to open all doors, raise all barriers and combine all our resources as one family to eliminate hunger, malnutrition and poverty, and thus leave the world a better place for our future generations.",
        "I thank Prime Minister Cameron again for arranging this meeting and many of you will make some comments on that. We can get some new directions, new methods or new experiences which we can use for our people and our country. Thank you.",
        "**Prime Minister**",
        "Thank you very much indeed. I now call on the Prime Minister of Kenya, Prime Minister Odinga, to speak to us about his experience and his items for the future. Thank you very much, Prime Minister.",
        "**Raila Odinga (Prime Minister of Kenya)**",
        "Thank you very much, David. I really want to begin by thanking the Prime Minister for this initiative, for getting all these brains together during the London Olympics; that we don’t just celebrate medals but we also think of those millions who are out there and who have nothing to eat. If it had been during the French Revolution, Marie Antoinette would not have made those remarks and maybe there would never have been a revolution.",
        "We all know how critical it is to be blessed with good health, particularly in childhood, and here we are talking about what they call the one thousand day corridor during the formative period of a child, when the brain needs nutrients to grow. Malnourished children actually face many risks. They will likely grow up to be unemployed and frustrated because they are stunted if they don’t get their requisite nutrients early enough. And that means that basically they will become a source of discontent and social and political instability in the country rather than a demographic dividend for the country.",
        "But as we speak now, the statistics don’t look very good for us in Kenya. An estimated 39% of our children are undernourished. This proportion is much higher, particularly in what we call arid and semi-arid parts of our country. The economic costs are equally large. It is estimated that about $2.8 billion of our GDP is a drag, I mean, goes down as a result of vitamin and mineral deficiencies.",
        "What additional measures should we, the Kenyan government, take? One, we believe that it is critical to enhance the intake of vitamin A, zinc, iron and other essential nutrients by the vulnerable children and pregnant mothers. Two, iron fortification of staple foods and universal salt iodisation is also essential. Then three, we need to urgently scale up the school base warm meal programme to cover all children in the affected areas. We are about to launch this expansion with the support of the Children’s Investment Fund. Four, we should rapidly extend the free distribution of insecticide-treated bed nets. The aim will be to provide bed nets to more than one half of our children who still sleep without the treated bed nets. Five, many girls get married when they are just 12, and they are also undernourished. They then bear children who are also born weak and undernourished. Thus, the vicious cycle continues. All girls must be protected by society to ensure that they reach at least 18 years of age before they get married.",
        "Now we face two additional, major challenges. One is the influx of a very large number of Somali refugees, many of whom are children. Mo already left early, but he would have been happy to hear about this. We are right now hosting the biggest refugee camp in the world. About 600,000 people in one camp alone, but taken together there are nearly one million refugees as a result of political instability in Somalia. These children arrive with their mothers in the refugee camps, and when they come they are weak and malnourished. The other one is the issue of climate change. Droughts, floods and extreme, irregular weather are a common occurrence. The drought of the Horn of Africa in 2010 and 2011 affected thousands of children and mothers. We had the worst drought in over 60 years.",
        "So ladies and gentlemen, the resolution of these challenges requires collective actions by all concerned: that is governments, international agencies, NGOs and the private sector. This is why we endorse this Scaling Up Nutrition (SUN) movement. We particularly appreciate the eminent roles expected of the private sector under the category innovations within the SUN movement. The private public partnership (the PPPs) will be a very key component of our solution. Sales of nutrient-fortified foods and milk products on commercial networks and direct deliveries to the refugee camps are some of the many good possibilities of such PPPs. That is, that food is fortified before it is delivered, whether it is sugar, whether it is salt, whether it is maize, or even rice: it is fortified first so that the children are able to get their requisite nutrients out of those foods when they are distributed. The government of Kenya is ready to play its part. I want to conclude by saying, ‘Let us work together so that the goals for the 2016 Rio Olympics that we will set at this meeting will be fully achieved.’ Thank you very much.",
        "**Prime Minister**",
        "Thank you very much for that very specific set of measures you’re taking, and also the common theme emerging about the importance of family planning as a good example of how this is not just about nutrition, it’s about things that lead to poor nutrition. And clearly, having children too early can be part of that.",
        "**Krishna Tirath (Indian Minister for Women and Children)**",
        "Good afternoon to all of you. I congratulate the Right Honourable David Cameron, Prime Minister of the UK, for organising this global nutrition event.",
        "Nutrition is being given the highest attention and priority under the leadership of our Prime Minister of India, Dr Manmohan Singh, who has noted the high prevalence of under-nutrition with deep anguish in the country. The PM’s Nutrition Council has taken several key decisions to address the issues, some of which I would like to highlight.",
        "The Integrated Child Development Services (ICDS) scheme is reaching about 80 million children under six years and 20 million expecting and nursing mothers through a network of 1.3 million centres called Anganwadis. It’s being strengthened and restructured with programmatic, institutional and managerial reforms along with the enhanced financial commitment from an annual average of US$3.5 billion to over US$6.5 billion. The investment will improve the infrastructure, professional management, monitoring, community participation and accountability of the programme. Real-time monitoring and service as well as the knowledge resources of nutrition are also being strengthened through the use of ICT.",
        "Simultaneously, the healthcare component and system, through the National Rural Health Mission, is being extended and strengthened for micronutrient supplementation, the management of childhood illness, immunisation, and protocol for the treatment of severely undernourished, underweight children. Further, a more intensive, coordinated and convergent effort in the Multi-sectoral Nutrition Augmentation Programme in 200 high burden districts is being considered. A National Food Security Bill 2011 is also under the consideration of our parliament. A nationwide awareness campaign is to be launched soon to accelerate the fight against malnutrition.",
        "Special schemes for the empowerment of adolescent girls have been initiated, and especially a maternity benefit scheme for women. A national mission for the empowerment of women has been launched for inter-sectoral convergence of schemes and services towards the social and economic development of women.",
        "All these policies and programmatic measures would reinforce evidence-based interventions. The next five years are going to be extremely challenging for us, and we are determined and committed to achieve the goal to have a healthy generation. We value the support from DFID, UNICEF and other development partners. India applauds the efforts of the UK and the global community for bringing the issue of malnutrition to centre stage to coincide with the exhibition of great human prowess during the Olympics. India stands firmly committed to reducing the burden of under-nutrition and achieving the full potential of our children. Thank you very much.",
        "**Prime Minister**",
        "Thank you very much for that contribution and for the action you’re taking particularly in the poorest states in India that have the greatest challenges, which is where I’m sure you’re right to focus and where others should help you to focus.",
        "**Krishna Tirath**",
        "And we are ready to fight for this, all these challenges.",
        "**Prime Minister**",
        "Thank you.",
        "**Chris Cooper-Hohn (Children’s Investment Fund Foundation)**",
        "Thank you, Prime Minister Cameron and Andrew Mitchell for convening today’s event and I sincerely applaud their leadership on international development and addressing malnutrition.",
        "Ten years ago, my wife and I co-founded the Children’s Investment Fund Foundation (CIFF) to help address the obscenity of hundreds of millions of children whose lives are permanently blighted by malnutrition in the form of macronutrient deficiency, stunting and wasting.",
        "Today, CIFF is one of the largest foundations in the world with assets of US$3.5 billion but neither we nor other donors have enough resources to solve the problem alone. I have no doubt that climate change, drought and population growth will relentlessly increase food insecurity and food prices, leading to future catastrophic levels of child malnutrition in many countries. Without committed leadership, greater urgency and significant co-funding from the governments of developing countries themselves, we and other donors will never be able to solve the malnutrition scourge. Governments must share the responsibility to care for their own children and end the wilful neglect of child malnutrition. Countries must scale up nutrition programmes and mainstream them within health and social systems. Measuring and tracking the success of these programmes is essential. We must measure and publicise the reality of micronutrient deficiency, stunting and wasting of children, and collectively hold ourselves, including heads of state, accountable for progress each year.",
        "The CIFF foundation is currently granting and working on proposals in four areas. First, stunting, through the support to the World Food Programme in Malawi and Mozambique, and directly with the government of Rwanda. Second, community treatment of severe acute malnutrition at a large scale in Nigeria, in partnership with UNICEF and the national government, as well as in some Indian states. Third, micronutrient supplementation programmes in Bangladesh in partnership with GAIN and the private sector. Fourth, developing new formulations for therapeutic foods, to reduce prices for de-worming programmes in Kenya and diarrhoea programmes in India.",
        "Fundamentally to address root causes of malnutrition, CIFF must fund programmes in family planning and is extremely active in climate change work. Our foundation, CIFF, stands ready to make investments of tens of millions of dollars immediately and annually to address malnutrition in partnership with those countries and donors such as DFID that show a genuine commitment to addressing child malnutrition. Thank you.",
        "**Prime Minister**",
        "Thank you very much indeed for that.",
        "**Paul Polman (Unilever)**",
        "Thank you, Prime Minister, and Andrew. Congratulations on a wonderful two weeks, to start with: it’s been enjoyable to live in London, to be honest.",
        "Unilever are one of the biggest food companies. We sell to about two billion people a day, operate in 90-plus countries. So food security and nutrition go to the heart of our business. We could not function if the world didn’t function, obviously, and we’ve always had that as an important part. In fact, we’re spending probably about 300 million a year in reinforcing our products, be it iodine in salt, or be it in our Knorr products in Africa with vitamin A, or be it in our drinks, and the list goes on. For us, it’s just the normal thing to do: working with multilateral agencies like the World Food Programme – which fortunately is present here – or simply working with the 1.5 to 2 million small-hold farmers, providing them training in agricultural techniques.",
        "But it’s also very clear that we don’t reach the bottom of the pyramid; there are too many excluded, and many of you have referred to that already. That’s why there is a different partnership needed. Now, I’m very encouraged coming out of Rio and having participated in the Los Cabos meetings leading the Food Security Task Force, that there is an increasing number of what I call responsible businesses willing to participate at a different level than they’ve done. We simply cannot do it alone. I call it moving from a licence to operate to a licence to lead, and there is no better time in society to do that.",
        "Now, there are some wonderful initiatives. The G8 pledged the L’Aquila fund, about $20 million came out of that with specific projects for Grow Africa. We got what I call responsible business to participate for $3 billion, so we need to capitalise on that and there are 26 projects coming out already. In Los Cabos, with the G20, most of the Food Security Task Force’s recommendations would have nutrition prominently written in it, we’re adopting it in a declaration. We have commitments from major food companies of 10 to 15 billion to participate in that. The New Vision for Agriculture now has 17 projects going, we need to capitalise on that.",
        "And David, my friend, is here on the Scaling Up Nutrition. His goal of 35 countries and I’m glad that Prime Minister Odinga is the new one signing up today. Business is fully behind that and there’s no clearer focus than what David brings to the Scaling Up Nutrition. And then you have the initiatives that we’re doing here with GAIN and many others, the multi-sector and public private partnership initiatives. Obviously, DFID is heavily involved with GAIN as well, and the Bill and Melinda Gates Foundation that are present here as well, and many of the companies around the table, projects like Project Laser Beam in Bangladesh, helping your beautiful country, or what we do in other countries, like AIM (the Amsterdam Initiative against Malnutrition), they’re all taking hold. And the reason I mention all these products is that we don’t need to invent too many. We just, as you rightfully said, need to focus on making many of these projects now come alive, as real momentum is building up. I’m also honoured, David, to be part of this high-level panel for the development of the Millennium Development Goals after 2015, and I hope that nutrition and food security will play a prominent part in that as well under your encouragement.",
        "And I was glad we had the meeting at Lancaster House the other day with the food industry, and you were gladly participating on that. Eidon told me, preparing for that meeting, that the UK has 3,000 food companies here; it’s about 10% of the UK economy, and it’s one of the largest industries globally, actually, here. So your rallying cry, which you rightfully did, of how we can challenge the UK food and drinks industry to play a more prominent role behind these initiatives, is obviously spot on.",
        "With DFID, and with GAIN, Unilever organised about two weeks ago in our offices exactly with that purpose, a conference of some of the major businesses. You’ve referred to that already, the Associated British Food, Scargill, DSM, GSK and some others were present, together with, obviously, DFID and London School of Hygiene and Tropical Medicine, as well as Save the Children and some others. And it’s very clear coming out of that meeting that there is appetite, not frankly to invent too many new things, but to really build on some of these initiatives and to play a part in some of that very specific food security and nutrition, very specific, clear, well-defined projects, very specifically making the research and development available – that is very rich in the UK, I may add – and very specifically working on some hard output measures. So I’m very encouraged with that.",
        "I would say under your encouragement in the next few months, we should really summon these companies together, hold them accountable a little bit, and put some energy behind these initiatives. As we’re in this building, I found a nice quote of Winston Churchill, who said actually that, ‘The era of procrastination, of half-measures, of delays in coming to a close, is coming to a close. If no action is taken, we risk entering a period of consequences.’ And I think if we don’t take the actions that you rightfully champion, we risk these periods of consequences that we don’t want to face. So I thank you for the initiative.",
        "**Prime Minister**",
        "Thank you very much, Paul. Finally in this introductory session, I’d like Commissioner Piebalgs to speak, and then I’ll say some very brief remarks to sum up this opening session.",
        "**Andris Piebalgs (European Development Commissioner)**",
        "Prime Minister, thank you for your invitation and thank you for your leadership. Development cooperation is rather a complicated area, and sometimes seems very patchy. But I would like to congratulate you, particularly for this leadership on nutrition, and for family planning. Because when you address complex issues of development, there are some issues that somehow do not allow us to reach full-scale development cooperation. And family planning and nutrition are exactly the ones that can be overlooked for political difficulties, sometimes, and sometimes because we haven’t had enough courage to address it.",
        "Since this European Union has moved on nutrition for the last five and seven years, we have taken important decisions like one under EU Millennium Development Goals initiatives. The Commission has allocated €225 million to projects targeting food security and nutrition in the most vulnerable countries.",
        "Also, for biofortification of crops, we will invest €3 million to support harvests during this year, and most importantly, of the development strategies that are now adopted in the European Union, nutrition and food security are our top priorities.",
        "It is important to take goals, and usually we come up with very many inputs and fewer outputs. But also, I think from logic, we should put our targets and pledges on the goal sheet, what we would like to achieve; I would say that our European Union takes the pledge to at least 10% of the target of reducing the number of stunted children by 70 million by 2025, so that it can be done by our programme. So it means we would take a pledge to decrease the number of stunted children by 70 million through EU programmes, and partially also working with all other colleagues, doing everything to make the number of stunted children decrease. Because decreasing 70 million, if there are some places that increase, could not be too helpful. So we are taking this pledge. Thank you very much.",
        "**Prime Minister**",
        "Thank you very much. I think it’s been a very good opening session. Just three concluding points from me, from listening to people’s contributions. The first is about the priority we give this issue and the commitment that we make. I think everyone has been clear: this is the right issue to prioritise. The figures are horrific in terms of the number of malnourished children, and it is not improving at the moment. So we need to make real changes.",
        "In terms of the commitment we make, a number of dates and things have been mentioned, which I think are important to put into context. I think we all need to reassert the WHO target of 2025 for a 40% reduction of malnourished children: that would mean 70 million children. I think we should re-emphasise that. I think we should use between now and 2016, the Rio Olympic Games, as a sort of waypoint where you can measure how far we’ve got and how we are doing. We can use the Irish presidency of the EU for the European Union to play its part. We can certainly use the British presidency of the G8, just as the US did last year, to emphasise the importance of food security and nutrition. And I think, as Paul has said, where there are a number of us serving on the high-level panel Ban Ki-moon has set up, to make sure we emphasise this issue through those processes. So that’s the first point, the priority we give, the commitment we give, and the priority that we add to it.",
        "The second point I would make from listening to everyone’s contributions: of course, this is a multi-faceted problem. It’s very complex, because lots of things contribute to malnutrition. But I think it would be worth trying to pick some of the things people mentioned the most, and focus on those.",
        "A number of people talked about the first 1,000 days of life, pregnancy and post-birth. I think it’s absolutely vital to focus on that. I think the issue of family planning is absolutely linked to the issues of nutrition. I think what was said by the Minister from India about focusing efforts on the poorest people in the poorest areas, those where we can make the biggest difference.",
        "Third point is that this is, as Chris said, a shared responsibility. We won’t solve this by just the private sector improving crops and improving markets, we won’t do it just through government programmes; it is both these things and others beside. It is a shared responsibility, and I was particularly struck by what Commissioner Piebalgs said about making sure we are transparent about the aid that we give, the measures that we take, what government does, what the private sector does, and how we challenge private-sector companies. So it is a shared responsibility, but one where we should be transparent in our aims and goals.",
        "I’d like to thank everyone again for coming, and wish you well in the next set of sessions that will be chaired by my Secretary of State for International Development. But once again, very many thanks for your contributions, and thank you for coming today."
    ]
}