{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-families/",
    "title": "David Cameron – 2007 Speech on Families",
    "post_date": "December 31, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 10 July 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "The report published by Iain **[Duncan Smith]** and his team today is a landmark in British social policy.",
        "And I believe it is a clear vindication of this Party’s approach to policy-making.",
        "Iain’s Policy Group has held over 3,000 hours of public hearings.",
        "Over 2,000 organisations – most of them non-political – from all over the country, have contributed ideas.",
        "50,000 people have been surveyed.",
        "That’s people from broken homes…",
        "…people who are drug addicts today…",
        "…and they were asked how they wish they’d been treated by society and by government policy.",
        "We have engaged the people on the front line, the people who know most about the complex human and emotional challenges of social policy.",
        "People like Camila Batmanghelidj, whose remarkable work we celebrate with our event here today.",
        "What a contrast to Labour’s approach.",
        "We’ve had ten years of government by short term initiative – and as today’s announcement from Ed Balls shows that’s not going to change under Gordon Brown.",
        "We said we would be different.",
        "That we wouldn’t rush out policy initiatives to get headlines.",
        "That we would take the time to understand the big long-term challenges Britain faces.",
        "And that we would go back to first principles, applying our Conservative values to the problems of today and tomorrow, rather than the preoccupations of the past.",
        "**BROKEN SOCIETY**",
        "Let’s be clear about what most concerns people today.",
        "This is a great country to live in, but we all know life could be a lot better.",
        "That’s not just about our economy, though of course a growing economy is vital.",
        "It’s about our society – the level of crime, the state of the neighbourhood, our relationships.",
        "I think there’s a real sense of unease about what’s happening to our society.",
        "I spoke about it right at the start of my campaign for the leadership of this Party.",
        "Six year olds wandering the streets of some of our cities looking for a hot meal and an adult who will take them to school.",
        "Eleven year olds beating each other up and filming it on their mobile phones.",
        "Fourteen year olds getting pregnant…children having children.",
        "Gangs. Guns. Graffiti.",
        "It’s all part of the same story.",
        "And above all, the sense of social unease is reflected in the breakdown of the family, which is for me the most important institution in our society.",
        "The family has always been the starting point for everything I want to achieve in politics.",
        "And with my leadership, the Conservative Party will not shy away from saying the things that need to be said if we’re to mend our broken society.",
        "Well now we have all the evidence we need.",
        "As Iain’s report comprehensively demonstrates…",
        "…millions of people in Britain today still suffer from the complex and connected problems of poverty, poor education, unemployment, drug and alcohol addiction and debt.",
        "And at the heart of it all is family breakdown, the highest in Europe.",
        "As I argued in my speech to our Party’s spring conference earlier this year, the widely-held sense of social breakdown is the biggest challenge Britain faces.",
        "In the 1970s, as she prepared for government, Mrs Thatcher focused her energy on fixing our broken economy.",
        "She did that by applying Conservative principles like freedom and enterprise.",
        "Today, I will focus my energy on fixing our broken society.",
        "And just as before, Conservative values will help us through.",
        "**SOCIAL RESPONSIBILITY**",
        "Those values are represented by my belief in social responsibility, not state control, as the best way to solve problems.",
        "That means trusting people, families and communities…",
        "…not thinking that government has the answer to every problem.",
        "I believe that we’re all in this together…",
        "…that there is such a thing as society, it’s just not the same thing as the state.",
        "And as I said in my party conference speech last year, this belief in social responsibility, not state control, is the foundation of everything we do and all we hope to achieve.",
        "It is the big dividing line in British politics today and it is the reason we can confidently offer people change, optimism and hope.",
        "Because we know there is a positive alternative to Gordon Brown’s top-down, centralizing state control.",
        "**IAIN’S REPORT**",
        "These ideas – the importance of family; the challenge of fixing our broken society; the vital need for more social responsibility and less state control…",
        "…these ideas are what I am all about.",
        "And they are what Iain’s report is all about.",
        "That’s why I’m so delighted and proud that his report is the first of our main Policy Group reports to be published.",
        "The report of the Social Justice Policy Group does two vital things.",
        "It outlines, in forensic detail, the scale and the nature of Gordon Brown’s social failure.",
        "And it presents, in substantive and robust terms, a long-term programme for reversing that failure and fixing our broken society.",
        "**GORDON BROWN’S SOCIAL FAILIURE**",
        "Gordon Brown’s social failure is costing this country over a hundred billion pounds a year.",
        "But it is not just the financial cost that should concern us.",
        "It is the cost in wasted lives, dashed hopes and disappointment.",
        "And the scandal is, this was what the Labour government was supposed to fix.",
        "Gordon Brown said he wanted to get Britain back to work.",
        "But after ten years of his policies, five million people of working age – over one in ten adults – are out of work and on benefits.",
        "Gordon Brown said he wanted to give young people the best start in life.",
        "But after ten years of his policies, there are over a million young people not in work, education or training – more than in 1997.",
        "Gordon Brown said he wanted to tackle poverty.",
        "Yet after ten years of his policies, the poorest people in our society have got poorer – and there are more of them.",
        "What on earth was it all about, these last ten years, if it wasn’t about this?",
        "With this report as our evidence we will take Gordon Brown to pieces for his devastating social failure.",
        "These Labour politicians, they talk about being progressive; they pose as the champions of the poor and the vulnerable…",
        "…and all the while preside over a Britain where the poorest and most vulnerable sink further and further behind.",
        "We’ve got among the worst rates of teenage pregnancy, drug addiction and personal debt in Europe.",
        "It’s often said that over the past ten years Britain has become a more tolerant country, and I welcome that.",
        "It’s good that we’re more tolerant of social change.",
        "But I believe we have become far too tolerant of social failure.",
        "Indeed this government has all too often indulged it.",
        "Failing to take the tough decisions that address the fundamental causes of social breakdown.",
        "Clinging to an outdated view of society and relationships.",
        "And unable to break free from a simplistic, short-term, top-down, centralizing, mechanistic approach.",
        "That is what we intend to change.",
        "**FIXING OUR BROKEN SOCIETY**",
        "This report provides a rich and constructive menu of options.",
        "There are around two hundred specific policy recommendations.",
        "Some would make a bigger difference than others.",
        "Some of them would cost a lot of money; some would save money.",
        "Some ideas could be implemented quickly and easily; others are more complex and would take more time and effort.",
        "The reality of government is that you can’t “have it all.”",
        "You have to make hard choices between different, sometimes competing priorities.",
        "I won’t pretend that I can wave a magic wand and solve all our problems overnight.",
        "I think people have had enough of that kind of politics.",
        "That’s why I will not make the mistake of instantly picking and choosing policies from this report.",
        "I want to lead a full and serious debate with the whole country about what the priorities should be.",
        "I want people to get involved in debating these ideas over the next few months.",
        "Politics – especially Conservative politics – should be about practical, grass-roots common sense, not top-down ideology.",
        "That is why we will be asking the British people to get involved in shaping our next manifesto through our Stand Up Speak Up campaign.",
        "But politics is also about giving a lead, and I can tell you today the elements of this report that I welcome.",
        "**THINGS WE WELCOME**",
        "I welcome the fact that this report does not shirk the big challenges and confronts the issues head on.",
        "I welcome the emphasis on trusting charities and community groups.",
        "As the proposals in the report show, we now have the chance to make a decisive break with the Labour approach, where the government gives charities money, tells them what to do, and calls it “partnership.”",
        "I welcome the report’s thoughtful approach to drugs, and the emphasis on turning addicts’ lives around so they can lead drug-free lives, rather than keeping them hooked on methadone.",
        "**FAMILY**",
        "But above all, I welcome this report’s emphasis on the family, and on marriage, as the basis for the social progress we all want to see.",
        "My family, and my marriage, are the most important things in my life.",
        "They matter more than anything to me, and I believe that families matter more than anything else to our society.",
        "If we get the family right, we can fix our broken society.",
        "Britain is almost the only country in Europe that doesn’t recognise marriage in the tax system.",
        "And the benefits system actively discourages parents from living together.",
        "We have the highest rate of family breakdown in Europe.",
        "And we have the worst social problems in Europe.",
        "Don’t tell me these things aren’t connected.",
        "If Gordon Brown wants to play political games with this, let him.",
        "If he wants to defend the anti-marriage bias in our tax and benefits system, good luck to him.",
        "He’s on the side of the past, and on the side of social failure.",
        "**CONCLUSION**",
        "This report shows that only the Conservative Party is serious about tackling Britain’s long-term challenges.",
        "Gordon Brown has poured billions of pounds into the fight against poverty but the nation’s deepest social problems remain untouched.",
        "We are the only Party willing to face up to the root causes.",
        "We understand that unless we do this, we limit not just the opportunities of those trapped in poverty, but the opportunities of everyone else too.",
        "No-one can isolate themselves from what’s going on in our society.",
        "Individual opportunity depends on collective security.",
        "Our society, your life.",
        "Our support for families and for marriage puts us…",
        "… on the side of the mainstream majority…",
        "…on the side of a progressive politics…",
        "…on the side of change that says…",
        "We can stop our social decline.",
        "We can fix our broken society.",
        "We can and will make this a better place to live for everyone."
    ]
}