{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-press-conference-following-g8-summit/",
    "title": "David Cameron – 2011 Press Conference Following G8 Summit",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is a transcript of the press conference given by the Prime Minister, David Cameron, at the G8 Summit in Deauville, France on Friday, 27 May 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This is the second G8 I’ve attended. The first focused very much on tackling deficits and getting the economy growing and this Summit reaffirmed the importance of that – including of course the need to complete the Doha trade round.",
        "But this G8 focused predominantly on North Africa and the Middle East, while also reporting back on aid.",
        "**Middle East and North Africa**",
        "The big test for this G8 was whether we could respond to the momentous events we have seen in North Africa and the Middle East.",
        "And I would argue that we have responded.",
        "I said at the outset it was essential for us to give a clear message to those countries.",
        "We will help you develop your democracies. We will help you achieve greater freedom. We will help you build your economies and develop the political parties, free media, and the fair and reliable courts that are the building blocks of what I call an open society.",
        "That is exactly what has been agreed.",
        "We agreed the European Bank for Reconstruction and Development should for the first time start lending to private enterprise in that region. The institution that helped to transform Eastern Europe now has a new mission.",
        "Every G8 country now stands ready to open its markets to countries in the region committed to reform. This has been one of the most closed regions of the world to trade and investment. That is now going to change.",
        "And we promised the leaders of Egypt and Tunisia that the international community would support their plans to create economic stability and prosperity for their people.",
        "This support will initially be available to Egypt and Tunisia but will ultimately be there for any country in the region that embraces the path to democracy and reform – including, for example, Libya.",
        "The Partnership we agreed today has taken months to put together and it has been a very personal mission for me.",
        "Back in February I was the first leader to visit Cairo after the uprising. And I was the first to go the European Council to argue that the current European Neighbourhood Policy simply wasn’t working. I called explicitly for greater market access and for helping those countries that really try to reform rather than simply handing out money as Europe has done in the past.",
        "This week the European Commission has responded to that call. More resources and more trade access for countries moving fastest towards reform.",
        "Now there are those who argue these North African countries are not the poorest in the world, and that we should concentrate on our own affairs.",
        "I reject this.",
        "Be in no doubt. Get this wrong, fail to support these countries and we risk giving oxygen to the extremists who prey on the frustrations and aspirations of young people.",
        "We would see more terrorism, more immigration, more instability coming from Europe’s southern border. And that affects us right back at home.",
        "But get this right – support the Arab people in their aspirations and their hope for a better future will be our hope too.",
        "* their security will mean greater security for us…",
        "* and their prosperity, a more prosperous world for us all.",
        "So this is an investment in success on which I believe the British people will see a return.",
        "The Americans have made a big offer on relieving debt. We’re not a major creditor for the region, so we are making an offer focused on developing the institutions of genuine democracy and the know-how to create an open economy.",
        "So, in addition to the assistance we’re making available through Europe, at this Summit, the UK has also made its own bi-lateral offer of £110 million over 4 years.",
        "Today we have laid the foundations for an enduring partnership for the region. But it is the beginning of a process and the work must now go on in the weeks and months ahead to make sure it delivers.",
        "**Aid**",
        "In North Africa we are focused on the impact of aid to stabilise countries – much as we are in Afghanistan and Pakistan.",
        "Elsewhere it’s vital that we focus aid on things that are measurable, verifiable, results-driven and we target those things that people back home can clearly see making a difference.",
        "Bednets to stop malaria. Vaccines to stop preventable diseases. Clean water. Making sure mothers don’t die in childbirth.",
        "I remember as a young politician watching the Gleneagles summit and the Live8 concerts and thinking it was right that world leaders should have made those pledges so publicly.",
        "I think when you make a promise like that to the poorest people in the world, you should keep it. And I am proud of the fact that Britain is doing just that.",
        "But the reality is that as a whole, the G8 has not.",
        "The Communique is clear on this.",
        "Britain ensured the accountability report published at this Summit clearly shows what each country has – and has not – done to meet its aid commitments.",
        "That means numbers in real terms not just cash terms.",
        "And it means highlighting – not hiding – the $19 billion gap between what’s been expected and what has been delivered.",
        "Britain will not balance its books on the backs of the poorest. We will be the first G8 country to hit the 0.7 per cent target by 2013.",
        "Britain will keep its promises. And I was tough in urging my counterparts to keep theirs.",
        "It’s not just about handing over money.",
        "It’s also crucially about outcomes and getting value for money, about promoting trade and growth.",
        "That’s why I pushed G8 leaders to endorse an ambitious vision for free trade in Africa – including practical action to open trade corridors and remove obstacles to trade and growth.",
        "And it’s why I pushed hard for the G8 to support next month’s London conference for the Global Alliance for Vaccination and Immunisation, which should stop millions of children dying from totally preventable diseases like diarrhoea.",
        "Britain will be prepared to increase our funding significantly. And I look forward to other countries doing the same.",
        "**Libya**",
        "Finally, I talked late last night with the four countries here which are taking part in active operations in Libya.",
        "Two months into the operation we are entering a new phase.",
        "First, we turned Qadhafi’s forces back at the gates of Benghazi to avert a bloody massacre.",
        "Then we rallied to assist the brave defenders of Misurata and Brega.",
        "Now there are signs that the momentum against Qadhafi is really building.",
        "So it is right that we are ratcheting up the military, economic and political pressure on the Qadhafi regime so that we can enforce Resolution 1973.",
        "We are stepping up the capability of NATO operations. Yesterday, we made the decision in principle that UK commanders should prepare to deploy UK Apache attack helicopters.",
        "We are ramping up the economic pressure, choking the Qadhafi regime’s ability to get money to finance these attacks.",
        "And we are expanding the broad international consensus against Qadhafi and in support of the opposition – the Transitional National Council in Benghazi.",
        "Crucially, the G8 nations have today reached a unanimous and final verdict on Qadhafi and his regime.",
        "The Communique says that Qadhafi has “lost all legitimacy. He has no future in a free, democratic Libya. He must go.”",
        "Every G8 nation has signed up to this.",
        "And we have all made a commitment to “support a political transition that reflects the will of the Libyan people.”",
        "This has been a timely meeting at a critical moment.",
        "The world’s most powerful nations have sent an unequivocal message to all those in the Middle East and North Africa who want greater democracy, freedom and civil rights – we are on your side.",
        "These things aren’t just good for the Arab nations. They are good for us too. And that’s why Britain will continue to play its full part in helping the Arab people to fulfil their economic and political aspirations.",
        "Thank you."
    ]
}