{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-climate-change/",
    "title": "David Cameron – 2007 Speech on Climate Change",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, to the Green Economy Conference on 12 March 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "For the past year, we have been pressing the Government to go further and faster on climate change – both domestically and through leadership at the international level.",
        "Our efforts are bearing fruit.",
        "This afternoon, the House of Commons will hear from the Prime Minister about last week’s EU agreement to cut carbon emissions by 20% by 2020.",
        "Tomorrow we see the publication of the Government’s Climate Change Bill.",
        "These are welcome steps in the right direction.",
        "But let’s not celebrate too soon.",
        "We’ve had announcements like this before and they haven’t worked.",
        "We must make sure that the measures announced by the Government have real bite – that they’re not just greenwash.",
        "That means passing five tests.",
        "First, at the EU level we need a proper Emissions Trading Scheme.",
        "The current scheme is not working: the EU 15 promised to cut emissions by eight per cent on 1990 levels by 2012, but so far, we have only managed a one per cent cut.",
        "One reason is that some member states are granting more carbon permits than are needed or sustainable.",
        "So I hope Tony Blair will today set out plans to make the Emissions Trading Scheme more open, transparent and accountable and more capable of generating long-term incentives for business to invest in green technology.",
        "Above all we need to tighten the limits on the number of permits that are issued, so that other member states match Britain’s good record.",
        "One way of achieving this would be more open auctioning of permits, rather than allocating them by backroom negotiations.",
        "The second test for government is to ensure a long-term price for carbon in our economy.",
        "That means setting out the shape of the third stage of the EU Emissions Trading Scheme, for the period from 2012 to 2020.",
        "We must align the ETS with the 20% emissions reduction target and agree the carbon caps that will deliver the target.",
        "And in Britain, we should convert the Climate Change Levy into a proper carbon tax, as the Conservative Party has proposed.",
        "These measures will enable a forward price for carbon to emerge, giving investors the clarity and the confidence they need.",
        "The effect of a long-term price for carbon should be to make products and activities that produce high levels of carbon more expensive.",
        "This will spur innovation and the creation of new technologies that give people what they want – from travel to household appliances and energy at an affordable price and with less damage to the environment.",
        "Accurate carbon pricing will enable a proper market to work.",
        "A European market already exists – but the price of carbon is still far too low to support what leading businesses want to do.",
        "So we need to ensure that the regulatory caps and allowances which drive the system are properly set.",
        "The third test is to set annual targets for the rate of carbon reduction.",
        "Look what’s happened over the past few years with targets that are set ten, twenty, fifty years ahead.",
        "They haven’t been delivered.",
        "The Government has put its 2010 target in every one of its last three manifestos.",
        "But there is now no chance that it will be met.",
        "So it is not a matter of debate that long and medium term targets alone don’t work – it is a matter of fact.",
        "And yet the Climate Change Bill is expected to include five year targets for carbon reduction – without any annual targets for the rate of carbon reduction.",
        "Well it’s easy for Tony Blair, or Gordon Brown, or even David Miliband to talk about five year targets.",
        "They won’t be in their current jobs five years from now.",
        "Indeed if you believe some of the press speculation, they won’t be in their current jobs five months from now.",
        "Imagine running a business like this.",
        "The only sales targets you have – the only targets – are five years ahead.",
        "There’d be no accountability, no pressure to deliver.",
        "Many of you in this room publicly report on a quarterly basis.",
        "Do any of you believe that if your reporting requirement were removed to once every five years, that wouldn’t have an effect on your corporate performance?",
        "Business understands the effect that the rigour and discipline imposed by accountability and reporting can have on delivering a successful strategy.",
        "We need that same rigour in the public sector.",
        "We need politicians to be properly accountable for fighting climate change – in the here and now, not the next Parliament.",
        "Without annual rate of change targets, it’s too easy for the timetable to slip.",
        "And once it has slipped, it’s much harder to make up the difference later.",
        "Climate change is our debt to future generations.",
        "Everyone knows you’re more likely to pay off a debt if you commit to regular instalments.",
        "That’s why it’s vital that we have annual targets for the rate of carbon reduction.",
        "The fourth test for the Government is to agree to independent setting and monitoring of the rate of carbon reduction.",
        "The long-term nature of the climate change challenge demands a framework and disciplines that no government, of any political colour, will ever be able to fudge.",
        "That is why we have proposed, in our draft Climate Change Bill, an independent Climate Change Commission.",
        "With a Conservative Government, independent experts, not partisan government ministers, would set Britain’s targets for the rate of carbon reduction monitor whether they have been met take account of specific circumstances – such as an unusually cold winter causing higher energy use and advise the Government on the steps it should take to make sure the rate of carbon reduction is consistently maintained.",
        "An annual carbon budget report would set out progress and hold government to account for consistent carbon reduction.",
        "In economic policy, everyone can see that independence for the Bank of England has worked – not least because its inflation target is a rate of change target.",
        "We now need Gordon Brown to understand the need for a ‘Bank of England moment’ when it comes to climate change.",
        "And his fifth test will be to take the right sector-specific action to ensure that every part of our economy is making its proper contribution to the green revolution we need.",
        "This will require a combination of government action and social responsibility.",
        "In every area, we need to understand the proper role for regulatory and tax changes, and the proper role for business leadership and innovation.",
        "For example, moving towards carbon neutral new homes will require changes in our whole approach to building regulation.",
        "Encouraging biomass electricity generation will require new power transmission infrastructure, and a new attitude to decentralised energy within the electricity supply market.",
        "And encouraging biofuels may require further tax changes.",
        "But no government can match the creativity and impact of business innovation.",
        "So how do we encourage that?",
        "It’s partly a question of culture – and I’m conscious of my responsibility as a politician to help change the culture.",
        "But it’s also a question of hard realities.",
        "When it comes to the environment, I believe that the structure of our economy – the framework laid down by law and regulation – is faulty.",
        "The current Government is continually letting down the businesses that want to marry their obligations to the environment with their obligations to shareholders.",
        "We have a system in which it still pays to pollute.",
        "I want Britain, and the City of London, to lead a low-carbon global economic boom.",
        "That cannot be done by government pressure alone, but government must play its part by providing the right framework and the right incentives.",
        "We are determined to create the conditions for British business to lead, and benefit from, environmental progress.",
        "And as our consultation paper on aviation taxes shows, we are determined to put in place a policy framework that is serious, long-term and substantial.",
        "In aviation, we are directly taking on the most difficult challenges.",
        "Carbon emissions from aircraft are taxed less than virtually any other form of carbon, yet because they are released high into the atmosphere, they can do most damage.",
        "How do we tax the carbon emissions of planes when aircraft can just refuel abroad?",
        "How do we tackle this challenge when air travel is governed by long-standing international conventions?",
        "These are complex questions with no easy answers.",
        "But too often from this Government we see initiatives that are just superficial, short-term spin.",
        "We have had ten years of rising emissions and wasted opportunities.",
        "The Climate Change Bill needs teeth and we will do all we can to improve the Bill as it goes through Parliament.",
        "**GREEN TAXES**",
        "And we intend to lead the way on green taxation, as our policy work on a new carbon tax and a new approach to aviation taxation both demonstrate.",
        "Governments can incentivise behaviour through the tax system by taxing the bad and rewarding the good.",
        "But this Government doesn’t seem to see the distinction – it wants to tax everything.",
        "As a result, the Chancellor is giving green taxes a bad name.",
        "Air Passenger Duty is not directly linked to carbon emissions, and provides no incentives for airlines to use more fuel-efficient aircraft.",
        "Gordon Brown’s increase in Air Passenger Duty was not matched with any alleviation of the tax burden elsewhere.",
        "So it was simply taxation by stealth.",
        "Our approach will be different.",
        "We have made clear that any green taxes introduced by the next Conservative Government will be replacement taxes, not new taxes.",
        "Any rises in green taxation will be compensated by reductions elsewhere – for example in taxation on families.",
        "We want to use the tax system to encourage greener behaviour, not to bleed taxpayers dry.",
        "And we also understand that you can only encourage greener behaviour if there are alternatives available, so people can make green choices.",
        "Today, a walk-on return ticket on a plane between London and Manchester will cost at most £179, compared to £219 for a standard open return by rail.",
        "Coupled with the fact that train carriages are often full to bursting, it’s obvious why passengers would avoid the greener option.",
        "Our policy review is currently examining ways in which we can change this perversity of incentives – in transport and in other areas.",
        "**BEYOND CLIMATE CHANGE**",
        "But today I want to put down another marker.",
        "My vision of a greener future may start with the vital need to tackle climate change but it certainly doesn’t end there.",
        "We need to open up a second front in the green revolution.",
        "Over the past few years, the world has woken up to the threat of climate change and the need to reduce carbon emissions to our atmosphere.",
        "Greener skies are firmly on the political agenda, and I’m proud of the part we have played in that process.",
        "But we need a greener earth as well as greener skies.",
        "Obviously, these things are connected.",
        "But they are not the same thing.",
        "Greener living for families and communities, and better protection for our natural environment – on land and sea – will be crucial priorities for the government I lead.",
        "Land use and landfill.",
        "Pollution of land and rivers.",
        "Farming practices.",
        "The recycling of building materials.",
        "Our environmental priorities go well beyond climate change.",
        "So, whilst our aim is to give you in business the freedom you need to create wealth and to realise the huge and unfolding potential of responsible, sustainable economic growth we will not be afraid to take action to ensure that, as a society, we respect the earth’s natural limits.",
        "To say that we are just a part of nature is, on one level, to state the blindingly obvious.",
        "But perhaps it is because this is such an obvious fact that, in the daily decisions we take both at home and at work, we find it so easy to overlook.",
        "We need to think harder about the consequences of the choices we make.",
        "Whether those choices are about the cars we buy or about where we invest.",
        "For example, human activity is causing a dramatic loss in the variety of species with which, for better or worse, we share the same increasingly over-crowded space.",
        "We all like elbow room, and none of us enjoys the crush on the Tube in rush hour.",
        "But we somehow cope without chucking our fellow passengers onto the tracks.",
        "What we are doing now to the natural world is elbowing other species out of existence.",
        "That must stop.",
        "Of course, species have come and gone during the evolution of life on earth.",
        "But scientists now agree that since the Industrial Revolution the extinction rate has risen by at least 100%.",
        "That’s not an unexplained accident.",
        "It is our doing.",
        "It’s not just charismatic creatures like the polar bear or the white rhino that are facing extinction, it’s small, uncharismatic creatures, too.",
        "In fact, some 15,590 different species are known by scientists to be threatened with extinction today.",
        "One quarter of all mammals as well as one in eight of every bird species is judged to be at high risk of dying out forever over the next few years because of mankind’s relentless grab for the finite resources of our shared home.",
        "As with climate change, this unconsidered cull of our natural inheritance has implications which reach well beyond our generation.",
        "Losing biodiversity is about closing down options.",
        "Options not just about the pleasure we take from the natural environment, but options – many perhaps yet to be discovered – about health, scientific discovery, medicine, food security and social well-being.",
        "The interests of the economy and of the environment are indivisible.",
        "This is a simple truth which will inform all that we think, say and do.",
        "Last year, the Shadow Environment Secretary Peter Ainsworth set up a working group which is studying the whole question of biodiversity, in Britain and internationally, and it will report within the next few months.",
        "Our policy review process is also consulting with NGOs, business, farmers and rural communities to find new ways to protect and invest in the future of a bio-diverse countryside.",
        "A key tool in striking a better balance between development and conservation is our planning system.",
        "Time and time again, I hear from business that it is inefficient, slow, badly run and a barrier to a more sustainable economy.",
        "New developments must pay more regard to the energy, water and transport needs of the communities who will populate them.",
        "It must be made easier for new sunrise renewable industries in the UK to put their energy infrastructure in place.",
        "But in creating a more efficient planning process we must not lose the vital democratic link between local communities, their landscape and their built environment.",
        "Greener skies and a greener earth.",
        "Over the past year, my Party has set the pace on climate change – on the greener skies agenda – and our lead has prompted the Government to act.",
        "We will keep up the pressure on climate change, but we will add to it by setting a lead on the greener earth agenda – those other green priorities which deserve as high a profile as climate change now has.",
        "We have obligations to hand on to our children and grandchildren the natural beauty and diversity of the world that we inherited from previous generations.",
        "These are obligations which cannot always be met by the market, and they are obligations which the next Conservative government will be determined to meet."
    ]
}