{
    "url": "https://www.ukpol.co.uk/lisa-cameron-2020-speech-on-the-persecution-of-christians/",
    "title": "Lisa Cameron – 2020 Speech on the Persecution of Christians",
    "post_date": "February 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lisa Cameron",
            "url": "/tag/lisa-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lisa Cameron, the SNP MP for East Kilbride, Strathaven and Lesmahagow, in the House of Commons on 6 February 2020.",
    "content": [
        "It is a pleasure to serve under your chairmanship in this extremely important debate on the persecution of Christians, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As an officer of the all-party parliamentary group on international freedom of religion or belief, I pay particular tribute to the group and its chair, the hon. Member for Strangford (Jim Shannon), who is here today. His tireless work in the group is outstanding, as is his support for Christians and all other religious groups to prevent persecution and to ensure these issues are regularly raised in this House so that we are cognisant of our responsibility to address them at all levels of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This issue is of immense importance to constituents and church groups across East Kilbride, Strathaven and Lesmahagow. I have received over 60 emails in the past couple of weeks asking me to attend the Open Doors event in Parliament. I attended and was extremely impressed by its detailed work and its watchlist of countries where Christians are persecuted today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I heard the poignant accounts of those who bravely practise their faith in countries where they experience threats to their life. As a Christian, I always seek to live by my values but, when there is a threat to someone’s life and, particularly, a threat to their family’s lives, the bravery, courage and absolute faith of those extraordinary individuals is commendable and insurmountable. I was moved by the whole experience of that event in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister take this away and consider the persecution faced by Christians in Turkey, China, Pakistan and Nigeria? I visited Nigeria with the Select Committee on International Development a number of years ago, and we heard at first hand the religious intolerance that appeared to be building and about the very real risks people faced every day. In support of the Bring Back Our Girls campaign, we spent time with the mothers whose children had been abducted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As my constituency hosts the Department for International Development, I ask the Minister to look at the Department’s work. It is important to many ​Members that the Department continues to make progress on the spirit and recommendations of the Bishop of Truro’s report. The Department does fantastic work across the world, and people in East Kilbride are proud that we are at the helm of many programmes that support those facing persecution, as well as those in extreme poverty in developing countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a member of the International Development Committee, I visited the refugee camps in Lebanon and Jordan following the Syrian crisis. I went with the hon. Member for Congleton (Fiona Bruce), who will speak shortly, and I distinctly remember that one of our reports highlighted how refugees from Christian backgrounds were often under threat of persecution and therefore could not, or felt they could not, go to the security and safety of the settlements developed by the United Nations High Commissioner for Refugees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We took evidence over many months in producing our detailed report, and we understood that the proportion of Christians included in the resettlement programme was desperately low and that the issue had not been addressed at the time. I am not sure whether the Minister can provide an update today, but perhaps she could write to update me on the UNHCR’s work and on the number and proportion of Christians who are now part of the resettlement programme. Has that been addressed? My fear was that families were in hiding and were not able to take part in the very good programmes to which we contribute funding. That is extremely important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We think about the international persecution of Christians, but we need to address how Christians across the United Kingdom sometimes feel. People from many different religions feel persecuted at times, and we must always address that. No matter our own religion or values, we must make sure that the UK has freedom of religious belief for everybody.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some of the groups that contacted me over the past year have highlighted a gradual perception of the erosion of beliefs and values related to Christianity across the United Kingdom. That concern is felt by teachers who contacted me, and by individuals who feel it is important to celebrate Easter and who were very upset by the announcement a few years ago that Cadbury’s would be taking the word “Easter” off its Easter eggs. I remember writing to Cadbury’s at the time, and it subsequently reversed the decision. Although big companies might base such developments on their consumers, they have a fundamental impact on people with religious beliefs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Other individuals highlighted cases where “Merry Christmas” has been replaced with “Happy Holidays,” or where they felt pressured to make that change. I visited a hospital not so long ago where staff were greatly upset that the star had been taken off the Christmas tree. It is important not only that we continue to work together across this House on all these issues, but that this is not just seen singularly as an issue for other countries, because we have to accept that we also have a lot of work to do to ensure the continuation of freedom of religious belief, which we all hold so dear as an absolute value in this House. We must support that and do everything we can, across all parties in this House, to ensure that it is one of the core fundamental values that underpin our democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}