{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-statement-on-muslim-brotherhood-review/",
    "title": "David Cameron – 2015 Statement on Muslim Brotherhood Review",
    "post_date": "February 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons on 17 December 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I have today laid before both Houses the main findings of the internal review I commissioned in the last Parliament to improve the government’s understanding of the Muslim Brotherhood; establish whether the Muslim Brotherhood’s ideology or activities, or those of individual members or affiliates, put at risk, damaged, or risked damaging the UK’s national interests; and where appropriate inform policy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The review involved substantial research and wide consultation including Muslim Brotherhood representatives in the UK and overseas, and an open invitation to other interested parties to submit written contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is a complex subject: the Muslim Brotherhood comprises both a transnational network, with links in the UK, and national organisations in and outside the Islamic world. The movement is deliberately opaque, and habitually secretive.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since the authors completed their initial research in 2014, and during the course of the government’s examination of the findings, further allegations of violence carried out by supporters of the Muslim Brotherhood have surfaced, which the government will continue to investigate, taking action as appropriate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the Muslim Brotherhood continues to evolve, so must our understanding of it. The findings have revealed much that we did not know but work will continue to ensure we keep up to date with developments.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The government considers the following the most important findings.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Muslim Brotherhood’s foundational texts call for the progressive moral purification of individuals and Muslim societies and their eventual political unification in a Caliphate under Sharia law. To this day the Muslim Brotherhood characterises Western societies and liberal Muslims as decadent and immoral. It can be seen primarily as a political project.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Parts of the Muslim Brotherhood have a highly ambiguous relationship with violent extremism. Both as an ideology and as a network it has been a rite of passage for some individuals and groups who have gone on to engage in violence and terrorism. It has stated its opposition to al-Qaida (AQ) but it has never credibly denounced the use made by terrorist organisations of the work of Sayyid Qutb, one of the Brotherhood’s most prominent ideologues. Individuals closely associated with the Muslim Brotherhood in the UK have supported suicide bombing and other attacks in Israel by Hamas, an organisation whose military wing has been proscribed in the UK since 2001 as a terrorist organisation, and which describes itself as the Palestinian chapter of the Muslim Brotherhood.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Moreover, despite the Egyptian Muslim Brotherhood’s public condemnation of violence in 2012/13 and afterwards, some of their supporters have been involved in violent exchanges with the security forces and other groups. Media reports and credible academic studies indicate that in the past 12 months a minority of Muslim Brotherhood supporters in Egypt have engaged alongside other Islamists in violent acts. Some senior leaders have publicly reiterated the Muslim Brotherhood’s commitment to non-violence, but others have failed to renounce the calls for retribution in some recent Muslim Brotherhood statements.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Muslim Brotherhood-associated and influenced groups in the UK have at times had a significant influence on national organisations which have claimed to represent Muslim communities (and on that basis have had a dialogue with government), charities and some mosques. But they have also sometimes characterised the UK as fundamentally hostile to Muslim faith and identity; and expressed support for terrorist attacks conducted by Hamas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Aspects of the Muslim Brotherhood’s ideology and activities therefore run counter to British values of democracy, the rule of law, individual liberty, equality and the mutual respect and tolerance of different faiths and beliefs. The Muslim Brotherhood is not the only movement that promotes values which appear intolerant of equality and freedom of faith and belief. Nor is it the only movement or group dedicated in theory to revolutionising societies and changing existing ways of life. But I have made clear this government’s determination to reject intolerance, and to counter not just violent Islamist extremism, but also to tackle those who create the conditions for it to flourish.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The main findings of the review support the conclusion that membership of, association with, or influence by the Muslim Brotherhood should be considered as a possible indicator of extremism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will therefore keep under review the views that are promoted and activities that are undertaken by Muslim Brotherhood associates in the UK, in Arabic as well as English. We will consider whether any action under the Counter-Extremism Strategy or as part of our wider work may be appropriate, including action in line with the new engagement policy the government will develop to ensure central and local government does not inadvertently provide legitimacy or a platform for extremists. We will challenge extremists’ poisonous narratives and promote positive alternatives that show vulnerable people that there are better ways to get on in life.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will continue to:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– refuse visas to members and associates of the Muslim Brotherhood who are on record as having made extremist comments, where this would be conducive to the public good and in line with our existing policy guidelines and approach to extremism in all forms\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– seek to ensure charities that have links to the Muslim Brotherhood are not misused to support or finance the Muslim Brotherhood instead of their lawful charitable purpose\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– strengthen liaison arrangements with international partners to ensure that allegations of illicit funding or other misuse of charities are robustly investigated and appropriate action taken\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– enforce the EU asset freeze on Hamas\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– keep under review whether the views and activities of the Muslim Brotherhood meet the legal test for proscription\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We will also intensify scrutiny of the views and activities that Muslim Brotherhood members, associates and affiliates (whether based in the UK or elsewhere) promote overseas. As our Counter-Extremism Strategy makes clear, insights from our overseas posts will help the government better understand drivers, networks and ideologies. We will continue to consult, and share information and analysis with, governments in the Middle East and North Africa as appropriate. We will then take further decisions and actions as needed.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}