{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-at-conservative-councillors-association/",
    "title": "David Cameron – 2007 Speech at Conservative Councillors Association",
    "post_date": "December 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, to the Conservative Councillors Association Conference held in Leeds on 23 February 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "We meet here in Leeds with the Conservative Party in better shape than it’s been in for almost 20 years. We have a sustained lead in the polls.",
        "We have a united shadow cabinet and Parliamentary party.",
        "And of course, we are the largest party in local government.",
        "I want to thank you for that – for the hard work you do.",
        "You are showing the British people that Conservatives are the right party for government – and you deserve a lot of the credit for our success.",
        "I know that councillors sometimes feel ignored by the national party.  \nWell, it’s not true.",
        "Every Thursday night I get woken up by a text message in the early hours of the morning. It tells me the results of the local government by-elections.",
        "Those elections are crucial barometers of the nation’s political mood. And as you know, the indicators are pretty good.",
        "In local elections where all three parties stand, we’re regularly winning twice the number of seats that Labour are getting.",
        "But we still need far better communication inside our party.",
        "We need to be one party – not separate little parties of MPs, MEPs, peers and councillors. One party.",
        "I’m doing what I can. I’ve invited council leaders to the 1922 committee. I have encouraged the shadow cabinet to link up with the LGA.",
        "And I would like to discuss with the Conservative Councillors Association the idea of a proper system of consultation between us, along the lines of the central-local partnership that the LGA has with the government.",
        "This would bring Parliamentary frontbenchers together with the leading players in local government, giving us access to your expertise and allowing us to boast of our local achievements on the national stage.",
        "But we all know more needs to be done.",
        "And it needs to be done on your side too.",
        "You can’t always expect the national party to come to you – you’ve got to come to us.",
        "If there’s some great new initiative you’ve introduced, tell us about it.",
        "If there’s something we’ve said or done that’s made life more difficult, pick up the phone. If we’re missing opportunities – tell us.",
        "**Labour**",
        "Of course, part of our success has been Labour’s failure.",
        "Ten years after they said Britain had 24 hours to save the NHS, we’re seeing hospitals closing and jobs cut.",
        "Ten years after they said they’d be tough on crime and tough on the causes of crime, gun crime’s doubled.",
        "Ten years after ‘education, education, education’, British children are among the worst educated in the developed world.",
        "Blair is limping on to an ingracious end.",
        "The Deputy leadership candidates are all running against his record.",
        "Cabinet ministers are joining picket lines in protest at Government policy.",
        "And the Police are knocking on the door of Downing Street.",
        "Who ever thought it would end like this?",
        "In 1997 the country felt a great wave of hope and optimism when Labour swept into power.",
        "That will be nothing compared to the national sigh of relief when they are finally swept out again.",
        "**Conservative councillors**",
        "But it’s not enough for Labour to fail. We have to show that we can succeed.",
        "And you have a massive part to play in that vital process.",
        "Across Britain, Conservatives hold power in local councils.",
        "You demonstrate Conservative government – your values, your achievements, represent our party in action.",
        "So my point is this: you, Conservative councillors, can show to voters that it is our party which has the ideas and the capability to make a real difference.",
        "Here in Leeds it was the Conservative Council which has regenerated 33 local parks.",
        "In Bradford, our councillors have opened five new children’s homes.",
        "Elsewhere round the country it’s Tory councils leading the way – not least on the issue of the moment, youth crime.",
        "The free fitness clubs set up in Taunton to give local kids something to do after school.",
        "The Youth Passport which Westminster council have introduced to give young people discounts on local activities.",
        "The Scratch project in Leicestershire which teaches basic skills to kids who struggle in school.",
        "Hammersmith and Fulham’s innovative new policy of paying for 24 hour policing.",
        "All these schemes which really do tackle crime and its causes.",
        "I want to be able to point to any Conservative-run council in the country and see excellence in practice.",
        "I want to see our councillors leading the nation in ensuring there are enough low-cost homes for young families.",
        "I want to see people voting Tory because of our local record on recycling or energy saving.",
        "I want to see our councils helping parents of children with special needs – and giving them the choice between special schools and mainstream schools.",
        "**Quality of Life**",
        "I want to explain the what and the how.",
        "What we want to do in Government, and how we plan to do it.  \nAnd I can tell you that local government – empowered, invigorated, set free – is absolutely central to our vision and our plan.",
        "My starting point is this. For far too long, we Conservatives have emphasised the economic rather than the social.",
        "Don’t get me wrong – we must always be the party of sound money, of low taxation, of enterprise and wealth creation.",
        "But that does not mean pursuing those things without reference to the social, cultural, moral factors which give us meaning in our lives.",
        "Ultimately the quality of life matters more than the quantity of money.",
        "So let me say loudly and proudly and clearly: we are the party which respects the Quality of Life. We believe there is more to life than money.",
        "Most of all, perhaps, quality of life means a healthy natural environment and a healthy social environment.",
        "We are the stewards of the natural world. We are obliged to pass on the planet to our children in a healthy state.",
        "We know money can help here – a poor world is not a healthy one. But we also know that the thoughtless pursuit of wealth can damage our environment.",
        "The same goes for the social environment – the ecology we inhabit as individuals and families.",
        "Again, there is a dilemma: more wealth can preserve and enrich the social environment – but the relentless pursuit of wealth can damage it.",
        "I do not have some grand blueprint for how to resolve these dilemmas. But I do have confidence they can be resolved.",
        "Because it is at the local level that we find the various settlements that enable us to preserve our wealth without damaging our environmental and social wellbeing.",
        "Every family has to find its own balance between wealth and wellbeing.",
        "But no family – except the super-rich – can find this balance alone: external factors, like employers and childcare and travel options, all play their part. And that is where the community comes in.",
        "Labour never really get the quality of life agenda.",
        "They treat individuals as units of account, not as human beings who find meaning in family relationships and in communal and professional life.",
        "But it’s not just that we have a distinctive vision of what government should try and achieve, we have a distinct approach for how it should be achieved.",
        "So when some people say there is no real difference between the parties anymore, they are talking rubbish.",
        "There couldn’t be a starker difference: Labour believe in top-down state control, Conservatives believe in bottom-up social responsibility. They trust the state. We trust society.",
        "Social responsibility has various forms.",
        "The personal responsibility we owe to our families and our neighbours.",
        "The corporate responsibility of businesses and employers.",
        "And the civic responsibility of local institutions, not least the council.",
        "**Dismantling Labour’s command state**",
        "But all this means changing the way we work.",
        "I know opposition leaders have stood in front of their councillors before, and promised to devolve power and lead a new revolution in local government.",
        "I know you must be pretty fed up of hearing it. I know you’re not going to believe me unless I make it completely clear what I intend to do.",
        "The revolution I want to lead has three parts.",
        "First, we need to dismantle Labour’s centralised command state.",
        "Second, we need to grant further powers to local government.",
        "And third, we need to go beyond local government. We need to drive power down to community groups and citizens themselves.",
        "First, then, we have to dismantle.",
        "The Standards Board regime has become a vast bureaucracy for vexatious complaints from petty-minded councillors who just want to score political points.",
        "It has damaged the reputation and standing of local government – and so we will abolish it.",
        "If we believe in local democracy and are going to trust local councillors, how can we allow the crazy rules on pre-determination that prevent councillors and council candidates from speaking out on controversial issues which they may later have to vote on?",
        "It’s a denial of democracy – and so we’ll stop it.",
        "Regional assemblies do not represent a devolution of power, as Labour claim, but a centralisation – they suck their powers up from local councils, not down from Whitehall.",
        "So they must go.",
        "Next are the complex funding strings that tie councils to central government.",
        "There’s the web of ring fencing and specific grants – and the drip feed of small funds that are introduced one minute and withdrawn the next.",
        "The next Conservative government will move towards a simple block grant method of distributing money from the centre to local councils.",
        "This will be a vital step in delivering real local decision making and real local democracy.",
        "Best Value and the Comprehensive Performance Assessment have become by words for bureaucratic box ticking and unnecessary interference.",
        "They mean that 80 per cent of council performance measurements are measuring whether the council has met central targets, rather than whether they’re meeting local priorities.",
        "And changing the name of the CPA to the CAA isn’t enough. All this needs to go.",
        "Empowering local government.",
        "But I don’t want to stop there.",
        "We can do more than simply reduce central government interference in local government.",
        "I want to give councils the opportunity to take the initiative themselves, and develop new ways of working which reflect the needs and wishes of local people.",
        "One of the great traditions of our party is the principle of permissive legislation. In the 19th century Benjamin Disraeli passed laws which permitted local government to clear slums and regenerate our towns and cities.",
        "I want to do something similar in our own day.",
        "Last year the Conservative Party published a private member’s bill called the Sustainable Communities Bill.",
        "This is a truly radical piece of legislation. At the moment, a majority of taxpayer’s money which is spent locally, is not spent by local councils.",
        "In Kent, for instance, the taxpayer spends around £10 billion a year. Kent County Council controls only a tenth of that.",
        "The Sustainable Communities Bill will allow a local council to find out how much money central government spends in its area, and to present a plan for taking direct control of that money itself.",
        "Everything except genuine national priorities should be a local responsibility.",
        "**Beyond local government**",
        "But we need to go beyond merely devolving to local government.",
        "I want to make a point which I believe is crucial to the future of our country.",
        "I do not believe that the only civic institutions are statutory ones. There is such a thing as society – it’s just not the same thing as the state.",
        "We are not just the party of local government. We are the party of local communities – led by local government, but not confined to it.",
        "A community includes the church and the sports club, the charity and the local business.",
        "It includes all the private associations that people form for public purposes – to clean up the streets, or look after the elderly, or give teenagers something to do.",
        "It is these associations which, alongside local government, will repair the torn social fabric of our town and cities.",
        "No single law or regulation from Whitehall or the town hall can have any effect unless it is part of a broader set of private decisions, taken by people themselves.",
        "So we should be less arrogant about what we can do as politicians, and more ambitious about what we can do together as parents, professionals, neighbours and citizens.",
        "All those who want to centralise are wrong. We need to get power as close as possible to the people. Yes, that means more responsibilities and freedoms for local government.",
        "But it should also mean more opportunities for communities themselves, acting independently of the statutory sector, to make a difference on their own.",
        "Ultimately it’s only by empowering people, with real freedom and real responsibility, that community life will improve in our most rundown neighbourhoods.",
        "This is not a threat to local government, but a stimulus to it – it’s the way to engage more people in the business of local civic life.",
        "**Conclusion**",
        "I know that we are heading in the right direction because you are winning council seats across the country.",
        "And I want you to take heart from the national party too. So go out and fight for more council seats on 3 May.",
        "Fight on the values of a reinvigorated Conservative Party.",
        "Fight on the achievements of Conservative councils.",
        "And fight on the promise of greener, more family-friendly, more local politics under the Conservatives.",
        "If we combine the traditional values of the Conservative party of good common and good value for money, with our new emphasis on quality of life and local decision making, we – that means you – will be unbeatable."
    ]
}