{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-statement-on-the-g8/",
    "title": "David Cameron – 2013 Statement on the G8",
    "post_date": "March 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons on 19 June 2013.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "With permission, Mr Speaker, I would like to make a statement on the G8.",
        "The government decided to hold the G8 in Northern Ireland to demonstrate the strength of this part of the United Kingdom.",
        "We wanted to show the success of the peace process, the openness for business and investment, and the potential for tourism and growth.",
        "I want to thank my Rt Hon Friend the Secretary of State for Northern Ireland, the First and Deputy First Minister for all they did to help with the conference. To congratulate the PSNI and all those responsible for delivering a safe and successful G8 and to thank everyone in Northern Ireland for giving us such a warm welcome.",
        "**The global economy and the 3 Ts**",
        "Mr Speaker, we set a clear agenda for this summit: to boost jobs and growth, with more open trade, fairer taxes and greater transparency.",
        "What I have called the 3 Ts.",
        "I also added a fourth T – terrorism. And we reached important agreements including on support to the Libyan government and ending ransom payments for kidnap by terrorists.",
        "Despite our fundamental differences, we also made good progress agreeing a way forward on working together to help the Syrian people achieve the change they want.",
        "Let me take each of these points in turn.",
        "**Growth**",
        "We started with the issue that matters most to our people – jobs, growth, mending our economies.",
        "First, we agreed that each country needs to press on with sorting out its public finances.",
        "Dealing with our debts and securing growth are not alternatives.",
        "The former is an essential step in achieving the latter.",
        "In fact the Communiqué that we agreed unanimously reflects all three parts of the plan we have for growth in Britain.",
        "Not just fiscal sustainability but active monetary policy to unlock the finance that businesses and families need and structural reforms to increase our competitiveness so our young people can get into work and succeed in the global race.",
        "**The 3 T’s**",
        "The UK’s G8 also launched a bold new pro-business agenda to drive a dramatic increase in trade and to get to grips with the problems of tax evasion, aggressive tax avoidance and corporate secrecy.",
        "This was a distinctive British agenda, to shape the way the world economy works for the benefit of everyone.",
        "We believe in free trade, private enterprise and low taxes as the best route to growth.",
        "But that is only sustainable if ambitious trade deals are agreed, the taxes owed are paid and companies play by the rules.",
        "This agenda has now been written into the DNA of G8 and G20 Summits for many years to come.",
        "On trade, we started the summit with the launch of negotiations on an EU-US trade deal.",
        "This could add as much as £100 billion to the EU economy, £80 billion to the US and as much as £85 billion for the rest of the world.",
        "Let’s be clear what these numbers mean.",
        "2 million more jobs.",
        "More choice and lower prices in the shops.",
        "The biggest bi-lateral trade deal in history – launched at the G8.",
        "On tax, the Lough Erne Declaration that leaders signed yesterday sets out simple, clear commitments.",
        "Tax authorities across the world should automatically share information – so those who want to evade taxes will have nowhere to hide.",
        "Companies should know who really owns them and tax collectors and law enforcers should be able to obtain this information easily, for example through central registries, so people can’t escape taxes by using complicated and fake structures.",
        "And in a world where business has moved from the offline and national to the online and international, but the tax system hasn’t caught up. We are commissioning the OECD to develop a new international tax tool that will expose discrepancies between where multinationals earn their profits and pay their taxes.",
        "The Declaration also makes clear that all this action has to help developing countries too – by sharing tax information and building their capability to collect taxes.",
        "Crucially for developing countries, we agreed that oil, gas and mining companies should report what they pay to governments – and that governments should publish what they receive – so natural resources are a blessing not a curse.",
        "Charities and other NGOs have rightly campaigned for years for action on these issues.",
        "For the first time they have been raised to the top of the agenda and brought together in one document.",
        "The agreements on tax made at the summit are significant but it is also worth noting what has happened on this front since I put this issue to the top of the agenda.",
        "On 1 January there was no single international standard for automatic exchange of information.",
        "Now there is such a standard – and over 30 jurisdictions have already signed up – with more to follow.",
        "After years of delay, the European Union has agreed to progress the sharing of tax information between member states.",
        "The Overseas Territories and Crown Dependencies have signed up to the multilateral convention on information exchange, agreed automatic exchange of information with the UK and action plans for beneficial ownership.",
        "Taken together all the actions agreed with the Overseas Territories and Crown Dependencies will provide over £1 billion to the exchequer. Helping to keep taxes down for hardworking families in the UK.",
        "People around the world also wanted to know if the G8 would take action to tackle malnutrition and ensure there is enough food for everyone.",
        "The pledges at our Nutrition and Hunger Summit earlier this month will save 20 million children from stunting by 2020.",
        "But crucially at our G8 we also took action on some of the causes of these problems.",
        "That’s why the work we did on land, extractive industries, tax and transparency is so important.",
        "**Fighting terrorism and extremism**",
        "Turing to the fourth T – terrorism.",
        "We agreed a tough, patient and intelligent approach. Confronting the terrorists, defeating the poisonous ideology that sustains them and tackling the weak and failing states in which they thrive.",
        "The G8 leaders reached a ground-breaking agreement on ransom payments for kidnap by terrorists.",
        "In the last three years alone these have given Al Qaeda and its allies tens of millions of dollars.",
        "These payments have to stop and this G8 agreed they will.",
        "We also discussed plans to begin direct talks with the Taliban.",
        "Britain has long supported a peace process in Afghanistan to work alongside our tough security response.",
        "So we welcome this step forward.",
        "We also discussed support to Libya.",
        "We should be proud of the role we played to rid Libya of Colonel Gadaffi.",
        "But we need to help that country secure its future.",
        "So we held a separate meeting with the Libyan Prime Minister which included President Obama and European nations have offered to train 7,000 troops to help Prime Minister Zeidan disarm and integrate the militias and bring security to the whole country.",
        "More contributions will follow from others.",
        "And let me be clear the Libyan government have asked for this – and will pay for it.",
        "**Syria**",
        "Finally, let me turn to Syria.",
        "Mr Speaker, it is no secret that there are very different views around the G8 table.",
        "But I was determined that we should use the opportunity of this Summit to overcome some of these differences and agree a way forwards to help the Syrian people achieve the change they want.",
        "This did not happen during just one night in Lough Erne.",
        "The talks between Secretary Kerry and Foreign Minister Lavrov have been vital.",
        "In the weeks before the Summit I flew to Sochi and Washington.",
        "And I met again with President Putin and President Obama in the hours before the Summit began.",
        "The conversations were open, honest and frank.",
        "But we were all agreed on what must be the core principle of the international approach to this crisis.",
        "There is no military victory to be won – and all our efforts must be focused on the ultimate goal of a political solution.",
        "Together with our G8 partners, we agreed almost $1.5 billion of new money for humanitarian support.",
        "This is an unprecedented commitment from Lough Erne for Syria and its neighbours.",
        "We agreed to back a Geneva II process that delivers a transitional governing body with full executive authority.",
        "So a core requirement for success that had been called into doubt in recent weeks – has now been reasserted unanimously with the full authority of the G8.",
        "We pledged to learn the lessons of Iraq by making sure the key institutions of the state are maintained through the transition, and there is no vacuum.",
        "This sends a clear message to those loyalists looking for an alternative to Assad.",
        "The G8 also unequivocally condemned any use of chemical weapons and following an extensive debate, we reached for the first time a united position, including Russia, that the Regime must immediately allow unrestricted access for UN inspectors to establish the full facts on use of chemical weapons by Regime forces or anyone else.",
        "All of these agreements are absolutely fundamental to saving lives and securing the political transition that we all want to see.",
        "Mr Speaker, let’s be clear on what is happening in Syria and what we are trying to achieve.",
        "We are faced with a dramatically escalating humanitarian disaster with more than 90,000 dead and almost 6 million having had to flee their homes.",
        "There is a radicalisation of terrorists and extremists who will pose a direct threat to the security of the region and the world.",
        "There is a growing risk to the peace and stability of Syria’s neighbours.",
        "And the long-standing international prohibition on chemical weapons is being breached by a dictator who is brutalising his people.",
        "None of this constitutes an argument for plunging in recklessly.",
        "We will not do so. And we will not take any major actions without first coming to this House.",
        "But we can not simply ignore this continuing slaughter.",
        "Of course it is right to point out that there are extremists among the Opposition.",
        "I am clear: they pose a threat not just to Syria but to all of us.",
        "And the G8 agreed they should be defeated and expelled from their havens in Syria.",
        "I also understand those who fear that whatever we try to do could make things worse not better.",
        "Of course, we must think carefully before any course of action: But we mustn’t accept what President Assad wants us to believe – that the only alternative to his brutal action against Syria is extremists and terrorists.",
        "There are millions of ordinary Syrians who want to take control of their own future – a future without Assad.",
        "That is why I made sure that the G8 agreed the way through this crisis is to help Syrians forge a new government that is neither Sunni, Allawite nor Shi’a.",
        "Mr Speaker, we are committed to using diplomacy to end this war with a political solution.",
        "This is not easy.",
        "But the essential first step must be to get agreement between the main international powers with influence on Syria.",
        "That is what we have done at the G8 in Lough Erne.",
        "We must now work to turn these commitments into action.",
        "And I commend this Statement to the House."
    ]
}