{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-on-the-chilcot-inquiry/",
    "title": "David Cameron – 2016 Statement on the Chilcot Inquiry",
    "post_date": "July 6, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in the House of Commons on 6 July 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This morning, Sir John Chilcot has published the report of the independent Iraq inquiry. This is a difficult day for all the families of those who lost loved ones. They have waited for this report for too long, and our first thoughts today must be with them. In their grief and anger, I hope they can draw at least some solace from the depth and rigour of this report and, above all, some comfort from knowing that we will never forget the incredible service and sacrifice of their sons, daughters, husbands and wives—179 British servicemen and women and 23 British civilians who gave everything for our country. We must also never forget the thousands more who suffered life-changing injuries, and we must pledge today to look after them for the rest of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This report would have been produced sooner if it had been begun when Conservative Members and others first called for it back in 2006, but I am sure that the House will join me in thanking Sir John and his Privy Counsellors, including the late Sir Martin Gilbert, who sadly passed away during the work on this report.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This has been a fully independent inquiry. Government Ministers did not even see it until yesterday morning. The Cabinet Secretary led a process that gave Sir John full access to Government papers. This has meant an unprecedented public declassification of Joint Intelligence Committee papers, key Cabinet minutes, records of meetings and conversations between the UK Prime Minister and the American President, and 31 personal memos from the then Prime Minister, Tony Blair, to President George W. Bush. The inquiry also took evidence from more than 150 witnesses, and its report runs to 2.6 million words, in 13 volumes. It cost over £10 million to produce. Clearly the House will want the chance to study and debate it in depth, and I am making provision for two full days of debate next week.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are a number of key questions that are rightly asked about Iraq. Did we go to war on a false premise? Were decisions taken properly, including the consideration of legal advice? Was the operation properly planned? Were we properly prepared for the aftermath of the initial conflict? Did our forces have adequate funding and equipment? I will try to summarise the key findings on these questions before turning to the lessons that I believe should be learned.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A number of reasons were put forward for going to war in Iraq, including the danger that Saddam posed to his people and to the region, and the need to uphold United Nations resolutions. However, as everyone in this House will remember, central to the Government’s case was the issue of weapons of mass destruction. Sir John finds that there was an “ingrained belief” genuinely held in both the UK and US Governments that Saddam Hussein possessed chemical and biological capabilities, and that he wanted to redevelop his nuclear capabilities and was pursuing an active policy of deceit and concealment.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There were some good reasons for this belief. Saddam had built up chemical weapons in the past and he had used them against Kurdish civilians and the Iranian military. He had given international weapons inspectors the run-around for years. The report clearly reflects that the advice given to the Government by the intelligence and policy community was that Saddam did indeed continue to possess and seek to develop these capabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "However, as we now know, by 2003 this long-held belief no longer reflected the reality. Sir John says:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“At no stage was the proposition that Iraq might no longer have chemical, biological or nuclear weapons or programmes identified and examined by either the”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Joint Intelligence Committee\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“or the policy community.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as the report notes, the late Robin Cook had shown that it was possible to come to a different conclusion from an examination of the same intelligence.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the wake of 9/11, the Americans were also understandably concerned about the risk of weapons of mass destruction finding their way into the hands of terrorists. Sir John finds that while it was reasonable to be concerned about the potential fusion of proliferation and terrorism, there was\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“no basis in the JIC Assessments to suggest that Iraq itself represented such a threat.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the question of intelligence, Sir John finds no evidence that intelligence was improperly included, or that No. 10—or Mr Blair personally—improperly influenced the text of the September 2002 dossier, but he does find that the use of Joint Intelligence Committee material in public presentation did not make clear enough the limitations or the subtleties of assessment. He says that the assessed intelligence\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“had not established beyond doubt either that Saddam Hussein had continued to produce chemical and biological weapons or that efforts to develop nuclear weapons continued”,\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "and he says that the Joint Intelligence Committee\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“should have made that clear to Mr Blair.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sir John also finds that public statements from the Government conveyed more certainty than the Joint Intelligence Committee assessments. There was a lack of clarity about the distinction between what the JIC assessed and what Mr Blair believed. Referring to the text in Mr Blair’s foreword to the September 2002 dossier, he finds\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“a distinction between”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Blair’s\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“beliefs and the JIC’s actual judgements.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But in his words Sir John does not question Mr Blair’s belief or his legitimate role in advocating Government policy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to the question of legality, the inquiry has “not expressed a view as to whether or not the UK’s participation in the war was legal.” However, it does quote the legal advice which the Attorney General gave at the time and on which the Government acted—namely, that there was a legal basis for action. Nevertheless, Sir John is highly critical of the processes by which the legal advice was arrived at and discussed. He says:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“The circumstances in which it was ultimately decided that there was a legal basis for UK participation were far from satisfactory.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am sure hon. Members will want to study that part of the report carefully.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sir John also finds that the diplomatic options had not at that stage been exhausted, and that\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“Military action was therefore not a last resort.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sir John says that when the second resolution at the UN became unachievable, the UK should have done more to exhaust all diplomatic options, including allowing the inspectors longer to complete their job.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to the decision making, the report documents carefully the processes that were followed. There was a Cabinet discussion before the decision to go to war. A number of Ministers, including the Foreign and Defence Secretaries, were involved in much of the decision making. However, the report makes some specific criticisms of the process of decision making. In particular, when it came to the options for military action, it is clear that these were never discussed properly by a Cabinet Committee or Cabinet. Arrangements were often informal and sporadic, and frequently involved a small group of Ministers and advisers, sometimes without formal records.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sir John finds that at crucial points, Mr Blair sent personal notes and made important commitments to Mr Bush that had not been discussed or agreed with Cabinet colleagues. However, while Sir John makes many criticisms of process, including the way information was handled and presented, at no stage does he explicitly say that there was a deliberate attempt to mislead people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to operational planning, the initial invasion proceeded relatively rapidly, and we should be proud of what our armed forces managed to achieve so quickly. This was despite the fact that the military did not really have time to plan properly for an invasion from the south, because they had been focused on the north until a late decision from the Turkish Government to refuse entry through their territory. It was also in spite of issues over equipment, which I will turn to later.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But a bigger question was around the planning for what might happen after the initial operation, and we mentioned this briefly at Prime Minister’s questions. Sir John finds that\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“when the invasion began, the UK government was not in a position to conclude that satisfactory plans had been drawn up and preparations made to meet known post-conflict challenges and risks in Iraq.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "He adds that the Government\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“lacked clear Ministerial oversight of post-conflict strategy, planning and preparation and effective co-ordination between government departments”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "and\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“failed to analyse or manage those risks adequately.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Government—and here I mean officials and the military, as well as Ministers—remained too fixed on assumptions that the Americans had a plan, that the UN would play a significant role, with the international community sharing the burden, and that the UK role would be over three to four months after the conflict had ended. Sir John concludes that the Government’s failure to prepare properly for the aftermath of the conflict\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“reduced the likelihood of achieving the UK’s strategic objectives in Iraq.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Sir John concludes that anticipating these post-conflict problems—and I quote, as I did at Prime Minister’s questions—\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“did not require the benefit of hindsight.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to equipment and troops, Sir John is clear that the UK failed to match resources to the objectives. Sir John says categorically that\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“delays in providing adequate medium weight Protected Patrol Vehicles and the failure to meet the needs of UK forces…for ISTAR and helicopters should not have been tolerated”,\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "and he says:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“the MOD was slow in responding to the developing threat in Iraq from Improvised Explosive Devices.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The inquiry also identified a number of moments when it would have been possible to conduct a substantial reappraisal of our approach to the whole situation in Iraq and the level of resources required. But despite a series of warnings from commanders in the field, Sir John finds that no such reappraisal took place. Furthermore, during the first four years, there was\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“no clear statement of policy setting out the acceptable level of risk to UK forces and who was responsible for managing that risk.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sir John also finds that the Government—and in particular the military—were too focused on withdrawing from Iraq and planning for an Afghan deployment in 2006, and that further drew effort away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sir John concludes that although Tony Blair succeeded in persuading America to go back to the UN in 2002, he was unsuccessful in changing the US position on other critical decisions, and that\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "“in the absence of a majority in the Security Council in support of military action at that point, the UK was undermining the authority of the Security Council”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "While it is right for a UK Prime Minister to weigh up carefully the damage to the special relationship that would be done by failing to support the US, Sir John says that it is questionable whether not participating militarily on this occasion would have broken the partnership. He says there was a substantial gap from the outset between the ambitious UK objectives and the resources that Government were prepared to commit, and that even with more resources, the circumstances surrounding the invasion made it difficult to deliver substantive outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "While the territorial integrity of Iraq remained, deep sectarian divisions opened, and thousands of innocent Iraqi civilians lost their lives. While these divisions were not created by the international coalition, Sir John believes they were exacerbated, including through the extent of de-Ba’athification, and they were not addressed by an effective programme of reconciliation. Overall, Sir John finds that the policy of Her Majesty’s Government fell far short of meeting its strategic objectives and helped to create a space for al-Qaeda.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, the decision to go to war came to a vote in this House, and Members on all sides who voted for military action will have to take our fair share of the responsibility. We cannot turn the clock back, but we can ensure that lessons are learned and acted on. I will turn to these in a moment and cover all the issues around machinery of government, proper processes, culture and planning, some of which we discussed in Prime Minister’s questions, but let me be the first to say that getting all of these things right does not guarantee the success of a military intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For example, on Libya, I believe it was right to intervene to stop Gaddafi slaughtering his people. In that case, we did have a United Nations Security Council resolution. We did have proper processes. We did have comprehensive advice on all the key issues. And we did not put our forces on the ground. Instead we worked with a transitional Libyan Government. But getting these things right does not make the challenges of intervention any less formidable. The difficulties in Libya are plain for everyone to see today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the Prime Minister for the last six years, reading this report, I believe there are some lessons that we do need to learn and, frankly, keep on learning. First, taking the country to war should always be a last resort and should only be done if all credible alternatives have been exhausted.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Secondly, the machinery of government does matter. That is why, on my first day in office, I established the National Security Council to ensure proper co-ordinated decision making across the whole of government, including those responsible for domestic security. This council is not just a meeting of Ministers; it has the right breadth of expertise in the room, with the Chief of the Defence Staff, the Chairman of the Joint Intelligence Committee, the heads of the intelligence services, and relevant senior officials. The Attorney General is now a member of the National Security Council.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I also appointed the UK’s first national security adviser, with a properly constituted team in the Cabinet Office to ensure that all the key parts of our national security apparatus are joined up. The national security machinery also taps the experience and knowledge of experts from outside Government. This helps us to constantly challenge conventional wisdom within the system and avoid, hopefully, group-think. It is inconceivable today that we could take a premeditated decision to commit combat troops without a full and challenging discussion in the National Security Council, on the basis of full papers, including written legal advice, prepared and stress-tested by all relevant departments, with decisions formally minuted.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thirdly, I would argue also that the culture established by Prime Ministers matters too. It is crucial to good decision making that a Prime Minister establishes a climate in which it is safe for officials and other experts to challenge existing policy and question the views of Ministers, and the Prime Minister, without fear or favour. There is no question today but that everyone sat around the NSC table is genuinely free to speak their mind.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Fourthly, if we are to take the difficult decisions to intervene in other countries, proper planning for what follows is vital. We know that the task of rebuilding effective governance is enormous. That is why we created a conflict, stability and stabilisation fund, and beefed up the cross-government stabilisation unit, so that experts are able to deploy in post-conflict situations anywhere in the world at short notice. Frankly, none of this would be possible without the historic decision that we have taken to commit 0.7% of our gross national income on overseas aid. A lot of that money is spent on conflict-affected and fragile states, not only assisting with post-conflict planning but also trying to prevent conflicts in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Fifthly, we must ensure that our armed forces are always properly equipped and resourced. That is why we now conduct a regular strategic defence and security review to ensure that the resources we have meet the ambitions of the national security strategy. We are meeting our NATO commitment to spend 2% of our GDP on defence, and planning to invest at least £178 billion on new military equipment over the next decade. We have also enshrined the armed forces covenant in law to ensure that our armed forces and their families receive the treatment and respect they deserve. Sending our brave troops on to the battlefield without the right equipment was unacceptable, and whatever else we learn from this conflict, we must all pledge that this will never happen again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There will be further lessons to learn from studying this report, and I commit today that that is exactly what we will do, but in reflecting on this report, and my own experience, there are also some lessons here that I do not think we should draw. First, it would be wrong to conclude that we should not stand with our American allies when our common security interests are threatened. We must never be afraid to speak frankly and honestly, as best friends always should. And where we commit our troops together, there must be a structure through which our views can be properly conveyed and any differences worked through. But it remains the case that Britain and America share the same fundamental values, that Britain has no greater friend or ally in the world than America, and that our partnership remains as important for our security and prosperity today as it has ever been.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Secondly, I think it would be wrong to conclude that we cannot rely on the judgments of our brilliant and hard-working intelligence agencies. We know the debt we owe them in helping to keep us safe every day of the year. Since November 2014, they have enabled us to foil seven different planned terrorist attacks on the streets of the UK. What this report shows is that there needs to be a proper separation between the process of assessing intelligence and the policy making that flows from it. And as a result of the reforms since the Butler report, that is what we have in place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thirdly, it would be completely wrong to conclude that our military is not capable of intervening successfully around the world. Many of the failures in this report were not directly about the conduct of the armed forces as they went into Iraq, but rather the failures of planning before a shot was fired. There is no question but that Britain’s armed forces remain the envy of the world, and the decisions we have taken to ensure that they are properly resourced will ensure they stay that way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, we should not conclude that intervention is always wrong. There are unquestionably times when it is right to intervene, as this country did successfully in Sierra Leone and Kosovo. I am sure that many in this House would agree that there have been times in the recent past when we should have intervened but did not, such as in failing to prevent the genocides in Rwanda and Srebrenica.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Intervention is hard. War fighting is not always the most difficult part. Often, the state-building that follows is a much more complex challenge. We should not be naive to think that just because we have the best prepared plans, in the real world things cannot go wrong. Equally, just because intervention is difficult, it does not mean that there are not times when it is right and necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Yes, Britain has to, and will continue to, learn the lessons of this report. But as with our intervention against Daesh in Iraq and Syria today, Britain must not and will not shrink from its role on the world stage or fail to protect its people. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}