{
    "url": "https://www.ukpol.co.uk/david-cameron-speech-with-romanian-president-basescu/",
    "title": "David Cameron – Speech with Romanian President Băsescu",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a statement given by Prime Minister David Cameron and Romanian President Traian Băsescu on Monday 6 June 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**PRIME MINISTER:**",
        "Good afternoon and I warmly welcome the Romanian President here to Number 10 Downing Street. We have just had an important and productive meeting. Britain and Romania are natural partners, with shared interests on many of the most important issues that we face. We agreed today that it is time we realise the full potential of this partnership.",
        "First, we agree on getting our economies growing, by freeing businesses to create jobs – less regulation, more innovation. This is an urgent task for Europe, but if we together take the bold actions needed, both in the EU and at home, we can build the more dynamic economy that Europe needs. We agreed to discuss these issues at the European Council. So, in the EU, Britain and Romania will work together, with our partners, to complete the single market in services, energy and the digital economy. We will push hard to reduce the burden of red tape that stifles those doing business, and especially the smaller businesses that should be driving innovation and growth. We will be looking for some immediate steps at the European Council in two weeks’ time.",
        "Second, we both believe that the offer of an EU future is vital for stability and reform in Europe’s neighbourhood. We want to see the countries of the Western Balkans, Turkey and Moldova move towards EU membership, in a way that makes those countries stronger, and the European Union stronger. I welcome the important role Romania can play, sharing their experience of transition, and I have been pleased to see the efforts that the President has made to reform the judiciary and tackle corruption in Romania.",
        "Third, Britain and Romania are standing side by side in Afghanistan and Libya. In Afghanistan we are proud of the record of our troops fighting together, and we will get the job done together – building up the Afghan security forces to take full security control from 2014. In Libya, Romania took on an important early role, providing some naval power to stop arms getting to Gaddafi’s forces. We agreed today that there has been real progress in recent weeks, helping to protect the people in Benghazi, in Misrata and elsewhere, but we cannot rest while civilians remain daily under fire. We will see this job through, building up the pressure on this murderous regime until the killing stops. The unity and resolution of the coalition in meeting this challenge has been a tremendous achievement and I am grateful to the President for his friendship and solidarity in recent months and I am very glad to have him alongside me in London here today.",
        "**PRESIDENT TRAIAN BASESCU**",
        "Thank you. With your permission I will use the Romanian language with translation. I would like to thank Prime Minister Cameron for inviting me here to London. Our discussion occasioned an excellent and fruitful exchange of points of view, particularly on our common evolution within the EU. In our discussion we established that for our countries our priority should be the fact that the EU should be stronger and united, more competitive and should consider research and development as a priority.",
        "I have also discussed with the Prime Minister the recent positive developments related to the mechanism for cooperation and verification that Romania is now undergoing in its relation with its European partners and the Commission. I informed the Prime Minister that Romania will fulfil all its obligations in terms of military commitments, whether we speak of the Western Balkans, Afghanistan or Libya.",
        "I have also informed the Prime Minister that for Romania the Europe 2020 strategy is of crucial importance, and the government of Romania is committed to fulfilling the objectives within this strategy. And last, but not least, another issue we discussed was the cooperation between Romania and the UK and the future continuation of the modernisation project that we began regarding the two frigates that Romania bought from Britain.",
        "Thank you.",
        "**PRIME MINISTER:**",
        "Thank you."
    ]
}