{
    "url": "https://www.ukpol.co.uk/david-cameron-2006-speech-to-kings-fund/",
    "title": "David Cameron – 2006 Speech to King’s Fund",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Leader of the Opposition, David Cameron, to the King’s Fund on 9th November 2006.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "I’m hugely grateful to the King’s Fund for hosting this event today.",
        "It was here, in January, that I first explained the change in this Party’s attitude to the NHS.",
        "We are committed to improving the NHS for everyone, rather than helping a few to opt out.",
        "And we are committed to the NHS ideal, ruling out any move towards an insurance-based system.",
        "I’d also like to thank Niall Dickson for hosting this event today.",
        "Niall, and the King’s Fund, are fantastic champions of the NHS.",
        "You make a vital contribution to the debate – in all political parties and none – on how the NHS can be improved, and we are delighted to have the benefit of your expert advice.",
        "Today, I’d like to set out our vision for the NHS and for healthcare in this country.",
        "To spell out our commitment to the NHS, and to explain the five key components of our approach.",
        "Stephen Dorrell, who is leading the work of our Policy Group, will then set out the background to the interim report which his Group is publishing today.",
        "Stephen and his team have consulted widely with healthcare professionals and are contributing to the serious long-term thinking that we need if we are to deliver lasting improvements in the NHS in government.",
        "Our Policy Groups are dealing with many complex issues, and they are not in the business of offering up easy answers or rushed conclusions.",
        "After that, Andrew Lansley – our indefatigable Shadow Secretary of State for Health – will discuss the current state of the NHS, why we need more independence for the NHS, and how we might go about achieving it through an NHS Independence Bill.",
        "**Our Commitment to the NHS**",
        "So first, let me restate our commitment to the NHS.",
        "I believe that the creation of the NHS is one of the greatest achievements of the 20th century.",
        "It is founded on the noble but simple ideal that no person should ever have to worry about their healthcare.",
        "On that, there is a consensus across the parties.",
        "All parties support increased funding for the NHS.",
        "We do not differ with the Government over funding for the NHS – only about using those funds to provide the health service we need and deserve.",
        "The NHS must change for the better, and we must be prepared to argue for the changes that the NHS needs.",
        "I believe that we need a new direction for the NHS, and that new direction should be based on our idea of social responsibility.",
        "That means moving away from the idea that Government’s role is to micromanage the delivery of healthcare in Britain, and moving towards greater professional responsibility for those who work in the NHS.",
        "**Five Key Components of Our Approach**",
        "There are five key components of our approach to the NHS.",
        "First, to guarantee that the NHS has the money it needs.",
        "With a Conservative Government, real terms spending on public services will rise.",
        "And as our economy grows, one of the most important calls on the proceeds of growth will be the NHS.",
        "That is what we mean by sharing the proceeds of growth.",
        "The second key component of our approach will be to end the damage caused by pointless and disruptive reorganisations of the NHS.",
        "We will not mess around with existing local and regional structures: we will allow the current structures to settle down and bed in.",
        "The third element of our approach will be to work with the grain of the Government’s reforms where they are doing the right thing.",
        "So we will go further in increasing the power and independence of GPs and PCTs, putting them in the driving seat.",
        "We support foundation hospitals. We want to see all hospitals have greater freedom.",
        "Fourth, we will take the politics out of the management of the NHS, getting rid of centrally-imposed and politically motivated targets.",
        "Under Labour, politicians have interfered in professional judgments and diminished professional responsibility by second-guessing the experts.",
        "It has been described as the “death of discretion.”",
        "So we will allow professionals to make the important judgements about the best interests of their patients",
        "And the fifth key component of our approach will be to bring fair funding to the NHS.",
        "We will end political meddling over money – removing the scope for fiddling by distributing resources for reasons of political expediency rather than clinical need.",
        "That is why I am announcing today our intention to introduce an NHS Independence Bill.",
        "It will offer a statutory framework that will take politicians out of the day to day running of the NHS.",
        "Our plan is to publish a Bill in the New Year, and we hope that the Government will work with us on the details and help produce a Bill that commands support on all sides of the House of Commons.",
        "If implemented by Spring 2008, it would give the NHS the best possible 60th birthday present.",
        "So my message to the Government is clear: the NHS matters too much to be treated like a political football.",
        "Let’s work together to improve the NHS for everyone.",
        "Let’s give the NHS fair funding, and let’s give taxpayers better value for money by getting rid of the targets and bureaucracy and pen-pushing that’s all about politicians’ priorities, not the needs of patients.",
        "**Accountability**",
        "As we take the politics out of the NHS, we need to make sure that it becomes more accountable to patients: greater independence for NHS professionals will not mean a blank cheque.",
        "It will strengthen accountability, because professionals in the NHS will be more clearly accountable for the things they’re responsible for, and for raising standards.",
        "That’s how any professional organisation works, and with greater professional responsibility in the NHS will come greater professional accountability.",
        "Our plans will mean a change in the role of central government.",
        "It will remain accountable to the electorate for the total amount of money spent on the NHS, for setting the statutory framework for improving public health, and for decisions about the scope of what is offered by the NHS.",
        "**Public Health**",
        "But healthcare isn’t just about hospitals and GPs.",
        "There is an enormous job to be done in public health.",
        "In this area, we are committed to a strong role for the Department of Health.",
        "We want it to be much more active outside the NHS in promoting public health, as Andrew will describe.",
        "**Conclusion**",
        "We are committed to improving the NHS for everyone.",
        "We recognise the need for change in order to deliver those improvements.",
        "But instead of imposing change insensitively from above, we want to work with doctors, nurses, ancillary staff and administrators so we achieve sustainable, bottom-up improvement.",
        "That is the way to give taxpayers value for money, and the British people the world-class, publicly funded healthcare they want."
    ]
}