{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-at-vauxhall-on-eu/",
    "title": "David Cameron – 2016 Speech at Vauxhall on EU",
    "post_date": "March 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at Vauxhall on 10 March 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is going to be lots of debate about Europe over the next 3 and a half months.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the biggest issue on the ballot paper on June 23rd is this: our economic future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as I’ve said before, the question isn’t whether Britain could still be a great country outside Europe. Of course we could.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The question is: where will our economy be stronger; where will our children have more opportunities; where will families have the most security; where will Britain be better off – in or out of a reformed Europe?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I know that as people make up their minds, what they want – more than anything – are the facts and arguments.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I know people also want to understand more about Europe, and in particular the single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So today, I want to explain what this market is, how it works, and what its advantages are – and crucially how it should change in the future, under the agreement I negotiated and what that means for you, in terms of jobs, prices, investment in our economy, and your family’s financial security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "At the same time, I want to challenge those who advocate leaving to be equally clear about the alternatives that they propose for our relationship with this single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because if there’s one thing lacking in all they have said so far, it is specifics, particularly about this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What trade relationship would Britain have with Europe? What deals would we sign with the rest of the world? What tariffs would British business have to pay?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are so many people in this country who need answers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The farmer wondering if his beef will be subject to duties.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The factory worker wondering if his company will cut investment.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The young graduate wondering whether she’ll be able to get a job.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That to me is the difference in this referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the one side, we have facts about how a single market in a reformed Europe makes Britain better off, all drawn from experts’ projections, and other countries’ experiences.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On the other side, we have unanswered questions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So as you make what will be the most important decision for this country in a generation, let me take you through the three big advantages of the single market:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, how it allows businesses, like this one, to trade tariff-free with the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, how it removes the barriers that not even the best free trade agreements can completely tackle.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And third, how it enables the European Union to strike the most ambitious and comprehensive trade deals with the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And as I do this, I want to turn to the big questions that leave campaigners need to answer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Remain: Tariffs**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So first, selling to a continent full of customers – 500 million people – tariff-free.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Before we joined, we faced extremely high tariffs:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "14 per cent on cars.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "17 per cent on bicycles.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "32 per cent on salt.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "37 per cent on china.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Even, oddly, 20 per cent on gloves – but only 13 per cent on socks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This all meant higher costs for businesses and for consumers – and less choice on our supermarket shelves.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, there is one tariff in the single market: and it is zero per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And what it means is this:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A British businesswoman can sell her goods in Berlin as easily as she can in Birmingham.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A lorry that sets off from Sunderland doesn’t have to deal with layers of bureaucracy in every country as it heads towards for instance Salzburg.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And industries that were once struggling to survive are now thriving.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s take your industry: cars.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For every 100 cars we make, 23 stay here in Britain, 33 are sold beyond Europe – but the biggest proportion, 44 of that 100 cars, they go to the continent.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Why? Not just because of our proximity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But because those cars – made inside the single market – are around 10 per cent less expensive than if they had been subject to the tariffs that are imposed outside the single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s not just the selling that depends on Europe; it’s also the making.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because in the single market, components are tariff-free, too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is vital to Britain, where 59 per cent of car parts by value are imported.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So as you look at the cars that are lined up here, ready to be shipped, you’re looking at an industry that is completely integrated with the single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that’s good for the people of this country – it creates 140,000 jobs in the car industry; supporting an extra 300,000 jobs; and generating £12 billion a year for our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So many industries benefit from a tariff-free Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Look at chemicals and pharmaceuticals – nearly 140,000 jobs; worth over £22 billion pounds; selling over 50 per cent of their exports to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Look at food industry – 370,000 jobs; worth almost £20 billion; selling over 55 per cent of exports to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when I hear people argue that, by being in this single market, we are “shackled to a corpse”, I say: you won’t find the people in these industries saying that; or the towns whose employment depends on them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s by being in the single market that so many of our companies are growing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it also helps us attract a huge amount of investment to the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, businesses invest in Britain for many reasons – our skilled workforce, our flexible labour market and low taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They invest because of our effective but low regulation – one of the least restrictive in the OECD, in fact, despite our membership of the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they invest because our economy is strong.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s worth thinking about for a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When we entered the European Community, back in the 1970s, with high inflation and frankly zero confidence in our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, 40 years later, our country is much stronger and better off – with one of the fastest growth rates and lowest unemployment rates in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now of course, we have turned round our country’s fortunes through our own efforts – not least through fundamental reforms in the 1980s.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But when you consider the country Britain is today compared to when we joined the EU, it is hard to sustain the argument that being in has hobbled us or crippled our ability to do well.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Far from holding us back, our membership of the EU is one reason why countries want to invest.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And every day, foreign companies invest £142 million here in Britain, companies like BMW, Bosch, Ikea, Nissan and Siemens. And of course General Motors.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That doesn’t just create jobs; it helps us to finance what economists call our current account deficit – meaning we can pay our way in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s small businesses that are affected as well.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Nearly a third of Federation of Small Businesses members import or export overseas, and 80 per cent of those who export sell to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s not just those trading directly with Europe; it’s those connected to that process – in the jargon, in the supply chain: the factory that makes the components for the car company; the local printer who makes leaflets for the factory; the sandwich shop that caters for the printers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So many businesses succeed, directly and indirectly, because of this free-trade system.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Indeed, 3 million people’s jobs in our country are already linked to it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, because of the changes and reforms I’ve secured in Europe, I’m determined that many more businesses will succeed, too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "During that renegotiation I got some clear commitments: to complete the single market in services, in digital and in energy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This really matters for a country like ours because over three quarters of our economy is made up of the service sector, and we are one of Europe’s leaders in technology and renewable energy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the result is clear: more jobs, more investment, lower prices, greater economic security – and hardworking families better off.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Leave: Tariffs**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those who want to leave aren’t clear about what sort of access that we’d have to the single market after we’d left.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Clearly there would be a strong case for trying to secure full access.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But as the German finance minister made clear last week, if you want that you must pay into the EU and accept complete the free movement of people – two of the reasons many people cite for wanting to leave the EU in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Norway is one example of a country we could follow. They have almost full access to the single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But they pay into the EU; accept nearly double the number of EU migrants per head that we do and still have to put up with tariffs on some of their goods.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Crucially, they have no say on the rules of the single market, whereas we do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now others will say: let’s sign a free trade agreement like Canada is doing. And yes of course – perhaps we could.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But their free trade agreement is not anything like being in the single market and it retains a number of tariffs and quotas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Will Canadian farmers have unrestricted exports for their produce? No.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Will Canadian car makers be able to sell their cars in Europe without cumbersome rules on the origin of each part? No.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Their agreement with the EU is over 1,400 pages long – 700 of which are exemptions from free trade demanded by either side.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now that might work for Canada, which sends around a tenth of its exports to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it wouldn’t work for Britain, with around half our exports going to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Then there are those who will argue that we could pull out of the EU and fall back on World Trade Organisation rules.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But that wouldn’t mean tariff-free trade.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Even with the WTO Most Favoured Nation treatment, we’d be exposed to tariffs of 10 per cent on our cars, 11 per cent on clothes and 36 per cent on average for dairy products. What would happen to jobs in those sectors?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, each of those three outcomes, access to the Single Market, but accepting fees and migration; a free trade agreement; or WTO rules, all of these are do-able. And people who want to leave the EU should decide which they favour.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But there is another key question. Would Britain get a good deal?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now here I want to cut through some of the rhetoric.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because we have the leave campaigners saying any hint that you think Britain may not get a good deal is somehow “talking Britain down”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we have remain campaigners saying it’s all very difficult and all very hard.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I just need to present you with the facts, so you can make up your own mind.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If Britain was to vote to leave, we would have to enter discussions with the EU on what our trade relationship should be like.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And these will be the negotiating dynamics:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One nation negotiating with 27 nations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain’s market of 60 million negotiating with a European market of 440 million.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain, a country which sells 50 per cent of its goods to a European bloc, compared to a European bloc which sells only 7 per cent of its goods to us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those are the facts. I will leave it to you to judge who the balance favours.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Remain: Non-tariff barriers**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now the second big advantage of the single market is that it doesn’t just eliminate tariffs, it eliminates other barriers to trade – things that are known as non-tariff barriers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These are the often more technical rules but they impose hidden costs on businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Things like refusing to recognise the professional qualifications of your staff.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Or saying that your company has to set up a separate legal entity in every single country you want to trade in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is particularly important for Britain, which relies less on goods, which are hindered by tariffs, and more on services, which are hindered by these non-tariff barriers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve already demonstrated how effective we can be at bringing down the barriers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the 1980s, a lorry load of goods setting off from Manchester to Milan would be carrying 88 separate documents.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Today, thanks to this internal market which we drove forward, they have been replaced with just one piece of paper.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Before the 1990s, airlines could be blocked by other countries from flying where and when they wanted.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain helped end that, and that spawned EasyJet, Ryanair and Jet2.com, and opening up the continent to British businesses, students and holidaymakers, making travel much, much cheaper.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course it’s not always easy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are times when changes to these non-tariff rules can cause us problems. But frankly that’s no surprise when you have an organisation of 28 different members.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But on the big questions, we have a seat at the table to help shape those rules and promote Britian’s industries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One of the biggest non-tariff barriers is the ability of countries to ban your product on the basis of often spurious concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With a seat at the table and enforceable rules, we are able to challenge those things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that’s what we did in 2001 when the European Court of Justice overturned France’s bogus ban on British beef.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Without the single market, there are obstacles to selling meat for instance to some of our biggest trading partners – even our friends, like America.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "How much British beef do you think we sell in America? None. All because of restrictions that are nearly 20 years old.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That shows just how important it is to be able to shape the rules to suit our interests, which the single market in the EU enables us to do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Then there’s for instance the financial services, employing 1.1 million people in this country and adding £133 billion pounds to our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This industry goes way beyond London; two-thirds of financial sector jobs are based outside the capital.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All have the benefit of being able to trade in the single market of 500 million people without having to set up an office anywhere else other than the UK, because we are in the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Recently, there was move that could’ve forced UK-based companies that clear euros – a bedrock of our financial services, to move inside the Eurozone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That could’ve been deeply economically damaging for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we had our seat at the table, and we were able to stop it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And through my renegotiation I’ve made sure a proposal like that can never happen again.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And let me be clear: I am the first to say that there needs to be further reform of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My renegotiation isn’t the end of the road for reform.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s another important milestone in our ongoing mission to make sure the EU works for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Leave: Non-tariff barriers**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now what about the alternatives?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need to be clear.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we voted to leave, we could sign the best possible free trade agreement in the world with the European Union, but it still would not come close to giving British companies the access they get to the world’s largest free trade area from the single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Why?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because – and this is really important point – even the best free trade agreements leave many of these non-tariff barriers in place.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For British firms like this, it would be a return to the bad old days of endless forms and burdensome bureaucracy and, along with losing out on the benefits of a more complete single market, it could cost Britain over £50 billion, according to the London School of Economics.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s not all. Those who want to leave Europe claim we would be repatriating powers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But leaving Europe would in many ways give us less control:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’d still be affected by its rules if we wanted access to the single market – we just wouldn’t have any influence over them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Just ask Switzerland.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There’s a reason their banks base substantial operations inside the UK: they have no agreement that guarantees their access to the single market.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And then there is Norway.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As their prime minister said only last week: “We lack influence in important decision-making processes in the EU. We have special arrangements on some issues, but basically we have lost our sovereignty.”\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is what the Norwegian Prime Minister is saying outside of the EU because of the relationships they’ve signed with the EU. Now that’s a really important point.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Remain: Trade deals**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The third big advantage of the single market is that it actually helps us to trade the world over.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those who imply there is some sort of choice, between trading with Europe on the one hand and trading with the rest of the world on the other hand, are wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s not either/or. We’ve got to do both.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Indeed, the fact that we are part of such a huge market – of 500 million people – means our companies have the platform to grow, scale up quickly and take on the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But on top of that, our membership of the single market means we are able to trade with many more countries beyond Europe, on a preferential basis, because the EU has free trade agreements with them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Adding those countries – like Mexico and South Korea – to EU member states means we can trade more easily with a third of the entire world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This really matters.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The EU-South Korea trade deal may not sound like a big deal for Britain, but ask the people who work in this industry.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Since it was implemented, car exports from Britain to South Korea have nearly quadrupled.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And this is just the beginning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I put at the front and centre of my renegotiation clear commitments to complete more preferential trade and investment deals right across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are another 9 on the way – from Japan to India and America.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Take the EU-US trade deal, known as the Trans-Atlantic Trade and Investment Partnership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When complete, it will make it easier for one of the world’s richest economies to buy British products.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it isn’t just about the big industries that benefit. It’s also the small ones.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A company like Amtico flooring – they could be free from tariffs of up to 12.5 per cent if they are allowed to send their stock between their Coventry and Atlanta plants.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Think of Five Point Plus, who make car harnesses for children. They could sell their products to many more people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we should see British business after business break into America – thanks to our deal through the EU…\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "…which could make our economy up to £10 billion a year better off.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Leave: Trade deals**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we vote to stay in a reformed Europe, we know we get these preferential trade deals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But again, a vote to leave is a vote for huge uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Leave campaigners say countries would queue up to sign trade deals with us, and sign them quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I believe that is guesswork. And guesswork at a time when we need facts.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "One fact is this: it can take years to strike trade deals. The Canada-EU deal took 7 years and it’s still not implemented.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that’s ignoring the fact that many of these countries may not even start negotiations until they know what relationship we have with Europe once we’ve left.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What would happen to British jobs and business in that time?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Here’s another fact: if Britain voted to leave, there’s a process under Article 50 of the European Treaty which would give us two years before all the trade deals we have through the EU – with over 50 countries – would fall away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Are those who advocate leaving saying they would’ve sorted out individual replacements with each territory and each bloc in that time?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Fact number 3: countries like America have said they would much rather do regional trade deals like the one we are currently negotiating.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As the US Trade Representative put it: the United States is “not particularly in the market for free trade agreements with individual countries”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now look what happens to those countries who do such deals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When Switzerland signed a trade deal with China, they had to scrap tariffs on nearly all their Chinese imports, while some Chinese tariffs would only be dismantled over 10 or even 15 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this is the question: if we left Europe, who would we sign trade deals with? How long would that take? What would be the terms? How can we be sure no jobs would go in the meantime?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We can’t.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A vote to leave is a leap in the dark.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Families’ finances**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So that’s what our membership of a reformed Europe offers: certainty.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Tariffs abolished. Non-tariff barriers eliminated. A deeper single market completed. Trade deals with the rest of the world signed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Again, as Mark Carney has said, our continued membership reinforces our economic dynamism and leaving as he put it would be “the biggest domestic risk to financial stability”.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When it comes to the single market, we can chart the sort of positive gains we will be looking at as it completes the reforms I’ve secured.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The single market in services could see GDP increase by 2 per cent, action on e-commerce through the digital single market could be worth 1.7 per cent of EU GDP and those forthcoming trade deals could boost our GDP, too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These gains cannot be dismissed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Every one per cent increase in GDP is equivalent to more than an additional £275 per person.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And this extra growth could also mean billions more in tax receipts to spend on our schools, our hospitals, our army and our police.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this is the bright future we could have in a reformed Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me be clear: this isn’t the whole economic case for membership; it is just the gains we can get from staying in a reformed single market – there will be fuller Treasury analysis in the coming weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But it does show the sort of gains our membership of a reformed European Union could deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And compare that to the alternatives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve had some of the key leave campaigners admitting various things about leaving Europe in the last few weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They’ve said it might lead to job losses.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That there would be dislocation, uncertainties and costs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That there would definitely be some problems, even pain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That they cannot offer any guarantee that jobs wouldn’t be lost.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That there could be higher tariffs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that there would be an economic shock.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s worth remembering what a shock really means.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It means pressure on the pound sterling. It means jobs being lost. It means mortgage rates might rise. It means businesses closing. It means hardworking people losing their livelihoods.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For those who advocate leaving, lost jobs and a dented economy might be collateral damage, or a price worth paying.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For me, they’re not. They never are. Because there’s nothing more important that protecting people’s financial security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why I believe we are better off in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s not just me. So many who create jobs and growth in this country agree.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Look back over the past 3 weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Carmakers, like BMW, Ford, and yes, Vauxhall.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Telecoms companies, like BT and Vodafone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Aerospace manufacturers, like Rolls Royce and Airbus.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Retailers, like Asda and Mothercare.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Pharmaceutical companies, like AstraZeneca and GSK.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Travel firms, like EasyJet and Tui.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And our biggest investors, like O2 and General Electric.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Together, along with a whole host of other businesses, all have said we are better off in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now those on the other side may plead it’s all a conspiracy of scaremongering.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I would ask yourself: is it?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because these companies are actually making a positive case – positive arguments about jobs and investment but they also know how fragile the global economy is – and how perilous it would be for Britain to burn bridges with our biggest trading partner.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this is the message I want to go out – to the eurosceptic and the agnostic; the floating voter and the first-time voter:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Taking advantage of the single market is one of the ways this country has made itself great.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I’ve said before, I don’t love Brussels; I love Britain – and my mission is to make it greater still.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Looking at what the experts say and the way the evidence points and viewing it all in the light of our financial security, and what makes our people better off, I believe the best way to do that is by remaining in a reformed Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I hope that’s what we’ll do – for the sake of every family in our great nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}