{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-speech-at-the-local-government-association/",
    "title": "David Cameron – 2011 Speech at the Local Government Association",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Prime Minister, David Cameron, at the LGA Conference on 28th June 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "It’s great to be back at the LGA conference.",
        "And I want to congratulate Sir Merrick Cockell on his appointment as Chair of the Local Government Association.",
        "Today, I want to talk about the big issue of the week – the reform of public service pensions.",
        "But before I do that, let me say something about local government.",
        "I want it put on record: I think you are doing a brilliant job in challenging circumstances.",
        "I know it was a tough financial settlement.",
        "And I know you are all grappling with some really difficult decisions.",
        "When your budget is being cut, freezing council tax isn’t easy.",
        "But because of the action that’s been taken, by everyone in this room, a typical family in a Band D home will save up to £72 over the next year.",
        "You did that – and it’s something you should be proud of.",
        "But there will be many more tough decisions in the weeks and months ahead.",
        "And my job is to make your job less difficult, not more.",
        "And I believe, as a government, we’re going some way to doing that.",
        "So much of that bureaucracy that drove you mad and cost you so much time and money in administration – it’s going.",
        "The Comprehensive Area Assessments, the Place Surveys and Local Area Agreements – we’ve got rid of them.",
        "Quangos like the Audit Commission and Standards Board – we’re scrapping them.",
        "And regional Spatial Strategies, Regional Fire Control Rooms, Government Offices for the Regions – they’re going too.",
        "We don’t need regional government. The public want – you want, I want – local government.",
        "What’s more, we’re also phasing out that ring-fencing that made you spend money with one hand behind your back.",
        "In every way we can, we’re rooting out the red tape and regulation and freeing your hands from the grip of central government control.",
        "At the same time as this, we’re actively giving you new powers and freedoms – trusting you to get on with the job.",
        "I believe that our agenda of localism is one the most exciting things we are doing in government.",
        "For years, the default position of government has been to see a problem and suck more power to the centre.",
        "We want to be different. Very different.",
        "When we see a problem, we don’t ask what central government can do – we ask what can local people do, what can councils do?",
        "It’s by asking those questions that you arrive at so many of our reforms.",
        "Our new general power of competence means councils can develop property, run new services and own assets.",
        "Our new Health and Wellbeing Boards mean you can take a leading role in developing a public health strategy for your local residents.",
        "And our new Local Enterprise Partnerships has seen many of you take control of your local area’s economic destiny.",
        "These are already gathering real momentum.",
        "Like in Tees Valley, where local councils have pooled their budgets and got together with business to draw up a plan to make that place a hub for green industry.",
        "This is what you do when you get more power – you get things done.",
        "Another way you’re doing this is through community budgets.",
        "We’re saying to local authorities and local public services: here is the freedom to put all your different strands of cash in one pot – go and tackle some of most stubborn social problems the way you think is best.",
        "It’s already having an impact.",
        "In Islington, the council, NHS, Job Centre Plus, Probation, Police, housing and voluntary sector have pooled staff and over £6 million worth of resources to give the most hard-to-reach families the most intensive and personalized support possible.",
        "Again, we’re giving you the power – and you’re getting things done.",
        "So for me, it’s not a question of: should we give councils more power?",
        "It’s: how far and how fast can we go?",
        "And we are not stopping this power shift at the Town Hall.",
        "We are going even further, taking people power to the next level – from councils to neighbourhoods, communities and individuals.",
        "Whether it’s letting people set up new schools: take over the running of playgrounds, parks and post offices, hold beat meetings so they can ask police officers what they’re doing or plan the look, size, shape and feel of local developments – we believe in changing the way our country is run.",
        "But let me say this.",
        "Yes, we’re giving you this power. And yes, we’re doing that because we trust you.",
        "But no, that doesn’t mean there shouldn’t be a frank exchange of views between us.",
        "Of course, the only people you have to answer to are your voters.",
        "The same is true for us in Central government.",
        "But I’m happy for you to turn round and say so when you think we in central government have the wrong priorities.",
        "And if I see things you’re doing that I don’t like, I think you should be comfortable if I make my opinions known too.",
        "That doesn’t mean I want us locking horns on an ongoing basis.",
        "In fact quite the opposite.",
        "I hope our relationship can be as constructive and co-operative as possible",
        "But we live in a new world of council power and it’s time for a new relationship between central and local government, based on our new responsibilities.",
        "**Public Service Pensions**",
        "So I’ve said something about the great job you’re doing.",
        "I now want to turn to a job we’ve got to do together – and that is reforming public service pensions.",
        "Over the past few months, I believe we have been acting in good faith on this issue.",
        "We asked Lord Hutton, a Labour peer – and a former Work and Pensions Secretary with a brilliant understanding of the detail – to conduct the Review.",
        "We wanted him to build proposals that would be well thought through and maximise the chance cross-party consensus.",
        "And we have met with union leaders regularly to discuss the issues in a good, open, frank and respectful fashion – and will continue to do so.",
        "Of course, because it is a funded scheme, the Local Government Pension Scheme is different from other public sector pension schemes.",
        "That’s why we will have a more in-depth discussion with local government unions and the TUC about how we take this into account.",
        "But the broad thrust of the wider reforms we are proposing will affect people in this room and your workforces.",
        "So it’s right that I speak about this issue here – and it’s right that I speak about it now.",
        "In two days time, a minority of unions will go on strike in opposition to our proposals.",
        "Of course, in a democracy, people can go out and protest.",
        "But the people marching should know what they’re objecting to, and I believe there are some misconceptions flying around.",
        "So today, I want to tell you the three things people need to know.",
        "One – reform is essential.",
        "Two – our proposals are fair on the taxpayer.",
        "Three – our proposals are fair on public sector workers.",
        "Let me take each in turn.",
        "**Essential**",
        "First, reform is essential because we just can’t go on as we are.",
        "That’s not because, as some people say, public service pensions are ridiculously generous.",
        "In fact, around half of public service pensioners receive less than £6,000 a year.",
        "No. The reason we can’t go on as we are is because as the baby boomers retire – and thankfully live longer – the pension system is in danger of going broke.",
        "Here’s a key fact.",
        "In the 1970s, when a civil servant say retired at sixty, they could expect to claim a pension for around twenty years.",
        "Today, when they retire at sixty, they can expect to claim a pension for nearly thirty years – about a fifty percent increase on before.",
        "Now, obviously, more people living for longer is a great development for society.",
        "But more people claiming their pension for longer has a real life impact on our ability to pay for pensions.",
        "Indeed, we are already seeing the impact.",
        "In 2009, total payments to public service pensioners and their dependents were almost £32 billion – an increase of a third, even after allowing for inflation, compared to 1999.",
        "So what are we going to do?",
        "In the words of Lord Hutton, “the responsible thing to do is to accept that because we are living longer we should work for longer”.",
        "That’s why we are proposing to increase the age when public sector employees can take their pension.",
        "Now, I know some people say this change should only affect new entrants to the pension scheme.",
        "But I’m sorry, I just don’t think that’s right.",
        "It’s not just the people who are joining the workforce now who are living longer.",
        "We’re all living longer – so we must all play our part in dealing with this problem.",
        "**Fair for taxpayer**",
        "The second thing people need to know is that our proposals are fair on other taxpayers.",
        "Under the current system, the balance between what public sector employees pay in to their pensions and what the taxpayer contributes is getting massively out of kilter.",
        "Take, for example, the Civil Service Pensions Scheme.",
        "Today, employees contribute around 1.5 and 3.5 percent towards their own pension.",
        "The taxpayer, however, contributes nineteen percent.",
        "Indeed, in total, the taxpayer currently contributes over two-thirds of the costs of maintaining public sector pensions.",
        "That’s the equivalent of £1,000 a household.",
        "That figure is only expected to rise.",
        "Is that a fair?",
        "I don’t believe it is, especially when people in the private sector are seeing the value of their own pensions falling, their own pension age rise – and when, according to the Office for National Statistics, the average gross pay in the public sector is now higher than in the private sector.",
        "So we need to rebalance the system.",
        "That’s why from April next year, we are proposing to increase the contributions public sector workers have to make to their pension.",
        "And because we really want to protect the lower paid, we propose not to increase contributions at all for those earning £15,000 or less a year.",
        "**Fair on public sector workers**",
        "Third, our proposals are also fair on public sector workers.",
        "Now I know a lot of people are hearing scare stories about our proposals – about how we are closing defined benefit schemes and replacing them with defined contribution schemes.",
        "Well, here is the plain, irreducible truth: public service pension schemes will remain defined benefit.",
        "This means every public sector worker will receive a guaranteed amount in retirement – not an uncertain amount based on the value of an investment fund like most people in the private sector.",
        "Any suggestion otherwise is completely untrue.",
        "And any suggestion that we are stripping workers of the benefits they have already accumulated is untrue too.",
        "With our proposals, what you have already earned, you will keep.",
        "We will protect, in full, the pension you have already built up, and we will maintain the final salary link for these benefits.",
        "What would this mean in practice?",
        "It means the ‘final salary’ which is used to calculate your pension will not be the salary you’re on now, will not be the salary you have when the new scheme comes in – it will be the one you have when you eventually decide to retire or leave the scheme altogether.",
        "And for what you have already built up, the age at which you can claim those benefits is not changing.",
        "That part of your pension, those past entitlements – what they allow you to have, are yours and they will not change.",
        "So those people who are claiming otherwise are not just getting their facts wrong, they are giving really bad advice to teachers, nurses and the police officers who are wondering whether to continue with their pension.",
        "Let me tell you how it is.",
        "Anyone with a public service career ahead of them who carries on contributing to their pension will be better off for doing so. Fact",
        "Defined benefit is staying. Fact.",
        "Your pre-reform entitlements are being fully protected. What you have earned you will keep. Fact.",
        "That’s why I can look you in the eye and say public service pensions will remain among the very best, much better, indeed, than for many private sector workers.",
        "And it’s because we are determined to do what’s fair by people who work in the public sector that we are suggesting other changes.",
        "The public service pensions system today is inherently biased against some of the lowest paid workers.",
        "That’s because, under a final salary scheme, it’s the people who reach very high salaries at the end of their careers who benefit the most.",
        "Yes, these are talented people. And yes, they are hugely important to the running of our public services.",
        "But the way the system works, it’s not the community nurse who retires on a final salary of £28,000 who gets the benefit…",
        "…but the hospital consultant who leaves on a final salary of £110,000.",
        "Indeed, in some instances, for every £100 they put in their pension, higher earners can get twice as much out.",
        "Is this fair?",
        "No. It’s not.",
        "So again, in accordance with the recommendations of Lord Hutton, we are proposing to replace the final salary scheme with a Career Average scheme.",
        "This would mean that the lowest-paid do not subsidise those individuals who jump to higher salaries in the last few years of their career.",
        "And it would mean that everyone will get broadly the same amount for every pound they put in.",
        "This is not about saving money. It’s about doing what’s right and fair by you.",
        "As Danny Alexander recently set out, our proposals mean that low and middle income workers will receive a pension that is at least as good as what they have now.",
        "**Conclusion**",
        "Let me end by saying this.",
        "I know why people care so much about this issue.",
        "The provision of good, high quality public service pensions goes to the heart of the kind of society we are.",
        "It’s a vital part of the contract between all those who work in our schools and hospitals, fire stations and police stations, councils and prisons, and the rest of the country.",
        "It’s about saying: you’ve spent your career serving others; so we will look after you in old age.",
        "And I am determined to not just meet that contract, but to strengthen it.",
        "But here’s the truth.",
        "That won’t happen if we delay action, or even worse refuse to act.",
        "All that will mean is a worse pension system in five, ten, fifteen years time as the obligations become unaffordable.",
        "The fact is we will only meet and strengthen that contract through change.",
        "And the changes we propose are a good deal.",
        "They are fair for the lower paid and fair on the taxpayer.",
        "They secure affordable pensions not just now, but for decades to come.",
        "And they mean public service pensions will remain among the very best available.",
        "So to those considering strike action, at a time when discussions are ongoing, I would say to you: these strikes are wrong – for you, for the people you serve, for the good of the country.",
        "It’s the changes we propose that are right.",
        "Right for the long-term.",
        "Right by the taxpayer.",
        "And most crucially of all, right by you."
    ]
}