{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-the-eu-at-caterpillar-factory/",
    "title": "David Cameron – 2016 Speech on the EU at Caterpillar Factory",
    "post_date": "April 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at the Caterpillar Factory in Peterborough on 28 April 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much for the welcome, great to see so many of you here. I think this is probably the biggest one of these I’ve ever done so thank you for coming. It’s great to be here at Caterpillar. You are a huge employer in our country; 9,000 people. You’re a massive investor in training with something like 300 apprentices being hired every year. You’re a huge exporter from our country and something like 50% of what comes out of this plant goes into other European countries so you’re doing all the things that we want great British businesses to do. So it’s good to be here with you today. And it’s good to be here too with the former head of the Trades Union Congress, Sir Brendan Barber. It’s not often you find a Conservative prime minister and the leader of a trade union movement standing together, but we both think this issue about Britain and Europe is so important that we put aside our other disagreements, put aside party political arguments, in order to say very clearly we think Britain should remain within a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, as I’ve said, I think this is the biggest question for our country that we’ve faced in 20 or 30 years. It’s much bigger than a general election. When you vote in a general election if you think you’ve made a mistake 5 years later you can throw them out again. I obviously don’t like that bit, a bit uncomfortable, but nonetheless that’s what happens in a general election. This is a choice for a generation, possibly a choice for a lifetime. When you vote on June 23rd, you’re voting for the sort of country and the sort of relationship you want with the rest of Europe for your children and your grandchildren. It is incredibly important. Now I want to take as much time answering your questions as possible, but let me just tell you the 3 things that I think are crucial in this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First is, I believe Britain will be stronger if we stay inside the European Union. If you think of the things we need to get done in the world, whether it is standing up to Vladimir Putin, whether it’s fighting terrorism, whether it’s making sure Iran can’t get a nuclear weapon. We’re not weaker inside the European Union, we’re stronger. Working with our allies there’s strength in numbers to get things done. So I believe the bigger Britain choice, the patriotic choice, the way to get things done in the world choice to enhance the power of this great country will be stronger inside the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second thing is I think will be safer. There’s no doubt in my mind about the scale of the terrorist threat that we face today. We saw those terrible attacks in Brussels, in Paris. We’ve had attacks before in London. And I know from being your prime minister from the last 6 years that, of course, our safety depends on the work of our police force. It depends on our intelligence and security services. It depends on our relationship with the United States of America and other close allies. But it also depends on our relationship with other European Union countries. We now exchange information about criminals, about terrorists, about passengers on aeroplanes, vital information that helps to keep our country safe. And if we were to leave, we’d have to work out how to get back into all those things that we just left, so we are safer inside the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the third argument I think is the most important and the most crucial which is that we are better off as an economy, better off for jobs, better off for investment if we stay inside a reformed European Union. Why? Well, because the European Union and Britain together is a market of 500 million people. It’s the biggest single market anywhere on our planet. And we are in it. We have a say over it. And we can trade freely into it. As I said, I understand the 50% of what you make here goes into the European Union. Three million jobs in our country depend on trade with the European Union. Now I’m not saying that if we left the European Union all of those 3 million jobs would go, but the people who want us to leave can’t tell us what our trading relationship would be with the biggest market that we’re now a part of. One minute they say we’re going to be like Norway and have full access to the market. But then you discover if you have that position, you still get the free movement of people and you still pay into the European budget so there’s no point in that relationship. Then they say let’s have a trade relationship like Canada. Well that’s a good deal for Canada, but they’re thousands of miles away from the European continent. We’re just 20 miles away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that trade deal doesn’t cover services. It doesn’t cover all of agriculture. It would even mean for some manufactured goods, like what you make here, there wouldn’t be automatic access and tariff-free access to the European Union. That would be bad for our country. So then I’ve given up saying they want a trade deal like Canada, but they can’t tell you what we’d get. And I say that is a risk too far. I don’t think we should risk jobs. I don’t think we should risk our economy. We shouldn’t risk the investment that a company like this brings into Britain. So I think the most important argument in this debate is the one about our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now you’re going to hear lots of arguments. There’ve been lots of debates. And I want to take your questions. But I just want to leave you with one other last thought because I sit in this European Council with the 27 other member states and, yes, sometimes it can be a bit maddening. Sometimes you don’t get your way. Sometimes it can be frustrating, but however frustrated I get, I never forget that 70 years ago the countries of Europe that we sit round the table with were fighting and killing each other for the second time in a century. So for all its imperfections, we shouldn’t lose that idealism that we have found a way in Europe of settling our differences through discussion and negotiation rather than all the things that happened in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I have no hesitation in saying to you after 6 years as your prime minister that we will be stronger, we’ll be safer, we’ll be better off inside the European Union. It is your decision. I’m your prime minister. Whatever you decide on June 23rd, I will carry out. But I have no hesitation in saying I think the right outcome is to vote to stay in. And I hope that’s what you’ll do. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Hello Prime Minister, at one stage, you wanted us to go in the euro but we stopped in the pound so surely that decision at that time was worked out right that we stopped in the pound. So surely if we come out the EU, could that be the same effect?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Right, very good question. I never supported Britain joining the euro. And I never will. I think we should keep our own currency, the pound. We’re the fifth biggest economy in the world. We can sustain and work with our own currency, and it gives us certain flexibility. And what we have now if you like is a special status in the European Union. Britain is in the single market which is what we want for the trade and the jobs, but we’re not in the single currency and we don’t have to join the single currency. And through my negotiation, we made sure we can never be asked to bail out other eurozone countries. And crucially, one of the things I secured in the negotiation is that the eurozone countries, 18 of the 28, they can’t gang up and try and disadvantage countries inside the EU that have their own currency.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Why does this matter so much for Britain? Well, because financial services are a big industry for us, and we want to make sure that, in Britain, we can do euro business and dollar business, and yen business, and all the rest of it, without the eurozone trying to take away our jobs. And we secured that, that they cannot discriminate against us. So in my view, we’ve got the best of both worlds: in the European Union; in the single market; out of the eurozone; and, crucially, out of the Schengen no-borders system. Some other countries in Europe have taken down their borders to ease the flow of people between countries. We’ve kept our borders; we are able to stop and search, and ask people questions at our borders, and we’ll maintain that throughout.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the people who say, you know, joining the eurozone would have been a bad idea, and so staying in Europe is a bad idea, I think they’ve got the wrong argument. We’ve got the best of both worlds; in the market for the jobs, out of the currency to give us our own flexibility. And it’s that best of both worlds we should maintain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you. Good afternoon Prime Minister. Everyone who works here at Caterpillar is familiar with the word ‘accountable’. We’re all held accountable for delivering in our roles, as are you as the prime minister of this great country. Why, therefore, should I vote for an organisation which is fundamentally unaccountable?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, I would argue it is accountable. It is accountable to the 28 prime ministers and presidents who sit in the European Council. And I think it’s wrong to think that we don’t ever get our way in Europe, we do. The single market, which I was talking about; the 500 million people that we can sell our goods and services to, that was a British idea, that was a British proposal. So I don’t accept that it’s not accountable.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The European Union consists of these 28 countries. We are the sovereign ones, and if you don’t like what your prime minister’s doing or your government’s doing, you can get rid of them. So we’re all accountable, and the European Union has to account for itself by the things that we agree in that European Council.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So it goes to this argument, as well, about sovereignty. The people who want us to leave, one of their arguments is if we left, we’d have greater sovereignty and a greater ability to write our own laws. Now, that’s true in a technical sense, but is it really true that we’d become more powerful; that we’d be able to get things done? And I think the answer to that is no. Let’s take Caterpillar, let’s take this great business, right? You’re making engines, for instance, which are governed to some extent by single market rules in Europe. If we were to leave, if you want to sell your engines to Europe you’ve still got to meet those rules. The only difference is, today I’m sat round the table helping to write those rules. I can listen to you here at Caterpillar and make sure the rules are written in a way that will help British business. If we’re outside the EU, you’ve got to meet all those rules, but you have absolutely no accountability for what they are.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think we would be less sovereign; we’d be less in control of our destiny. We’d be subject to all these rules and regulations, but without a say on what they are. I think that would make us less powerful; less great, if you think of Great Britain; and less in charge of our own destiny. It’s the same in life. Just because an institution isn’t perfect, just because a relationship isn’t perfect, it doesn’t mean you walk away from it. It means you stay and you fight to get the outcome that you need, and that’s what we should do in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister. I believe that immigration is a good thing for the country, but uncontrolled immigration is damaging this country vastly. Only a few weeks ago I took – I had to take my boy to the hospital, to A&E. After an hour of waiting, a nurse came out begging people to leave A&E because there was too many people there. More than half of those people in there were from – not from the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My daughter, at school, was – she was sat at home crying because of her homework. Her homework she got 100.0%; she was upset because she knew some of them answers were wrong. I have a friend – I have 2 friends who work at that school as teachers and they have told me that the reason they cannot mark the work correctly is because they spend too much time with the non-speaking – non-English speaking children. If we stay part of the EU, how will you control immigration?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Very good question. Alex, I think it’s a very good question. First of all, I agree with the premise of your question, which is we benefit as a country from people coming here to work hard and contribute, but we don’t benefit from uncontrolled immigration; people want to know we have a control over it. Now, half of our migration comes from outside the EU and we’ve taken steps to bring it under better control. We’ve set a cap on the number of people that can come for economic reasons; we’ve closed down dozens of bogus education colleges; and tightened up some of the rules. But there’s more we should do, I would completely accept that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When it comes to migration within Europe, there is the free movement of people; the ability that anyone in Britain has to go and live and work, and study, in another country, and people can come and study and work here in Britain. Now, what we’re going to do to control it better is to say if you come to Britain – and we’re putting these changes in now – and you don’t have a job, you can’t claim unemployment benefit. And after 6 months, if you haven’t got a job, you have to go home. If you come here and get a job, you do not get access in full to our welfare system, and tax credits and universal credit, and the top-ups and the rest of it. You don’t get full access for 4 years. You have to pay into the system before you get out of the system, and I think that is a very important change that I secured through this negotiation. But I do accept that we obviously need to make sure, as a country, that we continue to put money into our health service, into our schools, to make sure they are there for hard-working people who pay their taxes and work hard, like you do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But you do have to ask yourself, if we were to leave the European Union, what would that mean, not just for our economy, but what would it also mean for immigration? If we chose the Norway option and said we’re going to stay in the single market because it’s so important for our jobs, we’d have to accept free movement of people. In fact, Norway doesn’t even have the deal I’ve got to make sure people have to pay in before they get out on welfare. So that’s the choice. If you leave but want the access to the single market that’s good for Caterpillar, that’s good for jobs, you don’t have the control over the free movement of people. If you decide to leave the single market altogether and you try and do some trade deal, it could be years of uncertainty, years of lost jobs, years of lower incomes, years affecting wages and prices, as the former head of the TUC said today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think the right choice is to stay in; better control immigration from outside the EU; introduce our welfare changes inside the EU; and make sure we keep growing our economy and generating the jobs that pay for the hospitals and the schools that we need for our children.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let’s have Faisal Islam from Sky.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thanks Prime Minister. Could you respond to the idea from Bernard Jenkin that you have done a deal with the unions to water down the Trade Union Bill for the sake of this EU referendum?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For the issue of the trade union legislation, which I now hope is going to pass through Parliament, in the House of Lords, Lord Burns and a cross-party group suggested an amendment and voted on it, and defeated the government. We’ve accepted that amendment, but the Trade Union Bill, which I think is a very important piece of legislation, will pass. Am I talking to the trade unions and are my team talking to the trade unions about how to campaign to help keep Britain in a reformed Europe? Yes, I am, because although we have many disagreements, including over the Trade Union Bill, we’re putting aside those disagreements and saying, on this issue, we should stand alongside each other and say to people in Britain, ‘If we want jobs, if we want investment, if we want a successful economy, we should stay in.’\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the interesting thing is this, you can now add the TUC to the CBI, to the IMF, to the OECD, to President Obama, to just about every friendly government anywhere in the world or any reputable set of economists looking at this issue, that the best answer for Britain is to say in a reformed EU. Now, you can say that this is all some grand conspiracy. The establishment are all getting together. Well, it’s a pretty great conspiracy that can get a Tory leader standing next to the former leader of the TUC to say this is in our country’s interest. And it may just be possible that when we have all those people saying the same thing effectively, even though we have deep disagreements in other areas, it’s because we believe passionately this is the right answer for our country. For jobs, for investment, for livelihood and we worry about the leap in the dark and the uncertainty that would be involved in Britain leaving a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you, Prime Minister, and welcome to our facility. As you can see, we’re so proud of it. I’ve worked here for 39 years. I’ve got a regional sort of concern, Lincolnshire. I live in South Holland and The Deepings, got a massive housing development programme over the next 20 years but I feel there’s a – a lack of infrastructure. Could you tell me what level of euro funding goes into that infrastructure?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Right. Well, in terms of the – the money that the east of England gets from European grants I think it is something like, from memory, £400 million over – between the period of now to 2020. Some of that money can go into things like infrastructure or other projects like science and research and our universities. But the crucial thing we need to do is make sure that the decisions about housing are made more locally. And that’s why we’re saying to every local council, ‘Draw up your own local plan and when you’ve set out how you’re going to meet the demand for housing and when you’ve set out where you want the housing to be and where you don’t want the housing to be, you will then have far greater powers to say yes to things that fit with your plan and no to the things that don’t fit with your plan.’\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The next thing we’re doing which I think helps, is to make sure that councils keep the council tax that they raise but crucially all of the business rates that they raise. So you restore the link between a council encouraging industry and development and enterprise and business and people living in the area. They keep the money so are better able to spend it on the infrastructure and the services that the area needs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I’m not arguing for a minute that Europe is absolutely vital for our infrastructure but I think it is vital for our economy. And the fact is if we leave, I think we’ll have a smaller economy, we’ll have lower taxes – tax revenues coming in and less ability to fund the vital infrastructure as well as the vital services that we need. And that’s not just my view. You’ve had in the recent weeks the Treasury, the OECD, the IMF, all saying the same thing. Our economy would take a hit if we leave. And if the economy takes a hit tax revenues take a hit. And if tax revenues take a hit you’ve got less money to spend on the things that we need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, do you believe it’ll be easier to change Europe from within or from without?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, a very good question but I think the truth is absolutely it is easier to change from within. Indeed, if we leave, you lose your voice. I don’t believe as some say that if Britain leaves the European Union, the whole thing will collapse. I don’t think that will happen. I think what would happen is I think Europe will become more protectionist, more inward-looking, less engaged in the world, more of a political union, because the British voice wouldn’t be there. Our voice is about saying we should be trading with the rest of the world. We want Caterpillar to be able to sell products from here to countries all over the world. And Europe should be using its might of 500 million people to drive those trade deals all over the world, including the Far East because that’ll be good for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If we go, that’s the end of reform in Europe. I think it would slip backwards and we would be left outside. And, as I said, in an answer to an earlier question, we might have the impression of greater sovereignty but we wouldn’t have the ability to get things done. Now, I know some people look at what’s happening in Europe today and they worry about it. You look at the crisis of migration because of the Syrian conflict and people flooding through Turkey and into the European continent. You look at the problems with the eurozone and think, ‘Look, their economies aren’t doing very well because of the euro. Wouldn’t we be better off if we separated ourselves from this?’\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, my answer is, no, we wouldn’t. Because we’d still be affected by those things. The migration crisis doesn’t go away because Britain leaves. The eurozone problems don’t end because we’ve exited the European Union. We’re still affected by those things. The thing that changes is we don’t have any say over how Europe is responding to those crises. Now, because Britain’s been there making a strong argument that you have to return people from the Greek Islands to Turkey to break the model of the business of the people smugglers and demonstrate they can’t keep bringing people to Europe. Because we were there making that argument, and that’s now happening, the migration crisis in the Eastern Mediterranean is getting better. And the same with the eurozone. If we weren’t in the room talking about how Europe can try and expand and improve its economies, we’re still affected by the eurozone crisis but we have no say.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we’re better off there. As I said, it’s not a perfect organisation and it can be incredibly frustrating but you maximise your influence by staying in and fighting for the things that you want rather than walking away.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much. You mentioned just a few months ago, you kept referring to the European referendum. Today you have a number of times mentioned the reformed European Union or Union membership. One, I’d like to understand why you’ve changed your wording slightly to reformed. I think – personally I think it’s because you recognise it needs reformation because of the strength of feeling. I welcome your comment on that. And secondly, after the 23rd what will you do to reform this membership?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Yes. Sure. Why I say the reformed European Union is because I’ve always believed it needs reform and that is what my renegotiation was all about. Now, I will not stand here and say, ‘I’ve solved all of Europe’s problems or indeed all of Britain’s problems with Europe.’ It is still an imperfect organisation but there were a set of things I thought needed fixing from Britain’s point of view. And I think we’ve gone a long way from fixing them. It was too much of a political union and a sense that people were being pulled into a political union against their will. And it now says very clearly in this legal document that I have negotiated, that Britain will not be part of a political – further political union and integration. So I think that – that helps.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The second thing is I think it was too much of a bureaucracy, too many rules being generated. So we have now got, for the first time, targets for cutting the amount of bureaucracy in Europe, to help businesses, to help farmers, to help those most affected. The third thing I think was wrong was there wasn’t enough emphasis on economic growth and generating possibilities for the future. And so I got in this document guarantees that we’re going to complete the single market, not just in goods such as you produce but in digital services, in energy and in services like legal services and financial services and the rest. And we’re going to sign more trade deals. It’s too slow at signing these trade deals. We want trade deals with India. We want trade deals with China. We want trade deals with other countries in the Far – Far East so we can sell our products to them and grow our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the fourth thing I wanted changed was this issue about immigration that I think while this free movement of people is something that is part of the single market, you can’t be in the single market without having it. And of course many British people choose to work or live or retire in other European countries. I think this issue about welfare needed to be addressed. And so for the first time ever people coming from Europe to Britain they cannot get full access to our welfare system, the tax credits and all the rest of it. They cannot get that until they’ve worked here for 4 years. They’ve got to pay in just like everyone in Britain does. They’ve got to pay in before they get out. And I think that is a very important change because I think people really feel that, yes, if you come here and work hard, you’re making a contribution, you’re paying your taxes, you’re – you’re contributing to our country but you shouldn’t get out of the welfare system until you’ve paid in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So those were 4, I think, significant changes and that’s why I call it a reformed European Union. But is the job done? Should we go on with reform after 23rd June, if we vote to stay in? Yes, absolutely. And I think the right way to do this is make sure we continue to build on the special status that Britain has, not in the eurozone, not in the no-borders system, out of the political union. We shouldn’t be embarrassed about the fact that Britain is different. We are a very special country. You know, we’ve had our own successful political institutions. We haven’t been invaded for 1,000 years. We’ve helped to bring democracy and free trade and arguments about human rights, all over the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So our membership isn’t like the French membership or the German membership or the Italian membership and I wouldn’t want to be in Europe if it was. Our membership is special. And I want to make it more special. But if we vote to leave on 23rd June, that’s it. No more special membership, we’d be out of the EU and I think probably then thinking how do we get back in to things like the single market and the cooperation over terrorism and the work we do to keep our defences strong. How do we get back into those things we just got out of? So I say stay in and fight for the special status and for the values that our country rightly holds dear.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But time for a couple more. Let’s have – I think we’ve got some local newspapers and television.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Emma Hutchinson, ITV News Anglia. Prime Minister if leaving the European Union was as risky as you say for the economy – could potentially cost 300,000 jobs in this region, could be bad news for businesses like this – haven’t you taken a huge gamble with people’s jobs, family finances, and businesses by having this referendum at all?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I think it’s right for our country to make a decision about this. The last bunch of people who were able to vote on this were people back in 1975. And so I think you can’t hold a country in an organisation against its will. So what I decided was the right thing to do is not have a simple in-out referendum but to go and negotiate a better deal for Britain, sort out some of these problems that we have and then fulfil our manifesto commitment to let people choose in a referendum. I have great faith in the common sense and rationality and good sense of the British people that I think that being offered a choice of maintaining and enhancing our special status or leaving altogether, we’ll choose to stay in.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But at the end of the day, these decisions are actually too important simply for your government to take on your behalf. This is about our relationship with Europe, our trade with Europe, our place in the world, the way we’re governed, the sort of country we are. We should determine all sorts of things in Parliament, representing you on your behalf. But when it comes to a question as fundamental as this, I think it’s right to hold this referendum and I’m very happy to accept the verdict and the judgement passed down by the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Andrew Sinclair BBC East. Welcome to Peterborough. The Leave campaign’s been talking today a lot about cost of EU red tape, most businesses in this region are small businesses. Do you accept that for them that EU regulation can be an expensive business?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I accept that all regulation can cost money and we should be trying to reduce unnecessary regulation where possible. But I’d simply make 2 points: first of all, if you are a business that trades with Europe, or if you are a business that trades with a business that trades with a business that trades with Europe, you have to meet the regulations. And if we were to leave, you have to meet the regulations when you sell into Europe even though you have no say as to what those regulations are. And I fear, let’s take this great plant and great business and the small suppliers that supply into it, if we’re not there and you’ve got the Germans and the Italians and the French writing the rules about diesel engines and emissions and environmental constraints and all the rest of it. Wouldn’t they write those rules thinking let’s support our own manufacturers rather than British manufacturers? I fear they might. We need to be round that table. So, if you’re a small business in any way connected to Europe, you need to make sure we have a say over those rules.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second thing I’d say, is actually within Europe, because of my renegotiation, we are now setting targets for taking unnecessary regulations away from business. If we’re not there, I’ll tell you it wouldn’t be happening. This is very much a British initiative that we drove through because of our negotiations. And I was quite struck this morning when one of the people wanting us to leave the Europe Union was on the radio and asked, ‘Well which regulations is it you want to get rid of in Europe?’ He actually couldn’t come up with a good example. Sometimes we over-regulate in this country. So, I’m in favour of getting rid of unnecessary regulations whether it’s done by Britain, whether it’s done by the government, whether it’s done by the council, or whether it’s done by the European Union. That’s the right approach.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Prime Minister, you’ve mentioned on 2 occasions today about taking out the pot – you know, you can’t take out the pot what you don’t put in. How does that go on for the smaller member states of the EU because to the man on the street and to myself, we read in the papers, we hear on television it’s costing us X, Y, Z to be a member of the European Union, these smaller states are now coming in after we’ve joined, so the goalposts have moved, but we don’t see a lot coming in from them but we see a lot allegedly being taken out. For example, Greece, only this morning. It’s there for all to see, I’ve got news for you, you’re not going to get your money back. Nobody’s going to get their money back. That was on the television this morning, now let’s be honest about it –\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Luckily we never gave them any money so we don’t have to expect any back. That’s the good news.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You never gave them any money but the debt could be written off.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Those are very fair points, so let me answer, a very fair point. First of all, with bailing out the eurozone, one of the first things I did as Prime Minister was get us out of those eurozone bailout funds. So we are not bailing out other eurozone countries we’re not owed money by that. So we don’t have to worry about that and in my renegotiation I put that beyond doubt. It is now written into the rules, written into the law as it were, that we don’t bail out other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But you are right sir, we do pay into the European Union. We get money back for farming. We get money back for science and research. We get money back for regional development. But yes, we do put in more than we get out. I would argue that we benefit though because of the single market making our economy bigger, creating jobs, creating a bigger economy and more tax revenues, we get back much more overall than we put in. I think our membership fee is worthwhile, and the good news is that in a budget negotiation I have made sure that the European Union budget is on a downward trajectory, not an upward trajectory, so we know if we stay in what we have to pay and what we get out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But let me just say this, the fact that yes, some of these smaller, much poorer countries get much more out of the European Union than they put in, I don’t actually think that’s bad thing. Look at our continent and remember how recently it was that Balkan countries were fighting each other. Remember how recently it was that Spain and Portugal were dictatorships rather than democracies. Remember how recently Greece wasn’t a democracy. Remember how poor those counties were behind the Iron Curtain after decades of communism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the point is this, the single market of 500 million people, it’s a single market that enables us to trade, to move, to work, to provide our services, but it’s also a single market in which we have agreed to help each other and to help these poorer countries raise their living standards. Now I would argue that is obviously good for them, but actually it’s good for us. If we can create a new middle class of customers in Poland or the Czech Republic or Slovakia, if we can see their housing industries grow, they are going to buy more Caterpillars, they are going to buy more of our goods. Our single market gets richer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So yes we pay in more than we get out and some others get more out than they pay in, but is this market of 500 million people in our interests? Yes. Is this organisation that has helped to keep the peace in Europe worthwhile for us to be a part of? Yes. Has joining the European Union for some of these former communist countries that don’t have our history of democracy been good for their societies, their democracies and their economies? Yes. Does that make all of us stronger as result on the continent that we share? Yes. Winston Churchill said, “We are not of Europe, but we are with Europe.” Britain is special. We are an amazing country. The fifth largest economy in the world. A country that’s given so much to the world. And my view is we will not be smaller by staying in, we will be bigger, and that is the patriotic big Britain case that I believe in and I hope you’ll back on June 23rd.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}