{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-in-davos/",
    "title": "David Cameron – 2012 Speech in Davos",
    "post_date": "January 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Davos, Switzerland on 26 January 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "We meet today at a perilous moment for economies right across Europe.",
        "Growth has stalled. Unemployment is rising. The prospect of Europe getting left behind is all too apparent.",
        "While China grows at 8%, India at 7% and Africa at 5.5%, the European Commission forecasts the EU will grow by just 0.6 per cent in the whole of 2012 – and even that is assuming the problems in the Eurozone get better not worse.",
        "Yesterday in Britain we had the official figures for the final quarter of last year – and they were negative.",
        "Other large economies of Europe are forecast to have a similar outcome.",
        "In just four years Government debt per EU citizen has risen by 4,500 euros. Foreign direct investment has fallen by around two-thirds.",
        "And in more than half of EU Member States, a fifth of all young people are now out of work. So this is not a moment to try and pretend there isn’t a problem.",
        "Nor is it a moment to allow the fear of failure to hold us back. This is a time to show the leadership our people are demanding.",
        "Tinkering here and there and hoping we’ll drift to a solution simply won’t cut it any more. This is a time for boldness not caution.",
        "Boldness in what we do nationally – and together as a continent.",
        "In Britain we’ve had to be bold.",
        "We were faced with the biggest budget deficit in our peacetime history more than 10 per cent of our GDP.",
        "We had the most leveraged banks, the most indebted households and the biggest housing boom. To be cautious would have been catastrophic.",
        "Instead we were bold and decisive. We formed the first Coalition government for 70 years.",
        "We legislated for a fixed-term, five year, Parliament which has helped to give people the confidence of stability and credibility.",
        "We put forward an aggressive set of plans to get to our economy back on an even keel. £5.5 billion saved in the first financial year.",
        "Welfare bills – cut.",
        "The cost of government – cut.",
        "Public sector pay – frozen.",
        "The state pension age – increased.",
        "Let me give you one example – reform of public sector pensions. This is a difficult issue for any government.",
        "We want public servants to have good pensions. We’ve ensured that’s the case but at the same time cut the long term cost in half.",
        "By taking bold decisions to get to grips with the debt, Britain has shown it’s possible to earn credibility and get ahead of the markets.",
        "Our borrowing costs have fallen to the lowest for a generation.",
        "We will be equally bold in meeting our key ambition: supporting enterprise and making Britain the best place in the world in which to start or grow a business.",
        "So we’re pursuing an unashamedly, pro-business agenda.",
        "Scrapping needless red tape, simplifying planning and reviewing all regulation. Creating the most competitive business tax regime in the developed world. Making bold investments in new infrastructure, including high speed rail.",
        "And while we may be fiscal conservatives, we are monetary radicals injecting cash into the banking system and introducing credit easing measures to make it easier for small businesses to access finance.",
        "So my message to you – in this special Olympic year for Britain – is that we are a country that is absolutely committed to enterprise and openness.",
        "Come to Britain. Invest in Britain.",
        "Be part of this special year in a truly great country.",
        "So yes, in Britain we are taking the bold steps necessary to get our economy back on track.",
        "But my argument today is that the need for bold action at European level is equally great.",
        "Europe’s lack of competitiveness remains its Achilles Heel.",
        "For all the talk, the Lisbon Strategy has failed to deliver the structural reforms we need.",
        "The statistics are staggering. As measured by the World Economic Forum, more than half of EU Member States are now less competitive than they were this time last year while five EU Member States are now less competitive than even sclerotic Iran.",
        "For every euro invested in venture capital in the EU, five times as much is being invested in the US.",
        "The single market remains incomplete. And there are still a colossal 4,700 professions across the EU to which access is regulated by government.",
        "And that’s not all. In spite of the economic challenge, we are still doing things to make life even harder.",
        "In the name of social protection, the EU has promoted unnecessary measures that impose burdens on businesses and governments, and can destroy jobs.",
        "The Agency Workers Directive, the Pregnant Workers Directive, the Working Time Directive.",
        "The list goes on and on. And then there’s the proposal for a Financial Transactions Tax.",
        "Of course it’s right that the financial sector should pay their share. In the UK we are doing exactly that through our bank levies and stamp duty on shares. And these are options which other countries can adopt.",
        "But look at the European Commission’s own original analysis.",
        "That showed a Financial Transactions Tax could reduce the GDP of the EU by 200 billion euros cost nearly 500 thousand jobs and force as much as 90 per cent of some markets away from the EU.",
        "Even to be considering this at a time when we are struggling to get our economies growing is quite simply madness.",
        "We can’t go on like this. That is why Britain has been arguing for a pro-business agenda in Europe.",
        "And this is not just a British agenda. Over the last year we have spearheaded work with 15 other member states across the EU – both in and outside of the Eurozone.",
        "This weekend Chancellor Merkel joined me in calling for a package of deregulation and liberalisation policies.",
        "And our ideas now lie at the heart of what the European Commission is promoting too.",
        "Together we’re pushing for the completion of the single market in services and digital which could alone add €800 billion to EU GDP and leading the drive to exempt micro-businesses from excessive regulation – both new and existing.",
        "But we need to be bolder still. Here’s the checklist.",
        "All proposed EU measures tested for their impact on growth. A target to reduce the overall burden of EU regulation.",
        "And a new proportionality test to prevent needless barriers to trade in services and slash the number of regulated professions in Europe.",
        "Together with our international partners, we also need to take decisive action to get trade moving.",
        "Now I’m not going to give you the standard speech on Doha.",
        "Last year, at this very forum, world leaders called for an all out effort to conclude the Doha round in 2011. We said it was the make or break year. It was. And we have to be frank about it. It didn’t work.",
        "But let’s not give up on free trade. Let’s step forward with a new and ambitious set of ideas to take trade forwards.",
        "First, rather than trying to involve everyone at once, let’s get some bi-lateral deals done.",
        "Let’s get EU Free Trade Agreements with India, Canada and Singapore finalised by the end of the year.",
        "Completing all the deals now on the table could add 90 billion euros to Europe’s GDP.",
        "And let’s also look at all the options on the table for agreement between the EU and the US, where a deal could have a bigger impact than all of the other agreements put together.",
        "Next, let’s be more creative in the way we use the multilateral system.",
        "Far from turning our back on multilateralism, we need the continued work of the WTO to prevent any collapse back to protectionism to ensure we take account of the interests of the poorest countries and to ensure the WTO framework is fit for 21st century trade.",
        "And it means going forwards, perhaps with a coalition of the willing so countries who want to, can forge ahead with more ambitious deals of their own, consistent with the WTO framework.",
        "There are some proposals out there already – like the Trans-Pacific Partnership – but why not also an ambitious deal between Europe and Africa? Or even a Pan-African Free Trade Area?",
        "This is a bold agenda on trade which can deliver tangible results this year. And I am proposing that we start work on it immediately.",
        "Of course, the most urgent question of all facing Europe right now is how to deal with Eurozone crisis. And this is where I believe Europe needs to be boldest of all.",
        "Vital progress has been made. The European Central Bank has provided extensive additional support to Europe’s banks.",
        "Many Eurozone countries are taking painfully difficult steps to address their deficits and to give up a degree of sovereignty over the governance of their economies in the future.",
        "And of course there was the agreement to set up the firewall. These are welcome and necessary steps.",
        "And I don’t under-estimate the leadership and courage that has got us this far. But we need to be honest about the overall situation.",
        "The crisis is still weighing down on business confidence and investment.",
        "A year ago bond rates were 5% in Spain, nearly 5% in Italy, and more than 7% in Portugal.",
        "Today they are still 5% in Spain, up to 6 % in Italy and 14% in Portugal.",
        "So we still need some urgent short term measures.",
        "The October agreement needs to be fully implemented. The uncertainty in Greece must be brought to an end. Europe’s banks recapitalised.",
        "As the IMF has said, the European firewall needs to be big enough to deal with the full scale of the crisis.",
        "And Chancellor Merkel is absolutely right to insist that Eurozone countries must do everything possible to get to grips with their own debts.",
        "But we also need to be honest about the long-term consequences of a single currency.",
        "Now, I’m not one of those people who think that single currencies can never work.",
        "Look at America. Or the United Kingdom. But there a number of features common to all successful currency unions.",
        "A central bank that can comprehensively stand behind the currency and financial system.",
        "The deepest possible economic integration with the flexibility to deal with economic shocks.",
        "And a system of fiscal transfers and collective debt issuance that can deal with the tensions and imbalances between different countries and regions within the union.",
        "Currently it’s not that the Eurozone doesn’t have all of these it’s that it doesn’t really have any of these.",
        "Now clearly if countries are close enough in their economic structure, then tensions are less likely to arise.",
        "But when imbalances are sustained and some countries do better than others year after year, you can face real problems.",
        "That’s what the current crisis is demonstrating. Of course private capital flows can hide these problems for a while.",
        "In the Eurozone that’s what happened. But once markets lose confidence and dry up you are left in an unsustainable position.",
        "Yes, tough fiscal discipline is essential. But this is a problem of trade deficits not just budget deficits.",
        "And it means countries with those deficits making painful decisions to raise productivity and drive down costs year after year to regain their competitiveness.",
        "But that does not happen overnight. And it can have painful economic and even political consequences. Nor is it sufficient.",
        "You need the support of single currency partners – and as Christine Lagarde has set out, a system of fiscal integration and risk sharing, perhaps through the creation of Euro area bonds to make that support work.",
        "As Mario Monti has suggested, the flip side of austerity in the deficit countries must be action to put the weight of the surplus countries behind the euro.",
        "I’m not pretending any of this is easy. These are radical, difficult steps for any country to take.",
        "Knowing how necessary but also how hard they are is why Britain didn’t join the Eurozone.",
        "But they are what is needed if the single currency, as currently constituted, is to work.",
        "Of course some people will say, it’s all very well Britain making these points, but you’re not in the euro and last month you even vetoed adding a new treaty to the EU.",
        "Let me answer that very directly.",
        "I understand why the Eurozone members want a treaty inside the EU but if they do, there have to be safeguards for those countries in the EU but who have no intention of joining the single currency.",
        "I didn’t get those safeguards so the treaty isn’t going ahead inside the EU.",
        "But let me be clear. To those who think that not signing the treaty means Britain is somehow walking away from Europe let me tell you, nothing could be further from the truth.",
        "Britain is part of the European Union. Not by default but by choice.",
        "It fundamentally reflects our national interest to be part of the single market on our doorstep and we have no intention of walking away.",
        "So let me be clear: we want Europe to be a success.",
        "And all the measures we’ll be proposing for next week’s European Council can help achieve that success.",
        "But we want Europe to succeed not just as an economic force. But also as a political force: as an association of countries with the political will, the values and the voice to make a difference in the world.",
        "When that political will is there, we can make a decisive difference.",
        "Together with President Sarkozy, Britain led the new European sanctions on Iran’s oil exports so the world does not have to confront a nuclear armed Iran or a wider military conflict.",
        "In Syria, we have taken a lead against Assad’s repressive violence and we will not let up until he steps aside.",
        "And of course in Libya we secured a UN Resolution and put together a multinational national coalition faster than at any time in history.",
        "British and French pilots led the way in the early hours when the fate of Benghazi was at stake and together we saw it through, helping the Libyan people overcome tyranny and secure their own future.",
        "So I’m proud to work with my European partners.",
        "And I’m proud of what we can achieve. I stood on this platform only a year ago and said that Europe could recover its dynamism.",
        "I still believe we can. But only if we are bold. Only if we fight for our prosperity. Get to grips with the debt.",
        "Take bold decisions on deregulation, on opening up the single market, on innovation and trade and address the fundamental issues at the heart of Eurozone crisis.",
        "All these decisions lie in our own hands.",
        "They are the test of Europe’s leaders in the months ahead.",
        "Yes, the stakes are high, incredibly high.",
        "But there is nothing about the current crisis that we don’t understand.",
        "The problems we face are man-made and with bold action and real political will we can fix them."
    ]
}