{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-speech-on-education/",
    "title": "David Cameron – 2011 Speech on Education",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, to Norwich Free School in Norfolk on 9th September 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Good morning and welcome, and thank you, Tania [Sidney-Roberts, principal of the Free School, Norwich], for that introduction.",
        "I have to say that listening to you this morning has been completely inspiring. Here we are in a completely new school, only open for five days, and you seem to have parents that are contented, you have got children that are learning and happy and safe, you have got massively oversubscribed, and many people wanting to send their children here, and already the head teacher said to me she is contemplating doing it all over again. So, this is incredibly welcoming to Michael Gove and I to hear what a success this is proving to be, and we hope it is going to be replicated many, many times up and down the country.",
        "Because this free school, like all the others, is born of a real passion for education – a belief in its power to change lives. It’s a passion and a belief that this coalition absolutely shares.",
        "We want to create an education system based on real excellence, with a complete intolerance of failure. Yes, this is ambitious. But frankly, today we’ve got to be ambitious. We’ve got to be ambitious if we want to compete in the world. When China is going through an educational renaissance, when India is churning out science graduates, any complacency right now would be completely fatal to our economic prospects.",
        "And we’ve got to be ambitious, too, if we want to mend our broken society. Because education doesn’t just give people the tools to make a good living – it gives them the character to live a good life, to be good citizens. So, for the future of our economy, and for the future of our society, we need a first-class education for every child.",
        "Now, of course, everyone is agreed about that. The trouble is for years we’ve been bogged down in a great debate about how we get there. Standards or structures? Learning by rote or by play? Elitism or all winning prizes? Frankly, I think these debates are now over, because it’s clear what works. Discipline works. Rigour works. Freedom for schools works. Having high expectations works. So now, frankly, we’ve got to get on with it, and we don’t have any time to lose. Because every year that passes without proper reform is another year that tens of thousands of teenagers leave school without the qualifications they need.",
        "So, there are three very bold things we’re doing. One: ramping up standards, bringing back the values of a good education. Two: changing the structure of education, allowing new providers in to start schools, providing more choice, more competition, and giving schools greater independence. And three: we are confronting educational failure head-on. This morning, I want to take each one in turn.",
        "First, ramping up standards.",
        "Now, a lot of people think this is all or mostly down to money, and yes, money is vital. That’s why, despite all the pressures on the public finances, this government is protecting the current schools budget. But improving standards is not just about spending. It’s not just about spending more. Frankly, if it was, we’d have solved all the problems by now. No, it is also about the values you bring to the classroom and it’s here we’re wasting no time in putting things right. We believe that children need to grasp the basics at an early age. As Michael Gove argued very powerfully last week, ‘You cannot read to learn until you have learnt to read.’ But today, one in six children leave primary school unable to read properly.",
        "So, we’re acting. We are bringing to a close the wrong-headed methods that have failed thousands of children, and we are making sure every school has the resources and every teacher the training to deliver effective synthetic phonics teaching in the classroom. That is the method that is proven to work and that is how we can eliminate illiteracy in our country. We also believe that when a child steps into the classroom, the most important thing that will determine their success is who the teacher is. But in the past, I don’t think this country has done enough to attract and keep the best talent.",
        "So again, we are acting. When it comes to attracting them, we’ve expanded Teach First. This is the programme that takes our best graduates and puts them straight into the classroom. 772 graduates are starting work this term – that’s 200 more than last year, including, for the first time, 85 in our primary schools. What’s more, from next year, we want to introduce bursaries worth £20,000 for every maths or science graduate who has a first class degree who goes into teaching. I believe that’s going to be a real incentive for the very brightest to teach our most important subjects. And in order to foster talent, we’re planning to give schools more freedom to set their own pay structures, giving the teachers who add the most value the biggest rewards.",
        "Now, of course, the flip side of this is that head teachers should also have the power to get rid of those who underperform as well. So we’re going to make that easier too. Now, I know this is difficult, but frankly, if it’s a choice between making sure our children get the highest quality teaching or some teachers changing career, I know what I choose.",
        "Another value we passionately believe in is discipline, and we’re acting on it. New powers for teachers to search for phones, video cameras, BlackBerrys – in fact, anything that is banned by the school rules. New rights for teachers to impose detention on the same day the rules are broken, rather than currently, where you have to give parents notice in advance. New clarity on whether a teacher can physically intervene to maintain order. We have made clear that no school should have a ‘no touch’ policy. If the teacher feels they need to physically restrain a child, they should be able to do so.",
        "But restoring discipline is also about what parents do. We need parents to have a real stake in the discipline of their children and to face real consequences if their children continually misbehave. That’s why I have asked our social policy review to look into whether we should cut the benefits of those parents whose children consistently and constantly play truant. I know this would be a tough measure, but we urgently need to restore order and respect in the classroom and I don’t want ideas like this to be left off the table.",
        "There’s something else we believe: that every child is different, with different interests and different talents. That’s why we’re setting up university technical colleges, with longer hours, longer terms, a stretching technical curriculum and all the discipline of the workplace. We are also setting up new studio schools, offering a unique way of learning rooted in the real world, with a tailored curriculum to those who will benefit from more practical learning, with support from skilled craftsmen and work experience with local employers.",
        "But if you ask me, the most important value that we’re bringing back to education and the classroom is a commitment to rigour: rigorous subjects, tested in a rigorous way. Because however well students perform in their exams, we cannot deny the reality of the past few years. The number of people taking the core academic subjects, they went down. The voices from business concerned about the usefulness of some of our exams, those voices grew louder. Now, we are determined to stop this slide and already we’re making an impact. Our new English Baccalaureate – the set of core subjects that colleges most like and employers most want – means that this September, for the first time in years, the proportion of pupils who are studying history, geography, a language and three sciences at GCSE, the number of those pupils is increasing. What’s more, our curriculum review will mean we are really demanding in what we expect our children to learn: things like a real grounding in algebra in maths; the essential laws of science; the great works of English literature. These should not be the preserve of the few; they should be there, taught for everyone.",
        "And when it comes to testing them, we will be equally demanding. We’re stopping modules, which let our children take and re-take exams throughout their GCSEs, and we’re making sure they take all their exam papers at the end of the course. And we’re also making sure spelling, punctuation and grammar are properly taken into account when the marks are dished out. This is vital. It’s something that happens in the rest of your life, where you are judged on how you spell and the grammar you use in the letters you write, and what on earth are we doing if we don’t teach that right at the start, at school? In every way we can, we are going to make our education system as robust as possible, with fewer, more rigorous exams, so it has the full confidence of employers, not just at home but around the world.",
        "Everything I’ve spoken about so far is all about driving up standards. But I think the truth is this: the way we make sure these things happen in every classroom, in every school, is also by changing the way education is delivered in our country. It’s about changing the structure of education. It’s about spreading choice, about giving schools more independence, and recognising the need for competition, so we create real and permanent pressure in the system to encourage schools to drive improvements every year. And that is what we’re doing, and that is why it is so important to make this speech today, here in a free school.",
        "Because instead of parents having to take what they are given, we are giving them real choice in where their child goes to school, and we are backing that decision with state money, also with an extra payment for those from the poorest backgrounds. And to make that choice really meaningful, we are making everything that matters about our education system transparent. The exam results of every school published. The effectiveness of teaching published. Truancy rates published. It will all be there online so people have the information to choose.",
        "There are also new freedoms for schools to turn into academies and improve standards the way they see fit, whether that’s through more extra-curricular activities or longer school days. We know that schools want this. In just a year, the enthusiasm of heads has meant we have created almost 1,000 new academies, and we know this works. Just look, for instance, at St Alban’s ARK Academy in Birmingham. When that school was under local authority control two years ago, 31 per cent of pupils got five good passes at GCSE including English and Maths. Now, just two years later, that number has more than doubled to 68 per cent. And what about the Harris Academy in Peckham, one of the most deprived parts of our country? It has managed to increase the percentage of its pupils getting five good passes at GCSE, again including English and Maths, from 5 per cent to 50 per cent. These are, I think, staggering figures, and I think they put beyond doubt this argument that academies, that independence, that choice really, really works. Indeed, every single one of the schools that Lord Harris has taken over gets at least an additional 20 per cent or more young people to pass five good GCSEs compared to the record when it was run by the Local Authority.",
        "Added to this choice and freedom, we are also bringing in the dynamic of competition. This is in part what our free schools revolution is all about. We’ve said to charities, to faith groups, businesses, community organisations, head teachers: come in and set up a great new school in the state sector. And the response has been overwhelming: 24, including this one, opening this September. We have got more than 200 applications for next year, and I believe this taken off in a way that no one predicted or no one thought possible.",
        "Now, of course, as with any bold policy, free schools are not without their critics. But let’s just look briefly at the arguments that are being used against them. Some critics say these schools aren’t democratically accountable. I would say: yes, they are. They are accountable to every parent who chooses to send their child to that school. Some critics say we don’t new schools; we just need to make existing schools better. But I think this misses the point entirely, because free schools aren’t just giving parents who are frustrated with their local school a new chance of a better education. They also encourage existing schools in the area to compete, to raise their game. I expect that’s exactly what we will see right here.",
        "And then some critics say free schools will harm the poorest. I believe that is nonsense, and the evidence bears this out. Half of the first tranche of free schools are in some of the most deprived parts of our country. Isn’t the reality this: those opposing free schools are simply defending the establishment – the status quo – and a status quo that has failed too many pupils and infuriated too many parents for too long. Those who support free schools are on the side of parents, charities and committed teachers who are trying to make things better, on the side of choice, freedom and competition that will really drive up standards in our education system.",
        "By raising standards and changing structures we have a profound impact across our education system. But inevitably, and we know this from history, some schools will slip through the cracks. That is why we’re doing the third thing I mentioned at the beginning. We are intervening to sort out failure wherever we find it. For a long time in our country there has been a scandalous acceptance of under-performing schools. It’s the attitude that says some schools – and let’s be frank, people normally say this about schools in the poorest areas – will always be bad. I think this is so wrong. It meekly accepts educational failure as a fact of life, and I think that is patronising nonsense.",
        "So as I’m in a school today, let me, as it were, spell it out. There will be no more excuses for failure with this government. We are being more honest about what constitutes a failing school and we are being more radical about how we are going to deal with them. The last government deemed a secondary school to be failing if five good GCSE passes were achieved by less than 30 per cent of their pupils. We thought that was far too low, so we’re raising the bar. By the end of this Parliament, an underperforming, failing school will be deemed one where less than 50 per cent of pupils are getting five good GCSEs. And we’re introducing tough benchmarks for primary schools too. For the first time, unless 60 per cent of their pupils achieve the accepted level – Level 4 – in English and maths at Key Stage 2, they will also be judged to be failing.",
        "As well as being clearer about what constitutes failure, we’re acting more decisively to deal with it. We are going to be demanding an improvement plan from the governing body or local authority in control of every failing school. And if that plan isn’t good enough, we will be insisting on fresh, established leadership to turn that school around, whether that is from local academies or even private schools. Our plans mean by the end of next year, we will have transformed around 150 secondaries and 200 failing primaries into academies. And today we’re considering whether we need to go further and faster.",
        "Because the truth is this: it is not just failing schools we need to tackle. It is coasting schools, too: the ones whose results have either flat-lined, or where they haven’t improved as much as they could have done. Just take this fact. Take two schools: Burlington Danes Academy and Walworth Academy. They are both in relatively deprived parts of inner London. They have got a very high proportion of children on free school meals. But you know what? Last year, 70 per cent of children at Walworth and 75 per cent of children at Burlington Danes got five or more good GCSEs including English and Maths – 70 and 75 per cent. Deprived areas of London, high levels of free school meals – that is what they achieved.",
        "Now, compare that with Surrey and Oxfordshire – the two counties that Michael and I have the privilege to represent in Parliament. Only 16 secondary state schools in these two relatively affluent counties did better than those two inner-city schools. Let me put that the other way round: more than four out of five state schools in Surrey and Oxfordshire are doing worse than two state schools in relatively deprived parts of inner London. That must be a wake-up call: a wake-up call to parents, to teachers, that there is a huge opportunity, not just to raise standards in our inner cities, which we are doing and is absolutely vital for social mobility, but an opportunity to raise standards right across our country. In many parts of our country where people think the schools are doing a good job, they are, but they could be doing so much better. That is what those figures tell us, and this government wants to drive that change.",
        "Why is there this difference? Why are these schools not doing even better? As I have said, with us – and we see this, frankly, as parents, as well as politicians, Michael and I – we want to see every school striving for excellence. And let me be clear that we are looking at raising the official standards, below which no school can fall, even further. So, be in no doubt: where there is failure, we’re confronting it; where there is complacency, in coasting schools, we will help deal with it. And where there is excellence in education, whether it is an academy school, a local authority school or a private school, we are absolutely determined to celebrate that excellence and to spread it.",
        "So, I hope I’ve conveyed to you today this government’s level of ambition. A belief in excellence, a complete intolerance of failure, and an ambition that every child is taught to the best of their abilities. And to those who say this is unrealistic or impossible, I say this is perfectly realistic; it is totally possible. Britain is a modern, developed country. If they’re seeing excellence in standards in cities like Shanghai, why can’t we see that in cities like London, Leeds, Manchester and Birmingham? If they’re soaring up through the world rankings in countries like Estonia, why can’t we soar up the rankings right here in Britain? If they are making huge strides in science and maths in India, what on earth is stopping us? We’ve got the resources, we’ve got fantastic teachers, and as I’ve tried to demonstrate today, we know what works in improving education. Now all we need is the will and the energy to make that happen. I can tell you that this government under this Prime Minister has got that will and that energy and passion to help make it happen. Thank you very much indeed for listening.",
        "**Question**",
        "Prime Minister, I welcome your comments about freedoms given to schools. I also understand with freedoms there is also the rigour of the accountability measures. The English Baccalaureate is a very particular measure and I can understand English and Maths and science; I do wonder whether RE should be included within the English Baccalaureate as a humanity for the purposes of that qualification?",
        "**Prime Minister**",
        "Well, you’re not alone; in fact there’s been a concerted write-in campaign to Members of Parliament from churches, charities and others suggesting this. I don’t have a closed mind on this. But the balance here is to have something in the English Baccalaureate which is, as I said in my speech, is those set of subjects that colleges really want to know about, that employers are enthusiastic about to have a sort of quality benchmark going through the system. There’s a balance between that and then achieving what many different groups want: ‘Well, can we have this subject in or that subject in?’ So I think we can keep an open mind, but I think it was right to start with a pretty strict list of subjects that, as I said, most colleges and employers say, ‘Well, those are the absolutely essential ones I want to know about’.",
        "**Question**",
        "Thank you, Prime Minister. What a refreshing pleasure to hear you. Foundation and Aided National Schools Association would like to commend you for the autonomy you’ve already given converter academies. We’d like to recommend even greater autonomy, perhaps thinking about a national funding formula.",
        "**Prime Minister**",
        "Yes. Now, this is a very difficult issue. On a sort of logical level it’s very easy because I think Michael and I, the coalition, everyone wants to see a really simple way of funding schools so that head teachers know what the amount per pupil is that follows the pupil through the door. That’s for many reasons. One is we should be trusting head teachers with the money for how it should be spent rather than endlessly giving them lots of segmented grants.",
        "Secondly, it gives them certainty. If you know, as in this school, 24 children coming into your reception every year, you know how the build-up of per-pupil money is going to grow. Fairness: it seems fair, doesn’t it, that every child is worth the same amount of money and so every child should get the same amount of money following them through the door of their school. So the theory of more per-pupil funding, more clarity about education funding, I’m absolutely on board for.",
        "The problem is that obviously you inherit a system that has had a million and ten different things done to it over the years, lots of different grants, lots of different calculations, lots of different funding formulas and so you don’t start with a blank sheet of paper. But what I can say to you is that the idea of trying to make sure that the amount of funding per pupil is very clear, very transparent, very clear for the future, we’re absolutely on board for that and we’ll go on consulting and talking and listening about how the funding formula should work and the things that need to go into that funding formula, because clearly different areas do have some different needs.",
        "I talked about levels of deprivation. There are extra challenges in an inner-city school than there are, say, in some of the schools in my consistency, which is why I come back to this point about how remarkable it is that some of these inner-city schools are doing as well as they are.",
        "**Question**",
        "Thank you, Prime Minister. With all these different new types of schools – studio schools, the UTCs, the free schools opening up – I was just going to ask if there is going to be any encouragement or incentives for further partnership with schools working together. It feels a bit like a free for all at the moment and I was wondering if there was going to be any incentives in the future.",
        "**Prime Minister**",
        "Absolutely, that’s a very good question. There are two sorts of partnership, aren’t there, in a way? There’s those partnerships that sometimes government has some brilliant idea and says we’re going to force you all into a partnership and tries top down to tell you all what to do. We’re not really in favour of that sort of partnership; we prefer the bottom-up sort of partnership where schools come together and decide to work together for a particular reason.",
        "And I think when you look at the academy programme, for instance, you’re now seeing chains of academies – I mentioned the Harris Academies, the ARK Academies – you’re beginning to see really effective partnerships form. Because they’re driven from what people want from the bottom up rather than imposed from the top down, they’re stronger.",
        "And I think what we have to do is work out what our responsibility is. It’s to fund education properly. It’s to drive through this rigorous standards agenda that Michael’s department is doing. It’s to open up education so that new ideas and new schools can emerge and come through. And then it’s to be totally intolerant of failure; it’s to refuse to accept that a school should go on failing year after year the parents and the pupils. Those are our duties and I think it’s perfectly all right to encourage partnership working and to discuss with you the sorts of ideas of things that might work. But in the end the most enduring partnerships will be those that are formed from the bottom up.",
        "I spent some of yesterday with The Girls’ Day School Trust, a classic example of a sort of chain of schools that’s very effective in the private sector. I think we’re beginning to see some of those sorts of partnerships in the public sector, but let’s let them grow and develop of their own accord. But we won’t stand in your way if you have good ideas for that sort of working. We’ll help you to achieve that rather than put bureaucratic steps in your way.",
        "Can I thank you all again very much for coming? Can I thank Tania for hosting us? Can I wish you well? I think it’s an incredible enterprise that you’ve embarked on. Walking around the school today was inspiring. Above all talking to you and listening to you is inspiring. Thank you very much indeed."
    ]
}