{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-eu-renegotiation/",
    "title": "David Cameron – 2016 Speech on EU Renegotiation",
    "post_date": "February 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in the House of Commons on 3 February 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "With permission, Mr Speaker, I would like to make a statement on progress of our renegotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The House has now had the chance to study the documents published by the European Council yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I believe this is an important milestone in the process of reform, renegotiation and referendum that we set out in our manifesto and which this government is delivering.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have now legislated for that referendum and we are holding that renegotiation. So let me set out the problems that we are trying to fix and the progress we have made.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Ever closer union**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, we don’t want to have our country bound up in an ever closer political union in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are a proud and independent nation – with proud, independent, democratic institutions that have served us well over the centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For us, Europe is about working together to advance our shared prosperity and our shared security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is not about being sucked into some kind of European superstate. Not now. Not ever.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, the draft texts set out in full the special status according to the UK and clearly carves us out of further political integration.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And they actually go further to make clear that EU countries don’t even have to aim for a common destination.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is a formal recognition of the flexible Europe that Britain has long been arguing for.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In keeping Britain out of ever closer union, I also wanted to strengthen the role of this House and all national parliaments.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we now have a proposal in the texts that if Brussels comes up with legislation we don’t want, we can get together with other parliaments and block it with a red card.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we’ve proposed a new mechanism to finally enforce the principle of subsidiarity – a principle dear to this House which states that as far as possible powers should sit here in this Parliament, not in Brussels.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So every year, the EU has got to go through the powers they exercise, to work out which are no longer needed and should be returned to nation states.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Competitiveness**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Second, I said we wanted to make Europe more competitive and deal with the rule-making and the bureaucracy that can cost jobs here in Britain and across the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We asked for commitments on all the areas central to European competitiveness. We want international trade deals signed, the single market completed and regulation stripped back. All of these things are covered in the draft texts.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is a new proposal for specific targets to reduce the burdens on business in key sectors – this will particularly help small and medium sized businesses – and there is a new mechanism to drive these targets through and cut the level of red tape year-on-year.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Single currency club**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Third, we are absolutely clear that Britain is going to keep the pound, in my view, forever.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we need to be just as clear, that we can keep the pound in a European Union that will be fair to our currency.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Put simply: the EU must not become a euro-only club. If it does it would not be a club for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we called for a series of principles to protect the single market for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We said there must be no discrimination against the pound. No disadvantage for businesses that use our currency, wherever they are located in the EU. And no option for Britain ever again to be forced to bail out eurozone countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All of these principles are reflected in the draft text which is legally binding. And again there is a mechanism. Britain has the ability to act to uphold these principles and protect our interests.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now Mr Speaker, we should be clear British jobs depend on being able to trade on a level playing field within the European single market, whether in financial services or cars, or anything else.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So this plan, if agreed, will provide ‎the strongest possible protection for Britain from discrimination and unfair rules and practices.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For instance, never again could the EU try its so-called ‘location policy’. That the settling of complex trades in euros must only take place in eurozone countries. These principles would outlaw that sort of proposal.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now Mr Speaker, these are protections we could not have if Britain were outside the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Immigration**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now fourth, we want to deal with the pressures of immigration which have become too great.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, we need to do more to control migration from outside the European Union, we are doing that and we will be announcing more measures on that front.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we need to control migration from within the EU too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now the draft texts represent the strongest package we have ever had on tackling the abuse of free movement and closing down the back-door routes to Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It includes greater freedoms for Britain to act against fraud and prevent those who pose a genuine and serious threat from coming to this country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It includes a new law to overturn a decision by the European Court which has allowed thousands of illegal migrants to marry other EU nationals and acquire the right to stay in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it has been a source of perpetual frustration that we can’t impose our own immigration rules on third country nationals coming from the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But now, after the hard work of the Home Secretary, we have a proposal to put that right.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker there are also new proposals to reduce the pull factor that our benefits system exerts across Europe by allowing instant access to welfare from the day someone arrives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People said that Europe wouldn’t even recognise that we had this problem.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the text explicitly recognises that welfare systems can act as an unnatural draw to come to this country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now Mr Speaker, our manifesto set out 4 objectives to solve this problem. I mentioned these at Prime Minister’s Questions. We had already delivered on 2 of them within months of the general election.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Already EU migrants will no longer be able to claim Universal Credit – the new unemployment benefit – while looking for work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if those coming from the EU haven’t found work within 6 months, they can now be required to leave. Now in these texts we have secured proposals for the other 2 areas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If someone comes from another country in Europe leaving their family at home, they will have their child benefit paid at the local rate, not at the generous British rate.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And crucially, we have made progress on reducing the draw of our generous in-work benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People said it would be impossible to end the idea of something for nothing.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that a 4 year restriction on benefits was completely out of the question. But that is now what is in the text.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "An emergency brake that will mean people coming to Britain from within the EU will have to wait 4 years until they have full access to our benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the European Commission has said very clearly that Britain qualifies already to use this mechanism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So with the necessary legislation we’d be able to implement it shortly after the referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Finally, let me be absolutely clear about the legal status of these changes that are now on offer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "People said we would never get something that was legally binding. But this plan – if agreed – will be exactly that.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These changes will be binding in international law, and will be deposited at the UN. They cannot be changed without the unanimous agreement of every EU country – and that includes Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when I said I wanted change that is legally binding and irreversible, that is what I’ve got.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in key areas, treaty change is envisaged in these documents.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So, Mr Speaker, I believe we are making real progress in all 4 areas. But the process is far from over.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There are details that still need to be pinned down and intense negotiations to try and agree the deal with 27 other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It will require hard work, determination and patience to see it through.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I do believe that with these draft texts – and with all the work that we have done with our European partners – Britain is getting closer to the decision point.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is of course right that this House should debate these issues in detail.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So in addition to this statement – and of course a statement following a Council later this month – the government will also make time for a full day’s debate on the floor of this House.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mr Speaker, as we approach this choice let me be clear about 2 things.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "First, I am not arguing – and I will never argue – that Britain couldn’t survive outside the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are the fifth largest economy in the world. The biggest defence player in Europe with one of the most of extensive and influential diplomatic networks on the planet.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The question is not could Britain succeed outside the European Union, it is how will we be most successful? How will Britain be most prosperous? How will we create the most jobs? How will we have the most influence on the rules that shape the global economy and affect us? How will we be most secure?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I’ve always said the best answers to those questions can be found within a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But let me say again, if we can’t secure these changes, I rule nothing out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And second, even if we secure these changes, you will never hear me say that this organisation is now fixed. Far from it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There will be many things that remain to be reformed and Britain would continue to lead the way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We would continue to make sure that Europe works for the countries of Europe, for the businesses of Europe, for the peoples of Europe and crucially for the British people who want to work and have security and get on and make the most of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So if we stay, Britain will be in there keeping a lid on the budget, protecting our rebate, stripping away unnecessary regulation and seeing through the commitments we have secured in this renegotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Ensuring that Britain truly can have the best of both worlds, in the parts of Europe that work for us, and out of those that don’t.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the single market. Free to travel around Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Part of an organisation where co-operation on security and trade can make Britain and its partners safer and more prosperous.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But with guarantees that we will:\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– never be part of the euro\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– never be part of Schengen\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– never be part of a European army\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– never be forced to bail out the eurozone with our taxpayers’ money\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "– and never be part of a European superstate\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is the prize on offer.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A clear path that can lead to a fresh settlement for Britain in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A settlement that will offer the best future for jobs, security and strength for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A settlement which, as our manifesto promised nearly a year ago, will offer families in our country security at every stage of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is what we’re fighting for.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}