{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-in-bavaria/",
    "title": "David Cameron – 2016 Speech in Bavaria",
    "post_date": "January 8, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Bavaria, Germany on 7 January 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well thank you very much Gerda **[Hasselfeldt]** for the warm welcome that you have given me and let me send my thanks as well to the Minister-President and also to Angela Merkel who I had an excellent meeting with last night.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s a great pleasure to be back here in Bavaria and looking around, I can understand why Bavarians feel they are particularly blessed with this beautiful landscape.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It has been a pleasure to come, the relationship between Britain and Germany is so strong and so important. We look at the world in so many of the same ways. We know you have to earn money before you can spend it, we know the importance of backing enterprise and business to create jobs, we know the importance of the Atlantic Alliance for our security. We know how important it is, as we enter 2016, that we confront Islamist extremism and terrorism and that we do so together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So our relationship is very deep and very strong as members of the European Union, as members of NATO and also the relationship between our parties as parties of the centre-right, has also been very strong and will continue to be strong in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I really enjoyed the discussions here today and the presentation I was able to make. My aim is very clear – I would like to secure the future of Britain in a reformed European Union but this reform is vital.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain does have real issues with the way that the European Union works today and my negotiation is about dealing with each of those issues. Making sure that we’re in Europe for cooperation and to work together, that we’re not part of an ever-deepening political union, making sure that Europe is adding to the competitiveness of countries like Britain, and indeed Germany, rather than holding back our competitiveness. Making sure there are fair rules for both countries that are inside the eurozone and countries like Britain that won’t join the eurozone but want the eurozone to be a success. Who want to make sure that outside the eurozone there are no disadvantages, that we’re not called upon to support the eurozone financially.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "These are important issues, as is the issue of migration and movement across Europe. Britain supports the concept of free movement. Many British citizens can go and live and work elsewhere in Europe but we want to make sure that the welfare systems – and particularly our welfare system – is not an unnatural draw to Britain because we do feel the pressure of excessive migration that we’ve had in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We believe that all these issues can be dealt with. The discussions are going well. They’re hard, they’re tough, these are difficult issues but I’m confident that with goodwill – and there is goodwill on all sides – we can bring these negotiations to a conclusion and then hold the referendum that we promised in our election manifesto and we’ve now legislated for in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In the end, the choice will be for the British people but I want to make sure they have the very best choice of staying in a reformed European Union, giving Britain the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "A part of Europe for trade and cooperation, working together on the security challenges that we face, helping to keep our people safe, particularly in the difficult and dangerous world that we face. But not joining the Euro, the currency that many have in the European Union, not being part of the Schengen no borders agreement – we’ll keep our own borders in Britain and strengthen those borders. And making sure we address each and every 1 of the 4 issues that I’ve raised.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’m even more confident after the excellent discussions I’ve had here in Bavaria with colleagues in the CSU that these things are possible, not just good for Britain but good for Europe. Not simply because other European countries will benefit by Britain continuing to be a member of Europe but I think its important that this organisation shows it has the flexibility of a network and can address concerns of individual members, rather than the rigidity of a bloc.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’m confident we can reach good conclusions but it’ll take a lot of hard work. I’ve been very heartened by the goodwill I’ve felt from the fellow sister party members in the CSU here in Bavaria today and let me once again thank you for the warmth of your welcome. I remember coming 7 years ago and its been even more pleasurable to come back again and have these discussions with you.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}