{
    "url": "https://www.ukpol.co.uk/david-cameron-2007-speech-on-time-for-change/",
    "title": "David Cameron – 2007 Speech on ‘Time for Change’",
    "post_date": "December 31, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the then Leader of the Opposition, on 7 September 2007.",
    "content": [
        "[![davidcameronold](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/davidcameronold.jpg)",
        "I’ve brought you here as we face a great fight for the future of our country.",
        "I don’t know whether the general election will be in weeks, months or years.",
        "But we will be ready…",
        "Ready with a plan to change Britain for good, a plan that is as bold and ambitious as the one on which we fought Labour the last time we came from opposition to win.",
        "Ready with policies that meet the great challenges and opportunities of our times and which are the product of the most serious, comprehensive policy review ever conducted by an opposition party.",
        "And ready with a message that reaches every part of this country and inspires every person in this country – a message of change, optimism and hope.",
        "Today I want to talk about the things that drive me, why I want to put this forward and why I want to win.",
        "**THE CHANGES WE’VE MADE**",
        "Two years ago I said we had to change to win and I’ve led those changes.",
        "We changed our Party, the way we selected candidates, and now almost a third are women, but still we must go further.",
        "We changed the issues we talked about: NHS as well as crime, the environment as well as Europe, well-being as well as wealth creation.",
        "But we changed something more fundamental – our whole approach to the great challenges and opportunities Britain faces.",
        "We have been doing the long-term thinking we need to meet the challenges and opportunities of the future.",
        "I want to thank all of you for the work you’ve done with our Policy Groups.",
        "As a result of that work, we’re leading the argument on the big challenges …",
        "….social breakdown … improving the quality of life for everyone…",
        "… sharpening our economic competitiveness …",
        "… international security … improving public services and fighting global poverty.",
        "Since I became leader of this Party, all the new thinking and all the new argument has come from our side of the political divide.",
        "While we have a fully worked up NHS white paper … the PM has an 11 month long meandering review with no idea what to do next.",
        "While we are making the running on discipline and standards in schools and promoting small schools, he’s wandering round the country holding focus groups to ask people what on earth he should do.",
        "But still we have further to go.",
        "Britain, and the world, are changing faster than ever before in front of our eyes.",
        "There will be new challenges and new opportunities.",
        "We need to be ready for them, ready to lead the world in shaping the future as we did in the 1980s.",
        "**PEOPLE WANT TO KNOW MORE**",
        "But these things are not enough. People want to know something even more profound and even more simple.",
        "And they want to know it of their leader more than anyone else.",
        "What are the beliefs that really drive you?",
        "What are the values that, when you’re faced with a tough choice, help you make that choice?",
        "They don’t just want to know about the policies in your manifesto.",
        "They know that leaders will be confronted with unpredictable dilemmas and difficulties …",
        "… so they want to know how a leader would make those decisions.",
        "And linked to that, there’s something else…",
        "What will the country look like after five or ten years of leadership and commitment, consistently putting those values into effect?",
        "Those are the two things I want to talk about today.",
        "**FAMILY**",
        "The first and most important of my values is my belief in family.",
        "When I think of my own life and experience it was a strong family more than anything else that gave me a good start in life.",
        "That was the real privilege.",
        "A Mum and Dad who were always there for you, brothers and sisters who always looked out for you, with help and advice about school, home, jobs…",
        "And today my own family shows me how there is nothing more important than your family responsibilities…and when disaster strikes, it’s your family that gives you the strength and the resources to cope.",
        "Anyone who says that the family is an old-fashioned idea and not relevant to the modern world and its challenges is just completely, 100% wrong.",
        "It’s precisely because the modern world can move so quickly, has so many varied temptations and opportunities and choices that you need the rock of the family to be a secure base.",
        "Just ask yourself…who is best at bringing up children with the right values, helping with the elderly, sick and disabled…Who’s picks us up when we fall, or puts us back on track when go astray…. It’s the family.",
        "It’s because the family is such a vital part of society that communists and socialists hate it so much.",
        "They always want to undermine the family, because they don’t want anything to come between the individual and the state.",
        "Well I do.",
        "And so when it comes to making choices, facing up to tough dilemmas, I think politics should begin and end with a simple question and a simple test: does this help families and the work they do?",
        "That’s how I will lead.",
        "**RESPONSIBILITY**",
        "The second belief at the heart of everything for me is my belief in responsibility.",
        "We are not atomised and passive individual units. We are all part of society, we have responsibilities to each other and to our neighbours.",
        "I think of my mother who was a magistrate for almost three decades. She believed she had a social responsibility to serve her community and do her bit.",
        "If that sounds idealistic or even paternalistic, I don’t care.",
        "I believe we all have an active responsibility to do things for each other and we’ll never have a strong society unless we make it happen.",
        "That’s why I go on and on about social responsibility and will not stop going on and on about social responsibility until the day I die because social responsibility is what I believe in.",
        "Ask Amir Khan and the youth workers I was with yesterday what social responsibility means and they will tell you.",
        "He doesn’t just want to be the best boxer in Britain and the world – he wants to put something back, building the gym I spoke in yesterday to get teenagers off the streets, to give them the chances and the choices that he’s made for himself.",
        "That is social responsibility.",
        "Ask doctors, nurses, teachers who went into public service through a sense of vocation what social responsibility means and they will tell you …",
        "… and they will tell you what it means to have that sense of social responsibility and their vocation questioned and undermined with targets and second-guessing from a government that doesn’t believe in social responsibility because it just doesn’t have faith in human nature and is fundamentally pessimistic about people’s motivations and values.",
        "**OPPORTUNITY**",
        "And the third belief that drives me is my belief in opportunity.",
        "I’ve always believed that life is what you make it, that of course life isn’t fair, you make your own luck but that there’s nothing you can’t achieve if you strive and try hard.",
        "I learnt from my father’s irrepressible optimism that opportunity is always there if you go for it with passion and courage.",
        "And so the role of the state is to clear away any and every obstacle to opportunity so that individuals really can make the most of their lives.",
        "That’s the real difference between left and right: they believe in equality of outcome, we believe in equality of opportunity.",
        "We as the government, we have to tear down the barriers to opportunity.",
        "You as an individual, you have to do your best, make your own luck and go for it with everything you have.",
        "And what makes me angry is that we’ve got a world where there have never been opportunities like this, and yet there are so many barriers still in the way of so many people …",
        "… poor education, bad housing, no assets…that’s the job of government, to unleash opportunity by taking down the barriers.",
        "**A POLITICAL AGENDA OF FREEDOM AND CONTROL**",
        "So if you believe in family, responsibility and opportunity, if you know that those are your values, what is the political agenda that flows from that?",
        "As night follows day it means that the most important driving force of everything you do, the principle and purpose of your politics, is to give people more freedom and control over their lives.",
        "Why?",
        "Because freedom is the real benefit of a strong family – it’s the security it gives you to get on and get out and get up, with a strong family behind you if you fall.",
        "It’s because if you believe in responsibility, you have to give people freedom. You literally cannot be responsible for something unless you have power and control over it.",
        "And it’s because opportunity means the freedom to be a doer not a done-for, taking down the barriers so that everybody can make the most of their life.",
        "So that will be the central test for the decisions I make: will it give people more freedom and control over their lives?",
        "That is the overriding aim of the government I will lead.",
        "**A CLEAR POLITICAL PROGRAMME**",
        "So what is the political programme that flows from this political agenda of freedom and control?",
        "I want to paint a picture of the kind of country Britain will be if we consistently apply these values and principles, and drive forward this political agenda.",
        "Conservatives, with our traditional suspicion of utopias and state-manufactured solutions, have not always been good at describing the kind of country we want to see.",
        "But I want you to imagine an education system where parents have a real choice of strong, independent schools within the state sector that set their own rules on discipline …",
        "… where the teachers are happy and proud to do their jobs without interference from on high …",
        "… where the kids are well behaved because the parents have made a commitment to that school and a real emotional investment in it.",
        "You don’t need a Citizens Jury for that, you just need a Conservative Government.",
        "Imagine an NHS …",
        "… where you can go to your GP and they have the freedom to get the best care for your needs instead of being bogged down in rules and regulations …",
        "… where the local hospital is being saved and improved instead of being closed down …",
        "… and where the doctors and nurses have the time and the energy to treat you like a king instead of having to give you the brush-off because of all the red tape and targets they’re drowning in.",
        "You don’t need a Citizens Jury for that, you just need a Conservative government.",
        "Think of those families that are caring for disabled or special needs kids …",
        "We don’t need Citizens Juries to work out how to improve the services they use, there are a hundred thousand experts out there already – they’re the parents of those kids.",
        "We just need to give them the freedom and control to get what they want, with individual budgets and direct payments so that they have the cash and they can make the choices about care, about respite, about the help and support they need.",
        "We don’t need Citizens Juries to work out what to do about social breakdown – everyone knows what needs to happen.",
        "You start with strong families, and then you need discipline in schools, active policing on the streets, strong communities with things for young people to do.",
        "You need welfare reform to get people off benefits and into work, tough punishments when people break the law, and every citizen to play their part in delivering it.",
        "Imagine a world where you know your local police officer and they know you because they’re out there in the community, free of all the ridiculous targets and paperwork and accountable to you because you voted for their boss.",
        "You don’t need a Citizens Jury for that, you just need a Conservative government.",
        "Imagine local councils that are free to respond to the needs of the local area because they have real power instead of being second-guessed by Whitehall the whole time.",
        "They know their areas, the problems, the opportunities … give them the money, let them get on with the job and let the local population use the ballot box to reward the good and chuck out the bad.",
        "Imagine a world where more people can buy their own home because the right to buy has been extended, rent to mortgage schemes are available to all and the perverse rules that stop affordable houses being built have been swept away.",
        "Imagine a Britain where a government says to its people we want you to keep more of the money you earn to spend as you choose … because we will share the proceeds of economic growth instead of spending all the money ourselves.",
        "Imagine a country where the government doesn’t change the way we’re governed without asking the people.",
        "Not a Prime Minister who lamely says you are the master, I am the servant and then denies you a referendum that he had previously promised.",
        "But one that gives this guarantee – no passing power away from Westminster without asking you in a referendum – and let’s start now with a referendum on the European constitution.",
        "Imagine a world where, yes, we give priority to tackling environmental degradation but with a government that says we will meet this challenge by making it easier for people to take green choices in their daily lives.",
        "That’s the world we’re fighting for, and it’s a world away from the ‘he knows best’ Britain of Gordon Brown.",
        "When I heard him talking this week about his Citizens Juries it said everything about the difference between his vision and mine, between his worldview and the way I see things.",
        "We don’t want people to sit on Citizens Juries and talk about what they want, we want to give them the power and the freedom and the control to get what they want.",
        "They shouldn’t have to ask Gordon Brown if he’d be so kind as to listen to them for once.",
        "**NO FALSE CHOICES**",
        "That’s the political programme I will follow, based on my values of family, responsibility and opportunity, and driving forward our political agenda of giving people more freedom and control over their lives.",
        "And we need to apply this with renewed rigour to every issue, not just some issues.",
        "That is the essence of the modern compassionate Conservatism I believe in.",
        "Forget about those on the left who say I shouldn’t talk about Europe, crime or lower taxes …",
        "… or those on the right who say I shouldn’t talk about the NHS, the environment or well-being.",
        "That is a false choice and I will not make it.",
        "All these areas of policy matter to people in Britain today and they are all long overdue for the modern Conservative freedom and control agenda.",
        "It is the only way we will meet the challenges and make sure of the opportunities of our time.",
        "It’s what Conservative leaders have always done.",
        "Churchill with his bonfire of war time controls to set people free.",
        "Macmillan with his house-building programme to deliver a property owning democracy.",
        "Margaret Thatcher with her great economic liberalisation, stripping power and control from trade union leaders and giving it to their members.",
        "We have always applied our freedom and control agenda to the challenges of the day, and that’s what I will do.",
        "That’s what modern compassionate Conservatism means.",
        "Meeting all of the challenges of the modern world all of the time, not just some of them some of the time.",
        "What are these people saying who think the Conservative party shouldn’t be at the forefront of the green revolution – that we should ignore the fact that we face a great environmental challenge and that people care about their quality of life as well as the money they earn?",
        "That would be a betrayal of the Conservative party and its values.",
        "And crime isn’t a right wing issue or a left wing issue – it is a daily threat that people – rich, poor, black, white, urban and rural – face in their daily lives.",
        "That is why I will not ignore the rising tide of crime, but meet it with a proper three dimensional approach to liberate the Police, punish the guilty and strengthen our society and our families.",
        "That’s modern Conservatism.",
        "And to those who think, even in 21st century Britain that commitment and responsibility cannot be embraced by all, I say: you will not find a stronger supporter of marriage but why not also recognise the commitment that gay couples make to each other in civil partnerships?",
        "That’s modern Conservatism.",
        "And responsibility doesn’t end at the front door of your home, it encompasses businesses as well.",
        "Someone who believes in responsibility should not exclude big business from the obligation to be a good neighbour and good citizen.",
        "That’s modern Conservatism.",
        "And if we believe in opportunity for all – that must really mean for all – and that’s why we must condemn racism and help to create role models within our own party that British black and asian people can aspire to.",
        "That is modern Conservatism.",
        "**LEADERSHIP FOR THE INTERNET GENERATION**",
        "We will give the leadership we need on the issues that matter.",
        "We will drive forward our freedom agenda, based on our values of family, responsibility and opportunity.",
        "This is an agenda that is right for our times and right for the next generation, who above all know the power and the joy of having freedom and control over their life.",
        "The internet generation, who are growing up in a world of amazing choice and control …and who expect that to be extended, not limited by government and politics.",
        "Gordon Brown just doesn’t get it. When I look at him one phrase comes into my mind: “Oh ye of little faith.”",
        "He has little faith in anyone but himself…",
        "… little faith in the people of this country …",
        "… little faith in the doctors, the nurses, the teachers, the police officers, any of us at all.",
        "I do have faith, faith in the men and women of Britain who make this country great and will make it greater still if we give them more power and control over their lives.",
        "Those are our values, that is our agenda, and this is our time.",
        "It’s time for change.",
        "This will be the choice at the election.",
        "State control from Labour. Freedom with the Conservatives. And we will say to the British people – choose freedom."
    ]
}