{
    "url": "https://www.ukpol.co.uk/david-cameron-2013-european-council-statement/",
    "title": "David Cameron – 2013 European Council Statement",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in the House of Commons on 28th October 2013 on the previous week’s European Council meeting.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Mr Speaker, in the last 24 hours the country has been hit by one of the worst storms for many years.",
        "I know the thoughts of the whole House will be with the families and friends of the people we know have lost their lives.",
        "And I am sure the House will join with me in paying tribute to our emergency services and to all those who have been working to clear up the debris and get our transport system moving again.",
        "Let me turn to last week’s European Council.",
        "The key subjects under discussion were business regulation, competitiveness and monetary union.",
        "We also discussed migration policy following the Lampedusa tragedy and the importance of the EU’s Eastern Partnership.",
        "So the background to this Council was the state of the European economy.",
        "There is no doubt that the outlook is better than it has been and particularly here in Britain where Friday’s figures showed the fastest growth for 3 years.",
        "My aim at this Council was to do everything possible to enhance the prospects of a sustained, balanced recovery here in the UK.",
        "We made good progress on 3 areas in particular – cutting red tape, promoting trade and the completion of the single market in digital and services and protecting British interests as the Eurozone integrates further.",
        "Let me briefly say a word about each.",
        "**Cutting red tape**",
        "First, on cutting red tape, Britain’s Business Task Force produced an excellent report which was endorsed by a hundred European businesses.",
        "I chaired a meeting bringing members of the Business Taskforce together with President Barroso and the leaders of Germany, Sweden, Italy, Poland, Finland, Estonia and the Netherlands.",
        "These countries representing all parts of Europe and all political traditions agreed on the need to make more progress in cutting regulation and helping businesses across Europe to create jobs.",
        "And the strong language adopted by all EU Member States reflects this.",
        "It calls for rapid implementation of REFIT – the Commission’s own bureaucracy-cutting initiative and a proper scorecard to measure exactly how much regulation is being cut.",
        "Deregulation is now part of the EU agenda in a way that it simply hasn’t been before.",
        "**Trade and the single market**",
        "Second, on trade we welcomed the conclusion of the EU-Canada trade deal.",
        "This new deal could be worth £1.3 billion to the British economy with estimates suggesting British exports to Canada could go up by well over a fifth.",
        "Last week’s agreement also means we can now move the focus onto the EU-US talks which we began at the G8 in Lough Erne.",
        "There were some attempts to link this potential US trade deal with the concerns over US intelligence.",
        "But the Council rejected this idea.",
        "Mr Speaker, turning to the Digital Single Market, once again the commitment was made to complete this by 2015 potentially boosting growth by as much as 4% of the EU’s GDP.",
        "As Britain is a world leader in e-commerce – this is very much in our interests.",
        "We made good progress at the Council on issues like portability of data, e-identification, e-invoicing and payment services and EU-wide copyright regime for the digital age.",
        "But we also agreed not to rush ahead with the data protection directive on an artificial timetable before the disproportionate burdens on small business have been removed.",
        "In terms of the Services Directive we agreed it was time to look at a new sector-by-sector approach rather than just trying to remove all the outstanding barriers to free trade in services in one go.",
        "**Defending Britain’s interests as the Eurozone integrates further**",
        "Third, on defending Britain’s interests, as I have argued repeatedly, the European Union is changing and the Eurozone needs more integration and co-ordination.",
        "But Britain is not in the Single currency – and we’re not going to be.",
        "So we shouldn’t have to take part in these additional bits of co-ordination – whether they cover economic or social policy.",
        "So while Members of the Eurozone agreed to even more intrusive policy co-ordination -including on social policy I was clear that Britain will not take part.",
        "This is reflected in the Communique which says all changes are voluntary for those countries not in the single currency.",
        "On the tragedy at Lampedusa, we agreed the next stages of the work of Frontex – responsible for trying to stop people coming to the EU in the first place.",
        "But we rejected the idea that there should be additional burden-sharing for so called “frontline states” not least because Britain, France, Germany, Belgium and Sweden received almost 70% of asylum applications recorded in the EU in the last 12 months.",
        "What is most important of all is helping to stop the problems at their source.",
        "The UK will continue to play a leading role in this for example through support for border security in Libya and the focus of our development assistance on helping countries at risk of instability.",
        "And on the Eastern Partnership we agreed that countries which look towards Europe for support – such as Ukraine – should be free to enter into agreement with us while of course continuing to insist on proper standards of governance and justice that such a relationship should entail.",
        "**Intelligence agencies**",
        "Finally, Mr Speaker, because of the recent controversies there was much discussion about the role of intelligence agencies.",
        "We agreed a statement signed as Heads of Government that said European countries and America should have a relationship based on trust and that damage had been done by recent revelations.",
        "The UK has a very strong, long-standing trust-based relationship with the US – not least as part of the Five Eyes partnership together with Canada, Australia and New Zealand.",
        "We have Parliamentary Scrutiny of our intelligence agencies through the Intelligence and Security Committee – and we have strengthened that oversight.",
        "Our agencies operate under the law.",
        "And their work is overseen by Intelligence Commissioners.",
        "Of course as technology develops and the threats we face evolve, so we need to make sure that the scrutiny and frameworks in place remain strong and effective.",
        "But we have every reason to be proud of our intelligences services and the way in which they are properly constituted in this country. Since 2000, we have seen serious attempts at major acts of terrorism in Britain typically once or twice a year.",
        "And since 9/11, 330 people have been convicted in our courts – here in the UK – of terrorism-related offences.",
        "This year alone, there were major trials related to plots including plans for a 7/7-style attack with rucksack bombs two plots to kill soldiers and a failed attempt to attack an English Defence League march using an array of lethal weapons.",
        "There were guilty pleas in each case.",
        "24 terrorists were convicted and sentenced to more than 260 years in jail.",
        "Our intelligence has also allowed us to warn our EU allies about terrorist plots aimed at their people cyber attacks on their businesses and infrastructure and attempts in their own states to illegally traffick drugs, people, arms and money.",
        "Mr Speaker, our Intelligence Officers serve our country without any public recognition.",
        "Some have given their lives in this service.",
        "And yet their names are not known. And their loved ones must mourn in secret.",
        "We owe them – and every intelligence officer in our country – an enormous debt of gratitude.",
        "These silent heroes and heroines are keeping our country safe.",
        "They deserve our wholehearted support.",
        "And I commend this Statement to the House."
    ]
}