{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-on-the-eu-referendum/",
    "title": "David Cameron – 2016 Speech on the EU Referendum",
    "post_date": "May 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at B&Q in Eastleigh on 23 May 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much, thank you. Well, thank you for that and a very good morning. Great to be back at B&Q, and thank you all for coming today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This country has worked incredibly hard to recover from the recession of 7 years ago. Businesses have invested, people have taken risks, companies have come to this country, but above all the people of Britain have worked incredibly hard to get over that recession. And the 2 of us have worked together to try and put the right framework in place. Now we haven’t got every decision right, but the deficit is right down, the economy is growing, we’re creating jobs. Britain is making things again, and making its way in the world again. 2.4 million more people in work. We’ve got low inflation. We’ve almost got a million more businesses than when we first got our jobs in 2010. But yes, we still have a long way to go; yes, there is more to do. But I think there can be no doubt: Britain is on the right track.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now I don’t want us to do anything that sets us on the wrong track. After all, that’s really the job description of a Prime Minister: to safeguard the nation’s security. Exactly a month from today, we’re going to make a decision that will determine our future security. I believe that leaving the EU would put our security at huge risk, that it would be the wrong track for Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Why? Because, as we know, and as even Leave campaigners now freely admit, we’d lose full access to the European single market. We’d be abandoning the largest marketplace in the world, half a billion people. It’s a market which Britain helped to create, and which is the source of so much of our economic security. Inside that market, our businesses can trade freely and investors can invest here easily. That keeps our economy growing. That keeps our jobs safe, keeps the pounds strong, keeps our families secure. It means that a business from here in Eastleigh can get their goods to market anywhere in the EU, and get better access to all the places with which the EU has trade deals. So no Spanish importers saying to our manufacturers, ‘That doesn’t fit our regulations.’ No French minister saying to our farmers, ‘We don’t buy British beef.’ No tariffs, no barriers, just Britain doing what we need to do, getting out there and trading with our neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now leaving this arrangement, our special status in the EU, is a leap in the dark, because no one has said what we’d have in its place. Now we already heard last month, from the Treasury, that the long-term impact of leaving would be a cost to every household equivalent to £4,300. Today we publish analysis of what would happen in the short term, in the immediate months and years after a British exit. As businesses freeze up, confidence drains, uncertainty clouds over, and an economic shock shakes our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, the Chancellor will go into the details shortly, but I just want to focus on the impact it would have on your life, the job you do, the home you live in. Your weekly shop, your monthly bills. These things are all at risk. As the Bank of England has said, as the IMF has underlined, and as now the Treasury has confirmed, the shock to our economy after leaving Europe would tip the country into recession. This could be, for the first time in history, a recession brought on ourselves. As I stand here in B&Q, it would be a DIY recession. And it really matters to everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Someone actually asked, in this debate, the other day, you know, “That’s the economic case. What about the moral case?” But don’t they realise that the economic case is the moral case? The moral case for keeping parents in work, firms in business, the pound in health, Britain in credit. The moral case for providing economic opportunity rather than unemployment for the next generation. Where is the morality in putting any of that at risk for some unknown end? This government was elected just over a year ago to deliver security at every stage of life, to build a greater Britain out of a great recession, and, after all the pain, all the sacrifice of the British people, why would we want to put it at risk again? It would be like surviving a fall and then running straight back to the cliff edge. It is the self destruct option.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So much of this debate is muddied and overshadowed by speculation about who says what about whom, and who’s in this camp or that camp. We need to strip away the drama, and focus on real life, because this isn’t about political parties or personalities or Prime Ministers. It’s about you, about your money and your life. The stakes couldn’t be higher, the risks couldn’t be greater, and, in my view, the choice couldn’t be clearer. Leave Europe and put at risk what we’ve achieved; stay in Europe, and stay on the right track.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And now it’s time to hear that analysis of the short-term impact. So over to you, Chancellor.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "[The Chancellor’s [speech is available here.](https://www.ukpol.co.uk/2016/05/23/george-osborne-2016-speech-on-hm-treasury-analysis-of-leaving-the-eu-2/)]\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}