{
    "url": "https://www.ukpol.co.uk/david-cameron-2005-speech-in-hereford/",
    "title": "David Cameron – 2005 Speech in Hereford",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Leader of the Opposition, David Cameron, in Hereford on 16th December 2005.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This is an exciting time in British politics.",
        "Things are changing.",
        "**MODERN COMPASSIONATE CONSERVATISM**",
        "Two weeks ago, the Conservative Party voted for change.",
        "It voted for a modern, compassionate Conservatism.",
        "It voted to become a new, inclusive organisation, reflecting today’s Britain.",
        "So I’ve taken decisive steps to change the face of the Conservative Party.",
        "To end the scandal of women’s under-representation, and to increase the number of MPs from black and minority ethnic backgrounds and with disabilities.",
        "We will reflect the country we aspire to govern, and the sound of modern Britain is a complex harmony, not a male voice choir.",
        "Two weeks ago, the Conservative Party voted for positive politics.",
        "So I’ve shown how we will be a consistent and constructive opposition.",
        "We will back the Government when they do the right thing, and take a long-term approach to the challenges faced by Britain and the world.",
        "We will focus on the future, and engage people – young, old, those who are committed to politics and those who have given up on it- in the task of meeting the challenges faced by our country and our world.",
        "I believe that there are six big challenges we face, and that we must address them in an open-minded, creative and thoughtful way.",
        "These challenges are complex and interconnected. They can’t be dealt with under neat headings or in simple boxes.",
        "They require serious long-term thinking. They will never be tackled by “coming up with” policies to make newspaper headlines.",
        "We need to develop policies on the basis of hard work and hard thinking, drawing on the best and most creative ideas, wherever they come from.",
        "And so to investigate each of these six big challenges, and to develop the ideas that will form the basis of the next Conservative Manifesto…",
        "…I will be appointing Policy Groups, not stuffed with politicians but led by the best thinkers, with a passion for change and a desire to get to grips with these difficult challenges.",
        "I’ve already announced two of them.",
        "To address the Social Justice Challenge, Iain Duncan Smith and Debbie Scott, one of Britain’s leading social entrepreneurs…",
        "…will lead a Policy Group looking at how we empower individuals, communities and voluntary organisations and social enterprises…",
        "…to tackle entrenched problems like persistent poverty, family breakdown, lack of aspiration and drug addiction.",
        "To address the Quality of Life Challenge, John Gummer and Zac Goldsmith will lead a Policy Group looking at how to achieve strong but sustainable economic growth…",
        "…they will think radically about issues like transport, energy, housing and the urban environment.",
        "Over the next few weeks, I will be appointing similarly talented people to lead our work on meeting the challenges of…",
        "…Globalisation and Global Poverty…",
        "…National and International Security…",
        "….Economic Competitiveness…",
        "…and Public Service Improvement.",
        "This is our agenda for the next four years.",
        "I want everyone who believes in positive politics and who has a passion for change to get involved in the work of these Policy Groups.",
        "I want our Policy Groups to be the national focus for debate, discussion and free thinking about these vital issues for the future of our country and our world.",
        "It’s essential for their success that their reach goes beyond the world of Westminster policy wonks.",
        "How can we begin to address the issues of social justice without hearing the voices of the black and minority ethnic communities…",
        "…who live, disproportionately, within the inner cities where these problems are greatest?",
        "How could a review of public services have any credibility without the input of the women who, in many cases, are at the front end of dealing with their children’s education, or their health?",
        "The processes of transforming the face and the agenda of our party go hand in hand.",
        "We will be drawing on the brightest and the best, men and women, within and without the Party, to help us understand the fundamental challenges facing Britain and to develop creative and radical solutions.",
        "We’re going to take our time to get things right, and to enable everyone’s voice to be heard.",
        "We’re going to be totally open and transparent. Everything the Policy Groups do will be published online.",
        "If good ideas are generated along the way…",
        "…that the Government, business, or anyone else wants to put into practice, that’s fantastic.",
        "We will have made positive change happen, which is our only aim.",
        "You can get involved today in the Policy Groups that have already been launched…",
        "…go to socialjusticechallenge.com or qualityoflifechallenge.com.",
        "The Policy Groups will report in eighteen months. I want those eighteen months to be the most exciting and creative eighteen months of political discussion this country has ever seen.",
        "**VALUES**",
        "Everything we do will be guided by the two core values at the heart of my kind of Conservatism: trusting people, and sharing responsibility.",
        "I believe that the more you trust people, the more power and responsibility you give them, the stronger they and society become.",
        "And I believe passionately that we’re all in this together – individuals, families, government, business, voluntary organisations.",
        "We have a shared responsibility for our shared future.",
        "Trusting people, and sharing responsibility.",
        "These are the values we need to meet the challenges of the modern world",
        "**LABOUR HAVE FAILED**",
        "I believe these values reach far beyond the Conservative Party. Many Liberal Democrats share these values.",
        "And many Liberal Democrats share with us a clear analysis of why Labour have failed to live up to their promise.",
        "It’s because this Labour Government doesn’t live by the values we need to succeed in the twenty-first century.",
        "Instead of trusting people, Labour tell people what to do.",
        "Instead of sharing responsibility, Labour take responsibility away from people.",
        "You can see it in so many areas.",
        "They’ve over-regulated the economy, making it harder for employers to create jobs, wealth and opportunity.",
        "Their investment in public services has not been matched by nearly enough reform.",
        "So the professionals who deliver healthcare and education are held back by a top-down, centralised system run from Whitehall.",
        "Labour’s style of government shows how little they trust people, and how reluctant they are to share responsibility.",
        "The spinning, the centralising, the partisan point-scoring, the desire to control and bully. All this is anathema to liberals everywhere.",
        "As is Labour’s cavalier attitude to our most basic British values and democratic rights, like freedom of speech and due process of law.",
        "Labour are casual about civil liberties at a time when it’s vital they’re upheld, to show strength and resolution against those who threaten our way of life.",
        "And Labour have failed to deliver on one of the most important issues facing our country and the world: the environment and our quality of life.",
        "How can Britain show real international leadership on issues like climate change if our own record is poor?",
        "Our performance in recent years has fallen far short of the Government’s rhetorical commitments. Britain’s carbon emissions rose in five of the seven years from 1997 to 2004.",
        "**WE CAN CHANGE THINGS TOGETHER**",
        "There is a huge desire in this country to change all this.",
        "I can feel the longing for a Government with the right priorities and the right attitude.",
        "A modern, moderate, reasonable Government that takes a forward-looking, open-minded, long-term approach to the big challenges we face.",
        "That attractive option is now a real political prospect.",
        "If there was an election tomorrow, my Party would need to win a hundred and twenty six seats to win an overall majority.",
        "Of those seats, twenty are held by the Liberal Democrats, with the Conservatives second in every one.",
        "And in all but four of the rest – that’s a hundred and three seats – the Lib Dem vote is larger than the Labour majority.",
        "There is a new home for Liberal Democrat voters – and so a real prospect of a change of Government – because today we have a Conservative Party that:",
        "…believes passionately in green politics…",
        "…that is committed to decentralisation and localism…",
        "…that supports open markets and",
        "…that is prepared to stand up for civil liberties and the rule of law…",
        "…and which wants Britain to be a positive participant in the EU, as a champion of liberal values.",
        "**COME AND JOIN US**",
        "So I believe it’s time for Liberal Democrat voters, councillors and MPs that share these values and this agenda to come and join the new Conservative Party.",
        "If you join us, we can together build a modern, progressive, liberal, mainstream opposition to Labour.",
        "Improving public services by giving power to people, professionals and local communities.",
        "Improving the environment and our quality of life by turning green words into action.",
        "Strengthening our economy by freeing the creators of wealth, especially small businesses, to create the jobs and prosperity we need.",
        "And improving the way our country is run by respecting civil liberties and our basic democratic rights.",
        "**NOW, MORE THAN EVER**",
        "We can build this modern mainstream movement now, more than ever, because the obstacles that once stood in its way are no longer there.",
        "Issues that once divided Conservatives from Liberal Democrats are now issues where we both agree.",
        "Our attitude to devolution and the localisation of power. Liberal Democrats have always been passionate about the importance of local decision-making…",
        "…while Conservatives in the past seemed to stand for the centralisation of power.",
        "In the 1980s, Mrs Thatcher had to take tough action to rein in local authorities like Liverpool and Lambeth whose political extremism was wrecking people’s lives.",
        "Sometimes, this even tipped over into hostility – or the very least, a perceived hostility – towards local government in general.",
        "But those days are behind us now.",
        "So I say to Liberal Democrats everywhere: we, like you, are on the side of the local community, and want to give local people more power and control…",
        "…over how their services are run…",
        "…their neighbourhoods are policed…",
        "…and their priorities are delivered.",
        "Conservatives are now the largest party in local government.",
        "We control the Local Government Association.",
        "Conservative councils topped the Audit Commission’s league table this week.",
        "Our support for localism, borne of experience and strengthened by our values – trusting people and sharing responsibility – is sincere and lasting.",
        "The one piece of the devolution jigsaw that Conservatives don’t support and that Liberals still do is regional assemblies.",
        "But the idea is now discredited and unpopular – not least among liberal voters.",
        "Another dividing line has been the Iraq war.",
        "My Party and the Liberal Democrats were on different sides of that argument.",
        "But I say to Liberal Democrats everywhere: we’re on the same side now.",
        "We want to see the same things happen as quickly as possible:",
        "…democracy established…",
        "…security guaranteed…",
        "…and our troops coming home, as quickly as possible.",
        "And finally, the issue where Conservatives and Liberal Democrats are united as ever before: the environment.",
        "Chris Patten, John Gummer and Michael Howard were ground-breaking Conservative Environment Secretaries.",
        "But, during our years in opposition, the environment has never been given star billing.",
        "And too often, we’ve allowed the impression to develop that we Conservatives are supporters of economic growth at all costs…",
        "The impression that we put the needs of big business before the future of the planet…",
        "Or the impression that we always think in terms of four wheels good, anything else bad.",
        "Well as someone who regularly uses both four wheels and two…",
        "…and who believes in wealth creation but also that business has vital social and environmental responsibilities…",
        "…I say to Liberal Democrats everywhere: join me in my mission to put green politics at the top of the national and international agenda.",
        "**CONCLUSION**",
        "It’s an incredible honour and privilege to lead the Conservative Party…",
        "…and to have been given, through the result of the leadership contest, the authority to change the party so it reflects Britain today.",
        "Reaching out to people of all ages and in all parties – those who are committed to politics and those who’ve given up on it.",
        "And let me make one thing clear. I’m a liberal Conservative.",
        "I’m determined to tackle the challenges faced by our country and our world in a moderate, forward-looking, progressive way.",
        "And I hope, over the next weeks, months and years, that many Liberal Democrats will want to join us…",
        "…to build a modern, compassionate Conservative Party…",
        "…to help address the big challenges our society faces…",
        "…and to be a growing voice for change, optimism and hope."
    ]
}