{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-on-ukraine/",
    "title": "David Cameron – 2014 Speech on Ukraine",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 6th March 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "This meeting of European leaders takes place at a dangerous moment.",
        "The territorial integrity of an independent nation has been violated.",
        "The sovereignty of one of the EU’s neighbours has been blatantly swept aside.",
        "The aspirations of the Ukrainian people – to live in a country free from corruption and free to chart its own future – are being crushed.",
        "And Russia has acted in flagrant breach of international law.",
        "This matters to people in Britain because we depend on a world where countries obey the rules.",
        "It matters because this is happening in our own neighbourhood – on the European continent where in the last 70 years we have worked so hard to keep the peace.",
        "And it matters because we know from our history that turning a blind eye when nations are trampled over and their independence trashed stores up far greater problems in the long run.",
        "So we must stand up to aggression, uphold international law and support people who want a free, European future.",
        "We need to de-escalate the situation. We must be clear with the Russians about their actions. And we must back the Ukrainian people.",
        "Each part of this matters.",
        "So first, we must find a way to defuse the situation and to restore stability in Ukraine.",
        "Some progress was made yesterday in Paris to get the Russians and Ukrainians around the table together.",
        "But today’s vote of the Crimean Parliament to join Russia and the decision to bring forward an unconstitutional referendum to 10 days time are serious steps in the wrong direction.",
        "The Ukrainian government has been clear that such a referendum would be illegal.",
        "And today European leaders have backed their position.",
        "Illegal actions committed by Russia cannot pass without a response.",
        "And I made very clear today that it cannot be business as usual with Russia.",
        "So, we have agreed in respect of what has happened already:",
        "– to suspend negotiations on a more liberal visa regime for Russians",
        "– to stop work on a comprehensive new agreement on relations between Russia and the EU",
        "– and to pull out of all preparations for the G8 summit in Sochi in June",
        "And if Russia does not rapidly engage in direct talks with the Ukrainian government to find a solution to this crisis, we have been clear that we will go further.",
        "We have today tasked the European Commission to start work on additional measures, including travel bans and asset freezes.",
        "Of course the situation in Ukraine remains highly precarious – the slightest miscalculation could see it spiral out of control.",
        "And we have issued a very clear warning to President Putin that he must not destabilise the situation further.",
        "If Russia does not change course, the statement issued today now makes clear that there will be severe and far reaching consequences in areas such an energy, trade, and financial relations.",
        "We are determined to support the new Ukrainian government and to stand by the Ukrainian people.",
        "What they want is what people everywhere want – a strong economy, the rule of law, the right to choose their leaders and to hold them to account.",
        "In other words, a job, a voice and hope for a better future.",
        "The new Ukrainian government faces massive challenges.",
        "They will need to carry out far-reaching reform needed to stabilise and repair their economy.",
        "And as they do this, we are prepared to offer a powerful package of finance, trade and technical assistance.",
        "They will also need to tackle corruption.",
        "The EU has now frozen the assets of 18 individuals linked to the former regime. And Britain is ready to help the new Ukrainian government go after ill-gotten funds and to return them to the people.",
        "Today, we have deployed to Kiev a team from the National Crime Agency, supported by the Met and CPS to help with these efforts.",
        "At the same time, the new government must show that it is standing up for and representing all Ukrainians – whatever their ethnic background.",
        "It will be particularly important that the May elections are free and fair and enable all Ukrainians, including Russian speakers, to choose their leaders freely.",
        "We are facing the most serious crisis in Europe this century.",
        "Getting agreement from the elected leaders of 28 European nations is never easy.",
        "Britain has played an important part bringing countries together, setting out new measures that need to be taken and insisting on clear values: standing up to aggression and backing the rule of law.",
        "But we have sent a clear and united message to Russia that its actions are completely unacceptable and will incur consequences.",
        "We have given our backing to Prime Minister Yatsenyuk at this challenging time for him and his country.",
        "And we have stood up for the Ukrainian people and their entirely legitimate hope for a better future for them and their children.",
        "And we will continue to do so in the days and weeks ahead."
    ]
}