{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-with-president-obama/",
    "title": "David Cameron – 2016 Speech with President Obama",
    "post_date": "April 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron at the Foreign and Commonwealth Office in London on 22 April 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "_The text of Obama’s speech after is available[here](https://www.ukpol.co.uk/2016/04/25/barack-obama-2016-speech-on-the-uk-and-the-eu/)._\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s great to welcome President Obama again on his fifth visit to the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Barack has been President for more than 7 years, I have been Prime Minister for nearly 6 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And our 2 countries have been working together through some of the most difficult and troubled global times.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve faced the aftermath of the banking crisis, the need to revive growth and create jobs in our economies, new threats to our security – from Russia in the east, to the rise of Islamist terrorism in the south – and of course huge global challenges like Ebola and climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And through it all, the strong and essential partnership between our nations has never been more important.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When 70 years ago last month Winston Churchill first described the special relationship, it was not merely an enduring expression of friendship, it was a way of working together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It was about 2 nations, kindred spirits, who share the same values, and, so often, the same approaches to the many issues that we face.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And just as for our predecessors, that has been true for Barack and me, whether we’ve been working to deliver economic security, national security, or new emerging challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And today we’ve been discussing all 3.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Economic security**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On economic security, we have succeeded in getting our economies growing and creating jobs for our people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The global economy still faces serious challenges but last year Britain and the United States were the 2 fastest growing major economies in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we both know just how important trade deals are in driving global growth.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So Barack and I remain among the most determined to achieve our vision of a US-EU trade deal, and we’re working hard to push this forward because it would add billions to our economies and set the standards for the rest of the world to follow.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**National security**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On national security, together with our partners in the EU, we have used our economic muscle to avoid the calamity of an Iranian nuclear weapon.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have delivered sanctions against Russia in response to its aggression against Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have secured the first ever global and legally binding deal on climate change, being formally signed today by over 150 governments at the United Nations.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we have transformed the way that we use our aid, our diplomacy and our military together to make progress on some of the most difficult issues of our time.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For example, in east Africa, we have helped to turn around the prospects for Somalia, for instance, thanks to an EU operation – led by Britain and supported by America – its waters are no longer a safe haven for pirates.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in West Africa, British leadership in Europe secured a billion euros to support our efforts in helping the people of the region to defeat the outbreak of Ebola, with Britain taking the lead in Sierra Leone, and the United States in Liberia, France in Guinea.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But just as we have made important progress in all these areas, so there are many more that need a lot more work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There is no doubt that the situation in Libya is immensely challenging.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we now finally have a Government of National Accord with whom we can work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Defeating Daesh**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "While in Syria and Iraq we are continuing coalition efforts to defeat and degrade Daesh.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "More than 25,000 Daesh fighters have now been killed, over 600 in the last month alone, with the total number of Daesh fighters now estimated to be at its lowest for about 2 years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The Iraqi Security Forces are steadily pushing Daesh out of its territory, this week, almost entirely clearing them out of the town of Hit.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in Syria, our partners have liberated the large Kurdish areas in the north-east, and cut off the main route between Raqqah and Mosul.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also discussed efforts to deal with the migration crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This doesn’t directly affect the United States and in the UK we have maintained our borders – and will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we both know the challenge this poses to our friends and our allies – and to the continent of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This is the sort of challenge that can only be tackled effectively through international co-operation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "NATO is helping to reduce the number of migrants in the eastern Mediterranean.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Barack and I have discussed how NATO might now contribute to the EU’s efforts in the central Mediterranean too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**People smugglers**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also need to do more to break the business model of the people smugglers. So together with our EU partners and the Libyan government, we will look at whether there is more we can do to strengthen the Libyan coastguard.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Barack and I will be discussing this further when we meet with the leaders of France, Germany and Italy in Hanover on Monday.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And this will be another opportunity to show that, how working together collectively, we can better protect ourselves from the threats we face.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Emerging challenges**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also covered a number of new and emerging challenges, where it will be more important than ever that we work together with our international partners to identify problems and deal with them rapidly.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Just as we have done with Ebola, we now need the same international co-operation on dealing with the Zika virus, on the challenge of anti-microbial resistance, on cyber security, and on tackling corruption.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain is holding a big anti-corruption summit here in London next month, which Secretary Kerry will attend.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And Barack and I have talked today about some of the things we want it to achieve. One of the biggest problems is that if you are a country that wants to take action against corruption, you have to go all around the globe to lobby for help.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we would like to see an international anti-corruption coordination centre to help law enforcement agencies and investigators work together right across different jurisdictions.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if we can get international agreement on this next month – both Britain and America will contribute people to help set it up.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All this work we have done together at the same time, I think we’ve got to know each other very well. I’m honoured to have Barack as a friend. He’s taught me the rules of basketball, he’s beaten me at table tennis.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I remember very fondly the BBQ we had in Number 10 Downing Street, serving servicemen and women who serve our countries together, here in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ve always found Barack someone who gives sage advice.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "He’s a man with a very good heart.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "He’s a very good friend and always will be a good friend, I know, to the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me finish by saying this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In all the areas we have discussed today, our collective power and reach is amplified by Britain’s membership of the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Let me be clear. When it comes to the special relationship between our two countries, there’s no greater enthusiast than me.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I am very proud to have had the opportunity to be Prime Minister and to stand outside the White House listening to this man, my friend Barack, say that the special relationship between our countries has never been stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I have never felt constrained in any way in strengthening this relationship by the fact that we are in the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In fact, quite the reverse.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We deliver for our people through all the international groups that we are part of.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We enhance our security through the membership of NATO.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We further our prosperity through the G7 and the G20.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, like those organisations, Britain’s membership of the EU gives us a powerful tool to deliver on the prosperity and security that our people need, and to stand up for the values that our countries share.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And now I think is a time to stay true to those values, and to stick together with our friends and allies in Europe and around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}