{
    "url": "https://www.ukpol.co.uk/david-cameron-2015-press-conference-on-eu-council/",
    "title": "David Cameron – 2015 Press Conference on EU Council",
    "post_date": "December 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference statement made by David Cameron, the Prime Minister, in Brussels on 18 December 2015.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This European Council has focused on 3 issues – the UK renegotiation, migration and terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I talked about the renegotiation last night and I will come back to it shortly – but first the other 2 issues.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "###  Migration \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Yesterday afternoon, we discussed the ongoing migration crisis facing Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Even with the onset of winter, there are still many migrants coming to Europe – with around 5,000 arriving via the eastern Mediterranean route each day.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Britain has its own strict border controls, which apply to everyone attempting to enter the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And every day those border controls are helping to keep us safe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But while we are outside Schengen, we are ready to help our European partners secure their borders.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "From the start, the United Kingdom has called for a comprehensive approach that tackles the root causes of this migration crisis – not just the consequences of vast numbers reaching Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why we have provided £1.2 billion in humanitarian assistance for the Syrian conflict and deployed HMS Enterprise and police officers to the Mediterranean to go after the traffickers.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s why we have offered practical assistance to help with the registering and fingerprinting of migrants in countries where they land, like Greece and Italy.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Indeed, we have provided more technical expertise to the European Asylum Support Office than any other country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Here at this summit, we discussed the importance of implementing the measures previously agreed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Back in the summer, after some very frank discussions, countries committed to resettle 22,000 refugees from Syria over 2 years and to relocate 160,000 migrants arriving in ‘hotspots’ to other participating countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It’s clear from what others have said that very few have been relocated or settled.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Alongside this I announced that the United Kingdom would resettle 20,000 Syrian refugees during this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we are meeting the ambition we set out since September, we have resettled over 1,000 Syrian refugees from camps in Turkey, Jordan and Lebanon.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "They are in homes, their children are in schools and they can look forward to the New Year free from the fear of uncertainty and with the prospect of building a new life in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the United Kingdom will continue to play our full part in helping all those affected by the Syrian crisis with the conference we will co-host with Germany, Kuwait, Norway and the UN next February.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "###  Terrorism \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Turning to terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The horrific attacks in Paris last month underline the threat we all face from Daesh.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "What happened on a Friday night last month in Paris could have happened in any European city.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We face a common threat. No one country can defeat it alone. We have to defeat it together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We made important progress last week with provisional agreement between the Council and the European Parliament on new rules to share passenger name records. This is an absolutely vital piece of work.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But there is more we must do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need more systematic data sharing so we can track down and stop terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We must step up our co-operation on aviation security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need to go after Daesh’s finances, choking off the oil and money.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We should do more to counter the extremists’ propaganda and their poisonous narrative.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we must clamp down on firearms and explosives – stopping them from getting into the hands of evil terrorists who are determined to wreak such misery with them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I am pleased that we have got a very clear agreement here to rapidly take forward proposals on all these areas.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "All of this requires closer co-operation, right now.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "###  Security \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Common to both the challenge of migration and the threat of terrorism is the instability in Libya and Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That’s why it’s so important that we work together to support strong, stable and inclusive governance in these countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Here today, we have reiterated the EU’s support for the efforts of the International Syria Support Group to end the conflict in Syria through a political process.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we welcome the agreement reached in Morocco yesterday that we hope will pave the way for a new united national government in Libya.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In an unstable world, Britain is playing a leading role in the EU on issues of security – working with other member states so we better protect our people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that underlines why this renegotiation is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "###  UK renegotiation \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "As I said last night, we have made good progress.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We are a step closer to agreement on the significant and far-reaching reforms I have proposed.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is going to be tough and there is lots of hard work to do.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I believe 2016 will be the year we achieve something really vital fundamentally changing the UK’s relationship with the EU and finally addressing the concerns of the British people about our membership.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Then it will be for British people to decide whether we remain or leave.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is a choice we will all need to think hard about.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I believe if we can get these reforms right – and I believe we can I firmly believe that for our economic security and for increasing our national security, the best future for Britain is in a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Happy to take some questions. Let’s start with the BBC.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Question \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, thank you. Laura Kuenssberg, BBC News. You’ve just given a very clear hint that the vote on our membership of the European Union will be in 2016. Previous major changes in the European Union have taken a long time. The Amsterdam Treaty took 2 years; the Maastricht Treaty took 2 years. How can we be confident that changes you want – if they are a big deal – can be done in 2 months?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if I may, on Libya, are UK troops going to be intervening?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Prime Minister \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Okay, first of all, in terms of changes, I’ve been working on this with a clear mandate from the British people ever since the election back in May. And a lot of work has been done. What matters is that these changes are legally binding and irreversible, and I believe we can find ways of setting that out, demonstrating that, in the coming months. Obviously, I want a deal in February, but I’ve set the deadline for the referendum as the end of 2017. I always wanted to give myself time to get this right. What matters is the substance – is getting it right, rather than the timing. That’s the first point.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On Libya, what has happened is a good step forward. It’s not perfect, because not everyone involved in these Libyan political discussions has joined the new government, but we’ve always said that we stand ready to support them with resources, with training, with advice, with capacity building. But frankly, the last thing a new Libyan government wants is a lot of foreign troops on its soil. That is not what we’re proposing. It’s about helping them to build the capacity of a government to run that country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And why that has a direct impact on us, as it were, back at home, is these 2 reasons. One is, because Libya had become a broken state, the criminal gangs were able to use it as a jumping off point for the migrant boats across the Med, and there weren’t proper authorities for us to work with in Libya to put a stop to that. So the government of Libya is absolutely crucial in being able to deliver an end to that migration route.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But secondly, and in many ways even more significantly, because there is now presence of Daesh in Libya, we need a government to be our partner and work with us – and we should work with them – to do the right thing for their country, which is to make sure that Daesh cannot have a foothold in that country.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So it’s early days; it is an agreement signed rather than a government actually in place, but we should do everything we can to back it and support it. ITV?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Question \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, there were reports this morning that you’re being offered an emergency break on in-work benefits for EU migrants, when Brussels agrees the public services risk being under – overwhelmed. Would that remotely be enough?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Prime Minister \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, what I’ve said is, look, my proposal – the 4-year proposal remains on the table. What happened last night is that the European Commission said that they were looking for solutions, not compromises, but were in a negotiation. And I’m convinced that if we work hard between now and February, we’ll find a good answer. George?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Question \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "George Parker, from the Financial Times. Can I ask another question specific to the renegotiation, about the – your idea of re-designating the EU as a multi-currency union. Are you running into any resistance on that? We hear the President of the European Central Bank is concerned that if you make this explicit that some countries, for example Poland, might see that – decide that they no longer have to join the euro.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Prime Minister \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Well, there was a lot of discussion about this last night. I think there was a recognition that it’s a statement of fact that the EU has many currencies within it. Now obviously it’s important not just that we say that, but then we go one step further and make sure that you’re not disadvantaged in the single market if you’re outside the single currency. And I think there was a very good discussion about that last night. Of course, countries in the eurozone want to know that they can press ahead with vital integration that they might need without us outside the eurozone stopping them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I’ve said, look, my whole point is, I don’t want to stand in the way of the things the eurozone needs to do to make that currency work well. It’s in our interests that it does work well, but likewise it’s very important that we have a set of principles that Britain and other countries outside the euro can’t be put at a disadvantage. And you know, at the heart of this is this issue of not being liable in any way to have your taxpayers’ money spent on eurozone-related issues.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now, there was a risk of that in the summer, as you know, of the European stability – financial stability mechanism being used to bail out Greece. We stopped that from happening, but we shouldn’t have to, you know, make ad hoc efforts to stop that happening. It should be written down, clearly, the principles of no disadvantage, of no discrimination, of eurozone countries having to pay for eurozone issues.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So it’s – you know, as I said last night, none of the 4 issues are easy to deliver. It’s a mistake to think you’ve got 3 baskets that are progressing towards completion and the fourth is the one with the – all the difficulties in. Each of these areas have problems that need to be resolved. But I felt that in each of the areas there’s sufficient good will to overcome difficulties and come up with a good solution. And in all these areas, as the Commission has said, you know, you’ve got to find answers rather than unsustainable compromises.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Sky News.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Question \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Prime Minister, so we now start an 8-week period where Donald Tusk looks for some sort of compromise that meets your needs on migration. Can you guarantee that whatever comes out of this will actually help control EU migration and will lessen EU migration into the United Kingdom?\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "##  Prime Minister \n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The whole aim of this is if you stand back from it all why have I chosen these 4 areas? Well they are the 4 things that I think most concern Britain about Europe. People are concerned that it’s becoming a single currency only club and you need guarantees that if you’re outside the single currency you can have the flexibility and the success you need. People want to know, in Britain particularly, that it’s not an ever closer union, that we’re carved out of that. People want to know it adds to competitiveness, not takes away from competitiveness.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And, yes, people want to know that we can help relieve some of the pressure in terms of the movement of people across Europe. Not because Britain is unwelcoming. We’re an incredibly welcoming country. We have one of the most cosmopolitan countries on Earth and people come to Britain and work hard and make a life for themselves. And that strengthens our country. But the British people, and I totally share this view, feel that in recent years the pressure of new arrivals has just been too great.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And part of that pressure is caused by the fact that we have a very generous top-up welfare system which means sometimes that you could – you know, you can train as a – a nurse or a doctor in some less well-off European countries and having finished your training it actually pays you to work in an unskilled job in the United Kingdom rather than continue as a nurse or a doctor in your own country. Now that doesn’t make sense for either side in the European Union and actually there’s a lot of recognition of that that, you know, countries in southern Europe they want to keep the – those talented people to help build their countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So while of course there’s a very lively debate and discussion – there was a lively debate and discussion last night. There is an understanding that this is not some unreasonable request. This is a serious issue. It has real impacts for both Britain and for other countries as well. So, yes, as I’ve said, what we’re looking for is a solution rather than just some sort of compromise that won’t have the effect that we want it to – to have. I think the British people fully understand this as well. They know how important the issue of welfare is.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And if you go back to what I said at the election, you know, I basically said on welfare I said there were 4 things we wanted to achieve. First that people who come to Britain cannot claim unemployment benefit for the first 6 months. Well, we’re well on the way to achieving that with the introduction of universal credit. And that is backed and allowed by the European Union. The second thing I said was that people who can’t find a job after 6 months they have to go home. Again that is now pretty much in place. The third thing was the issue of sending child benefit home. I think we’re making very good – not being able to send child benefit home where there’s good progress made in the discussions last night. And the fourth thing was the 4 – no in-work benefit for 4 years where, yes, there’s the lively discussion. The proposal remains on the table and the European Commission has said they’re looking for solutions not compromises.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I think that is good progress, going back to Laura’s question, in terms of what’s been achieved in the 7 months since the election. You know, we said we’d have a referendum. We’ve passed that legislation. It’s now part of the law of the land. We’ve said we’d have a renegotiation. A lot of people said, you know, “You won’t get 27 other countries to sit down and renegotiate with you.” Well, we have. It’s well under way. We’re making progress in all the 4 areas. Now we’ve got a pretty tight deadline, I accept, to bring it to a close by February. But, you know, I think there’s sufficient goodwill to have a really good go at that. But I’ve left myself some room. I want to get the substance right. This is not about artificial timetables and deadlines and all the rest of it. There’s plenty of time to get the substance that the British people need.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because this is a massive decision for our country. You think of the terrorists and the security threats that we face. You think of the situation brought about by what Russia has done in Ukraine. You think of the instability in the Middle East, the terrorist threat that that is generating. I think we are better off standing together with our allies and partners in a reformed Europe. But we need to get that reformed Europe in order to make that happen. That’s why if anything this renegotiation has got more important. Because it’s so vital for the future of Britain and I would argue for Europe that we get it right.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And there was a lot of recognition of that last night, of people starting their speeches not by saying they all believe Britain is better off in Europe. They started their speeches by saying that Europe would be better off with Britain in. So this renegotiation has got more important. It certainly hasn’t been solved or fixed but we are well on the way to a deal. We’ve taken some good steps forward. Now we’ve got to bring it home. Thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}