{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-statement-in-copenhagen/",
    "title": "David Cameron – 2016 Statement in Copenhagen",
    "post_date": "February 6, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Cameron, the Prime Minister, in Copenhagen on 5 February 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Thank you very much Lars, it’s very good to be here in Copenhagen today with you. We have a very good relationship, a very good friendship.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our discussions have focussed on 3 issues: on our bilateral relations, on EU reform, and on the migration crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I just want to say a few words on each.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Bilateral relationship**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Our bilateral relationship is particularly close. We are firm NATO allies – indeed HMS Ramsey is taking part in a NATO exercise here right now.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We also co-operate closely on counter-terrorism and in the fight against Daesh.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I saw for myself the bravery of Danish soldiers as our 2 countries served alongside each other in very close quarters in Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Trade in both directions between our 2 countries is worth £6 billion a year. And over 600,000 Brits visit Denmark annually.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We work very closely together in the EU. And again, as you’ve just heard with a similar outlook. We share a lot in common. Proud nations. But outward-looking.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**EU reform**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "On EU reform, as you know, I’m working hard to secure reform in 4 areas – economic governance, sovereignty, competitiveness and welfare.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And on welfare, let me explain why the British people have concerns and what I’m trying to fix.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I support the principle of free movement and I greatly value the contribution that many make when they come to Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But the challenge we’ve identified is the scale of movement we’ve seen from across Europe to Britain over the last decade and the pressure that has put on public services.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now these are problems that we can share.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For example, I know as we’ve just heard that in Denmark you have concerns about paying child benefit for children not living here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that’s why the reforms I’m seeking can benefit other countries too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’ve now secured a commitment from the commission to address this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So the text the Council has put forward shows real progress in all 4 areas, including on protecting the legitimate interests of non-euro member states, which of course is so important to Denmark too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Now as Lars has just said, this deal must be legally binding. The Danish model – negotiated in 1992 – has set a powerful precedent for that. As the Prime Minister has just said, over 20 years later, it still stands.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But as I’ve said, there is still important detail to be nailed down if we’re to get a deal in February.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that’s why the hard work continues.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "**Migration crisis**\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We’ve also discussed the Syria donors conference that I hosted yesterday with others in London.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I want to thank your Prime Minister and the Danish people for the very generous pledge that you made.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "I’m proud to say we brought together world leaders, we raised records funds and identified crucial long-term assistance through the creation of jobs and crucially the provision of school places for refugee children.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "This will give those in desperate need real hope for the future. But this should only be the beginning.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The more we do to create the opportunity for people to stay in the region, the less likely we are to see them making the treacherous journey to Europe. A journey that has sadly resulted in so many deaths.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So we’ve had good discussions here today and I want to thank you Lars again for giving me such a warm welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}