{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-press-conference-with-the-south-african-president/",
    "title": "David Cameron – 2011 Press Conference with the South African President",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the press conference between the Prime Minister, David Cameron, and the South African President, Jacob Zuma, held on 18th July 2011 in Pretoria, South Africa.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**President Jacob Zuma**",
        "Prime Minister, and ministers present, members of the media, I’m sure today as you know we are observing the birthday of our former President Nelson Mandela, and we all have to do 67 minutes and I hope you are doing the 67 minutes already here this morning as you are talking to us. But thank you very much.",
        "We have met with the Prime Minister and we have welcomed him, very happy that he’s here with a very huge delegation, business delegation. I’ve had discussions on a number of issues, on trade matters in particular that featured very strongly in our delegations with our ministers, and we believe that the trade between the two countries is going very well but we still believe there’s much room for us to improve on what we are doing and we hope that our business people will certainly do so.",
        "Very happy also on the support that has been given by the United Kingdom with regard to the tripartite trade area that has been opened in the continent of Africa. Almost more than half of the population of the continent is operating together, which is in keeping with today’s manner of doing things. You can no longer depend on your own borders and say that you are the only one important. We’ve got to deal with others. We discussed that very, very well and we are on the same view on that one.",
        "Of course we also discussed international issues and some of the issues that featured in our discussions, one of them is Libya. We discussed the views of the AU, which I was able to put across to the minister and the Prime Minister, and the Prime Minister also put the position of the EU which is a position we all know as well. We discussed, but all of us feel that you need to resolve the Libyan question. How to resolve the Libyan question? That’s a matter that we think we need to talk about all the time, but it is an important issue and I was very happy to hear in some greater details how the EU look at the matter and I think we’re able to make the Prime Minister appreciate also what the AU looks at the matter. I think the discussion has helped really to make both of us understand where we come from.",
        "We also talked about Zimbabwe. As you know, Zimbabwe will not be out of any agenda because it has been there for a number of years. It has been very difficult to deal with but we are making progress. I was able to report to the Prime Minister how far we’ve gone on this issue and what we expect, and we think we’ll be able to come back very well. So it has been a good meeting.",
        "We are very happy that the Prime Minister came on this important day which is a historic day for us where we celebrate with our icon, Madiba, and I think the Prime Minister will have an opportunity also to do something, maybe 67 minutes somehow, to be part of the process but absolutely we are thrilled. We think this has been a very timely visit, working visit, by the Prime Minister. It will certainly take our relations very high level and we are happy also to see you guys in great numbers. This makes it even more important. Thank you very much, sir, thank you.",
        "**Prime Minister**",
        "Well, thank you. Thank you very much, President Zuma, for your very kind welcome this morning. The relationship between Britain and South Africa is strong but we are both committed to making it stronger still. And engagement between Britain and Africa as a whole I believe is more important than ever. In some parts of the continent we face the challenge of a starving Africa. In others – like here in South Africa – we are confronted by the opportunity of a booming Africa, and I want Britain to play a leading part in both of those situations.",
        "First, on the terrible situation in the Horn of Africa. It is becoming increasingly clear that what we’re seeing today is the most catastrophic situation in that region for a generation. My development secretary, Andrew Mitchell, was there over the weekend and has briefed me here in South Africa in detail this morning. Tens of thousands may have died already, many of them children under five. And if we have learnt anything as a global community, it is that when we face this kind of crisis we must take urgent and decisive action. Britain is mobilising an extra £52 million of aid package for Somalia, Kenya and the refugees in the Ethiopian and Kenyan camps and I would urge those who are still considering their response to act without delay.",
        "Second, we must also though seize the opportunity of a booming Africa where trade and growth can lift millions out of poverty and where Britain too can benefit from seizing the chance to increase its trade and investment. That is why I brought a top-flight delegation of British businesses to Africa and I wanted to come, Mr President, to South Africa first because this is the gateway to that new economic future. Britain is already South Africa’s biggest long-term foreign investor. Our trade is worth £9 billion a year and exports of British goods to South Africa in the first third of this year are up nearly 50% compared with the year before.",
        "But President Zuma and I want to go further. Today we reaffirmed our commitment to double our bilateral trade by 2015 and we also talked about the great project to open up trade within Africa in which you have played such a huge part. An African free-trade area could increase GDP across Africa by as much as US$62 billion a year. That is $20 billion more than the world gives to Sub-Saharan Africa in aid. We had a good discussion today about how we can build on the tripartite agreement and I’ve set out how Britain will support this, investing in projects to build the key trade corridors and simplify and speed up border crossings.",
        "As the President has said, we also had important discussions on developments in the Middle East, in North Africa and in Zimbabwe. We share the same strategic vision. We believe that people’s legitimate aspirations for a job and a voice must be met with reform and openness, not with repression and violence.",
        "On Libya, I thanked President Zuma for South Africa’s support in securing United Nations Security Council Resolutions 1970 and 1973 and for his leadership in the African Union on this vital issue. Now, it is no secret that we have disagreed on some aspects of how to respond to violence in Libya but we are agreed on the immediate imperative that all sides must take every effort to avoid the loss of civilian life. We agree on the process needed, that the only safe and peaceful solution lies through a political transition, led and owned by the Libyan people and backed by the United Nations. And we agree on the ultimate destination: that Gaddafi must step aside to allow the people of Libya to decide their own future in a democratic and united Libya.",
        "On Zimbabwe, we discussed how much we welcome the efforts of South Africa and the South African Development Community to achieve a peaceful, prosperous and democratic Zimbabwe. We support the efforts to agree a robust electoral roadmap in Zimbabwe based around a reformed constitution and credible elections. And as that roadmap delivers real political change, so Britain is ready to revisit the restrictive measures that have been put in place.",
        "Finally, Mr President, let me say what a great honour it is to be in South Africa on President Mandela’s birthday. President Mandela is an inspiration to the world and as we celebrate his birthday and look back at just how far South Africa has come, so I believe we can look forward with confidence to an even better future for South Africa and her people. Thank you.",
        "**President Jacob Zuma**",
        "Thank you very much.",
        "**Question**",
        "Prime Minister, first of all what is the difference between Sir Paul Stephenson employing Neil Wallis to do his PR and you employing Andy Coulson to do yours, apart from the fact that Andy Coulson is the one who has resigned over phone hacking? How do you respond to Sir Paul’s very barbed resignation statement making this point last night? Do you accept his claim that you would have been compromised if he’d told you about his links with Neil Wallis? Do you believe that the position of Assistant Commissioner John Yates is tenable? And finally, with so much that is going on in the United Kingdom at the moment, was it really wise to come to Africa on this trip?",
        "And Mr President, can I ask you about Libya? David Cameron has made it very clear that Colonel Gaddafi must go, he must go now, he cannot be part of any political solution. Do you agree with him?",
        "**Prime Minister**",
        "Lots of questions; let me try to answer all of them. First of all, I think it is right for Britain to be engaged with South Africa and to be engaged with Africa as a whole. There is a huge opportunity for trade, for growth, for jobs – including jobs at home in the UK – and I think it is right for the British Prime Minister to be out there with British businesses trying to drum up export support and growth that will be good for both our countries.",
        "I’d like to thank Sir Paul Stephenson for the great work he has done in policing over many, many years in the Metropolitan police force and elsewhere. And as I said to him on many occasions, but including on Tuesday night, the Metropolitan Police Service inquiry must go wherever the evidence leads. They should investigate without fear or favour. I have said that repeatedly, and it’s absolutely vital they feel that.",
        "But I would say that the situation in the Metropolitan Police Service is really quite different to the situation in government, not least because the issues that the Metropolitan Police Service are looking at and the issues around them have had a direct bearing on public confidence into the police inquiry into the News of the World and indeed to the police themselves.",
        "And for my part, what I would say is this: that we have taken very decisive action. We’ve set up a judicial inquiry that can look at all aspects of this issue. We have helped to ensure a large and properly resourced police investigation that can get to the bottom of what happened and the wrong-doing, and we’ve also demonstrated pretty much complete transparency in terms of media contact. We’ve also – I also – answered questions at length in the House of Commons last week, I don’t think leaving any question unanswered. But there are of course important issues today with the Home Secretary’s statement and there’ll also be Select Committee hearings on Tuesday. And I think it may well be right to have Parliament meet on Wednesday so I can make a further statement, update the House on the final parts of this judicial inquiry and answer any questions that arise from what is being announced today and tomorrow.",
        "Above all, what I would say is that what matters most is that we ensure very swift and effective continuity at the Metropolitan Police Service so they do not miss a beat in terms of carrying out these vital investigations into what happened in the media and also what happened in the police service. And I have been in touch with Theresa May both last night and this morning and I know she’s having urgent conversations with the Mayor of London, with the Metropolitan Police Authority, so that every step can be taken to ensure continuity. That seems to me the thing that matters most of all.",
        "And just to finally end of this point about the trip, just because you’re travelling to Africa doesn’t mean that you suddenly lose contact with your office. As I said, I’ve had discussions with my own office but also clearly with the Home Secretary to make sure that not only does the Metropolitan Police Service not miss a beat in this vital work, but the government is pressing ahead on all of the fronts that it needs to as I set out in my statement last week.",
        "**Question**",
        "And John Yates?",
        "**Prime Minister**",
        "That is going to be a matter of course for the Metropolitan Police Authority; I think it is very important they carry out their work and there will be further meetings about that later today.",
        "**President Jacob Zuma**",
        "With regard to Libya and whether Gaddafi should go or not, our view is that firstly the Libyan people stood up to protest against the system and demanded change and I think everybody has supported the people who are demanding change so that there should be a democratic government.",
        "What happened in the process, a conflict emerged where violence has been used and of course, once there was a fight, the AU took a very clear position that military intervention would not solve the problem; you needed political intervention. The AU has worked out a clear roadmap of what needs to be done and in the process of this it has interacted with the Libyan people. Both sides have been interacted with: on the Gaddafi side they accepted the AU proposals; on the NTC side, whilst accepting it they felt they have got a condition to put that Gaddafi must first go. That, I think, is the nub of your question.",
        "We feel, as they African countries, the Libyan people must decide their destiny; they must negotiate and they must discuss any demand, any condition that is put forward. Gaddafi, on his side, has said he is not going to be part of the process that discusses the change in Libya; he will give it a chance. And he has accepted that anything including his own future.",
        "So our view, from the AU point of view, is that what happens finally to Gaddafi must be as a result and an outcome of the Libyan people. Libyan people must decide this in the processes that bring about a new kind of dispensation in Libya. The view put by the NTC, I think supported by Europe, is that Gaddafi must go. Our view is that you need to negotiate how Gaddafi must go, where he must go, why he must go, and these issues must be put on the table. The Libyan people must decide and finally say, ‘We don’t want this system, we do not want this leader.’",
        "I think that is where the differences are, but at the end we need to see a democratic Libya and we think that there is an element of what happens to a man who has ruled Libya for 42 years, and the demand is that he should go now, and we are saying it is not very easy to get the results before negotiating. That issue must be part of the issues on the table that must be decided, because if he goes now you have not even discussed and agreed on the conditions; where must he go, how must he go, what will happen to him at the end? That must be a product of negotiations. That is the position of the AU.",
        "**Question**",
        "Prime Minister, Sir Paul Stephenson said that you have been compromised in your relationship with Andy Coulson and your friend Rebekah Brooks has been arrested. Do you think your position has been compromised? And is it now time to draw this trip to an end and for you to go back home and answer questions?",
        "**Prime Minister**",
        "First of all, let me deal with the visit to Africa. I think it is important for the Prime Minister to get out there with British business at a time when we need investment and growth and jobs back at home to see our exports expand, to open up new markets, to seek new contracts and new deals. That is what I have done in India, what I have done in China and now I am here in Africa. I think it is a good thing to do and I am going to press ahead with that. I think it is a worthwhile thing and Britain should not be put off that.",
        "On the issue of the police investigation, I could not have been clearer that I think this police investigation needs to go wherever the evidence leads; the police should investigate this without fear or favour. I have said that publically many times, I have said it privately to the Metropolitan Police many times, and that is the job that they must do. Clearly it is now going to be taken on under new leadership and it is absolutely vital that the transition is as smooth as possible so they don’t miss anything in the vital work that they are doing.",
        "But I would argue this point: in terms of Andy Coulson, no one has argued that the work he did in government in any way was inappropriate or bad. He worked well in government, he then left government. There is a contrast, I would say, with the situation at the Metropolitan Police where clearly at the Metropolitan Police the issues have been around whether or not the investigation is being pursued properly and that is why I think Sir Paul reached a different conclusion.",
        "So I do not believe the two situations are the same in any shape or form and I think if you look at what the British government has done it has been very decisive in setting up the judicial inquiry, in making sure the police investigation is properly funded and carried out, in being transparent in all of the press contact we have had, and in answering questions from Parliament and others. That is why I am asking Parliament to sit an extra day on Wednesday so that I can make a new statement adding to the details of the judicial inquiry, answering any questions that come up from today’s announcements or indeed from tomorrow’s announcements.",
        "Because what the government wants to do here is what I think the whole country wants to do, which is to make sure we sort out this issue, we have a proper police investigation, a proper inquiry into what went wrong at News International and News of the World, and proper arrangements for the future so that the contact between journalists and politicians is far more transparent than it is today. I have led the way in that by publishing all of the contacts that I have had with editors, proprietors, managers and the rest of it since the election in May 2010.",
        "**Question**",
        "Prime Minister Cameron, on the Libyan question, NATO has ignored calls by the AU for a ceasefire to stop bombardment of targets in Libya to give way for political negotiations. Do you think that the country’s bombardment is still justified to this end, given the fact that it has now resulted in civilian casualties?",
        "And to President Zuma, how are you going to be spending your 67 minutes today?",
        "**Prime Minister**",
        "First of all, on the point about a ceasefire, it is open to Gaddafi at any time to deliver a ceasefire by stopping the attacks on his own people, by withdrawing from the towns and cities that he attacked, and by returning his troops to barracks. He has occasionally announced a ceasefire, but all the time he is announcing it he is still shelling, killing, maiming and murdering his own citizens.",
        "That is why there is a UN Security Council Resolution and that is why not just NATO allies but also Arab countries like the Qataris and others are involved in stopping those attacks on civilians. I think the President and I have spoken very frankly about this issue, about the areas where we agree; we both want to see a democratic Libya, its future decided by her own people, we both want to see an end to what we agree have been outrageous attacks by Gaddafi on his own people, and we both want to see a future for Libya that does not include Colonel Gaddafi.",
        "The difference is that the President sees that as the outcome of a political process whereas I believe for a political process to work it has to be the starting point. That is the difference between us, that is the gap, but we have had very good discussions and I think a much better understanding of each other’s perspectives and understanding of these issues.",
        "**President Jacob Zuma**",
        "Before answering your question, just to comment also on what the Prime Minister has said. Absolutely, yes, we differ there. Also, we differ from the point of view that there is a need that violence must give way to negotiations, that as long as this violence – which includes bombing – does not stop, we will take a long time and we might devastate Libya. But if we allow the peace process, which is very clear, which involves the global players – AU, UN, EU, NATO, everybody – we don’t think we could fail to find a mechanism that could in fact have a ceasefire that could exist and be respected, and monitored by all while it is allowing the process to debate all the necessary issues, including the future of Gaddafi.",
        "That is where we differ, but otherwise we all agree that we need change in Libya, we need a democratic government and we also support the call for Libyan people to have change in their country. Now that there is conflict, what do you do? The AU says, ‘Here is a roadmap, let the roadmap take the dominance.’ That is a point we think we still have to talk about and see whether we couldn’t close the gap, because it is necessary for us to do so for all of us.",
        "This is one of the issues that has become a global issue, and therefore all of us should try to agree and persuade the two sides to be able to meet and talk and find a solution. And we could even have talks in different stages to discuss the obstacles, even before discussing the substantive issues which might include the demand whether Gaddafi goes or he does not.",
        "I think the engagement between AU, UN and Europe is going to be very important to help the Libyan people who have locked horns in the manner in which they have, because we could help them to lessen the damage of the country and the destruction, the death of the civilians, and put in the political processes.",
        "With regard to spending my 67 minutes, I will be in Liliesleaf Farm where I will start, where I will spend my 67, and I will end up by visiting Madiba at Qunu today to go to him to say ‘Happy Birthday’ and give him a present. Thank you very much."
    ]
}