{
    "url": "https://www.ukpol.co.uk/david-cameron-2011-address-to-the-northern-ireland-assembly/",
    "title": "David Cameron – 2011 Address to the Northern Ireland Assembly",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the address given by the Prime Minister, David Cameron, to the Northern Ireland Assembly on 9th June 2011.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Mr Speaker,",
        "Thank you for your kind invitation to address the Assembly today and for the very generous welcome you have given me.",
        "It gives me great pleasure to congratulate you on your re-election as Speaker, a role that you exercised with such distinction over the past four years.",
        "The fact you will hand over the Speakership to a representative from a different tradition stands as an example of co-operation between parties that will be widely welcomed.",
        "I know the calendar can have its own sensibilities in this part of the world, but it is an honour to address you on such an auspicious day, the ninth of June.",
        "This is the feast day of St. Columba, who very specially symbolises the historic linkages and deep bonds between Britain and Ireland.",
        "Born a Prince in Donegal, exiled in Iona, and honoured today in the Central Lobby of the Palace of Westminster, his monks provided not just an Irish national treasure, the Book of Kells, but also a British national treasure, the Lindisfarne Gospels.",
        "And can I also say what an honour it is to stand here and speak in this historic chamber.",
        "Of course I recognise that this is not a place without controversy.",
        "In the past it was for some a guarantee of their place within the Union; for others a symbol of a state and a system from which they felt excluded.",
        "I don’t intend to ignite that debate, but I am reminded of the words of King George V when he opened the Northern Ireland Parliament in 1921 and his appeal to all Irish men and women:",
        "‘to stretch the hand of forbearance and conciliation, to forgive and forget, and to join in making for the land which they love a new era of peace, contentment, and goodwill.’",
        "Nobody suggests that we have finally reached that point yet and that there aren’t significant challenges still to overcome.",
        "But few can argue that we have not moved a long way towards it over the past two decades.",
        "Two events last month stand testament to that.",
        "The first was The Queen’s extraordinary and historic state visit to the Republic of Ireland.",
        "Nobody who was with her could have been in the least doubt as to the genuine warmth of the welcome she received and also Her Majesty’s joy in being there.",
        "Unthinkable just a decade ago, the visit was a hugely symbolic act of reconciliation and indicated the normalisation of relations between our two countries.",
        "The second was the Assembly election itself, which passed off peacefully and in a relatively good-natured manner.",
        "Indeed when I spoke to Peter Robinson and Martin McGuiness to congratulate them on their re-election, they both pointed out that it was rather more peaceful and good natured than the referendum on the Alternative Vote that we had just had.",
        "That in itself is surely a sign of just how far Northern Ireland has come.",
        "None of this could have happened without the extraordinary courage and commitment of people here, from all parties and all parts of the community, over many years.",
        "I’d also like to pay tribute to successive Irish Governments without which the progress that has been made here would simply not have been possible:",
        "* to successive American administrations for their positive contributions at vital times…",
        "* and to my predecessors as Prime Minister, Tony Blair and Gordon Brown, and also to John Major who took some great risks to begin the process in the early 1990s.",
        "**My commitment**",
        "Mr Speaker, our task is to move Northern Ireland even further forward.",
        "And today, I want to speak about what we must all do to achieve that.",
        "There are some things you as Assembly Members here are responsible for.",
        "There are some things Westminster is responsible for.",
        "And there are things we must do together, working with our colleagues throughout Britain and Ireland.",
        "I’d like to say a few words about each.",
        "But before I do, let me say that my commitment to the health and well-being and to the success of Northern Ireland is heartfelt and sincere.",
        "I am passionate about this part of the United Kingdom…",
        "* deeply mindful of history",
        "* and deeply determined to work with you towards a better future.",
        "In my first week as Prime Minister, I visited Northern Ireland to reassure people of my support, and our coalition government’s support, for the devolved institutions and for all the agreements that have been signed to make sure we have peaceful progress.",
        "When the Saville Inquiry reported its findings on the events of Bloody Sunday, I did not hesitate to apologise for the misdeeds that were carried out on that day which were unjustified and unjustifiable.",
        "I did so in part to close a chapter on one the sorriest episodes in our country’s history.",
        "But also because I knew we do not honour all those who have served with distinction in keeping the peace and upholding the rule of law in Northern Ireland by hiding from the truth.",
        "And I have also held Cabinet discussions on tackling terrorism here, because I share the determination of this Assembly to defeat this threat and defeat all those who do not respect the democratic will of the people of Northern Ireland.",
        "However, I do not view Northern Ireland through the prism of past and present security issues.",
        "The linkages and connections between our peoples are so strong.",
        "I love coming here whether it’s to see the opera, with, of course, Opera Northern Ireland launching their new season in Belfast today, or to walk through the beautiful Glens of Antrim, to swim off the Atlantic coast, or to hold Cameron Directs.",
        "Indeed, I believe I am the first politician from Great Britain to hold that kind of public meeting here.",
        "I will always be a great advocate of what Northern Ireland and the people who live here have to offer.",
        "**Shared future not shared out future**",
        "But Mr. Speaker, being an advocate of Northern Ireland, and wanting to see it progress, does not mean remaining silent on the problems that remain, and the responsibilities of the members of this Assembly.",
        "I think I have a duty to give you my honest view.",
        "Whether you serve here as a Minister, a member of a committee or as a backbench member, all of you carry the responsibility over the next four years of delivering real improvements to people’s lives.",
        "Politics here is now more stable than for over a generation.",
        "But as the institutions mature people will look for more than survival; there is now an ever greater expectation of delivery.",
        "As in other parts of the UK, political institutions need to deliver or they will lose popular support.",
        "So to match expectations, politics here will need to move beyond the peace process and a focus on narrow constitutional matters to the economic and social issues that affect people in their daily lives.",
        "It doesn’t matter if people are from Coleraine or Cardiff, Birmingham or Ballymena, Arboath or Antrim, they all want the same things in life: the self-confidence that comes with work; the security that comes from safe streets, free from anti-social behaviour; the happiness and joy that comes from a stable home life.",
        "And against a background of greater political stability there is a greater opportunity than ever before to put normal, mainstream politics first.",
        "But if politics is about anything, it’s about public service on behalf of the whole community, not just those who vote for us.",
        "And a crucial area where I believe we need to move beyond the peace process is in tackling the causes of division within society here.",
        "Given the history of Northern Ireland I don’t for a minute underestimate the scale of the challenge.",
        "But it is a depressing fact that since the 2006 St. Andrews Agreement the number of so-called ‘peace walls’ has increased from 37 to 48.",
        "And it is disappointing that in too many places Protestant and Catholic communities remain largely segregated, sharing the same space but living their lives apart.",
        "According to one survey the costs of division through the duplication of public services alone is around £1.5 billion a year.",
        "But this not just about the economic cost, it’s about the social cost too.",
        "It’s these divisions that help to sustain terrorism and other criminal activities particularly within deprived communities.",
        "I acknowledge the work that the previous executive began on this through the Cohesion, Sharing and Integration Strategy, and welcome the fact that the new executive is committed to taking it forward.",
        "Clearly, more needs to be done.",
        "Most of the responsibilities for this, such as community relations policy, are devolved.",
        "We will support you in whatever ways we can.",
        "But this is something that’s mainly in your hands.",
        "I am clear, though, that we cannot have a future in which everything in Northern Ireland is shared out on sectarian grounds.",
        "Northern Ireland needs a genuinely shared future; not a shared out future.",
        "**Truth, respect, devolution**",
        "If that is your task, let me say something about mine.",
        "I take my responsibilities for this part of the United Kingdom seriously, and I will stand by and stand up for you in every way I can.",
        "I’ll always stand up for the truth, and be prepared to face up to difficult realities, however uncomfortable that might sometimes be for the UK Government.",
        "I knew that dealing with the Saville Report would be one of my most important early responsibilities as Prime Minister.",
        "And I did not put it off.",
        "Through Saville, we’ve shown that where the State has acted wrongly, we will face up to, and account for, what we have done.",
        "Others too must think about how to face up to their part in the mistakes and tragedies of the past.",
        "In the memorable words of The Queen, we can all think of “things that might have been done differently, or not at all”.",
        "But she also said that whilst we must respect this history, “we are not bound by it”.",
        "We must all think about how together we can move on.",
        "We owe it to the people of Northern Ireland to face forwards, and not endlessly examining events from before.",
        "That does not mean I rule out any public inquiries in the future; but I stand by my pledge that there will be no more costly and open ended inquiries into the past.",
        "I’ll stand by Northern Ireland in respect of your constitutional future too.",
        "My views on the Union are well known.",
        "And as I said at the election, as Prime Minister I will never be neutral in expressing my support for it.",
        "For me what we can achieve together will always be greater than what we can do apart.",
        "But as the Agreement makes very clear, the constitutional future of Northern Ireland does not rest in my hands, or those of the UK Government, whatever our preferences might be.",
        "It rests in the hands of the people here.",
        "So we will always back the democratic wishes of the people of Northern Ireland, whether that is to remain part of the United Kingdom, as is my strong wish, or whether it’s to be part of a united Ireland.",
        "That is my absolute guarantee and a clear message to those who still seek to pursue their aims by violence.",
        "I will also stand by the devolution settlement.",
        "I want devolution to work, I believe in it heart and soul.",
        "Neither I nor Owen Paterson have any desire to interfere in those matters that are rightly run by locally accountable politicians.",
        "They are for you to decide according to your priorities.",
        "The same applies to the future of the institutions here and how they might evolve.",
        "The Government’s view is that, over time, we would like to see a more normal system, with a government and opposition, consistent with power-sharing and inclusiveness.",
        "We agree with Bertie Ahern who said in 2008:",
        "‘there will come a time when people say “you need an opposition, you need us and them”’.",
        "But as I made clear at the General Election, we will make no changes without the agreement of the parties in this Assembly.",
        "**Economic realities**",
        "Mr. Speaker, standing by and standing up for Northern Ireland means something else: being realistic about the economic challenges faced by this part of our country.",
        "Every time I come to Northern Ireland and see the great cranes of Harland and Wolff I’m conscious of your proud industrial past – even more so a week after the centenary of the launch of the Titanic.",
        "Yet today, like many other parts of the UK and for reasons we all understand here, Northern Ireland is simply too dependent on the state for economic activity.",
        "According to one report, around three-quarters of your GDP is accounted for by state spending.",
        "At a time when we are dealing with the biggest budget deficit in our peacetime history, that is unsustainable and has to change.",
        "We recognise the difficulties facing Northern Ireland as you chart a new, more sustainable, economic future requires us in Westminster to act responsibly.",
        "That’s why we made sure Northern Ireland did proportionately better than other parts of the UK in the Spending Review.",
        "By the end of this Parliament, the Northern Ireland resource Budget will have gone down by 6.9 per cent – or 1.7 per cent a year, far less than the 8.3 per cent UK average, or the cuts to most departments averaging nineteen percent.",
        "And Northern Ireland continues to receive 25 per cent more per head in public spending than England.",
        "But the days are over when the answer to every problem is simply to ask the Treasury for more money.",
        "That applies here as much as it does in other parts of the UK.",
        "So, like you, the Government is looking at new ways to revive the private sector and turning Northern Ireland into a dynamic, prosperous enterprise-led economy for the 21st century.",
        "Don’t get me wrong. Northern Ireland is already a great location for investment.",
        "You’ve got excellent transport connections to the rest of the UK, Ireland and the rest of Europe:",
        "* the English language, great education results, two brilliant universities…",
        "* highly competitive operating costs, 100 per cent broadband access…",
        "* Project Kelvin, linking North America, Northern Ireland and Western Europe…",
        "* a strongly pro-business climate led by the executive…",
        "* and, not least, the benefits of being part of the UK economy in which our structural deficit will be eliminated by 2015.",
        "The challenge is to attract that investment.",
        "Many of the powers to promote enterprise – such as education and training, planning and infrastructure – rest with you.",
        "Others are the preserve of Westminster.",
        "As part of the UK, Northern Ireland will benefit from the measures to promote growth that we’ve already announced, such as cuts in business taxes.",
        "But I recognise that in Northern Ireland we need to go further.",
        "You have two unique challenges – the legacy of violence and a land border with a state that has significantly lower corporate taxes.",
        "The consultation paper launched in March and which runs to 24 June focused heavily on the possibility of devolving powers over corporation tax to this Assembly.",
        "I’m not going to pre-judge the outcome of the consultation today, though I understand the strength of feeling within the main business organisations on this issue and across all political parties.",
        "So I can assure you that the Chancellor and I will take the consultation seriously and give it proper consideration.",
        "**Security and terrorism**",
        "There are some areas where you are very much in the lead.",
        "There are some areas where I am in the lead.",
        "And there are some things we must do together like standing united against the threat of terrorism.",
        "The murder of Ronan Kerr in April was a vile and cowardly act. Yet it was one of an increasing number of attacks that have taken place over the past two years.",
        "These terrorists have no mandate. They offer nothing. And they will never succeed.",
        "The people of Ireland, North and South, who backed the 1998 Agreement with such overwhelming democratic majorities will ensure that.",
        "As will those from right across the community, including politicians and representatives of the GAA, who turned out with such respect at Ronan Kerr’s funeral.",
        "Who here could fail to have been moved by the dignity and words of PC Kerr’s mother, when she said:",
        "‘We were so proud of Ronan and all that he stood for. Don’t let his death be in vain.’",
        "Tackling terrorism is a joint effort in which the Northern Ireland Executive has a crucial role to play.",
        "For our part the UK Government has made the countering the terrorist threat here a top priority.",
        "Within weeks of taking office last May we endorsed an additional £45 million for policing.",
        "In March the Chancellor agreed to an exceptional four year deal that will give the PSNI access to a further £200 million as requested by the Chief Constable.",
        "And of course we will continue the unprecedented co-operation that exists between ministers in London, Belfast and Dublin, and to support the superb links between the PSNI and Garda.",
        "As the Garda Commissioner said after the tragic murder of Constable Kerr:",
        "“Our uniforms may be woven from different cloth, but the police on this island are bound together by a shared resolve and determination”",
        "I would like to thank all those who work tirelessly to protect the public here from terrorism.",
        "This Government will continue to stand fully behind them in thwarting those who choose to attack the democratic will of the people of Northern Ireland.",
        "**Conclusion**",
        "Mr Speaker, I want to see a peaceful, stable and prosperous Northern Ireland for everybody:",
        "* a Northern Ireland in which everybody is treated with equal respect, whatever their community background or political aspiration…",
        "* a Northern Ireland that is inclusive, tolerant and outward looking",
        "* a Northern Ireland that sees its best days ahead rather than in a dim and distant past",
        "* a Northern Ireland in which everybody genuinely has a shared future.",
        "And to achieve those objectives I am committed to working with all parties and with all parts of the community.",
        "My door is open when circumstances require it.",
        "We will never put narrow party or sectional interests above what we judge to be the interests of the community as a whole.",
        "Huge strides forward have been taken in Northern Ireland over recent years:",
        "* the main paramilitary campaigns have ended…",
        "* stable, inclusive, devolved government has been restored…",
        "* the constitutional issue has been settled on the basis of consent…",
        "* relations across these islands have never been stronger.",
        "It gives you the opportunity now to move on from the politics of endless negotiations, or of the latest political agreement, to making these institutions work to address people’s everyday concerns.",
        "So let’s work together to make devolution a success.",
        "Let’s work together to revive the economy. Let’s work together to build a shared future.",
        "And in working together be assured that you have a Prime Minister, a Secretary of State and a Government that will always stand by the people here in Northern Ireland."
    ]
}