{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-on-family-planning/",
    "title": "David Cameron – 2012 Speech on Family Planning",
    "post_date": "January 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, on 11 July 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "We’re here for a very simple reason: women should be able to decide freely, and for themselves, whether, when and how many children they have.",
        "This is not something nice to have. Some sort of add on to our wider development goals.",
        "It’s absolutely fundamental to any hope of tackling poverty in our world.",
        "Why?",
        "Because a country can’t develop properly when its young women are dying from unintended pregnancies and when its children are dying in infancy.",
        "As a result of this Summit, in the next 8 years we will avert an unintended pregnancy every 2 seconds and 212,000 fewer women and girls will die in pregnancy and childbirth.",
        "That alone, frankly, is a good enough reason for us to be here.",
        "But there’s another reason why family planning is so important for development.",
        "When a woman is prevented from choosing when to have children it’s not just a violation of her human rights it can fundamentally compromise her chances in life, and the opportunities for her children.",
        "Without access to family planning, pregnancy will often come far too early.",
        "In Sierra Leone, for example, a UNICEF survey found that a staggering two fifths of girls give birth for the first time between the ages of 12 and 14.",
        "These young girls are not ready physically, emotionally or financially to become mothers.",
        "They don’t want to give up school or the chance to go on and run a business and build a better life for themselves.",
        "And yet suddenly their dreams are broken as they become trapped in a potentially life-threatening pregnancy.",
        "Even if they survive, many are left with catastrophic scarring.",
        "They struggle to bring up children that are healthy and educated and they are likely to have many more children than they have the resources to look after.",
        "It’s a simple fact that as countries get richer, women generally have fewer children.",
        "And by concentrating their resources on a smaller number of children those children are healthier, better educated and more likely get a job and build a prosperous future for themselves and their own children.",
        "Family planning helps that process along.",
        "The availability of contraception enables women to decide to have fewer children.",
        "And as fertility rates decline, having fewer children to support can help the economy to grow.",
        "We should be pragmatic about what works.",
        "In East and Southeast Asia, this reduction in children accounted for more than two fifths of the growth in per capita GDP between 1970 and 2000.",
        "In Matlab in Bangladesh, a 20 year study found that a family planning programme together with improved support for maternal and child health led not just to smaller, healthier families but also to women being better educated and earning more and their families owning more assets with the average value of an educated woman’s home as much as a fifth higher than for women in nearby villages where this programme hadn’t been introduced.",
        "So we know this works.",
        "So family planning works not just because smaller families can be healthier and wealthier but because empowering women is the key to growing economies and healthy open societies -unlocking what I call the golden thread of development.",
        "The UK government is taking a whole new approach to development.",
        "We know that in the long term we can not help countries develop just by giving them money.",
        "Development can not be done to the poor by outsiders.",
        "It has to be driven by the people who need the change.",
        "Our role is to help the poorest countries create the building blocks of private sector growth and prosperity.",
        "These building blocks are the same the world over.",
        "No conflict, access to markets, transparency, property rights, the rule of law, the absence of corruption, a free media, free and fair elections.",
        "Together these key enablers of growth make up the golden thread that runs through all stories of successful development across the world.",
        "And they are quite simply life changing.",
        "Curbing corruption means not having to pay a bribe to lease a plot of land.",
        "Transparency means that people can monitor whether revenue from natural resources like oil is being invested in roads or wells for their villages, or wasted.",
        "The rule of law means that a woman can go to court to settle a dispute knowing that her evidence will be given the same weight as a man’s.",
        "Free and fair elections mean that every citizen has a voice in their government and the opportunity to stand for office.",
        "But these vital building blocks of freedom and democracy can not be laid down without a transformation in the participation of women.",
        "Why?",
        "Because where the potential and the perspective of women is locked out of the decisions that shape a society, that society remains stunted and underachieving.",
        "So enabling women to have a voice is a vital part of improving governance and achieving sustainable and equitable growth.",
        "And this isn’t just the case in Sub-Saharan Africa.",
        "This is the case all over the world.",
        "A World Bank Study of 100 countries found that the greater the representation of women in parliament the lower the level of corruption.",
        "While one of the most powerful signs that real change was afoot in Egypt and Libya was when women turned up and made their voices heard, refusing to be confined to their homes while men decided their future.",
        "And one of the standards by which Egyptians will judge their new government must surely be the engagement and participation of women.",
        "Crucially, it is by empowering women that countries can unlock their economic potential.",
        "Studies show that limited education and employment opportunities for women in Africa mean annual per capita growth is almost a whole percentage point lower than it should be.",
        "Had this growth been achieved, Africa’s economies would have doubled in size over the last thirty years.",
        "Providing girls with just 1 extra year of schooling can increase their wages by as much as 20 percent.",
        "And that really matters because a woman who can decide when to have children, will go to school for longer and then invest her extra money in her own family.",
        "When women have opportunity, resources and a voice, the benefits cascade to her children, her community and her country.",
        "So family planning is just the first step on a long journey towards growth, equality and development.",
        "But it’s an essential step – saving lives and empowering women to fulfil their potential as great leaders of change.",
        "So I am delighted that Britain is taking the lead – together with the Gates Foundation – to tackle an issue that has been ignored for so long.",
        "Just like the money we gave last year through GAVI to immunise children against preventable diseases this aid is transparent and direct – it reaches the people who need it, and it doesn’t get caught up in bureaucracy.",
        "Last year’s vaccines summit is saving 4 million lives.",
        "This year’s family planning summit will prevent a further 3 million babies dying in their first year of life giving 120 million women and girls in the world’s poorest countries the chance to access affordable, lifesaving contraception for the first time.",
        "And I’m proud to say that Britain will contribute over £500 million between now and 2020 – doubling our annual investment in family planning.",
        "This alone will help 24 million women and girls preventing an unintended pregnancy every 10 seconds and saving a woman’s life every two hours.",
        "Of course there are some who will oppose this.",
        "There are those who will say we can’t afford to spend money on aid at a time like this.",
        "And there are those who might accept the case for aid, but who object to supporting family planning and the empowerment of women because they think it’s not our place to tell people what to do, or interfere in other cultures.",
        "I think it’s vital that we confront these arguments head on.",
        "Let me do so.",
        "First, it is morally right to honour our promises to the poorest in the world.",
        "Every 6 minutes a woman who did not want to become pregnant will die in pregnancy or childbirth. Every 6 minutes.",
        "So how many minutes do we wait?",
        "I say we don’t wait at all.",
        "But there’s not just a strong moral argument for keeping our aid commitment, there’s a second, more practical argument too.",
        "If we really care about our own national interest about jobs, growth and security we shouldn’t break off our links with the countries that can hold some of the keys to that future.",
        "For if we invest in empowering women in Africa as the key to driving trade and economic growth it’s not just Africa that will grow but Britain too.",
        "And that’s why I will always defend our spending on aid.",
        "As for those who say we shouldn’t interfere let me be absolutely clear.",
        "We’re not talking about some kind of Western imposed population control, forced abortion or sterilisation.",
        "What we’re saying today is quite the opposite.",
        "We’re not telling anyone what to do.",
        "We’re giving women and girls the power to decide for themselves.",
        "Yes family sizes need to come down but they come down not because we say they should but because the women who have children want them to.",
        "And to those who try to say it is wrong to interfere by giving a woman that power to decide I say they are the ones who are interfering, not me.",
        "I’m not dictating who runs her country.",
        "I’m not saying how many children she should have.",
        "What jobs she can do.",
        "How she can dress.",
        "When she can speak.",
        "It’s those who are imposing their values on women who are doing the interfering.",
        "I say that every woman should be able to decide her own future.",
        "And yes I say we should stand up against those who want to decide it for her.",
        "Because there are no valid excuses for the denial of basic rights and freedoms for women around the world.",
        "So what we are talking about today is the beginning of a much wider battle that will define our century.",
        "A fight for female empowerment and equality that can not be won by having special separate discussions on women every now and then but requires instead that women are at the table in every discussion on every issue.",
        "In Britain, we are scaling up and re-prioritising resources for women and girls in all of DFID’s 28 country programmes.",
        "We have made a commitment to help 6.5 million of the poorest girls in the world to go to school.",
        "We are standing up for women’s rights against horrific sexual crimes, including through the campaign to prevent sexual violence in conflict which William Hague launched in May with Angelina Jolie.",
        "We are determined to end the barbaric practice of female genital cutting making it illegal in Britain leading the way in countries like Somalia where it affects a staggering 98 per cent of women and supporting the brave leadership of the first ladies of Burkina Faso and Niger who are here today.",
        "And I will personally ensure that the fight for the empowerment of women is at the heart of the international process I am co-chairing to renew the Millennium Development Goals.",
        "Because we know today just how important that empowerment is for women, for the well-being of their families and the future growth and prosperity of the whole world.",
        "Just before I came onto this stage today I met Aslefe.",
        "Aslefe is an inspiring young woman from Ethiopia.",
        "She told me she is the captain of her village football team. She uses football matches to distribute materials, contraceptives and HIV prevention methods.",
        "She wants every woman and girl to have access to family planning and wants improved health systems in Ethiopia so girls her age no longer have to suffer.",
        "She has hope in her eyes.",
        "She has ambition in her voice.",
        "She gives you that sense that she believes things really can change.  \nToday we are investing in that hope for Aslefe and for girls like her all over the world.",
        "Their future will determine our future.",
        "And we will help them fight for it.",
        "Today and every day until that battle is won.",
        "Thank you."
    ]
}