{
    "url": "https://www.ukpol.co.uk/david-cameron-2014-speech-at-skanska/",
    "title": "David Cameron – 2014 Speech at Skanska",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, at Skanska on 22nd April 2014.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Mike Putnam**",
        "I hope everybody had a very good Easter. I guess you weren’t expecting something like this when you arrived back. We’ve also got a number of people from the media here today, so if I could say welcome to Skanska, welcome to Maple Cross; my name is Mike Putnam, I’m the president and CEO of Skanska here in the UK.",
        "Now as a business, we’ve taken the opportunity to link what you’re about to hear with an announcement that we’re looking for 1,500 new jobs here in the UK. And the good news is that that’s right the way across infrastructure, and across building, and it’s to feed the growth that we see ahead. And as I say it links very well to the announcement that you’re about to hear.",
        "Now as an employer, we pride ourselves on our values, and in particular things like green, things like ethics, people development, and in particular with people development, developing people on the job, but also encouraging diversity and inclusion. Now all of that plays very well into these 1,500 new roles that we’re looking for. And sticking with green for a moment, many of you know that the success that we’ve had in recent weeks with Brent civic centre being announced as the greenest public building, achieving the highest BREEAM rating of any building in the UK. And then there was the Financial Times Boldness in Business Award, where we received the award for corporate responsibility and environment, and the great news about that award is that it’s a global award, not just a UK award, where we beat many international brands in the process.",
        "And sticking with green, as you know I co‑chair the green construction board, alongside the minister Michael Fallon, and actually some of our team, and I think some in here today, have been in the deck offices looking at how to help them from a green retrofit perspective. Anyway that’s enough from me, what I’d like to do now is introduce David Cameron, the Prime Minister, and George Osborne, the Chancellor of the Exchequer. Thank you.",
        "**Prime Minister**",
        "Well thank you very much; thank you for that welcome. I’m delighted to be here at Skanska, you are helping quite literally to build Britain’s future with the work that you’ve done on Crossrail, the countless hospitals that you’ve built, some of which I’ve been to see, the M1 junction that we’ll be visiting later on this afternoon, and all of the great buildings that you’re putting up in our capital city and elsewhere. And infrastructure is an absolutely vital part of our economic plan, and I just wanted to say 3 things before handing over to the Chancellor, and then we’ll take some questions.",
        "And the first thing is this. Look, we inherited a very difficult economic situation in this country, in terms of debt and deficit and unemployment, and I’m not standing here claiming that we’ve sorted it all out; far from it. What I would say though, point one, is we have a plan, and we’re delivering on that plan. The plan was about getting the deficit down, and it’s down by a third; next year it’ll be down by a half. The plan was about getting Britain back to work, and we’ve got 1.5 million more people in work than when I walked through the doors of Number 10 Downing Street. It’s a plan about cutting people’s taxes, to allow you to spend more of your hard‑earned money as you choose, and you can now earn £10,000 before you start paying income tax, next year it’ll be £10,500.",
        "And it’s a plan about delivering the best schools and skills and infrastructure for our country, because those things are vital for the future. Now there are a quarter of a million fewer children in failing schools than 4 years ago; we’ve still got a lot more work to do, though, on all of those items. And fifthly, it’s a plan about cutting immigration, and controlling and curbing welfare. Again we haven’t solved all the problems, but we’ve got a cap on the amount of welfare a family can receive for the first time ever, about half a million fewer people on out of work benefits, and in terms of immigration, we’ve cut net migration into this country by around a fifth over the last 4 years.",
        "So that’s the first point I want to make. The second point I want to make is that infrastructure is an absolutely vital part of this plan. It’s no good trying to run a modern competitive economy unless you build modern competitive infrastructure. Now we haven’t solved all the problems again, but if you look at our spending, this year we’re going to be spending something like £36 billion on plans getting under way; 200 projects will complete this year; another 200 will start this year. If you look at our roads, we’re building more than any time since the 1970s. If you look at our railways, we’re building at a rate higher than any time since Victorian times.",
        "Obviously there’s HS2, but I always say to people about high speed rail, we’re actually going to be spending 3 times more in the next Parliament on other road and rail projects than we will be spending on HS2; it’s not taking up all the money, but it is a vital piece of infrastructure. And this infrastructure, it’s absolutely vital that it’s private sector and public sector. We’ve got to modernise our energy infrastructure, modernise our ports, modernise our roads, hospitals, schools, all of that is a vital part of our economic plan.",
        "Third and final point from me is I’ve given you lots of figures, and believe me I can probably give you even more figures, but in the end, what matters more than the figures is what lies behind the figures. Those 1.5 million more people in work, that is 1.5 million people with the stability and security that a regular pay‑packet brings. Those 400,000 new businesses, that is 400,000 people who are setting out to try and achieve their dream of being in charge of their own destiny. That cut in the deficit means that we’re not going to have to ask our children and grandchildren to pay so much for our debt. So it’s the values of stability, security, peace of mind, those are the things that really matter in terms of sticking to this economic plan and delivering it.",
        "And rather like in construction, when I know you have to say, nothing is done until the whole job is finished, that is absolutely the attitude that the Chancellor of the Exchequer, George Osborne, and I take. We’re well through this plan, it’s working well, but we’ve got to stick to it and we’ve got to deliver it. The job isn’t done, and that’s why, in a year’s time, we’ll be asking you to give us a chance to complete the job. Now let’s hand over to the man that is helping to deliver that plan, whose been a key architect of that plan, Chancellor of the Exchequer, George Osborne.",
        "**Chancellor of the Exchequer**",
        "Well David, Prime Minister, thank you very much for that, and thank you everyone for coming together here. And what fantastic news we’ve just heard about the 1,500 jobs that are going to be created by this company over the next couple of years. And that is not only a vote of confidence in Britain and the British economy; it’s also, as David was saying, a vote of confidence in economic security, and the economic security that that is going to bring to the families who will get those jobs.",
        "We are working through a long term economic plan; we found this country in a very difficult situation 4 years ago, where we were borrowing £1 for every £4, and people were starting to ask questions around the world about Britain’s ability to pay its way, and I think people had bigger questions about Britain’s long term future. And we said that we had to take some difficult decisions, we explained that to you and we explained it to the British people, we’ve taken those difficult decisions, and I think you can begin to see that the long term economic plan is working. You see it with the jobs being created, you see it with the lower inflation, you see it with the higher growth.",
        "Now we have got to go on working through that plan, and a big part of that plan, as the Prime Minister was saying, is infrastructure. Because in the end as a country, we’ve got to be able to trade with the rest of the world through modern ports, we’ve got to transport goods through modern railways and roads, we’ve got to be able to use the technologies of the future like broadband; and you are involved as a company in all of this work. Now, in the end what can government do on infrastructure? I think it needs to do these things.",
        "First of all, it needs to make sure it can pay for things, and you can only do that if you’ve got a control on the public finances, otherwise your run out of money and things get cancelled and you’re back to square one. Now we have got control of the public finances, and that means we’ve been able to spend more than the plans we inherited on infrastructure, on the roads and the railways that you were just hearing about. That’s crucial; that’s a crucial part of what you’ve got to do. If you’re not, for example, making savings in welfare, then you can’t afford to build those extra roads or lay that extra broadband that we were just talking about. So the first thing is you’ve got to have control of your public finances, and we’ve got control back of our public finances, but the job’s not finished there, we’re still borrowing too much. That’s the first thing you’ve got to do.",
        "Second thing, you’ve got to inspire confidence. With a company like this, you can go anywhere in the world. The management team at Skanska, they’re making decisions about whether they invest in America or China or other countries in Europe, and you’ve got to be a country that they look at and say, you are the go‑to country. And that means confidence: confidence in the economic team that is managing the economy, confidence in the workforce, in its skills and its ambition, and that’s why it’s great news that your company’s making that vote of confidence in the UK. And that’s what we are seeking to make: a climate of confidence in Britain.",
        "The third thing you’ve got to do, because you know this, the projects you’re involved in may take a very long time to come to fruition. You’re working on the Crossrail scheme. That’s been discussed for many years, incredibly complicated planning, probably about the most complicated infrastructure anywhere in Europe at the moment. You’ve got to set out your long term plan for infrastructure, that’s what we’re doing more of today, talking about the 200 projects that are going to be completed this year, the 200 projects that are going to start this year – roads, railways, the Northern Hub scheme which you’re involved in in the North West of England, the flood defences in Exeter, the Mersey gateway bridge, the improvements on the M1 and the A1, all over the country. We have set out the pipeline, the long term plan for infrastructure, so you as a company can make decisions and you as people working in this company can make decisions about your own jobs and your own careers, and where you want to go in this company. That is the third component of having an infrastructure plan. It is much more than just a list; it is part of a long term economic plan.",
        "Now as I said, we came to you 4 years ago, explained the difficult decisions that had to be taken; we’re working through that plan, the job isn’t finished, and now we’re here today to talk to you about how we’re going to go on developing that plan, go on investing in British infrastructure, and with your help and your hard work we will get the job done. Thank you very much; let’s take some questions.",
        "Right, let’s take some questions from members of staff here, and then we will take some questions from the media. And you can direct the questions at myself, the Prime Minister, or both of us. First question over here.",
        "**Question**",
        "Thanks very much for coming to see us today. I’ve heard a lot about British jobs for British workers in the past; there’s also the skills shortage in the construction industry, and it’s great news that we’re going to be having so many new jobs coming through the pipeline. How can we alleviate people’s fears that the skills for those jobs are in mainland Europe coming across to Britain, and how can we, you know, help to make sure that British jobs do go to British workers?",
        "**Prime Minister**",
        "I think the short answer is, we’ve got to make sure we’ve got a welfare system that encourages people to work, and we’ve got to have an education skills system that provides young people with the skills that they need to take the jobs that are being created. And I think if you look back 5, 10 years ago, we had a real problem there, in that when we did generate jobs, a lot of those jobs were going to people from overseas coming here, quite understandably, to do those jobs because we weren’t creating a skilled workforce here at home. I think we’ve made some big, big improvements.",
        "During this parliament so far we’ve trained 1.6 million apprentices. I want us to get to 2 million apprenticeships by the end of this parliament, so that we really are training up young people for those jobs. I did one of these meetings at Mercedes the other day, and they said they were trying to take on 5,000 apprentices. And I said, ‘How many people do you have applying?’ And they said, ‘30,000.’ And I thought, how do you decide who gets the apprentices? They said, ‘The trouble is, of the 30,000 that apply, not enough have the basic English and maths.’",
        "We’ve got to remind young people that English and maths are vocational subjects. There isn’t a job – I would say to my children, there isn’t a job in the world that doesn’t require English and maths. My son said, ‘What about football players?’ I said, ‘Well, you’ve got to be able to read the contract, and you’ve got to be able to count the money!’ Everything requires English and maths. So if we get our school system right, and get the apprentice system right, and we have a welfare system that encourages work, then every confidence that we can see those new jobs going to young British people coming out of school, coming out of college, with the skills they need. A lot of planning. We want to work with you.",
        "You know, if you look at what we’re doing with Crossrail, we created a tunnelling academy. We’re training experts in tunnelling in Britain, and as soon as Crossrail is completed, we can then move them on to the HS2 project, where there’s going to be a massive amount of tunnelling, and there’ll be other projects that follow that. So let’s plan with industry the skills that we need, and make sure that you’re working with us, and working with the colleges, to deliver those vital skills. Okay. Lady here?",
        "**Question**",
        "We’re delighted to hear about the level of investment. How’s the government going to support easing the procurement process, so that this investment actually turns into reality of construction.",
        "**Prime Minister**",
        "And shorten the times, too, that’s part of the problem. Chancellor?",
        "**Chancellor of the Exchequer**",
        "The short answer to that is, you’ve got to have the confidence in the government’s procurement plans. In other words, we’re not going out on speculative tenders that you have to invest huge sums of money in, and then the tenders may not ever materialise, and I know there have been some problems in the past with that. The purpose of setting out this list of projects that we’re aiming to undertake – and these, by the way, are not just government funded projects; these are also privately funded projects, or projects where there’s part government money, part private money, private finance.",
        "By setting all of that out, you as a company can work out where the main work is going to be. You can build up your procurement expertise in that particular space, or expand your department, and then have confidence that that project is actually going to be built. You know, if I didn’t have control on the public finances, you’d say well hold on, he’s going to run out of money in 2 years’ time and it’s all going to be cancelled, so why are we bothering with this UK project? Or if you thought well, it’s quite an unstable economic situation in the UK, I’m not sure we want to be putting our bets there.",
        "So the purpose of what I’m saying there is that in procurement, of course you want simpler processes, easier to apply, you’ve got to try and make it easy to comply with all the European rules and UK rules around that, and we have a very open place where you can go and bid – I think one of the great advantages of the UK is, you know, whatever company you are, you can come here and invest and help us build our infrastructure. But ultimately, if you don’t have the economic plan behind it, you don’t have confidence that the project’s actually going to be built and paid for, then you’re wasting your money on procurement and you’d soon spot that.",
        "**Prime Minister**",
        "Simplifying the planning system as well, has been another major reform of this government – not always popular; I think a lot of the things that the Chancellor and I do are not popular, but they’re right. Simplifying the planning system, making it faster, is absolutely essential if we’re going to build that infrastructure that the country needs. Let’s see who else has got any questions, up here on the balconies, we’ll have questions from anywhere. Lady here – hold on, here’s a microphone.",
        "**Question**",
        "Following on from the theme about the 1,500 jobs, how do you think that UK government can help Skanska and construction attract more women into construction, and more diverse groups into construction?",
        "**Prime Minister**",
        "This is something I think, for both of us. Frankly, we should do our part by making it easier to train and employ people. So from next year, for instance, when you employ someone, you’re not going to have to pay National Insurance if they’re under 21. We should be making sure there’s proper careers guidance in school, and there’s a new organisation, the National Careers Service, NCS, in our schools, providing the information for young people about the careers that are available, in things like engineering, construction, careers many people in this room have taken on.",
        "But we do need your help. We need businesses to get into schools and inspire people about what you do. Because, you know, our teachers do an incredible job in schools, and they give brilliant advice to young people. But they give particularly good advice about the path they followed, which has tended to be school, A‑Levels, fill out the UCAS form, go to university… I don’t think we’ve been as good in our schools about giving information about apprenticeships and about vocational training. And we do need businesses to get behind the National Careers Service, get into the schools, and inspire people about what can be done. And I think more women in engineering and construction – it is changing, but we still need to do more, but nothing succeeds like seeing the role model. You know, seeing the person who decided on that career going into the schools. I’m sure Skanska does have a project like that, but we’re very happy to work with you to do more. Sir?",
        "**Question**",
        "Prime Minister, we invest in as well as build infrastructure. And on Thursday, I’ve got to sit in front of our main board and put to them an investment proposition for a sizeable investment with a utility company in green energy, onshore wind. One of the questions they’re going to ask is about political risk, given some of the hard knocks we’ve had on cancelled projects. What reassurance can I give them on your position on ongoing support for renewable energy in the UK, please?",
        "**Prime Minister**",
        "Well, I think the overall – the big picture is that we have put our money where our mouth is. We said we’re going to be the greenest government ever; we set up a Green Investment Bank, which is investing in these schemes, and we’ve set out long term plans so that you can see the subsidy that is available for renewable energy. So we’ve got a levy control framework that goes out into 2020 and beyond in terms of the amount of money that is going to go into renewable energies. We’ve also made some very long term decisions, for instance in nuclear power, with the first nuclear power station, Hinkley Point, for 30 years going ahead.",
        "So I think you can say to Skanska, ‘Look there is a long‑term plan, there’s long‑term funds available, the off‑shore wind industry that Britain has is now the biggest in the world.’ We’ve got the largest off‑shore wind farm anywhere in the world built off the coast of the UK and another one coming on stream, almost as big very, very shortly. In terms of on‑shore wind, obviously there will come a time when we will have built enough to meet all our targets and so I’ve always said with subsidies, we shouldn’t keep subsidies for longer than they are necessary and so that is something we will be looking at. But I would argue that if you look anywhere around Europe, I would challenge anyone to find a more open, more attractive set of renewable incentives for energy in this country. I don’t know, George do you want to add to that? You’ve been very involved in this.",
        "**Chancellor of the Exchequer**",
        "We need investment in renewable energy, we’re absolutely clear about that. We need a mix of energy in this country. We need it in nuclear, we need it in renewables, we need it in gas, five generation oil. We want to make sure that all our eggs aren’t in one basket and again, in the plans we have set out, we’re very clear about the energy projects we are seeking investment in. We have this regime, as the Prime Minister was saying, a levy‑control framework and the electricity market review.",
        "Now they’re – it’s quite technical but what that means in practice for a company like Skanska is you know how much money you are going to get if you commit to this project and there are many other European countries where you can’t get that kind of commitment at the moment. And I thought, you know, a very encouraging decision was the decision of Siemens the other day to make that investment in manufacturing in Hull in renewable energy and wind energy and that is a big company like yours that could go anywhere in the world choosing to put its money in investment into helping the renewable energy supply chain in the UK.",
        "**Prime Minister**",
        "And they are reckoning that they are going to be producing off‑shore wind turbines, not just for the UK but also exporting elsewhere in Europe. They have based themselves here because they see such an attractive off‑shore wind market.",
        "Next question – lady here. I’ll just get you a microphone – here we go.",
        "**Question**",
        "I’d just like to ask Mr Osborne, if Scotland do decide to go independent later this year, and given that you have made the commitment that they need to have their own currency, have you thought about how you are going to counter the financial impact on companies like ourselves that obviously work across the whole of the UK? Because there is bound to be some financial implications for us.",
        "**Chancellor of the Exchequer**",
        "Well, the, the short answer is, if Scotland leaves the United Kingdom, that will be economically damaging for the rest of the UK and for Scotland. We don’t want that to happen, but it’s got to be a decision for the people of Scotland and we are setting out some of the economic risks but we are also stressing all the economic benefits that come from Scotland being part of the United Kingdom, the benefits not just for the people of Scotland but the benefits for the rest of the UK and things like an integrated energy market is a really good example of that.",
        "A lot of our renewable energy is, for example, located, as the Prime Minister was saying, off the Scottish coast as a kind of good example of that – oil and gas investment as well. So, you know, I don’t think we should pretend that it wouldn’t be economically damaging but ultimately, this has got to be a decision for the people of Scotland to make and they will make that decision in September. I think – you know, my priority has been to make sure that they are aware of all the facts, that they are aware of the consequences of that decision and then of course they are free to make that decision.",
        "**Prime Minister**",
        "Okay, let’s have a question from the media.",
        "**Question**",
        "Prime Minister, Chancellor, a question for you both. You were both referred to memorably as ‘2 posh boys who didn’t know the price of milk’. Obviously a very difficult image at a time of austerity. Is the fact that you are out here for the first time at an event like this, for the first time in 4 years – does that mean that you think you are through that period and you don’t have to worry about that image anymore?",
        "**Prime Minister**",
        "No, we’re out here because we want to talk about the long‑term economic plan that we are putting in place for this country and we’re delivering for this country. It’s the most important thing that this government is doing. Lots of things that this government is doing I am very proud of but the most important piece of work is turning our economy round and giving all of our people the chance of security, stability, of peace of mind, of a job and of a secure future.",
        "That’s what’s it’s about. It is the most important thing we are doing. We are part of a team that is delivering that and so we are here today to talk about a key part of it, which is infrastructure. That is what today is about, that is what the government’s about, that is what our economic plan is about.",
        "**Chancellor of the Exchequer**",
        "We are an economic team, led by a very strong Prime Minister and we set out to the country, 4 years ago, the difficult decisions that we had to take, as a country, together. We explained to people what those decisions were. As a team, we have delivered those decisions and as a result you can see the jobs being created in our economy but the work is not done and we have got to go on working through this economic plan and we have got to make a choice as a country about the team we want to help manage the economy but also the direction we want Britain to go in. And I don’t want Britain to go back to square one. I don’t Britain to go back into the mess it was in 4 or 5 years ago. I want Britain to go on working for a plan that is delivering and delivering for this economic team.",
        "**Prime Minister**",
        "Let’s have the lady at the back there.",
        "**Question**",
        "Prime Minister and Chancellor, you both talk about taking control of public funds and tax‑payers’ money. The people of Hertfordshire are paying more than £0.5 million for last year’s Bilderberg meeting. I am just wondering, do you think it is right that they are paying £500,000 for it and if so, what benefits have the people of Hertfordshire seen for the meeting?",
        "**Chancellor of the Exchequer**",
        "Quite a specific question. But look we host events in this country and we want them to be held peacefully and we want them to be held within the rule of law and there are policing costs associated with all sorts of events that are held here and around the country; and we have a police force precisely so we can police events.",
        "**Prime Minister**",
        "When the costs are excessive, there are opportunities to apply for Home Office help. Very happy to look at this case but normally, as the Chancellor says, police forces are able to cope with events and organisations that come and hold conferences in Hertfordshire or elsewhere and that’s the way the system works.",
        "Let’s – anyone – or people on the balcony feeling left out? Lady up here.",
        "**Question**",
        "Thanks. What are your thoughts on the recent proposal from the Infrastructure Forum on the extension of the Capital Allowances regime to include structures and related buildings, rather than just plant and machinery?",
        "**Prime Minister**",
        "Right, Chancellor, sounds like **[inaudible]** for bringing him along this year.",
        "**Chancellor of the Exchequer**",
        "We looked very closely at this idea for the most recent budget and in the end you have got, in a budget, a certain amount of money you can deploy and lower taxes. And, when it came to encouraging investment, we looked at that proposal which organisations like the CBI had put to us and we looked at it alongside another proposal which was to increase the Annual Investment Allowance that goes to all companies for investing in things they want.",
        "And in the end, I thought that was the better measure. I thought it was better targeted. I thought it would also help a lot of small- and medium-sized companies as well as big companies like Skanska which are helped by our lower Corporation Tax rate. So in the end in the budget – you know, the budget is about choices and I thought the best tax measure to encourage capital investment is the Annual Investment Allowance and that is why we chose to do that.",
        "**Prime Minister**",
        "It is worth dwelling on the main rate of Corporation Tax, now at 21%, coming down to 20%. That is going to give us the lowest rate of Corporation Tax of any G7 country. I think it is one of the things that we can use internationally to attract businesses to come and invest in Britain, to come and headquarter in Britain. We have seen some big steps forward with that in recent weeks with companies coming to locate here and I think, you know, attractive low rates of tax that then companies actually pay – I think that is the right way for a country to go and the Chancellor has been absolutely solid in delivering those tax reductions year after year as a really important choice because, in the end, we want private sector jobs, a private sector‑led recovery so that we can afford the public services our country needs and a low rate of Corporation Tax is absolutely key to delivering that.",
        "Anyone on the top floor or are you – okay, no microphones up there so you will have to shout but if you, if you feel inclined, put your hand up and let’s take another question from over here. Gentleman in the stripy shirt.",
        "**Question**",
        "Question for the Chancellor. With the 45% tax rate for income – income tax, the – if that had been kept in line with inflation, at what level would that be now and also when will that difference be redressed?",
        "**Chancellor of the Exchequer**",
        "Well, there are, there are 2 things here. First of all there is the rate of tax so we inherited a 50% income tax rate which had just been put in before the election and I thought that was sending a terrible signal to the rest of the world about Britain as a place to invest and you can see some other European countries that have tried those very high tax rates and it has done huge damage to their economies, not just because of the actual impact of the tax but the signal it sends to the rest of the world, to the kind of things we have been talking about here, you know – the boardroom in Stockholm, what are they thinking about a country with a high rate of tax like that?",
        "So we took a difficult decision that was not the most popular one we’ve taken, to reduce the tax rate to 45p to make it more competitive and actually now, the richest in our country are paying more as a proportion of income tax than they have ever done before. So we’ve also, by the way, insisted that they do pay taxes and done a lot to crack down on offshore tax avoidances and some of you may have seen some of the adverts in the papers and the like.",
        "On the question of the thresholds you’re asking, this budget was the first time in a number of years we have been able to increase the threshold for which people pay the 40% rate but we’ve also ‑ as the Prime Minister was saying earlier– increased the personal allowance which has just now gone up to £10,000 and higher rate tax payers earning up to £100,000 also benefit from that, so everyone up to £100,000 is paying less income tax.",
        "**Prime Minister**",
        "It’s an important point, there’s a French Prime Minister that once said, ‘To govern is to choose.’ We had to make a choice. When we did have money to make available, how should we spend it? How should we help people? And the choice we made was to help the lowest paid by taking now over 2 million of them out of income tax altogether by introducing that increase in the personal allowance to £10,000. So to put a sort of figure on this, what this means is that if you’re on minimum wage and you work a full 40 hour week, you see your income tax bill come down by two thirds.",
        "So I think that when you don’t have huge resources to deploy I think it’s right to deploy the resources on the lowest paid in our country, that’s what we’ve done. Cutting the highest rate of tax, the 50p to 45p, as the Chancellor said, that was just about – it was a bad signal. We had a higher top rated tax than other European countries and we thought we were going to lose revenue from that; it was a bad signal for Britain so we took the unpopular decision. But the real weight of our tax reform has been helping the lowest paid in our country, 2 million of who used to pay income tax don’t pay it anymore. Lady at the back?",
        "**Question**",
        "Two very quick questions if I may, the first relating to the UKIP ad campaign. Now, fellow Conservative MP Nicholas Soames has said today, quote, ‘Their campaign is deeply divisive, offensive and ignorant.’ Is that what you think?",
        "And secondly on a slightly lighter note… you talk there about the importance of things like English and Maths, even football. Any tips there for anyone who takes over from David Moyes today?",
        "**Prime Minister**",
        "On your second question, as an Aston Villa fan, we’ve had a bit of a ropey season so I think I’ll save the advice on the subject of football management, a subject in which I know precious little. So I’ll leave that out.",
        "Parties have to defend their own advertising campaigns, so they’ll have to do that. What I want to talk about is the issues.",
        "**Question**",
        "Hi. As part of the spending review, improvements and replacements to schools and other educational establishments was cut. Are there any plans to improve that going forward into the next parliament?",
        "**Prime Minister**",
        "Yes. We are actually now spending more on school buildings and investment in schools than in previous parliaments, so the investments are there. We inherited a program called ‘Building Schools for the Future’ which actually was very wasteful, very slow, didn’t build a lot of schools, and we put in place much better arrangements that are now getting those additional school buildings and schools built.",
        "But schools – as well as bricks and mortar, they are important. I think it’s important to open up our state sector and have more choice for parents and have new schools coming into the state sector. And what you see with our free schools and converter academies is actually new teams coming in and setting up new schools and offering excellent education within the state sector and that is, I think, absolutely vital for our sector. And that is, I think, absolutely vital for our future; the schools and skills that we have alongside the infrastructure, they will be one of the key determinants of our future economic success. Final question. Still can’t tempt anyone up on the balcony? We’ll have the lady at the back. Sorry.",
        "**Question**",
        "This is a question for both the Prime Minister and the Chancellor. I’m interested to hear whether you support the recommendations made by Sir John Armitt in his review around the need for an independent commission on infrastructure projects in the UK.",
        "**Chancellor of the Exchequer**",
        "I have a lot of respect for John Armitt who has delivered some of the biggest infrastructure projects in the world. And where I agree with him is, the more you can build cross‑party consensus for some of these big schemes that last many, many years and need the support of all the political parties, we should try and achieve that consensus and I think you’ve seen that happen over the last couple of years on High Speed 2. That was a project, of course that is controversial, particularly for the communities affected by it, but we’ve actually now got support – and this was clear in the recent vote in the House of Commons.",
        "And I think that means that companies like Skanska who probably want to be involved in this have some of the political risk removed, and there’s some of the certainty that I want that the project’s going to go ahead and is going to be built.",
        "And that’s what John Armitt was talking about with his commission, trying to force that political consensus. I think HS2 is a good example of where that is working, and where attempts to break the consensus by some politicians have actually not got anywhere because the rest of the political party concerned said, ‘Well, hold on, we want to go ahead with this thing, which is going to be transformative, for the economic geography of the country?’ So I think John’s idea of trying to get more cross party consensus for these very big infrastructure projects is a good one.",
        "**Prime Minister**",
        "It would be more important were it not for the fact that we now have a national infrastructure plan that sets out a multiyear program of all the infrastructure we want to see built and so anyone in the construction industry can ask the different political parties, ‘Well do you support what is in the plan?’ And I think not just HS2 but also it’s interesting, Hinckley Point, this massive multiyear investment getting Britain back into operating and constructing nuclear plants. Again, that’s going ahead on an all‑party basis. So I think actually it is very important that we have this cross party support and the National Infrastructure Plan is a way for everyone to see that these projects have support for the future.",
        "Can I thank you all again very much for the warm welcome. Can I thank Skanska for everything you’re doing in terms of building Britain’s future. Thank you also for your commitment to the green economy and also to a subject we haven’t discussed today, but something Britain can be very proud of which is safety in construction. I think one of the most remarkable things about the Olympics is that that extraordinary park, that extraordinary set of stadia was built without the loss of life in terms of construction. I think that really shows another reason people should choose British companies, British based companies and Britain to come and build. And it has been something we can all be extremely proud of.",
        "So thank you for what you do good luck with your 1,500 new members of staff, good luck with the work you’re involved in. We’re looking forward to going to see this junction of the M1; I hope that traffic will be moving smoothly but if it isn’t the work you’re going to do will make it run smoothly in the future. Thank you very much indeed."
    ]
}