{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-transcript-of-qa-at-zayed-university-abu-dhabi/",
    "title": "David Cameron – 2012 Transcript of Q&A at Zayed University, Abu Dhabi",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Question**",
        "Good afternoon, Prime Minister. My question is, you mentioned about the long-term relationship that England has with the UAE and the investments that the UAE has had with the United Kingdom. What are some examples of future endeavours that the United Kingdom might participate in with the UAE in the near future?",
        "**Prime Minister**",
        "Thank you. Well I think we are standing in a good example of one. You obviously are going to be building fantastic universities like this one, to provide great education for future students. I think one of the strengths that Britain has is a very strong university sector, not just Oxford and Cambridge and University College London, London School of Economics, but also all of the universities in Britain: Newcastle, Durham, Edinburgh; these are all excellent institutions.",
        "And I think we need to do more, not only to encourage students from the Emirates to study in Britain and let me just make the point that there is no limit on the number of people who can study at a British university; as long as you have a basic English language qualification and a place at a British university, there is no limit on the numbers.",
        "But I think also we should be smarter in making sure that our universities and your universities are co-operating, collaborating, setting up campuses in each other’s countries, and actually using the internet as well to have a distance learning programme. So I think that there are all the traditional things our countries have done together, obviously in the oil and gas industries, in infrastructure and building, but I think we now need to go to the next level, looking at cooperation in things like education, the creative industries, there is obviously a lot more to do in financial services. But I think we need to be more creative about the partnerships we can form for the future.",
        "**Question**",
        "So you were talking about how strong our countries are and the relationship between them. Can you please comment on the EU resolution and why Britain is sort of putting pressure on the UAE in terms of human rights and, in specific, women’s rights?",
        "**Prime Minister**",
        "Well thank you very much for that question. First can I compliment you on the fact that it seems to me from looking around that almost more than three quarters of the students at this university are women? And I think many countries could learn a lot from how well you are doing at making sure there are good education programmes and good equality of access.",
        "Let me directly answer the question about human rights. My country very strongly believes that giving people both a job and a voice is vital for creating stable, prosperous societies, and we have a history of supporting human rights around the world. Now that does not mean that we preach or lecture; different countries take different pathways to becoming more open societies. We should be respectful of the different journey that countries are taking. We should be respectful of different traditions, different cultures.",
        "But I do think that standing up for human rights and standing up for the right of people to have a job and a voice around the world is important, and I think this is a discussion that our countries can have. Nothing is off-limits in the relationship that we have. When you are close friends, close partners, it is quite like a family; you have to be able to discuss the difficult things as well as the easy things. And that is the sort of relationship that we have. But as I say, it is one that is based on mutual respect and understanding, and it is not a relationship based on lecturing or hectoring.",
        "**Question**",
        "My question is that both the NATO and the UN have been under a lot of criticism lately, so you as a prime minister, what do you think they should do to re-evaluate their role as peacekeepers or guardians [in Syria]?",
        "**Prime Minister**",
        "I think it is a very important point. The United Nations plays a vital role in our world. Of course, it is not perfect, and of course one can make criticisms of it. But it is the only thing we have at a global level that can actually try to lay down some rules and some resolutions and stand up for oppressed people around the world.",
        "And what saddens me is that when it comes to Syria, I think the United Nations has failed the world. Because in the case of Libya, countries saw what Colonel Gaddafi was doing, that he was murdering and brutalising his own people. And at the United Nations, we were able to pass a very strong resolution condemning that appalling brutality, and then an alliance of like-minded countries was able to act and to help the people of Libya get rid of this brutal dictator.",
        "And that alliance of countries around the world included countries in the Gulf such as the United Arab Emirates, such as Qatar, and it was also fully endorsed by the Gulf Cooperation Council; it was fully endorsed by the League of Arab Nations. I think this was an important moment for the world when we saw that if there is political will, then the United Nations can do a good and vital job.",
        "But I think in the case of Syria, I am afraid that the United Nations has let the world down, and that is really because two of the permanent members, China and Russia, have not been prepared to see a really strong resolution that condemns what Assad has done to his own people, and that supports proper political transition in Syria. Because that is what is required.",
        "I worry that when the history books are written and maybe not in many years from now people will look back and say, ‘Why could we not do more when we see 20,000, 30,000, 40,000 people losing their lives?’ So I am determined that we go on pushing at the United Nations for tougher resolutions, for tougher action against Syria. And like-minded countries like our two countries should go on working together, trying to see what more can we do to help the Syrian people to throw off this brutal dictator who is murdering so many of his fellow countrymen.",
        "When you watch the television now and you see helicopters, aeroplanes, bombing from the air whole districts of whole towns and cities, you know that Bashar Assad cannot possibly stay running his country. There are no circumstances in which he could be part of a transition for a peaceful Syria. So he has to go. But it is sad that the United Nations has not been able to play as leading a role as I would have liked over this vital issue.",
        "**Question**",
        "Prime Minister, I would like to ask you, given the current economic status of the UK, how do you see the relationship with the UAE going further?",
        "**Prime Minister**",
        "Well I would argue that the thing about our two countries is that we need each other. We are actually quite complementary economies. Clearly, this year, you have very successful growth here in the UAE; you have bounced back from the global problems of 2008, and it is hugely impressive. And in Britain, we are finding it harder going; we had a very big banking sector that suffered very badly at that collapse, we had a big budget deficit which we are having to pay down. We paid down a quarter of that deficit in two years, but our growth is not as fast as yours.",
        "But where I think our economies are so complementary is that because you are a big oil-producing nation, you have a surplus to invest I think countries like Britain that are very open, very welcoming of countries like yours to come and invest, I think that is a good output for your investment. And likewise, Britain needs to trade its way out of recession. It needs to link up with the fastest-growing economies of the world. 50% of our exports go to Europe, and clearly those are going to have a difficult time, as the European economies are struggling. But 50% of our exports go to the rest of the world, and if you think of our exports to your country, in the last six months in the first six months of this year they are up 16%. We are well on course to double our trade and investment, as we promised some years ago.",
        "So I think our two economies are very complementary. We are making a lot of goods and services that people in the UAE want to buy. We are a great home for investment from your country. And as I am going to be arguing, debating this week with your government, I think there is a lot more collaboration that we can do over, for instance, projects like defence, where it should not anymore be a question of one country simply selling items to another country, but two countries collaborating, working together, transferring technology, setting up joint projects, investing together for the future. And it is that sort of relationship that I think we can have between Britain and the United Arab Emirates.",
        "**Question**",
        "Good afternoon, Prime Minister. My question is on energy sustainability. I would like to know, what is Britain’s strategic direction in collaborating with the United Arab Emirates in that field?",
        "**Prime Minister**",
        "Well I think this is a really vital question for all economies around the world, as after a while, we will see hydrocarbons, oil and gas begin to peak and then to turn down. But I think it is a particularly important question for the United Kingdom, because we have been quite a substantial producer of oil and gas from the North Sea, but that is now past its peak and beginning to decline.",
        "And so our energy policy is to make sure that we have a diversity of supply, so we have a nuclear industry, and we are re-investing in that nuclear industry, civil nuclear power, with new nuclear power stations. We have the largest amounts of renewable energy in Europe in terms of tidal power and offshore wind power, and we are harnessing that through a system of subsidies which is going to build offshore wind farms and wave energy projects.",
        "So our vision is one where there is a balanced energy policy: some nuclear, some renewables, and then also obviously gas which we will be producing some ourselves, but we now are major importers of gas from particularly Qatar, but also elsewhere. And so we think we will have a balanced energy policy. But I think what all countries have to understand is that as we move to electric vehicles from petrol vehicles we are going to see a big increase in electricity demand. And so if we want to meet targets for reducing carbon emissions, we have to recognise that as electricity demand grows, we must try and meet more of that demand, either from nuclear or renewable sources, or, where necessary, from gas. But where possible, we should be looking at carbon capture and storage projects.",
        "And I think what is interesting about this is we must not see this as only a cost and an obligation. We should see it as an opportunity. All countries will have to move to greener forms of energy, so the first countries that can produce new batteries for cars, the first countries that can harness wave and wind power, the first countries that do better at storing electricity: these countries will have a massive competitive advantage as the world moves towards more renewable forms of electricity.",
        "And I would like to pay tribute to your government and your country, because as far as I can see, you are not just resting on the laurels of having a very successful oil and gas industry; you are also big investors into renewable technologies, into the green technologies of the future.",
        "**Question**",
        "What is your next step in Arab Spring countries?",
        "**Prime Minister****  \n**",
        "It is a short question but it will have to be a long answer, I am afraid: what is your next step in Arab Spring countries? I mean, let me be frank. I am a supporter of the Arab Spring. I think that the opportunity of moving towards more open societies, more open democracies, I think is good for the Middle East, for North Africa. I say this as someone who is a liberal conservative: I think we should respect the different traditions and pathways that countries take, we should not think that all countries are the same, and we should not also think that just being an open society means just holding election and that is it.",
        "What I think is important in these countries is what I call the building blocks of democracy: the rule of law, rights for women, a free press. Putting in place these building blocks and moving towards more open societies I think is good for these, good for countries, particularly in countries like Libya, where there was a particularly brutal dictatorship. So their need for change was all the greater.",
        "Now I know that a lot of people will say, ‘Look at the results of the Arab Spring’. They will worry, have we replaced one form of tyranny and dictatorship with the problems of extremism? And my answer to that is, we must judge these new governments by what they do. If these new governments take sensible steps to reform their economies, to open their societies, to guarantee people a job and a voice, we should support them. But if they take steps towards political or religious extremism, then we should say that is not the right path.",
        "So we should not be naïve: the Arab Spring is not just going to lead to instant transformation, but I think it gives people an opportunity, particularly in countries where they were completely denied it, it gives people an opportunity of a better prospect of a job and a voice. So I think it will be a difficult period. There will be ups and downs: sometimes countries will take two steps forward and one step back. But the idea of more open societies, more open economies, I think is a good one.",
        "**Question**",
        "My question is, the European Union has been under a lot of critical threats lately, and Britain, although it is protected from these threats, it is still vulnerable. How much latitude does your government have in protecting itself from the economic crisis?",
        "**Prime Minister**",
        "It is a very good question. The short answer is that all the European economies, whether they are part of the euro single currency, like France and Germany and Spain and Italy, or whether they have their own currencies, like Britain, all of us will be affected by what is happening in the eurozone. Because, as I said, about 50% of our trade goes to the European Union; about 40% goes to eurozone countries. So if Italy, Spain, Portugal, Greece \u0096 if those economies are suffering, that will have an effect on the UK.",
        "But I think what lies behind your question is important, that does it advantage Britain having our own currency? Yes, I think it does. Because at least in responding to the economic difficulties of recent years, we have seen our own currency depreciate, which has meant that we have had a greater opportunity to try and trade our way out of difficulty. And that is why my government spends so much time trying to link up with the fastest growing countries in the world. I have led trade missions to Brazil, to Russia, Indonesia, China, India, Malaysia, and now the United Arab Emirates, although I would hasten to add this was the first country I visited as Prime Minister, and I am back already in two and a half years.",
        "So we have that opportunity to do that, and we are also members of the single market. So we have the whole of the European market open to us, but clearly, the problems in the eurozone are going to take time to resolve. And because they take time to resolve, every country that trades with Europe is going to notice that effect. Why does this take so long? Well it is because if you put 17 countries with 17 different histories and 17 different economies into one single currency, that does create tensions and pressures. That would be the same if you attempted a single currency across the Gulf, you would find tensions and pressures.",
        "And that is what the eurozone is going through at the moment. On the one hand, they know that they have to transfer more sovereignty and power towards some central authority, to make their single currency work. But they know that is very difficult, because that is asking people to give up an element of their sovereignty and their democracy.",
        "So there is a struggle going on at the heart of the eurozone which will create tensions and pressures. Britain is better off outside the eurozone, but we will be affected by what happens there.",
        "**Question**",
        "What is the greatest challenge you face as Prime Minister?",
        "**Prime Minister**",
        "The greatest challenge? Thank you. I think the greatest challenge for a prime minister probably for me definitely the greatest responsibility I feel is for our armed services who are serving in Afghanistan. And I feel very acutely the challenge that there are 9,000 mostly British men, but some British women, serving in a very difficult country and very difficult conditions, and I am responsible for their safety.",
        "I think what we are doing in Afghanistan is right and I am very proud of the fact that Emiratis are serving alongside British soldiers in Afghanistan. Because we have to remember that that country, when it was so badly broken that the Taliban took over, it became a haven for the training of terrorists. It became part of the world centre for extremism and terrorism. And the whole world has suffered from that.",
        "And so it is important the work that we are doing, to try and build up the Afghan government, the Afghan army, the Afghan police, Afghan society, so it is a country capable of running itself. But that is probably the biggest single challenge, because that is the biggest single responsibility.",
        "**Question**",
        "My question is, what can we do as university students? Because we still face stereotypes against us, especially as women. So what can we do to build these bridges between two nations and cultures?",
        "**Prime Minister**",
        "Well I think it is a very good question. I think probably the best thing is more exchanges between universities. I mean, to me, the point of university is to open your mind, to open your mind to fresh thinking, to fresh ideas, to challenge some of the ideas that you start with. And if that is the point of university, then the greatest amount of exchange with different universities, different students, different cultures, seems to me a thoroughly good thing. And I think you are so well placed to do that here in the UAE. Your country is a hub where people come and travel here from all over the globe. And so I think there is a great opportunity for student exchanges.",
        "I was in Nottinghamshire; Nottingham, a city in my country, has opened a university in Kuala Lumpur in Malaysia, and it is a remarkable campus. I did an event a bit like this at this university, and I think only 50% of the students are from Malaysia; the rest are from India, from China, from Brazil, from the Philippines, and then many students from Britain. Lots of people at Nottingham university go and spend a whole year at this campus in Malaysia.",
        "And I remember speaking to these students and answering their questions, and thinking that this was a brilliant institution that is going to connect up East and West. And I think the challenge in our world; as I said, we are in this global race, this global competition, and if we are going to succeed as countries, we need to take the best of everyone. And so I think opening up universities to those sorts of exchanges will make a difference, and then I think you can challenge those stereotypes yourselves.",
        "**Question**",
        "My question is regarding security. Recently Iran, I should say, has been on a big move, causing an uproar in the Gulf regions, especially in the nuclear department. And my question is, how much of a threat do you think Iran could possibly be? Also I would like to get your opinion on foreign policies, taking part in other countries’ affairs.",
        "**Prime Minister**",
        "Well let us start with Iran, that is a big enough question to deal with. I think to answer your question directly, I think Iran does pose a threat. In two ways: first of all, if Iran is embarked on trying to acquire a nuclear weapon, as I believe it is, that is a threat in itself, particularly given what Iran has said about other countries in the region, and in particular, about Israel, about wanting to wipe it off the map.",
        "So I think in itself, it is a hugely concerning development, a desperately bad development for our world, and that is why we should do everything we can to stop it happening. But I think there is a second reason why it is so concerning, and that is, I think it could trigger a nuclear arms race across the whole region, and that would consume a huge amount of resources in energy, but also I think make the Middle East a more unstable, more dangerous part of the world.",
        "So I think for all those reasons, it is right for like-minded countries to do everything they can to try and persuade the Iranians to take a different course. And I pay tribute to your country here, particularly the emirate of Dubai, who I believe 25% of their trade was with Iran, and that has now gone to almost zero. So Dubai has, and the Emirates have played their part in the very tough sanctions that we put in place on Iran. My country has played its part, the European Union has an oil embargo, this is having, I think, a big effect on the Iranian economy, they have noticed the damage that it is doing.",
        "But really the message to Iran should be this: it is not acceptable for you to have a military nuclear path, but we are quite prepared for you to have a civilian nuclear path; if you want access to civilian nuclear power in order to diversify your supplies of energy, that is perfectly acceptable. And the message we need to say to Iran is there is a peaceful path; there is a path that you can take that will remove the pariah status from your nation, and that is to accept that you can have civil nuclear power but not military nuclear power. And then we can have a proper discussion about how to normalise relations between Iran and the rest of the world. But while they keep pursuing this nuclear path, I think it is very important that countries like ours keep up the pressure, keep up the sanctions and keep up the work in persuading Iran to take a different path.",
        "Now the last point of your question, what about what we do in other countries. This is a huge issue of debate and controversy, and fundamentally, we should respect countries’ national sovereignty, we should respect each other’s choices. I do believe in a world of nation states, a world of nation states, though, cooperating with each other.",
        "But there are occasions when something happens within a country of such huge consequences for its people that the world has to sit up and, I believe, act. And I think Libya was such a case. Colonel Gaddafi was \u0096 his forces were bearing down on Benghazi, he said he was going to shoot those people like rats, and I think it is right that the world acted. And I think the world does need, as I have said about Syria, to do more, particularly at the United Nations.",
        "So I do not believe you can draw an absolute rule. But the basic presumption is that we are world of nation states, a world where we should respect each other’s sovereignty and a world where damaging that sovereignty is not right.",
        "**Question**",
        "What is your message for us students of Zayed University?",
        "**Prime Minister**",
        "Well I suppose my message ought to be work hard; that is part of it, obviously. I think you have an enormous opportunity to be a student in your country at this time. Your country has travelled this extraordinary path from the 1970s to today. You are not just an oil-producing nation with oil-related wealth; you have created a diverse economy which has got incredible connections to the rest of the world.",
        "And I think the challenge for the next generation is what do you do with that inheritance? How do you further diversify your economy? How do you go on, I believe in your interests, having very strong relations with Western countries like the United Kingdom, but also, how do you grow all your relationships with some of the emerging countries of the South and the East?",
        "You can be quite a pivotal, influential country, both in this region, and in the wider world, and I think you should obviously work hard and study hard while you are here, but think about what you can contribute to the future of this extraordinary country. But I hope a big part of that will be in partnership with countries like the United Kingdom, for all the reasons that I have given.",
        "**Question**",
        "I have a question regarding democracy. In terms of the need of good government, is democracy the only answer?",
        "**Prime Minister**",
        "I that I think that all countries benefit if they give their people the chance of a job and a voice and a way of participating in their country.",
        "And I believe all countries are on a path; we should respect the different paths that countries are on, and the different traditions as I have said. But I think countries that put in place what I call the building blocks of democracy and open societies, I think in the end will be the most successful countries, because then you harness all the abilities, all the enthusiasms, of your people, and also you give them a way of making decisions and being consulted over decisions that can actually allow them to speak out and to make that clear.",
        "Where I think people can make a mistake, and perhaps in the West, some have made a mistake in the past, is the idea that the very act of holding an election, that is enough. I think that is completely wrong. You know, democracy is not just about every five years having a vote and then nothing else. What matters for, I think, the long-term success of a country is all of the building blocks that you put in place.",
        "Do you have the access of women to university? Do you have equal treatment under the law? Do you have courts and a rule of law that work properly? Is there a proper place for the military in your country? All of these are important questions, as well as the issue of elections. And I think we need to explain that, because otherwise we can sound a little naïve by just saying, all that matters is an election.",
        "Clearly there are lots of countries in the world that have elections that are not very free countries. So I think it is looking at all of the aspects of what I call the building blocks of open societies. And I think that is a very important part of all countries’ progress, because as I say, different paths, different timetables, different tracks, and we should show respect for different countries, particularly when it so clearly is the case in, for instance, the country we are in today, where there is clearly a government that takes very seriously the consent and concerns of its people.",
        "I gave a speech to the United Nations about this issue saying that it is the building blocks that matter most of all. And that is what I think can build genuinely open societies and open economies, which I think are in the interests of both governments and people."
    ]
}