{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-with-turkish-prime-minister/",
    "title": "David Cameron – 2012 Speech with Turkish Prime Minister",
    "post_date": "January 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, and Recep Tayyip Erdogan, the Turkish Prime Minister, on 30 July 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "**Prime Minister Cameron**",
        "It is very good to welcome Prime Minister Erdogan here to Number 10 Downing Street. The relationship between Britain and Turkey has always been strong. I have been keen to strengthen it.",
        "As Prime Minister, it was one of the first countries that I visited. We set some aggressive targets for our trade, exports, imports and investment; I think we are well on track to meet those targets as our relationship deepens.",
        "It is not just an economic relationship. There is also a very strong political relationship. We continue to support Turkey’s membership of the European Union; we hope we can make good progress with that over the months and years to come.",
        "We have had good discussions today, and we have spent a lot of our time clearly discussing the appalling situation in Syria and the very real concerns that we have that the regime is about to carry out some truly appalling acts around and in the city of Aleppo. This would be completely unacceptable. This regime needs to realise it is illegitimate, it is wrong and it needs to stop what it is doing. The international pressure against this regime and against Assad is only going to build until he finally goes.",
        "But a very warm welcome to my good friend and colleague, Prime Minister Erdogan.",
        "**Prime Minister Erdogan**",
        "Let me start by saying that I am very pleased to be in London on the occasion of the Olympics. I am very pleased that my friend David has found the time, in what must be a very busy time for him, to meet and talk to me. I thank him very much for that.",
        "Of course, relations between Turkey and Britain have always been very strong in the military aspect, politically, in trade, in culture and in economics. Economically speaking, at a time when there are great difficulties in Europe, we have seen our trade grow and rise from $10 billion to $14 billion. This shows that we are well on track of achieving the $20 billion that we have set in our bilateral trade as a target for 2015.",
        "We are also always very thankful to the UK for the support that your country has given to Turkey in Turkey’s process of accession to the European Union. I would like to take this opportunity to thank you, your country and your nation, for this support.",
        "Of course there are many important developments in the world and we have had time to discuss some of them. The most important, which we have seen arise more recently, is the situation in Syria where what is happening is very important and very dangerous. There is a regime there that kills and massacres its own people; we must do what we can together, in the United Nations Security Council and also in the Organisation of the Islamic Countries and the Arab League, to make sure that we can make some important progress in trying to avert this appalling situation.",
        "There is a build up in Aleppo and the recent statements, with respect to the use of weapons of mass destruction, are actions that we cannot remain an observer or spectator to. Steps need to be taken jointly within the United Nations Security Council, the Organisation of Islamic Countries, the Arab League, and we must work together to try to overcome the situation.",
        "One last point, I would also like to draw your attention to the situation in Myanmar where we see hunger, we see massacre and a lot of devastation. This is a place where there are a lot of things that no human being should be subjected to. They live in very difficult conditions and we must also make sure that there is peace and freedom everywhere in the world; we must work to achieve that.",
        "For that, I also hope that the Olympics in London 2012 will be a good opportunity to continue to promote the message of peace. I wish to thank you for your very successful hosting of the Olympics. I would also like to take this opportunity to express the best wishes of the Turkish people to the British people."
    ]
}