{
    "url": "https://www.ukpol.co.uk/david-cameron-2016-speech-in-hamburg/",
    "title": "David Cameron – 2016 Speech in Hamburg",
    "post_date": "February 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Cameron, the Prime Minister, in Hamburg, Germany on 12 February 2016.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Mayor Scholz, it’s a great honour to be here in Hamburg, at this, the oldest feast in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it’s also a huge pleasure to be here with my good friend Chancellor Merkel.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When Angela said she wanted to take me out for dinner in the city where she was born I had no idea she would go to so much trouble.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In making my first visit to this historic city, let me also pay tribute to a great son of Hamburg.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Chancellor Helmut Schmidt believed deeply in the Hanseatic tradition of service to others.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "His dedication was an example to us all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And he will always be remembered for his leadership in a defining era for Germany and for Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "My first visit to Hamburg also provides an opportunity to celebrate the many historic ties between Britain and this wonderful city.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Hamburg has the reputation of being Germany’s most British city.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is certainly true that Britain has made its mark here.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The official representative of the British merchants sat as a guest of honour when these banquets began over 600 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And today, at the annual Queen’s Birthday Party, the citizens of Hamburg enjoy British food, British music and – more often than not – British weather.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And this is just part of a far wider cultural exchange between our countries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You gave us Goethe, Handel, and Christmas trees. We gave you Shakespeare, the Beatles and – let’s be frank about it – far too many World Cups!\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "You gave us a German to lead the British Museum. And we gave you his British predecessor for the Humboldt Forum.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And right here in this room, we gave you the gift of King Edward VII’s cup – still in pride of place in front of us today.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "While it could be said that – with the arrival in Britain of the House of Hanover in 1714 – you actually gave us King Edward VII!\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "The strongest part of our relationship is our shared values and beliefs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We all believe in the importance of trade.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that has been the case for centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Go back to the time of the Hanseatic League.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it was the merchants of Hamburg who won the right to sell their wares across England when they were granted a Charter by King Henry III in 1266.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "If you like, they created one of the world’s first trade deals.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is no co-incidence that 750 years on, it is Britain and Germany leading calls for the completion of the world’s biggest trade deal – between Europe and America.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And just as British trade with Hamburg all those years ago helped to build this very hall, so today just across the River Elbe, is the Airbus factory where German engineers are manufacturing planes with wings made in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "It is our shared commitment to enterprise that means that time and again at European Council meetings it is Britain and Germany working together, standing up for cutting bureaucracy, standing up for growth and standing up for jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is Britain and Germany – with our belief in sound finances who are at the table arguing that you cannot spend your way out of problems and that you have to deal with your deficits.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I am proud of the way that Chancellor Merkel and I worked together to secure that historic deal to cut the European budget in real terms for the first time.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because that means lower taxes for our citizens and lower taxes for our businesses too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And it is British and German leadership that is driving the co-operation across Europe to enhance our security.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "From leading the sanctions against Russia and Iran, to responding to the crisis in Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Just last week Chancellor Merkel and I co-hosted the Syria Conference in London, raising over $11 billion – the largest sum ever raised in one day in response to a humanitarian crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And through the work Chancellor Merkel led to engage Turkey and all our efforts to support the growth of business and jobs across the region, we are ensuring that millions of Syrian refugees have a viable alternative to making that perilous journey to Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And we are ready to work together again to help the Schengen zone strengthen its external border.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So whether through trade, enterprise or security co-operation, Britain and Germany are leading the way in Europe – promoting our values and enhancing the prosperity and security of us all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when it comes to the question of Britain’s place in Europe, I have always been confident that together we can secure the reforms that address Britain’s concerns and also work for Europe as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Some may say that Britain is sometimes seen as argumentative and rather strong-minded.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I make no apology for that. That is who we are.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have the character of an island nation – independent, forthright, passionate in defence of our sovereignty – and of institutions that have served us well for many hundreds of years.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We stood apart when the original Six signed the Treaty of Rome in 1957.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And the need to protect our sovereignty has always been paramount for us.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But we are also an open nation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That openness drove the decision to join in 1973.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Just as it drives our approach in so many other ways, including our role in bringing down the Iron Curtain and championing the entry into Europe of countries that lost so many years to communism.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We have always been a country that reaches out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I never want us to pull up the drawbridge and retreat from the world.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So when it comes to the question of Britain’s future in Europe, my aim is clear: I want to keep Britain inside a reformed European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So I have thought hard about the changes that are needed to address the concerns of the British people and I am fighting hard to secure them.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And I also believe that the changes I am arguing for will help deliver the more competitive, outward-looking, dynamic Europe that Britain and Germany both want to see.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When Britain says it is time to complete these trade deals, that’s not just good for Britain – it’s good for Germany too.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "When we ask for clear rules for both those in the Euro and those like Britain who are not going to join, again these changes are in our shared interests.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We need a successful Eurozone – and success for those who choose not to join.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And when Britain says we need to have a Europe that respects nation states and that says we should be able to run our own welfare systems – those are calls that I believe resonate around Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So if by working together we can achieve these changes, then I will unequivocally recommend that Britain stays in a reformed European Union on these new terms.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Of course, if we can’t then I rule nothing out.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "But I believe we can – and if we do, I believe we can win that referendum and that will be good for Britain, good for Germany and good for the whole of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because just as I believe that Britain will be safer and more prosperous in a reformed European Union, so too will Europe benefit from keeping its second largest economy, its largest defence power, a major diplomatic force in the world, and, of course, its second largest financial contributor.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And let me conclude by saying this.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Even if we secure the changes I am arguing for, the job will not be done.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "There will be many things that would remain to be reformed, and Britain would continue to stand alongside Germany in leading the way.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Because at the end of all this, the reason why I believe it is so vital to keep Britain in a reformed European Union is that when I look at the world today and where it is going I am convinced more than ever that we need Britain and Germany working together to shape a European Union that can deliver prosperity and security for us all.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In a world where some countries claim you can be a great economic success but bypass democracy, restrict the free press and go without the rule of law, we need to stand together, and show that – far from holding our countries back – these things – the free press, the democracy – make us stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "In a world where Russia is invading Ukraine and a rogue nation like North Korea is testing nuclear weapons, we need to stand up to this aggression together – and bring our economic might to bear on those who rip up the rulebook and threaten the safety of our people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And in a world where people look at the threat of Islamist extremism and blame poverty or the foreign policy of the West, we need to say: no, it’s about an ideology that is hijacking Islam for its own barbaric purposes and poisoning the minds of young people.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And just as Europe has faced down dangerous and murderous ideologies in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "So again we must stand together in this, the struggle of our generation.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "We must confront this evil – and we must defeat it.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "Standing together.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "For our values. For our security. For our prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "That is the Europe that we want to see.\n  *[ISIL]: Islamic State of Iraq and the Levant",
        "And that is the Europe that Britain and Germany can deliver, together.\n  *[ISIL]: Islamic State of Iraq and the Levant"
    ]
}