{
    "url": "https://www.ukpol.co.uk/david-cameron-2012-speech-on-crime-and-justice/",
    "title": "David Cameron – 2012 Speech on Crime and Justice",
    "post_date": "November 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "David Cameron",
            "url": "/tag/david-cameron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Prime Minister, David Cameron, on crime and justice on Monday 22nd October 2012.",
    "content": [
        "[![davidcameron](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron-225x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/davidcameron.jpg)",
        "Two weeks ago, I spoke about this Government’s mission: to build an aspiration nation, where those who work hard can get on – and no one gets left behind. A stronger private sector. Welfare that works. Schools that teach.",
        "Today I want to talk about another, critical, part of helping people to rise up and that is confronting the crime and bad behaviour that holds so many people down.",
        "Go to some neighbourhoods in our country and you can feel that aspiration is dead. Children learning from a young age that life is about surviving, not thriving. Gang leaders as role models, drug dealers as career advisors. This doesn’t just matter to the elderly lady with five bolts on her door or the woman terrified to walk home in the dark. It matters to all of us.We will not rise as a country if we leave millions behind and write off whole communities.",
        "So today I want to tell you about our approach to crime and justice – and the bold, unprecedented action we’re taking.",
        "For many people, when it comes to crime I’m the person associated with those three words, two of which begin with ‘H’, and one of which is ‘hoodie’; even though I never actually said it. For others, I’m the politician who has argued frequently for tough punishment. So do I take a tough line on crime – or a touchy-feely one?",
        "In no other public debate do the issues get as polarised as this. On climate change you don’t have to be in denial on the one hand or campaigning to get every car off the road on the other. Life isn’t that simple – so government policy isn’t that simple. And yet with the crime debate, people seem to want it black or white.",
        "Lock ‘em up or let ‘em out. Blame the criminal or blame society. ‘Be tough’ or ‘act soft’.",
        "We’re so busy going backwards and forwards we never move the debate on.",
        "What I have been trying to do – in opposition and now in government – is break out of this sterile debate and show a new way forward: tough, but intelligent. We need to be tough because the foundation of effective criminal justice is personal responsibility.",
        "Committing a crime is always a choice. That’s why the primary, proper response to crime is not explanations or excuses, it is punishment – proportionate, meaningful punishment.",
        "And when a crime is serious enough, the only thinkable punishment is a long prison sentence. This is what victims – and society – deserve.",
        "Victims need to know the criminal will be held to account and dealt with. And the ‘society’ bit really matters: retribution is not a dirty word, it is important to society that revulsion we all feel against crime is properly recognised. But punishment is what offenders both deserve and need, too. It says to them: “You are adults. Your actions have consequences.”",
        "To treat criminals as victims – to say they had no choice – is to treat them like children. I firmly believe in their right to be treated as adults, with the responsibility to carry the consequences of their actions. But that’s not the whole story.",
        "Just being tough isn’t a successful strategy in itself. Come with me to any prison in this country. There you’ll meet muggers, robbers, and burglars. But you’ll also meet young people who can’t read, teenagers addicted to drugs, people who’ve never worked a day in their whole lives.",
        "These people need help so they can become part of the solution and not remain part of the problem. Recognising this isn’t soft, or liberal. It’s common sense.",
        "We’ll never create a safer society unless we give people, especially young people, opportunities and chances away from crime. Prevention is the cheapest and most effective way to deal with crime – everything else is simply picking up the pieces of failure that has gone before. That’s part of what I mean by being intelligent as well as tough.",
        "Not just saying what people want to hear, not playing to the gallery, but thinking hard about dealing with the causes of crime as well as the fall-out. And today, being intelligent has got to mean something else too. Achieving our ambitions when there is much less money than there used to be. The politics of the blank cheque are well and truly over.",
        "The only way to achieve our ambitions is reform – radical, intelligent reform. So much of what went wrong in public services previously wasn’t because the money was missing, it was because the methods were wrong.",
        "Top-down, bureaucratic, centralising. Judging every service by the money you put in rather than by the service you got out.",
        "Our whole reform agenda is about turning this on its head.",
        "Going from big government to big society; more choice, more competition, more openness. You see it in welfare providers paid by results and hospitals publishing their results online.",
        "Some say, this is fine in welfare, fine with hospitals or fine with schools, but it won’t work in criminal justice. They think when it comes to keeping people safe, we’ve got to stick with the old, state-heavy approach. I believe that’s wrong.",
        "It was the old approach that gave us police stuck behind desks filling in forms. It left us with the criminal justice system chasing ridiculous, unhelpful targets. And it left us with sky-high re-offending rates.",
        "So we are bringing the logic of our public service reform agenda – transparency, payment by results, accountability – to transform criminal justice too. Because every part of that system needs change. Every part needs tough, but intelligent reform.And today, I want to explain how that’s working, right through the criminal justice system.",
        "Let’s start with the police. I am profoundly grateful for the job our police officers do.",
        "Years ago I used to run near Wormwood Scrubs every morning, and on my route there was a small stone monument. It said: ‘Here fell PS Christopher Head; PC Geoffrey Fox; PC David Wombwell, 12th August 1966’; and it was a daily reminder of this single truth: Police officers put on their uniform in the morning, kiss their children goodbye, and leave home having no idea about the dangers they might face.",
        "Just a few weeks ago, Police Constables Nicola Hughes and Fiona Bone answered a 999 call without knowing where it would lead. And though PC Ian Dibell was off-duty, he too could not have imagined what he would come up against. These people were professional, brave, instinctively selfless. The same can be said of thousands of police officers who work on our streets, protecting our families day-in, day-out.",
        "All of us owe them our thanks. All of us owe them our respect. And for all those who wear the uniform, it’s essential we get policing right. For years police officers were held back from doing the job they signed up for. We had targets like the ‘Offences Brought to Justice Target’ which encouraged police to chase easy wins.",
        "I remember being out on the beat with a police officer in South Wales and he felt he had to book a boy for taking some money from his mum’s purse – rather than just a stiff talking to down at the nick. That’s what the culture and targets demanded. He knew it was ridiculous. Everyone knew it was ridiculous. But the targets forced his hand. And then there was the out-of-control bureaucracy.",
        "Police officers spending almost half their shift on paperwork. So Theresa May is doing what so many Home Secretaries before her shied away from; fundamentally reforming the police and allowing them to get on with the tough, no-nonsense policing that they want and we want.",
        "We’ve scrapped all the targets and given them a single, core objective – to cut crime.We’ve ended micro-management from Whitehall and returned professional discretion to local forces.",
        "The notion that you had to fill out a form every time you stopped someone on the street – it’s gone.The endless looking up for instruction from some official in the Home Office – it’s over. And we’re going further; reforming police pay so it rewards crime-fighting, not just time served; and changing the leadership of the police too.",
        "Our reforms are comprehensive, they are sophisticated – and they are working.",
        "HMIC – the independent regulator – found that even at a time of tight budgets, the frontline is being protected. The number of neighbourhood police officers is up. Public satisfaction is up and crime is down. And if you like official figures, here they are.",
        "Even though in real terms, central police spending cuts are around 20 per cent over four years, the latest figures – out at the end of last week – show that crime is down 6 per cent in the last year.",
        "We can have tough policing when money is tight. And we’re bringing intelligent reform too. More accountability and transparency to put people in charge of policing. That’s what Police and Crime Commissioners are all about.",
        "These are big, important elections coming up. It’s the first time they are being held. People are going to be voting in their own law and order champion: One person who sets the budgets; sets the priorities; hires and fires and Chief Constable; bangs heads together to get things done.",
        "Some people are saying that no one’s bothered, that people aren’t interested in how we fight crime in their area. I don’t agree. I say look at crime maps and you come to a conclusion.",
        "They said no one would care about transparency – but this website has had 500 million hits and counting.",
        "The more high profile Police and Crime Commissioners get, the more engaged people will be – and the more pressure they’ll put on them to deliver tough local policing.",
        "So my message for these elections is clear: If you want more tough policing, you can get it.If you want coppers who are on the beat, on your street, cracking down on anti-social behaviour, focussing on the things you care about, then don’t just talk about it, get out on November 15th and vote for it.Intelligent reform is happening at the national level too, with the National Crime Agency.",
        "This is, if you like, Britain’s version of the FBI; recognising that there are some highly serious and organised crimes – human trafficking, money laundering, drug rings – that need the very best in terms of national co-ordination.",
        "The next part of the criminal justice chain is prosecution and here again we need tough, but intelligent reform.",
        "Too often the story’s the same. Someone gets arrested in the middle of the night. They’re bailed. It takes months before they appear in court. Then the day dawns and they’ve disappeared.",
        "It’s why you get whole walls of police stations papered with pictures of people missing on bail. But we saw with the riots last summer it doesn’t have to be like that. Justice was swift and it was tough – and we want that all the time.",
        "So we’re opening our courts earlier in the morning, in the evenings and weekends; because crime doesn’t keep normal working hours and neither should our criminal justice system. Already this is happening in 48 courts across the country.",
        "Another innovation is video links between police stations and courts. If someone is arrested, the police can flick the switch on a monitor and get them in front of a magistrate in hours rather than months. So no bail to jump and no cracks to slip through.",
        "And we need to toughen up the process in court too.",
        "Today, once the verdict is passed, the defendant can stand in the witness box and make their case for a more lenient sentence; but too often the victim doesn’t get a say. The one person whose life has been torn apart is kept silent.",
        "We want to give more victims the chance to be heard – to say how their life has been affected by the crime. And to back that up we will be appointing a new Victims’ Commissioner to make sure that victims’ voices are heard not just in court but right at the heart of government.",
        "We need intelligent reform, too, to open up our whole justice system. Today it’s all too closed, opaque, unaccountable.",
        "We hear second hand what sentence a criminal is getting. Wouldn’t it be better if we could hear and watch the result and the reasoning – directly?",
        "So we are legislating to start televising the sentences that Judges deliver, so that people can hear why a decision has been reached directly from the Judge.",
        "This will start in the Court of Appeal next year, and in the long-term we want to see this happening in the Crown Court too.",
        "When those criminals are convicted, we need to make sure the punishment fits the crime. At every single level of sentence this Government is getting tougher.",
        "Where fines used to be limited, with us magistrates will be able to impose unlimited fines. While the maximum compensation that criminals used to be liable for was £5000, we are uncapping it. If you cost someone £10,000 or £20,000, you should potentially have to pay that back.",
        "And we are toughening up community sentences too.",
        "Having a monthly meeting with your probation officer is hardly a punishment – so tomorrow in Parliament, something important is happening. We are laying amendments to the Crime and Courts Bill, making sure that every community sentence contains an element of punishment.",
        "And this tough change is aligned with an intelligent reform.",
        "We’re introducing new GPS satellite tagging that can pin-point exactly where offenders are. Making it literally impossible to duck under the radar.",
        "If you’re on a community sentence, you will be supervised. You will be properly punished. And you will be forced to complete that sentence.Of course, for many crimes, only one form of punishment will do – and that is prison.",
        "I want to be clear. I want to see people who ruin the lives of others – rapists, murderers, muggers – behind bars, and kept there for a long time.",
        "I’ve always supported the principle of the life sentence.",
        "You do something heinous – and for the rest of your life you are either in prison or on licence and subject to recall if you step out of line. I don’t believe that’s old-fashioned, it is vital, so we are increasing life sentences.",
        "A new two strikes and you’re out rule means that if you commit two serious sexual or violent offences, you get life. Not at the Judge’s discretion – but mandatory life.",
        "We are creating a new maximum sentence of life for those who import guns and death onto our streets. And we are looking too at toughening up knife sentences, because to me a caution for carrying a knife just does not seem enough.And for anyone sentenced to a spell in prison, there will be space in prison. There will be no arbitrary targets for our prison population.",
        "The number of people behind bars will not be about bunks available, it will be about how many people have committed serious crimes.",
        "Once they are inside prison, we’re toughening up the regime.",
        "Too many prisoners see out their time by just lying on their beds for hours and hours, watching TV, doing nothing, learning nothing. So we are turning those prisons from places of idleness into places of work.",
        "Like HMP Manchester, where prisoners work in the laundry or printing workshop for up to 40 hours a week. I saw myself today a number of programmes where it is possible for prisoners to work and earn.",
        "This is about fit and able people getting out of their cells, having a structured day, earning respect and earning privileges. And when they earn money, we’ll be making them pay a chunk of it back to their victims too.",
        "So on the punishment of criminals – I don’t want there to be any doubt that we will be tougher. But it’s not good enough just being tough, locking people up and thinking: that’s it.",
        "We need to be intelligent too, about what happens to these people during and after their punishment. And here’s why.At the moment, six out of ten of those leaving jail are reconvicted within two years. If you think that figure’s depressing, try this.",
        "While those in the care system account for just one per cent of children, a quarter of those in prison were in care as children.",
        "Half the prison population say they have no qualifications. We have got to give these people a chance. Not just for their sake, but for ours. To stop that revolving door that sucks millions of pounds of public money in and spits thousands of unreformed offenders out.",
        "We’ve tried just banging people up and it’s failed.",
        "We’ve tried letting people out with £46 in their pocket and no help on the outside and guess what? They’ve gone back to their old ways.",
        "So I’m not going to try and out-bid any other politician on toughness, saying “let’s just bang them up for longer, let’s have more isolation, and once they’re out they’re on their own.”",
        "I say: let’s use that time we’ve got these people inside to have a proper positive impact on them, for all our sakes.",
        "It’s not a case of ‘prison works’ or ‘prison doesn’t work’ – we need to make prison work. And once people are on the outside, we’ve got to stick with them, and give them proper support, because it’s not outer space we’re releasing these people into – it’s our streets, our towns, among our families and our children.",
        "That’s why this Government is engaged in what can only be described as a rehabilitation revolution – led by the new Justice Secretary Chris Grayling.",
        "His main, driving mission is this: to see more people properly punished, but fewer offenders returning to the system.",
        "To achieve that, we’re saying to charities, companies and voluntary organisations – come and help us rehabilitate our prisoners. Give offenders new skills. Educate them.",
        "If they’ve been in a gang, send a reformed gang member to meet them at the prison gates and take them under their wing. If they’re on drugs, try the latest techniques to get them clean.",
        "Do whatever it takes to get these people back living decent, productive lives. We will pay you for that; but – and it is a major but – once again the payments will depend on results.",
        "We’re going to pay people by the lives they turn around. Just think of what this means for the taxpayer.",
        "When this Government came to power we were spending £40,000 a year (per person) just on banging people up. With payment by results, your money goes into what works: prisoners going straight, crime coming down, our country getting safer.",
        "It’s such a good idea I want to put rocket boosters under it; indeed today I have an announcement to make.",
        "By the end of 2015, I want to see payment by results spread right across rehabilitation. Of course, there will be some high-risk offenders for whom this is not appropriate but this approach should be the norm rather than the exception. And I want to see rehabilitation reach more of those who would benefit from it.",
        "Today, rehab just goes to those who have been inside for a year or more. But that misses all those who go in for shorter sentences yet re-offend time and time again. So I want to look at making them part of the rehabilitation revolution too.",
        "I’ve touched on all the parts of the criminal justice chain, from policing to prison but where we need the most intelligent reform is prevention: stopping all this happening in the first place.",
        "The riots last summer were a stark warning that parts of our society are broken. They told us we need to intervene much earlier in the story, before the jail cell, before the robbery, before the petty theft.",
        "As the CSJ has argued so passionately, having a strong family is absolutely vital to people’s life chances and we believe that too. Strengthening families, strengthening partnerships, strengthening marriages, encouraging commitment are all part of our agenda.It’s why we’re shaking up fostering and adoption, ending the scandal that left children languishing in the care system for years.",
        "It’s why we’ve re-focussed Sure Start centres – with more parenting classes, reaching out to the parents who really need support. And it’s why we’re bringing new help for the most 120,000 troubled families, the ones that live in a constant cycle of poverty, addiction and hopelessness.",
        "For these families we’re bringing in professional, targeted help to get them into work, get the kids in school, help bring some order to their chaotic lives. And prevention means something else.",
        "Some of those rioters last summer showed a complete indifference to the rules. We need to make clear to young people that respect is not something you can just expect, it’s something you earn.",
        "So we’re bringing real discipline to schools – with teachers having more power to use reasonable force and take control of their classroom. And crucially, we’re focusing on those children who have been excluded from school.",
        "Some Pupil Referral Units have been little more than a nursery class before the juvenile detention centre. So we’re turning failing PRUs into Academies, just as we are with failing schools, so that powerful, effective sponsors can bring the same radical improvements to them, as to some of the most challenged schools in the country.",
        "On the other side of the coin we’re doing more to encourage good behaviour. National Citizen Service is about showing young people that they have responsibilities as well as rights, that they have a stake in our society.",
        "Tens of thousands took part this year, and it is a personal passion of mine that in the coming years this should become a permanent part of the landscape in our country, a rite of passage that every teenager in every school goes through.",
        "And all this fits into the bigger, broader picture of what this Government’s doing.",
        "Whether it’s changing welfare so there’s no more something for nothing or putting the law on the side of victims and not criminals, we are re-scoring that line between right and wrong; between good behaviour and bad.",
        "So I don’t want there to be any doubt how serious this Government is about law and order. Yes, we are tough – but we’re being intelligent too.",
        "Not just giving police more power but giving people more power.",
        "Not just speeding up our courts but opening them up.",
        "Not just punishing but rehabilitating too.",
        "By taking this approach we can cut crime even while cutting budgets. We can show law-abiding people that finally, the system is on your side.",
        "And we can go to all those communities where life felt like a dead-end. Where crime felt inevitable; and we can restore hope and opportunity there too.",
        "This is our goal. An aspiration nation. Where no one is left behind. And we are absolutely determined to achieve it."
    ]
}