{
    "url": "https://www.ukpol.co.uk/dale-campbell-savours-1985-speech-on-the-televising-of-the-commons/",
    "title": "Dale Campbell-Savours – 1985 Speech on the Televising of the Commons",
    "post_date": "June 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Dale Campbell-Savours",
            "url": "/tag/dale-campbell-savours/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dale Campbell-Savours, the then Labour MP for Workington, in the House of Commons on 20 November 1985.",
    "content": [
        "I was elected to this House in the 1979 general election. On the first day that I came here, instead of going to claim my locker and desk, my first action was to walk into the Chamber, stand at the Bar and ponder over where I would sit for the period that I would spend in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I decided to sit in the seat that I now occupy, and I have sat here ever since. I chose this seat because I wanted to occupy a position from which I could oversee the Government Dispatch Box. I had heard repeatedly over the years arguments deployed, for example, by my right hon. Friend the Member for Blaenau Gwent (Mr. Foot) and the right hon. Member for South Down (Mr. Powell) to the effect that the House of Commons, and in particular this Chamber, was all-important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I had been told that any new Member had all sorts of opportunities open to him to represent his electorate, such as making direct representations to Ministers and their Departments and by correspondence. However, a good and effective Member of Parliament, I was informed, should concentrate on using this Chamber and ensure that the focus of his attention was the Government Dispatch Box. I remain convinced that that is the crucial point on which we should concentrate our debates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I rapidly learned that, though Members of Parliament, we are tradesmen in the sense that we have a craft. Our craft is to know how to use this Chamber and its procedures and to intervene in debates in a way that has impact. We must argue our case, but most of all we must be able to press Ministers at the Dispatch Box on important issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have learnt over the years that, if pressed in the right way, a Minister at the Dispatch Box will respond. Indeed, Ministers have been known when speaking from the Dispatch Box to change their position, having become aware of the hostility from the Floor of the House towards what they were proposing. Ministers have had to return to their Departments and complain to their civil servants about the nature of briefing material, which they felt was inadequate to deal with the level of opposition by Opposition Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I oppose the televising of our proceedings for a simple reason, and I tell that story of my coming into Parliament as the background to that reason. It is that, in the practice of our craft, we in this Chamber must sometimes do things that are ugly, and the public will not wish to see them. ​ They are practices which some would describe as lacking in decorum, although they are crucial to the way we conduct ourselves in the Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A sedentary intervention, or even a series of them, in the speech of a Minister can have the effect of pressing him so much that he may modify his position. That can happen at the Dispatch Box or in subsequent debate. Those pressures may be crucial. However, if the public saw those pressures being applied—I say that irrespective of Government and from whichever Benches they are applied; hon. Gentlemen sitting on the Government Front Bench below the Gangway have applied pressure on their own Ministers—and saw us applying our craft in such an ugly way, it might incur their wrath. That could happen if such ugliness were displayed on the television screens of the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An example of that occurred some years ago, I am told, before I arrived here. I gather that the present Chancellor of the Duchy of Lancaster occupied a seat on the Opposition Front Bench below the Gangway for five years and that he was known affectionately as the Chingford skinhead. I am told that he was a most effective opponent of the then Labour Government. Indeed, I have been informed that some Labour Ministers feared him—[Interruption.] Former Labour Ministers admit that he was a formidable opponent in opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, some of my hon. Friends who occupy seats on the Opposition Front Bench below the Gangway are equally vociferous and effective in their opposition to the Government, as are some hon. Gentlemen who occupy seats on the Government Front Bench below the Gangway. They know that they are effective when they challenge their own Ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Can hon. Members afford to let their constituents see them practising their ugly craft? [Interruption.] Yes, it is ugly. On occasions it may be considered acceptable, but some people, without understanding the nature of sedentary interventions, may believe that they lack decorum. However, if such action has the effect of modifying a Minister’s approach, let alone changing Government policy, the hon. Member adopting it has been effective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the television cameras are allowed in, some of my hon. Friends who sit on the Opposition Front Bench below the Gangway—and some hon. Gentlemen who sit on the Government Front Bench below the Gangway and who, without the cameras, are courageous enough to criticise their own Ministers—may feel constrained in their attitude—[HON. MEMBERS: “No.”] It is all very well for hon. Members to say no, but I am laying down my marker in the belief that the intrusion of the cameras will constrain hon. Members in the way they practise their craft. I rest my case on that, and time will tell whether what I have said is correct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}