{
    "url": "https://www.ukpol.co.uk/alastair-campbell-2023-comments-after-commons-report-published-that-boris-johnson-knowingly-lied-to-parliament/",
    "title": "Alastair Campbell – 2023 Comments After Commons Report Published that Boris Johnson Knowingly Lied to Parliament",
    "post_date": "June 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alastair Campbell",
            "url": "/tag/alastair-campbell/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Alastair Campbell, the former Director of Communications at Downing Street, on Twitter on 15 June 2023.",
    "content": [
        "Given Privileges Committee report (and well done to those Tories especially who refused to be cowed by the Trumpian nonsense) Sunak now needs to step up and make clear the following … 1. none of the resignation honours will go forward. (Those who have taken them in the past should return them, including Lords appointees) 2. Johnson will not be entitled to the usual ex-PM allowance. 3. He will not be part of the Remembrance Day ceremony or other events where ex PMs are expected to attend. 4. He will be asked to repay legal costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For politics to recover from the damage Johnson has done to it, it must be made crystal clear that the kind of conduct in which he indulged leads not merely to loss of power but opprobrium. He deserves nothing less. And Sunak must lead if standards are to be raised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}