{
    "url": "https://www.ukpol.co.uk/dale-campbell-savours-1989-speech-on-the-televising-of-the-commons/",
    "title": "Dale Campbell-Savours – 1989 Speech on the Televising of the Commons",
    "post_date": "August 6, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1989",
            "url": "/tag/1989/"
        },
        {
            "text": "Dale Campbell-Savours",
            "url": "/tag/dale-campbell-savours/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dale Campbell-Savours, the then Labour MP for Workington, in the House of Commons on 12 June 1989.",
    "content": [
        "Over 12 months ago, I and other hon. Members were invited by Granada Television to the mock Commons studio in Manchester to debate the televising of Parliament. During those proceedings, I spoke against edited excerpts and in favour of a dedicated channel. I returned to my constituency after the programme had been transmitted and was confronted by people who said that I was opposed to the televising of Parliament. In so far as my comments had been edited, that served to confirm my reservation about the whole question of the editing of parliamentary proceedings. That is why I support a dedicated channel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want what Nye Bevan described in his last great speech in 1959, the re-establishment of intelligent communication between the House of Commons and the electorate as a whole. I might add that I do not want to see trivia. I have tabled three amendments, the first of which would block all transmissions from the Chamber apart from those on a dedicated channel. That amendment was not selected. My second amendment would permit edited excerpts to run concurrently with a dedicated channel over an experimental period. The dedicated channel was considered by the Committee and supported. The Committee report says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We believe that continuous coverage of the House’s proceedings on a dedicated channel is a highly desirable objective in the public interest. The fact that we have not felt able to make any specific recommendations on the subject in this Report has nothing to do with the merits of the idea itself, which we strongly support; it stems from practical considerations related to the timing and nature of the experiment.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "British Aerospace and British Satellite Broadcasting gave evidence to the Committee. However, the Committee rejected their case and the proposals that they put forward for a dedicated channel. The problem, especially in the case of the submission by British Aerospace, was that it was based on funding the scheme from terrestrial broadcasting income and the use by the consumer of a dish costing more than £500 and a dish for professional purposes that costs £5,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "British Aerospace was never asked a most important question. It was never asked whether it could transmit on a dedicated channel proceedings of the House to be received on a £150 to £200 Amstrad dish which is currently sold by Comet and Dixon’s and a host of other retailers across the United Kingdom for receiving Sky television. The price of that dish is likely to fall and its use could bypass completely the terrestrial broadcasters because programmes could be transmitted straight from Westminster and received in people’s homes on a cheap dish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Dobson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does my hon. Friend accept that even if his proposition went through the current viewing figures for Sky television are such that there are probably more people in the Strangers’ Gallery watching this debate than would see it if his proposition were accepted?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Campbell-Savours**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can assure my hon. Friend that more people watch Sky television than are in the ​ Gallery for the debate, and that dishes are being sold. My amendment would provide the kind of support that is needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I say, the question that I have mentioned was never put to British Aerospace. I contacted the company today and it said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“British Aerospace Telecommunications confirms that it could provide satellite and uplink facilities for the televising of Parliament using the ECS … low power satellite (needing a 1·2–1·5 m receiving dish) for about £1 million pa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Based on a usage of 32 week year, 37·5 hour week”— that is equivalent to our proceedings in their entirety apart from debates that take place after 10 pm—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“which is equivalent to £833 per hour. Signals could be received on dishes costing about £500 for this service.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not putting forward that proposition. The letter continues:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“If smaller receiving dishes like those used for ASTRA are the requirement then we could, in principle and subject to availability, equally well operate to that satellite from our earthstation here at Stevenage. However, the satellite transponder charges for that space segment”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "which is four times the power of the transponder that I referred to—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“are much greater and the BAe Telecommunications inclusive price for the same number of hours would be about £4m pa. This is equivalent to £3,330 per hour. It is understood that receivers from ASTRA are expected to cost less than £200 and many predict that within 12 months the price could fall to about £100.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some people would argue that my proposition would delay implementation of the report. I went back to British Aerospace for another letter which I received today. It says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“BAe Telecommunications confirms that it has reserved capacity on the European Communications Satellite for at least the following three years and therefore could guarantee coverage of Parliamentary proceedings from the October date which you identified in our telephone conversation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would also comment that the figures contained in our earlier letter from David Gregory”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I understand that Mr. Gregory is here for the debate—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“referring to prices and availability for the use of the Astra Satellite”—  \nthat is the Sky television £150 dish—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“were based on telephone conversations of today’s date.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I then asked for a further qualification and this also arrived today. It says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Further to Mr. Gregory’s letter to you, I can confirm that BAeTeI has both the necessary ground transmission equipment and the capacity reserved on Eutelsat satellites for the next three years and as such can certainly transmit parliamentary proceedings from October this year. We can also confirm from a telephone conversation today that adequate capacity is also available on the Astra satellite for a similar period.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I read that into the record to show that British Aerospace can provide the facility from October this year if Parliament seeks to resolve the matter in that way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Dobson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will my hon. Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Campbell-Savours**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sorry, but I will not. I have already given way to my hon. Friend once, and it is now nearly 9 o’clock. I have an obligation to others who want to speak after me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The examination of British Aerospace’s option was based on the reaction of the broadcasters, who were fearful of the expenditure implications. They never considered direct broadcasting on cheap dishes running concurrently with the Committee’s principal proposals. In other words, ​ they did not consider direct broadcasting dishes. They relied on discussion about terrestrial broadcasting being part of the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall deal now with the cost. We have two options —£1 million for a £500 dish or £4 million for £150 reduced-in-price Amstrad dishes, plus £200,000 for a sending earthstation near Westminster. There are four options for funding that. First, there is public subscription, which some hon. Members will reject. Secondly, there is the possibility of advertising, which other hon. Members will reject. Thirdly, we have specialist consumers, a number of whom were identified by British Aerospace in a memorandum to the Committee, which said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“there is a market throughout the UK for information on the deliberations of Government in the form of continuous sound, television and text by businesses, local press, educational establishments and private citizens. The second group of users is important as a way of monitoring publicly the editorial decisions of the first.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can also offer a service of electronic Hansard, and most town halls would want transmission and would pay for it. The public library system could equally subscribe, and I am also told that it is possible that the satellite companies, during this experimental period, might offer a concessionary tariff, if only with a view to getting the business long term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Cryer**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will my hon. Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Campbell-Savours**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sorry, but it is 9 o’clock and I have given way once. Other people wish to speak in the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the end of the experimental period, we could either throw out the lot—something that some want to do—or we could thrown out either the dedicated channel or what I call edited excerpt television. If we were to throw out the second, should we proceed in the way that I suggest, the effect would be to increase the number of satellite dish sales. I am not saying that that is necessarily a matter that Parliament should take into account, but it would be a factor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fourth and final route that we may go down into the future is that of fibre optics. Along with others, British Telecom is advocating the principle of a fibre-optic network throughout the United Kingdom, on telephone lines. The cables will be capable of transmitting a television picture. In the longer term, those who do not take this service on a dish could take it on a fibre-optic cable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}