{
    "url": "https://www.ukpol.co.uk/alastair-campbell-2023-article-in-support-of-gary-lineker/",
    "title": "Alastair Campbell – 2023 Article in Support of Gary Lineker",
    "post_date": "March 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alastair Campbell",
            "url": "/tag/alastair-campbell/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "An excerpt from the article written by Alastair Campbell in the New European on 8 March 2023.",
    "content": [
        "“Language not dissimilar to Germany in the 1930s,” says Lineker. Too bloody right. Swarms. Invasions. Left wing lawyers. The liberal elite. They all starred in the story of the rise of fascism. Judges as “Enemies of the People?” Remember that one, which not a single member of this government condemned? Exactly what the pro-Hitler press called judges in the 30s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, if I were doing a media studies PhD right now I would be tempted to analyse the similarities between Der Stürmer and the Völkischer Beobachter in ‘30s Germany and the Mail, Express and Co of recent decades here, in terms of headlines, story selection, consistency of populist messaging, denial of critical voices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Polarisation. Populism. Post-truth. The 3Ps of modern autocracy. I honestly thought Sunak might be different. He is certainly not as incontinently dishonest as Johnson, or as utterly useless as Liz Truss. But that is such a low bar it is hardly worth making the comparison. On the 3Ps, at his “stop the boats” press conference and in his exchanges with Keir Starmer in the Commons, he showed himself to be just as bad as his predecessors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}