{
    "url": "https://www.ukpol.co.uk/menzies-campbell-1987-maiden-speech-in-the-house-of-commons/",
    "title": "Menzies Campbell – 1987 Maiden Speech in the House of Commons",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Menzies Campbell",
            "url": "/tag/menzies-campbell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech by Menzies Campbell in the House of Commons on 13th July 1987.",
    "content": [
        "I hope that it will not be thought presumptious or unduly prococious of the part of a maiden speaker to offer you, Madam Deputy Speaker, my congratulations on your new appointment. May I express the wish of those on the Liberal Benches that you enjoy your appointment and occupy the Chair for a long time to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful for the opportunity afforded to me to make a maiden speech in this House. I do so attended with all the apprehensions to which maiden speakers are traditionally subject. In the spirit of that tradition, I wish to begin by referring to my predecessor, Barry Henderson.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Barry Henderson served the constituency of Fife, North-East sincerely and conscientiously during the time he was its Member of Parliament. To me he was a courteous opponent, and he was gracious and generous in defeat. However, none of those qualities, admirable in themselves, was sufficient protection against the condemnation by the electors of Fife, North-East of the party of which he was such a loyal supporter. Some of the condemnation was especially reserved for the community charge, or the poll tax as it is colloquially described north of the border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I trust that we on the Liberal Benches may be forgiven some small self-indulgence from the realisation that the constituency that returned Mr. Asquith for so many years has once more returned a Liberal Member of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House will be aware that within my constituency lies Scotland’s oldest university, founded in 1411. That university has a long noble tradition of scholarship in the arts and sciences, in teaching and research. The maintenance of that tradition is becoming increasingly difficult in the present climate. Research, in particular, is an issue of considerable controversy within that university. It is universally recognised within the academic community that research for its intrinsic merit is an essential feature of a vigorous and healthy university. It must surely be accepted that scholarship should not lightly be sacrificed to commercialism. However, that is an inevitable consequence of Government policies towards universities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since 1980, St. Andrew’s university has suffered a cut of 21 per cent. in real terms in University Grants Committee funding. It has survived only by the skilful management of its investments and by a robust programme of recruiting foreign students who pay full fees. Obviously, that programme has been acompanied by a reduction in opportunity for students from the United Kingdom. Indeed, it may not be long before that institution is staring deficit in the face. One may think that that is hardly conducive to the role that is required of it during the last part of the 20th century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This debate is concerned with local government finance. Anyone who listens to those who are involved in local government on a day-to-day basis will readily accept that many of the difficulties that local government faces arise from the continuing reduction in central Government’s support for local government. In Fife, North-East, for example, if the housing support grant stood today at the same level as in 1979, the rents for council houses would be £6 per week less. Until that reduction in central Government support is halted, the pressure on local authorities will continue to be acute and damaging. To suggest, as appears to have been suggested in the House a few moments ago, that the community charge will bring a solution to the many problems of local government financing seems to ignore the fact that the community charge, of itself, will create its own difficulties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, it is accepted that rates are universally discredited, although from time to time one feels that, as a means of raising local taxation, rates still enjoy some support from Labour Members. The replacement of one regressive tax by another is no solution. The community charge, or the poll tax, must be regressive and unfair; otherwise there would not be any need for rebates. If it were essentially a fair charge, there would not be any necessity to make allowances for those whose personal circumstances were such as to make them unable to pay. A tax that will benefit mostly those who earn over £350 per week is self-evidently unfair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We argue, as we have argued for a long time, that the only fair system of raising local taxation is by a local income tax based on the ability to pay. If ability to pay is recognised as the proper measure for raising taxation on a national, United Kingdom-wide basis, why is it denied that the same basis should be applied to local taxation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Government were to undertake to restore the level of central Government support to what it was in 1979 and to introduce a local income tax along the lines that we have argued, real progress could be made in the financing of local government. I look for that, but so far I have been disappointed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}