{
    "url": "https://www.ukpol.co.uk/cefin-campbell-2021-comments-on-made-in-wales-brand/",
    "title": "Cefin Campbell – 2021 Comments on Made in Wales Brand",
    "post_date": "August 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Cefin Campbell",
            "url": "/tag/cefin-campbell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The comments made by Cefin Campbell, the Plaid Cymru Spokesperson for Agriculture and Rural Affairs, on 19 July 2021.",
    "content": [
        "With summer upon us, rural communities up and down the country would ordinarily be preparing for weeks of shows and fairs, but events of recent months and years has left this period feeling ever more like a harsh winter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is clear that the rural way of life and those earning a living from the land face threats from all directions – be that from the pandemic, Brexit, climate change or the uncertainty caused by the imminent Welsh Labour Government Agriculture Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I firmly believe that Wales’ agricultural sector holds huge potential. Producing some of the highest quality food and drink in the world, Plaid Cymru has long been an advocate of incentivising businesses to source locally, shortening the supply chain and creating jobs by boosting procurement levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I am calling for a ‘Made in Wales’ official brand to help Welsh people identify the produce that has been made here. Rather than allow shoddily struck Tory deals to inundate our shops and supermarkets with cheap, low-quality produce, we can sell our best food and drink to the world to the benefit, rather than the detriment, of our farmers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}