{
    "url": "https://www.ukpol.co.uk/henry-campbell-bannerman-1901-speech-following-the-death-of-queen-victoria/",
    "title": "Henry Campbell-Bannerman – 1901 Speech Following the Death of Queen Victoria",
    "post_date": "January 13, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1901",
            "url": "/tag/1901/"
        },
        {
            "text": "Henry Campbell-Bannerman",
            "url": "/tag/henry-campbell-bannerman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Henry Campbell-Bannerman in the House of Commons on 25 January 1901.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/01/campbellbannerman-209x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/01/campbellbannerman.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sir, the gracious Message which we have received from His Majesty the King and the Address by which the First Lord of the Treasury proposes that we should make reply to that Message concern themselves with a subject on which, happily for us, the House of Commons forgets all differences of party and of political opinion. If I were to borrow a, phrase from the stately Proclamation which yesterday resounded through these islands, I should say that it is “with one voice and consent of tongue and heart” that on these occasions we are accustomed in this country to act. If this is so, if we are all of one mind to-day, it is not merely in giving formal expression to constitutional and traditional loyalty; there is a deeper and stronger chord, a more intimate chord, that has been struck by the events of this week. The ties that bind the people of this country to the Throne and the Royal House have not been created, they are not such as could be created, by the wit or theory of philosopher or statesman; they have been knit by the character and the life of Queen Victoria and the members of Her Royal Family. I am not going to attempt to add—because if I attempted to add to it I should spoil it—to the eloquent panegyric which the right hon. Gentleman has passed upon the great Sovereign whose loss we deplore to-day. One might, of course, enlarge upon many points that were most prominent in her character and conduct, on her ungrudging devotion to duty, on her scrupulous observance of constitutional rules, on the soundness of her judgement, on her unfailing discretion, on the unsullied goodness of her life, and on her singularly quick and watchful sympathy with everything that could bring joy or sorrow to any of her subjects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there is one thing which strikes me as having, above, all, from the earliest days of Her Majesty’s reign, won for her the hearts of her people, and which has increased her hold upon them as the revolving years succeeded each other, and this is a certain homely sincerity of character and life and purpose which, amid all the pomp and dignity of her august position, seemed to make the whole world kin. If we were to attempt to appreciate the light in which Queen Victoria has been regarded, and in which her memory will continue to be regarded by her people at home, and by her subjects within the vast bounds of her Empire—if we were to attempt it—we should search in vain down the long list of epithets expressive of pride and affection—admired, beloved, revered, even adored—to find one which accurately or adequately conveyed the real sentiment of her people towards her. I believe that this is because there was between them a friendly, tender, almost familiar, mutual understanding which it is impossible to put into words. Who can measure the strength which the existence of a relation such as this between the Sovereign and her people must have given through all these, years to this kingdom and this Empire? We have been so habituated to it that we hardly realise it; and it is now, when the relentless hand of death has taken Her Majesty from us, that we see how much we owed to her. Let me ask how often it must have happened during her long reign that some policy or action on the part of this country, either by fault of ours or not, may have failed to secure the goodwill of other States and nations among our neighbours, and how often may the evil effects of such a state of things have been averted by the knowledge, which was universal in the world, of the Queen’s personal and sincere devotion to the cause of peace and freedom and uprightness. It is, therefore, with a deep sense of gratitude for all the happiness and the strength which Her Majesty, by her own personal qualities, has given to her faithful people that we bow the head before the decree of Divine Providence which has put a close to a reign the most beneficent that has been seen in any nation and in any age of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Happily, the grief with which we suffer this irreparable loss is in some degree assuaged by our well-founded confidence that the Monarch who succeeds to the Throne will follow the same line of public conduct and will adhere to the same principles of life as have wrought so much good in the past. It often happens when a new occupant comes to the Throne of a country, that he is an untried Prince, unversed in public affairs; it may be even that he is little know personally to those over whom he is called upon to reign. It is not so with King Edward. For the greater part of his life it has fallen to him not only to discharge a large part of the ceremonial public duty which would naturally fall to be performed by the head of the State, but also to take a leading part in almost every scheme established for the benefit, material or moral, of the people of this country. Religion and charity, the public health, science, literature, and art, education, commerce, agriculture,—not one of these objects appealed in vain to His Majesty, while he was Prince of Wales, for strong sympathy and even for personal effort and influence. We know how unselfish he has been in the assiduous discharge of all his public duties, we know with what tact and geniality he has been able to lend his aid to the furtherance of these great objects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore it is, not only that we hope, but that, from our past experience, we know, that His Majesty understands and enters into and appreciates and sympathises with the desires and needs of his people, and that he will devote himself even to a greater degree than he has been able to do in the past to the promotion of their welfare. And in this, perhaps, it may be light to say that it is an additional satisfaction to us to know that His Majesty will have by his side his august Consort, who has reigned in the hearts of the British people ever since she first set foot on our soil. Sir, there will be no discordant voice in this House to-day. If there were, we should not fittingly represent those who have sent us here. There will be but one universal feeling of sorrow for the lamentable calamity that has befallen the nation, and of hopeful confidence for a happy and prosperous future. I beg to second the motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}