{
    "url": "https://www.ukpol.co.uk/gregory-campbell-2022-comments-on-sinn-fein-and-democracy/",
    "title": "Gregory Campbell – 2022 Comments on Sinn Fein and Democracy",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Gregory Campbell",
            "url": "/tag/gregory-campbell/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Gregory Campbell, the DUP MP for East Londonderry, on 2 November 2022.",
    "content": [
        "Over recent weeks Sinn Fein repeatedly called for the imposition of ‘joint authority’. Last week in the Dail, Mary Lou McDonald described it as the “only alternative” if there was not an agreement to form an Executive by the deadline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Secretary of State eventually made a statement clarifying the matter but held off on an election date. Sinn Fein then went off message from everyone else actually calling for an election when every other Party and commentator in the Country was indicating the pointlessness of holding one now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having remained silent on the issue last week, Michelle O’Neill is now talking about the “legal obligation to call an election”. democracy is never Sinn Fein’s first choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An election won’t resolve the fundamental issues facing Northern Ireland. Only through dealing with the Northern Ireland Protocol can devolution be restored. If that happens then devolution can be restored on the basis of the Assembly election result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The opportunity was there for Sinn Fein and other parties to help avoid the current situation. Instead of acknowledging the issues caused by the Protocol they were demanding its rigorous implementation and blocking any discussions at the Executive table.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}