{
    "url": "https://www.ukpol.co.uk/dennis-canavan-1978-speech-on-the-loyal-address/",
    "title": "Dennis Canavan – 1978 Speech on the Loyal Address",
    "post_date": "April 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Dennis Canavan",
            "url": "/tag/dennis-canavan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dennis Canavan, the then Labour MP for West Stirlingshire, in the House of Commons on 1 November 1978.",
    "content": [
        "Four years ago, almost to the day, I made my maiden speech. At that time, little did I or any other Member realise that this Parliament would last so long, yet here we are entering a fifth Session with a fifth Queen’s Speech. Even the Prime Minister’s worst enemy must admire his ability and will for self-survival. It is a pity that the ability and will for survival on the part of the Government are not backed up by the political will and ability of the House to pass Socialist legislation. There is not very much of that in the Queen’s Speech. However, we should be grateful for what few crumbs of comfort there are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I begin at the end of the Queen’s Speech with a matter that I do not think anyone has mentioned so far in the debate, namely, a Scottish Bill to establish a system of registration of title of land. Those of us who believe in the public ownership of land realise that if we are to put a convincing case for that course in the House and to members of the public we must have adequate information about land ownership and land use in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of us have previously put that argument to Ministers during Questions and debates. There has been a marked degree of reluctance on the part of Ministers to agree to the compilation of a land register in Scotland. I am glad that the Government have at last, though somewhat belatedly, been converted to my views on that matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A great deal of research has been done on this matter, not least by John McEwen, a member of the Labour Party in Scotland. He has done some work on some of the larger estates in Scotland, and it is of interest to look at the information that he has managed to compile. For example, in Scotland the Duke of Buccleuch, the former Tory Member for Edinburgh, North, has 277,000 acres; Lord Thorneycroft, the chairman of the Tory Party, has 44,000 acres and the Duke of Montrose, who forsook his native land to prop up the illegal racialist ​ Smith regime, has, according to John McEwen, 8,800 acres in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those are just a few of the facts which will come out when the land register is published. I hope that the register will also contain information about the use to which these people put the land. Are they using it for good agricultural or forestry purposes or abusing it by making it into playgrounds and exclusive hunting retreats for the rich? So I look forward in this Session to a useful debate on land ownership and the use of land in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Other measures in the Queen’s Speech which I applaud are those which give people more participation in the decisions which affect them. In the last Session we heard a great deal—some said we heard too much—about devolution. Devolution of power is not simply the setting up of national assemblies for Scotland, Wales or anywhere else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Devolution of power means decentralisation of power. It means handing power to people at grass roots level and giving them more say by, for example, industrial democracy in decisions which affect them at their work places. It also gives them more say in the education of their children and in the tenure, improvement, redecoration and management of housing, and so on. Therefore, I welcome those measures in principle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can understand why Scotland is apparently excluded from the Education Bill for England and Wales. The Local Government (Scotland) Act 1973 already gives that degree of participation in decision-making to parents and teachers and in some instances to pupils’ representatives through the schools councils which were set up under that Act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore, I can see a reason for not including Scotland in the Education Bill for England and Wales. But I cannot see why Scotland should be excluded completely from the housing legislation proposals which will give council house tenants—about 50 per cent. of people in Scotland are council house tenants—a tenants’ charter giving security of tenure and more say in the management and repair of houses and their environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Tam Dalyell (West Lothian)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that my hon. Friend, like me and all Scottish Members, received a letter ​ from the new director of Shelter. Ministers have pointed out that this is based on many false assumptions and is largely inaccurate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Canavan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to hear that from my hon. Friend. However, I should prefer to hear it from the Minister speaking on behalf of the Government in replying. I hope that similar legislation will be included for Scotland along the lines that Shelter and the great majority of council tenants would like to see. Many find that they are strangled by the bureaucracy and over-centralisation of council house management. Indeed, more than half the people who come to my Saturday morning consultation sessions are concerned about housing matters. They should not have to come to a Member of Parliament. I try to help them, but they should not have to come to me. If we had a good system of housing management, and if tenants felt that the bureaucrats were more in touch with matters which affect housing, they would not need to approach their Member of Parliament, except as a last resort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the reference to “more open government”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Further proposals will be brought forward to achieve more open government.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I am a little disappointed about the wording in the next sentence:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It remains My Government’s intention to replace Section 2 of the Official Secrets Act 1911 with a measure better suited to present day conditions.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why is there no firm commitment for the introduction of a Bill? It is merely a repetition of a declaration of intention on the part of the Government. We need a Freedom of Information Act to allow people to have more access to information and to establish open democracy in this country\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The opponents, including some of the high-ranking civil servants at the Home Office—they are the people who often say what should or should not be a secret under the Official Secrets Act—argue that it would be too expensive. I think that in the lone run a freedom of information Act could save public money. The Crown Agents affair alone meant that £200 million went down the drain and the “phoney” sanctions blockade against Rhodesia has cost another £200 million in defence expenditure. If this House and ​ people outside had had access to information about the Crown Agents affair and the Rhodesian sanction busting long before the storm blew up, that public money would not have been wasted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the subject of Rhodesian sanctions, I hope that the Government will not allow the Bingham report to gather dust on the shelves with possibly one or two prosecutions of a minor nature. I hope that we shall have a full public inquiry, as demanded at the Labour Party conference last month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wrote to the Prime Minister on 14th September regarding the allegations in The Sunday Times that Shell and BP were still in some way involved in the supply of oil to Rhodesia. I received a reply dated 11th October from the Under-Secretary of State for Foreign and Commonwealth Affairs. In a brief reply, he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“After contact with their South African subsidiaries they”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "—namely, Shell and BP—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“have given us certain assurances, which are being studied with great care.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Am I not entitled to know what assurances Shell and BP have given to the Government? Why all this secrecy? Why are Members of Parliament and the public being denied information on important matters which affect not only their lives but the lives of people in Southern Africa and elsewhere?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Still on the subject of Rhodesia, I was disappointed, indeed angry, this morning to hear the right hon. Member for Chipping Barnet (Mr. Maudling), who used to be a Tory Cabinet Minister and a former spokesman on foreign affairs, say on the radio that he had sent out a circular to many Tory MPs urging them to vote against the continuation of sanctions against Rhodesia. That is a disgraceful way for anyone who pretends to believe in law and order to behave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The right hon. Gentleman, by encouraging his colleagues to vote for the discontinuation of sanctions, is virtually asking them to continue to prop up an illegal regime and to vote against the United Nations resolution. That is the low state that the Tory Party has reached on law and order on the international scene.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can see part of the wisdom for the Government’s continued refusal to give ​full recognition to the interim Government in Rhodesia from Smith’s announcement and threat earlier this week that he may postpone the elections after having promised to hold them towards the end of this year. Therefore, the Government have been right to continue sanctions against Rhodesia. I hope that they will stick firmly to this policy and that Tory and other Opposition Members, especially those who believe in law and order, will refuse to follow the bad leadership of the right hon. Member for Chipping Barnet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I now turn to matters which are nearer home. I was pleased to hear the Prime Minister naming a date for the referenda in Scotland and Wales. I am not sure whether it is a coincidence that they are to be held on St. David’s Day. St. David is the patron saint of Wales. Although the day is not a holiday or a feast day in Scotland, I hope that the whole of the Labour movement will be out campaigning for a “yes” vote. I hope that the Government give us full backing, including financial backing if that is possible, for the campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend the Member for Berwick and East Lothian (Mr. Robertson) took his seat today. That by-election completed a brilliant hat trick of victories for the Labour Party in Scotland this year. Despite the differences in the Labour Party’s fortunes north and south of the border in recent by-elections the by-elections in Glasgow, Garscadden, Hamilton, and Berwick and East Lothian had one thing in common: all the Labour candidates were in favour of setting up a Scottish Assembly. I am convinced that, although that was not the sole factor, it played a major contribution to the brilliant hat trick of successes in Scotland this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Dalyell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I went canvassing in Duns, Foulden, Grantshouse, Ayton and Reston, whenever there was a whiff of nationalism the candidate did not say that what was on offer was a great Assembly in Edinburgh. The candidate, in couthy Berwickshire language, said “Do you want a frontier up the road in Cornhill-upon-Tweed, or is my wife to take her passport with her when she goes shopping in Berwick?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Canavan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is interesting. I was canvassing in Eyemouth, and the ​ question of the Scottish Assembly was raised on the doorsteps. It was a talking point. The majority of Labour voters were in favour of a Scottish Assembly. They were against setting up a border down the road at Berwick-upon-Tweed. That is what the Scottish National Party wants. The Labour Party’s policy favours devolution and is against separation. That policy has been fully justified by the party’s increased majority and increased share of the vote at the Berwick and East Lothian by-election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have also learned something about the appeal of the Tories in Scotland. If they cannot win Berwick and East Lothian from us in a by-election, they are incapable of winning any seats from us in Scotland. That is not surprising when we look at the leadership of the Tories in Scotland. The Shadow Secretary of State for Scotland, the hon. Member for Glasgow, Cathcart (Mr. Taylor), is a Right-wing extremist who believes that he can solve every social difficulty in Scotland by reintroducing hanging and flogging and other extremist measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If I were the Leader of the Opposition, I would sack him. I understand that she might be reluctant to do that because of the shortage of talent elsewhere amongst the Scottish Tory Back Benchers. But it might be an idea for her to sack the hon. Member for Cathcart and make the right hon. Member for Sidcup (Mr. Heath) the Shadow Secretary of State for Scotland. Even he is more in touch with the people of Scotland than the hon. Member for Cathcart, whom many people believe to be a political thug.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish National Party lost its deposit at Berwick and East Lothian. That speaks for itself. The party was utterly humiliated. The result shows that the people of Scotland want nothing to do with the creation of new barriers and the setting up of an absolutely separate Scottish State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to hear from reports that have come from Government circles that the Government have ruled out any possibility of a pact with the nationalists. We do not need a pact with them. We have them over a barrel. They will vote with us on the Queen’s Speech and on many of the other measures in the forthcoming Session of Parliament. If they do not vote with us, they will suffer the ​ consequences at the polls and an even greater humiliation. They will rue the day that I converted Sir Hugh Fraser away from their party because they will be after his money to help them repay all the lost deposits at the next General Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Dennis Skinner (Bolsover)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The way that the Scottish National Party will vote is not as easy to describe as my hon. Friend suggests. There are quite a number of odds and sods on the Opposition Benches who must ensure that the Government remain in power so that they can keep their seats. The various small parties will abstain or vote with the Government in order to secure a Government victory. However, different groups could abstain or vote with the Government at different times. I am not so positive about the SNP. The parties will try to work the system out and the end result will be as my hon. Friend the Member for West Stirlingshire (Mr. Canavan) has described.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Canavan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I agree with my hon. Friend’s sophisticated political analysis. Some Opposition parties, including the SNP, will be split. I can imagine those representing former Labour constituencies such as the hon. Members for Dunbartonshire, East (Mrs. Bain) and for Dundee, East (Mr. Wilson) being hesitant and abstaining when a group decision has been taken in favour of a Right-wing policy. I can imagine those who represent former Tory seats, such as the hon. Members for Perth and East Perthshire (Mr. Crawford), and for Aberdeenshire, East (Mr. Henderson), abstaining or voting against the Government on a decision which is left of centre. There is no need for a pact with such people. Let them dare vote against us and take the consequences. I hope that the Government do not repeat the stupid mistake that they made with the Liberals. We could have done the same with the Liberals in 1976.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased that emphasis is put on\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“overcoming the evils of inflation and unemployment.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With 1½ million people unemployed and a 7·8 per cent. rate of inflation there is no room for complacency about economic strategy. The way to defeat inflation is not by way of a 5 per cent. wages limit. I hope that the Government will remember that the 5 per cent. policy was thrown out by the TUC and the Labour Party conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The rigid imposition of a 5 per cent. limit on wages would hurt most the working people whom we are supposed to represent and the ones to suffer most would be the low paid. Not only would such a policy fail to maintain living standards; it would lead to a decline in living standards. How can we threaten to use sanctions against employers who are accused of the so-called heinous crime of paying their workers too much? Let us not hear so much nonsense about a 5 per cent. policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we are serious about tackling inflation let us examine prices. There is a Price Commission, despite the fact that the SNP and the Tory Party voted against its introduction. However, the commission is hampered by the profit safeguard loophole which was allowed to happen because of the pressure from the Confederation of British Industry, aided and abetted by the Tories and the SNP. Unfortunately, the Government bowed to that pressure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Allied Breweries was recently given permission to introduce interim price increases of 7·5 per cent. Last year that company’s profits were £77 million. One might say that that involves only beer and that beer is not the most important thing in life. But what about Unilever, which sells soaps and detergents? Every housewife knows the importance of those items. That company was recently given permission to increase prices by 4·8 per cent. Its profits last year were £325 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tate and Lyle has been given permission to raise the price of sugar and syrup by 2 per cent. Its profits in the last two years were over £100 million. If we are serious about fighting inflation, let us put the boot into these boys instead of using the working class as the scapegoat in the battle against inflation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government should put more emphasis on increasing public expenditure, first of all, in order to increase the incomes of the most deserving people—the pensioners, the sick, the disabled and those who, through no fault of their own, are out of work and have families to keep. Let us nail the rotten propaganda that was put out during the recess by the hon. Member for Aberdeen, South (Mr. Sproat) ​ in his anti-scrounger campaign. The vast majority of people receiving benefits are those most in need. Let the Government speak out on behalf of the pensioners, the disabled and those who have to rely on unemployment benefit and supplementary benefit through no fault of their own. Let us give publicity, for example, to the recent report of the Supplementary Benefits Commission, which stated that more than £200 million of benefit goes unclaimed every year by people who do not know of their rights to it. Let some of that be put across instead of the rotten witch-hunt and propaganda that we have had from the hon. Member for Aberdeen, South.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My second reason for wanting to increase public expenditure is to improve services, especially essential social services such as education, health and housing. Take, for example, the school building programme. Nearly half the primary schools in Scotland are using buildings which are pre-war. I refer not to the Hitler war, but to the First World War. I can cite as examples the Dunipace primary school and the Kilsyth primary school in my constituency. It is about time more funds were released both to give jobs to construction workers and to provide better education facilities for the children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The same applies to housing. Last year a complacent Green Paper was published which seemed to say that in terms of roofs over heads the housing problem was virtually solved. People in my constituency are living in prefabricated houses which were built just after the last war. Those houses were supposed to last for 10 years, but my constituents are still living in them. For example, prefab tenants in Kilsyth are petitioning the local council and the Government for more money with which to improve their houses. I hope that the Scottish Office will be generous in its approach to this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thirdly, increased public expenditure is needed for investment in industry. I am glad that this matter is mentioned in the Gracious Speech in relation to the Scottish and Welsh Development Agencies and the NEB. But we are kidding ourselves if we think that increased investment in industry will by itself solve unemployment. It will not. Often increased investment brings about technological ​ change which makes an industry less labour intensive. We therefore need more work sharing exercises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Queen’s Speech refers to some form of compensation for short-time working. From reading elsewhere I believe that the proposed scheme is that if a worker is put on short time he or she will be entitled to 75 per cent. of the normal wage for each day he or she is put on short time. Therefore, if a man works four days a week instead of five, he will be entitled to 95 per cent. of his normal weekly wage. If he is forced to work a three-day week he will get 90 per cent. of his wage. Maybe that is better than the dole, but why should these people have to suffer any reduction in living standards?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would much prefer the Government to take firmer measures to move towards the universal adoption of the 35-hour week with an adjustment of the hourly wage rate so that there will be no corresponding decrease in the wage packet at the end of the week. Such a move would be in line with TUC and Labour Party policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My fourth reason for seeking increased public expenditure, therefore, is to increase employment opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Previously I mentioned the construction industry. It has been suggested recently that since the economy is getting better we should reflate by way of taxation concessions. Recent research, however, has shown that £1,000 million of tax cuts would create only an estimated 39,000 jobs. However, £1,000 million of increased public expenditure would create 235,000 jobs. Surely the case rests there in favour of public expenditure to create jobs, and I mean real lobs, not “phoney” jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me illustrate what I mean by “real jobs” by referring to an experience I had earlier this week in my constituency. I met a young lady constituent, a former pupil of mine, who had worked hard at school for some 13 years. Afterwards she had gone on to a college of further education and had worked very hard for another three years and qualified for what she thought was to become her life’s vocation as a teacher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "She left the college, however, to find that there were no jobs for teachers because of the cuts in education expendi- ​ ture. She was unemployed for a while and was eventually given a start on a job creation exercise. Her case underlines the distinction that I made between real jobs and “phoney” jobs. Her employer is the regional council, which is the education authority responsible for the employment of teachers in the schools. The girl is involved with a small team in the preparation of educational material, and so on. She is allowed to go into the schools and to communicate with teachers and, possibly, the pupils too. She is not, however, allowed to teach. She is being denied the right to work in the job for which she is best qualified and trained. She is intelligent enough and educated enough to see the stupidity and anomalies of the system. The children that she should be teaching are perhaps too young at this stage to appreciate them. One day, however, they will. One day, when they have grown up, they will perhaps look back at some of the debates and decisions of this House during the lifetime of this Parliament. Maybe they will judge us. My guess is that they will conclude that we did not respond generously enough to the great challenges and problems of our time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}