{
    "url": "https://www.ukpol.co.uk/dennis-canavan-1985-speech-on-the-loyal-address/",
    "title": "Dennis Canavan – 1985 Speech on the Loyal Address",
    "post_date": "June 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Dennis Canavan",
            "url": "/tag/dennis-canavan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dennis Canavan, the then Labour MP for Falkirk West, in the House of Commons on 6 November 1985.",
    "content": [
        "I do not usually go to the House of Lords to listen to the Queen’s Speech because I do not like being summoned by a messenger from an undemocratic institution such as the House of Lords, and because recently the contents of the Queen’s ​ Speech have been predictable. However, this morning I made an exception and went to the other place to keep a check on what was going on. It never ceases to amaze me, and I wonder whether we are living in the same world. The complacent attitude of the majority of Members of both Houses seems to show a lack of communication between the people in Parliament and the real people with real problems in the real world outside the Palace of Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That attitude of complacency and being out of touch is reflected in the Queen’s Speech. This is the seventh Queen’s Speech since the Government took office, and each one has outstripped its predecessor as a recipe for unprecedented conflict, record unemployment and deepening divisions in society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite the cooked statistics and downright lies, at least 4 million people in this country are unemployed. More than 40 per cent. of them have been out of work for more than a year. Every hon. Member who is anxious to speak the truth on behalf of his or her constituents can describe the devastating effect that that is having in almost every constituency. The Falkirk travel-to-work area, for example, has an unemployment rate of 18 per cent. and contains places such as Denny, where unemployment is more than 30 per cent. That was even before the crisis over the proposed closure of the Cruickshanks iron foundry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In such circumstances it would make sense for the Government to consider upgrading the development area status of the Falkirk district, and to use public investment to stimulate the construction industry, for example, and to attract new industries, such as a coal liquefaction plant. Instead, the Government downgrade the development area status, introduce a Transport Bill which presents a serious threat to the local coachbuilding industry, and impose on the local authorities massive cuts in necessary expenditure, such as that on housing construction and modernisation programmes. The Government seem hell-bent on a doctrinaire worship of free market forces, and on a privatisation programme to sell some of the nation’s most valuable assets. Since the Government took office they have privatised oil, gas, aerospace, shipbuilding, forestry, transport and telecommunications. In the Queen’s Speech, even the management of the royal dockyards is up for privatisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I almost felt sorry for the Queen who had to read:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“My Government will bring forward legislation to introduce commercial management to my naval dockyards.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where will it all end? If this goes on, the Government will soon be selling off the British Army to Securicor, and will force the Queen to read out a speech which states. “My Government will be introducing legislation to sell my Crown jewels.” The Government have already sold many of the Crown jewels of British industry, and now they are threatening the very existence of others.  \nOther Scottish hon. Members have mentioned the steel industry, particularly Gartcosh. If it is closed, the effects of the closure will not only be felt in Lanarkshire and the immediate area, but there will be a crashing domino effect throughout the Scottish economy. It will affect job prospects for my constituents who may be employed, for example, at the port in Grangemouth, which handles more than 80,000 tonnes of finished steel a year. It is little wonder, therefore, that even some Scottish Tory Members are beginning to criticise the Government and British Steel’s proposals, despite a circular from one of the “high heid yins” in the Scottish Tory party who told them to shut ​ up. I hope that they will not shut up but will speak up and, more important, that when we vote on the future of Gartcosh, they will put their country before their party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The internal tensions and divisions within the Scottish Tory party are the result of the Government breaking the consensus approach to politics of previous Tory leaders such as Harold Macmillan. It was based on a consensus for regional development, relatively full employment, improving the National Health Service, and a welfare state. That consensus has now been broken. We have for example, the Fowler proposals which will increase the gap between rich and poor, and which, combined with the continuing mass unemployment resulting from the Government’s economic policies, will increase the possibility of social conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is sad that some Government Members and their supporters seem to relish the possibility of conflict. They certainly used the conflict in the south Atlantic to help them win the 1983 general election, and I suspect that some of them, including some Ministers, would like to use conflict on our streets to win the next general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Instead of offering constructive proposals to deal with deprivation in our inner cities and elsewhere, and instead of offering constructive proposals to improve job, education and housing opportunities, the Government are responding with more police powers, more truncheons, more riot shields and possibly more tear gas and plastic bullets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I understand that the deputy chairman of the Tory party is a master of fiction, and by heavens the Tories will need one, and he seems to be the Goebbels of the Tory party. Mr. Archer is on record as telling young unemployed people to get off their backsides and look for work. That is the Tory party contribution to International Youth Year. I understand that Jeffrey Archer has since been told to apologise—no wonder, when one looks at the lack of job opportunities for young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my area, Central region, the number of job vacancies for unemployed youngsters under the age of 18 is as follows: in Falkirk, seven; Stirling, four; Denny, no vacancies; Grangemouth, no vacancies; Bo’ness, no vacancies; and Alloa, no vacancies. That makes a total of 11 job vacancies in the whole of Central region, where more than 2,000 young people under the age of 18 are unemployed and more than 2,000 on youth training schemes face the possibility of not having a job at the end of their training. It is Jeffrey Archer who should get off his backside and go to places such as Denny, Falkirk and Bonnybridge and talk to some of the young unemployed people who have been deprived of work because of his party’s doctrinaire policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not just the lack of employment opportunities but the lack of educational opportunities that is affecting young people. The Government must face up to their responsibilities in this matter, too. During the summer recess I went to several schools in my constituency and saw at first hand what can only be described as a grave crisis in Scottish education. The crisis has been precipitated by the Government’s intransigence in refusing to meet the teachers’ reasonable demands for an independent pay review. The dispute has been dragging on in Scotland for well over a year. Tomorrow there will be a lobby of Parliament by the Scottish teachers and their ​ colleagues south of the border. I hope that the result of that lobby will be that the Government will offer a more constructive response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So far, the Government have used their usual tactics. They have tried to divide and rule. They have tried to divide the head teachers from the teachers, and the parents from the teachers. So far, their tactics have failed. In my experience, the vast majority of parents, although seriously worried about the effect of the strike on their children’s education, are very supportive of the teachers in their demand for an independent pay review. Most parents were incensed, just as most teachers were incensed, when just a few months ago the Government handed out increases of 17 per cent. or more to the top brass such as admirals, judges and generals, none of whom does a day’s work as valuable as that of a teacher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most of the people of Scotland support the Scottish teachers. I remind the Government that the vast majority of Scottish people rejected the Government at the general election. Therefore, the Government cannot argue that they received a mandate from the people of Scotland to destroy the Scottish education system. Similarly, the Government received no mandate to destroy the Scottish steel industry; they received no mandate to destroy the welfare state; and they received no mandate to destroy what vestige of local democracy is still left in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The sad fact is that Scotland is being ruled by a Secretary of State for Scotland who is increasingly out of touch with the people’s real needs and aspirations. He is being increasingly rejected and discredited. He has his head in the sand. Not long ago he said that there was no demand by the people for a Scottish assembly, yet opinion poll after opinion poll shows not just that the Scottish Tory party is being reduced to an almost irrelevant rump, but a growing demand for meaningful devolution of power to the people by the setting up of a Scottish assembly. The Secretary of State may say that there is no demand for a Scottish assembly, but I tell him that there is no demand for him, the Prime Minister or the policies that they are trying to foist on the people of Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Government and Parliament continue to respond stubbornly to the legitimate demands of the people outside this place, this Parliament will fall increasingly into disrepute. Many of those who pretend to uphold parliamentary democracy and traditions, and all the related institutions, will be responsible for decreasing respect for Parliament among a growing number of people, who will see through the facade, despite all the pomp and ceremony of the State opening, the horses and carriages, Black Rod, the tiaras, coronets and the ermine robes, and a Queen’s Speech that will do virtually nothing to help the vast majority of real people in the real world outside the Palace of Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}