{
    "url": "https://www.ukpol.co.uk/edward-du-cann-1978-speech-on-mp-salaries/",
    "title": "Edward du Cann – 1978 Speech on MP Salaries",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Edward du Cann",
            "url": "/tag/edward-du-cann/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Edward du Cann, the then Conservative MP for Taunton, in the House of Commons on 28 July 1978.",
    "content": [
        "I hope that the Parliamentary Secretary, who has given that clear explanation which we all so much appreciate, will not think me in any way discourteous if my first words are of complaint. It seems to me profoundly unsatisfactory that all the proposed amendments to the motion are out of order. I understand that the reasons for that are largely technical. The chief reason, at least in respect of the amendment standing in the names of the right hon. Member for Anglesey (Mr. Hughes) and myself, is likely to be removed in a day or two, when the Parliamentary Pensions Bill receives Royal Assent, but that is scant consolation if one is not able to move the amendment today. This is typical of the confusion, muddle and total unsatisfactoriness which bedevil the whole of the situation and the discussions about Members’ remuneration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not only did the House as a whole appreciate the explanation that the hon. Gentleman was good enough to give us; I am sure that all of us who have been responsible for the meetings with the Leader of the House, to which he referred, appreciate what the hon. Gentleman said about the way in which the representations have been conducted. It might be appropriate if I were to say now directly to the Leader of the House in public something that I have already said to him in private—that is, how much those of us who have been to see him have appreciated the courtesy and infinite fairness with which he has consistently heard us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have had a large number of meetings and a large number of people have seen the right hon. Gentleman, and I hope that he will not mind my adding that I think that the way in which those meetings progressed indicates clearly how necessary it was to have them. The ​ Leader of the House took a great deal of convincing in the first instance that what we had to say was sensible and, indeed, responsible and in the general interest, but the fact that he has accepted that view and now has done something constructive about it is something for which we should all be grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should like to express appreciation that these motions have now been tabled. It is unquestionably right—no one can deny it—that the pay and allowances and pensions of Members of Parliament should be improved in the terms described by the Parliamentary Secretary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also totally appropriate—I have always agreed to and acknowledge this—that what is done at this moment must come within the Government’s guidelines. I have never suggested that Members should do anything other than conform to the same rules and obligations, voluntary or compulsory, which affect the remainder of our fellow citizens. If we are lucky enough to have certain privileges in this House—for example, free speech—we should be extremely jealous of those privileges. They should never be exploited, and in the ordinary way we have no business to argue that we should be in a privileged position in any other sense than what is necessary for the performance of our duties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But certain things need to be said, and said plainly while we have the opportunity. There is no doubt that even at these enhanced rates the pay of Members, their pensions, and certain of their facilities are abysmally and stupidly inadequate. That is a matter of fact, not of argument. For many years the way in which we have dealt with our own situation has been unfair, but that is cur fault—I would not argue differently. As the Parliamentary Secretary suggested, this has always been a difficult and embarrassing matter. It is right, however, that it should be realistically approached, and that is my purpose this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am all for modesty. Modesty is one of the happiest and most charming of human virtues, and I think it behoves all of us who have the privilege of being in this place to be especially modest. However, I believe that in relation to our own circumstances we have displayed a degree of modesty which shows it to be a false modesty, and in so doing we have done ​ the nation as a whole a disservice. To pretend that everyone should be paid some trivial remuneration because merit or responsibility cannot be properly rewarded may be honourable enough, but it is a foolish policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore, my aim this morning is clear—to bring into the open some of these matters and, above all, to make the point that the responsibilities that we have cannot in any way be delegated. Hence the campaign in which I have been engaged, with my right hon. and hon. Friends and right hon. and hon. Members opposite—I am grateful to them for their support and encouragement in it—to ensure that the issues are better appreciated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the right rate of pay for a Member of Parliament? Should we be paid the equivalent of the rank of colonel in the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Army, of an assistant secretary in the Civil Service, of a county court judge, or of the chairman of a medium-sized company? These are all suggestions that I have heard canvassed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The present position is that we are not paid amounts approximating to any of those suggested rates. We are paid very much less-50 per cent. or 60 per cent. of those amounts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Should we be paid the same as is received by a skilled artisan working, for example, on a newspaper? Let anyone pick up the reports and accounts of a newspaper company and see the money which such skilled persons are paid. Let anyone calculate what is received by people on the shop floor, throwing in additions for unsocial hours and the rest, and see what the figures would be. We are not paid even according to those levels. Yet I firmly argue that the responsibility that Members of Parliament carry—particularly those who accept special duties in this place—is very much greater and always will be than that which is carried in any of those categories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us compare our situation with membership of other Parliaments. I gave some of the figures and comparisons in a speech on 21st June, and I shall not repeat them. Suffice it to say that the British Member of Parliament is paid, on average, a half or one-third, or perhaps even a quarter, of the rate that other Members of Parliament in democratic Parliaments are paid. Next June, we shall be having elections to the European Parliament. So far as I can see, our present remuneration is likely to be between one-third and a quarter of what Members of that august Assembly will receive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The file of cuttings kept in our excellent Library shows that there is not one serious newspaper which does not acknowledge how unsatisfactory the present position is. I cite just one example, a newspaper that suggested that we are just about the worst paid in the western world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not only of today that it is appropriate to speak. Without doubt, the good will of former Members of the House is being exploited. As my hon. Friend the Member for Somerset, North (Mr. Dean) remarked, in a telling speech to which the Leader of the House listened, there are 270 potential pensioners of the House who do not draw a pension at all, just as there are, as the Minister hinted, a large number of Members in the present House who do not draw and may not be drawing the full amount that we see in the list on the Order Paper this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A number of Ministers in the House of Lords are paid less than their equivalents in the House of Commons are paid. In respect of present office holders, the list of anomalies is legion. Let us take the position of the Prime Minister. I rejoice that it is proposed that the Prime Minister of the United Kingdom should be given an increase in his remuneration, but at £22,000 he will be drawing a salary approximately one-third of the remuneration of chairmen of some of the largest companies in the United Kingdom, and perhaps an even smaller proportion than that. The same is true of the Lord Chancellor of England. It is true also of a Cabinet Minister, whose salary, at £14,300—is vastly less than the remuneration given to the chairmen of nationalised industries. Junior Ministers, at £6,000, will be drawing less than is received by advertising account executives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All this shows two things, does it not? It shows that once one starts having pay freezes, and the like, a number of distortions arise. Second, it shows, by comparison with the real world outside the ​ House, how eccentric is our pay and how out of line it is with that real world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In an endeavour to establish the rate for the job, as the Minister said, the Top Salaries Review Body was established. I think it appropriate as a general point here that we should pay tribute to Lord Boyle and his colleagues for the work that they do for the national economy. The Review Body reported in 1975 that the right rate for the responsibility of being a Member of Parliament was £8,000 a year. A lesser figure was decreed by the Government and agreed by the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is never the right time, is it, to do the right thing in regard to Members’ remuneration and conditions? For that past foolishness—I call it by no stronger term—we have to run all the harder now in order to catch up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One can revise the figure recommended by that distinguished and disinterested group of persons after subjecting the whole matter to the most careful inquiry, and update it in two ways. One can use either the retail price index or the index of average earnings. Updating £8,000 according to the rise in the retail price index between June 1975 and June 1978, one arrives at £11,500. That is the figure that appears in the amendment tabled by the right hon. Member for Anglesey and myself. Using the index of average earnings, for which the figures I have are not quite as recent as those for the retail price index, one comes to a slightly higher figure—£11,678.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The purpose of tabling the amendment, therefore, is to illustrate the scale of sacrifice that Members of Parliament have made in the national interest. It is not true, as was said on the radio this morning and as, I dare say, a number of careless people may assume, that what the right hon. Gentleman and I are arguing for is a 100 per cent. increase in Members’ remuneration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truth—I want to bring this out clearly—is that Members of Parliament are drawing only about 60 per cent. of the amount which an impartial investigating group of persons stated as the proper sum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Moreover, as the Minister indicated and as I remarked earlier, the figure that appears on the Order Paper in the name of the Leader of the House is not the ​ amount that many Members of Parliament receive. More than 100 Members of Parliament draw a smaller amount. It would be helpful if the right hon. Gentleman could tell us what their position is now. Are they entitled to draw their full amount or not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I come now to the Minister’s statement on the reconstitution of Boyle. I say at once that that is much appreciated. It was something for which the right hon. Member for Anglesey and I, together with our colleages, representatives of the 1922 Committee and the Parliamentary Labour Party, argued strongly, and we are glad that the Government propose to agree to it. I think that it is a wise decision and is the right decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clement Freud (Isle of Ely)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does not the right hon. Gentleman consider that as the TSRB has given a decision, if the case goes back to it and it gives a different and advantageous decision, it may lead to every person who has been awarded anything by the body going back again?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. du Cann**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall come to that in a moment. I am sure that the decision to refer the whole matter to the Boyle Committee again is entirely wise, but there are some matters that I should like to raise in relation to that reference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, I hope that the Leader of the House will agree that the reference should be comprehensive. There are many matters to be considered. It is not only the question of what is the absolute rate for the job, which bears on the intervention of the hon. Member for Isle of Ely (Mr. Freud) but it is necessary, once and for all, to settle whether it would be appropriate to have a sort of running comparative yardstick. I think not, but I recognise that many hon. Members argue for that. I think that it is for us to make decisions and not to hide behind the skirts of another profession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reference should also include pensions. It was impossible not to be moved by the discussion in the House the night before last, especially by the telling speech of my hon. Friend the Member for Somerset, North who spoke about the 270 of our colleagues who do not have pensions. As the Minister said in that debate, we need to reconstitute that pension scheme in order to have more flexible rules. That is obviously a ​ wise way to operate and it would be helpful to have the Boyle Committee’s views and recommendations on that aspect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly we must also look at the scale of allowances and the comparative position of Ministers in another place, just as we must consider the position of Ministers in general. Last, but by no means least, we must consider the remuneration of the small group of our most senior public servants, including the Prime Minister, the Lord Chancellor and yourself, Mr. Speaker, and especially your pension provisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is clear that the position of hon. Members has slipped through our carelessness, indifference and cowardice. It is urgent that the matter should be thoroughly investigated and it is fine that this is to be done. But that is not enough. There must be a commitment by the Government and the Opposition. What is the point of having an inquiry, with all the work that goes into it, if we do not know whether its results will be accepted?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I speak only for myself—I cannot commit my colleagues or Labour Members—but I should be willing to abide by the recommendations of the Boyle Committee, good, bad or indifferent. If we ask distinguished people to do a great deal of work and to make a thorough survey, we should say that we shall accept their conclusions. The Government and the Opposition should both say that. It should be an understood commitment so that we can remove this matter from politics altogether and say to the British people that we are conscious that we have not got this right in the past, but we are now determined to do so and, whatever party forms the Government and whatever allowances may be due in future, we are determined to see that this business is put into proper order. I hope that the Leader of the House will state that on behalf of the Government, plainly and forthrightly, and that the Shadow Leader of the House will echo that commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have been fooled once, because the Boyle Committee made a recommendation that was casually tossed on one side. That is not the way to do things. I hope that there will be a general consensus that that precedent will not be ​ followed in future, and that by setting up the Boyle Committee and agreeing to implement its recommendations, even if we have to phase them, we shall ensure that this matter is handled with better sense and dignity than in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}