{
    "url": "https://www.ukpol.co.uk/edward-du-cann-1956-maiden-speech-in-the-house-of-commons-2/",
    "title": "Edward du Cann – 1956 Maiden Speech in the House of Commons",
    "post_date": "November 18, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1956",
            "url": "/tag/1956/"
        },
        {
            "text": "Edward du Cann",
            "url": "/tag/edward-du-cann/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Edward du Cann, the then Conservative MP for Taunton, in the House of Commons on 23 April 1956.",
    "content": [
        "I have the honour to represent the ancient and historic constituency of Taunton, in the County of Somerset, which comprises not only the Boroughs of Taunton and Wellington but also their rural districts and the rural district of Dulverton, and which includes some of the most beautiful countryside in Somerset, if not in the whole country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The industries in my constituency are many and varied. They range from the production of cider—fortunately not affected by the proposals of the Chancellor of the Exchequer, or perhaps I should make a speech rather different from that which I am now about to deliver—to the textile trade; from the manufacture of gloves, shirts and collars to the manufacture of precision instruments; from engineering to withy growing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taunton market is the finest in the West, and the largest single industry in the constituency is farming. Therefore, not only do we earn foreign currency by our work in this constituency, but we also save foreign currency as well. Perhaps I may say, in parenthesis, that one must recognise that for all the support which the farming industry is receiving at the moment from the taxpayer, small farmers and hill farmers particularly eke out a not very satisfactory living.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The division has been represented in this House by many distinguished men, although it failed to elect the great Mr. Disraeli when he stood as a Tory candidate at a by-election in 1835. Not least among those distinguished men has been my immediate predecessor, Lord Colyton, to whom I owe a great deal—far more than I shall ever be able to repay. I see the hon. Member for Shoreditch and Finsbury (Mr. Collins) in his place, and perhaps I may say that both he and my predecessor the noble Lord represented Taunton with distinction and rendered great service to their constituents. They have both set me a hard example to follow, and I shall do my best to follow it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I confess to being in some difficulty in addressing the Committee today because, on the one hand, I understand that by the tradition of this House a maiden speech may not be contentious, but, on the other hand, I recall the turbulent history of the West Country. Names like Monmouth and Judge Jeffreys come to my mind. Perhaps it is just as well that the hon. Member for Nelson and Colne (Mr. S. Silverman) is not in his place. So we in the West Country are rebels yet, and suffer no Government gladly, particularly when they have their hands in our pockets in which we keep our loose change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For all that, it is true to say that my constituents and the majority of the people of this country support my right hon. Friend the Chancellor of the Exchequer in his grand design and aim to contain inflation, to encourage private, and more particularly Government, saving, to keep Britain solvent and to build up our reserves and keep us paying our way. We recognise, too, that if these things are done we are certain to maintain our standard of living and, perhaps, in the future to build it up. If these things are not done, we shall perish and the result will be tragedy for our people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is with regard to the methods by which my right hon. Friend seeks to attain these aims that there may be differences of opinion. As to the detail of his Budget, I wish to refer, first, to the sensational announcement—for it is that—about the new Premium Bonds and then later to other matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We shall have to wait for details of the Premium Bonds scheme, but it is is, perhaps, appropriate to make four points. The first is, that it is clear that the public imagination has been caught by the idea. That augurs well for its success. It seems to me important, if it can be arranged—as I have said, we do not know the details at the moment—to start the scheme as early as possible. I hope very much that we shall not be kept waiting for as long as my right hon. Friend suggested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, when we have secured the interest of the people, we surely want to maintain it. It occurred to me that it would, perhaps, be better to draw these bonds every month instead of every three months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thirdly, my right hon. Friend announced that the bonds would have a par value of £1 and that the maximum holding would be limited to £250. I agree with the figure suggested for the holding, but I am not so sure about the par value. At a time when investments tend to be cheaper so far as their par value is concerned in order to encourage working and middle-class people to buy them, it seems to me that it would be better to reduce the par value to 10s. or 5s. One recognises the difficulty when a great investment company like Cable and Wireless has to do that in order to attract investors. Therefore, it seems to me important to make the point here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lastly, bearing in mind a letter in The Times on Friday last which quoted a precedent in Queen Anne’s day, it seems to me that my right hon. Friend might be able to get over the objections of some people—one can sympathise with and understand them—to the speculative nature of these bonds if some small rate of interest were paid on them. The net rate to be paid is 4 per cent. and if we gross it up it is about 7 per cent., which is a very high yield when compared with the ordinary share yield index quoted in the Financial Times, which is just about 5½ per cent. Surely 1 per cent. could be paid on these bonds, since my right hon. Friend has said that registers are to be kept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Leaving the subject of the Premium Bonds, I should like to say that I have—and I know that my constituents have—followed the Chancellor’s reasoning when he says, in effect, that this is to be a “hold-the-fort” Budget and that there could be no tax concessions this time. We are also pleased that no severe increase in taxation has been imposed either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should like to register a point for the next time, and talk about two sections of the community, those who receive the most and those who receive the least—the Surtax payers and the old-age pensioners. I am, clearly, not an old-age pensioner, though, pray God, I may be one day, and neither am I a Surtax payer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The present initial level for Surtax is the same as it was in 1928–29, and if we take account of the fall in the value of money, it would appear, bearing in mind current values, that Surtax begins at a level of about £600 or £700. In these days, when the middle-class is expanding so fast—and we welcome that expansion—it is surely illogical and out of date to keep the lower limit at that figure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not suggesting that one should not recognise the social purposes of taxation, as the right hon. Member for Huyton (Mr. H. Wilson) mentioned in his speech, nor am I suggesting that we should not keep the upper limits of Surtax high. I am talking about the middle ranges of Surtax. We must surely recognise that Income Tax and Surtax discourage the people with special skills and trades. They discourage, too, the young and rising managers and executives. They stultify endeavour and kill incentive, and they are morally bad in the sense that they encourage the payer of Income Tax and Surtax to look for his remuneration in indirect ways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As to the old-age pensioners—I am sure that my right hon. Friend bears their needs very much in mind—much has been done for them, not least by the present Administration. I think that is a fair point to make, but much more needs to be done for them. On the subject of the tobacco concession, I have found among my constituents dissatisfaction, not because the concession has not been increased by 2d., but because the concession exists at all. Many think that it would be much better to give all old-age pensioners an extra 2s. 6d. a week rather than give one section an extra benefit. Although 50 per cent. of old-age pensioners take advantage of the tobacco concession, one does not know how many of them are habitual smokers. It would be fairer to give the 2s. 6d., or whatever the sum may be, to all of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another point which has been put to me very strongly, and with which I strongly sympathise, is that it would be a great aid for the old people if something were done to raise the earnings limit for them. I know that that is a matter which is being investigated at the present time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, I hope and believe that my right hon. Friend’s language in his Budget speech gives great cause for hope that his second Budget may implement the promise of his first, and that when inflation is mastered and our trade position in the world improves, as we pray may be the case, we may look forward to enjoying the great tax reforms and reliefs of which our heavily burdened nation stands so sorely in need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}