{
    "url": "https://www.ukpol.co.uk/dan-carden-2022-parliamentary-question-on-lgbtq-rights-at-the-qatar-world-cup/",
    "title": "Dan Carden – 2022 Parliamentary Question on LGBTQ+ Rights at the Qatar World Cup",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Dan Carden",
            "url": "/tag/dan-carden/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Dan Carden, the Labour MP for Liverpool Walton, in the House of Commons on 13 December 2022.",
    "content": [
        "**Dan Carden (Liverpool, Walton) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What diplomatic steps his Department is taking to promote LGBTQ+ rights during the men’s World cup in Qatar.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Secretary of State for Foreign, Commonwealth and Development Affairs (James Cleverly)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ministers and senior officials have raised the UK’s position with regard to LGBT+ football fans and the status of those fans in Qatar. I raise these issues regularly in my direct engagement with the Qatari authorities, and on my recent visit to Qatar it was again restated in the conversation between myself and my opposite number in the Foreign Ministry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dan Carden**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the Foreign Secretary. Qatar has brought into focus the denial of people’s basic rights over their sexuality and gender. Around 70 countries still criminalise homosexuality, with 10 or more still using the death penalty. We are seeing a regression for LGBT rights in many parts of the world. Last week in Russia, Putin criminalised any act of public mention of same-sex relationships. In parts of eastern Europe, LGBT people are facing aggression, with violence in Bulgaria, new anti-LGBT laws in Hungary and so-called LGBT ideology-free zones continuing to operate in Poland. What is the Foreign Secretary doing to ensure that we do not see a pink curtain descend across Europe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman raises incredibly important points. My position on the importance of promoting and defending the rights of LGBTQ+ people is well known, and that absolutely reflects the British Government’s position. We do not shy away from raising these issues in the conversations we have with those relevant countries where there are issues and where we are seeing a slip backwards, and I can commit to him and the House that we will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Desmond Swayne (New Forest West) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A proportion of the gay and lesbian community in Qatar will statistically also be part of the Christian minority, and Qatar has one of the worst records in the world for persecution of Christians. What is the Foreign Secretary going to do about that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Again, the British Government have a long-standing commitment to the protection of freedom of religion or belief, and we report on it regularly. The Prime Minister has in the past appointed a special envoy for this issue. My ministerial friend Lord Ahmad in the other place champions it when he has conversations in the region. The protection of minorities is an issue that is brought up regularly in the conversations that I have in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}