{
    "url": "https://www.ukpol.co.uk/dan-carden-2020-speech-on-finance/",
    "title": "Dan Carden – 2020 Speech on Finance",
    "post_date": "May 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dan Carden",
            "url": "/tag/dan-carden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dan Carden, the Shadow Minister for Finance, in the House of Commons on 19 May 2020.",
    "content": [
        "I am delighted to contribute to this debate as shadow Financial Secretary. May I start by acknowledging the significant interest and the strong feelings of people across the country on this issue? We are considering a technical change to our tax system, reforming compliance on IR35 rules for the private sector, but for many people watching us, there is genuine concern that this technical change—this attempt to strengthen the system against tax avoidance—may affect their incomes and their livelihoods. I and the Labour party approach this matter with the seriousness and the consideration that it merits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The ambition of IR35 rules and the associated difficulties have been a long-running saga over three decades, and it is a near impossible task to do the issue justice in the five minutes I have to contribute today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Provisions were introduced by the last Labour Government in 2000 for HMRC to investigate and identify the relationship between businesses and contractors and to ensure that, where individuals actually perform the role of employees, they were contracted as such, to pay the correct tax and benefit from the correct employment protections, two issues that remain at the heart of the difficulty around IR35.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The nature of today’s economy, with the weakening of workers’ rights and employment protections and with zero-hours contracts, demands a radical overhaul. We need a progressive tax system, and we need to rebalance the relationship between those at the top and those at the bottom. In the meantime, what we have are piecemeal attempts to stop some, perhaps the more blatant, tax avoidance arrangements utilised by some ​companies. The challenge for tax authorities and for us is to understand, and differentiate between, fair and correct contractual relationships for the genuinely self-employed who are providing a crucial service to business and those who are all too often forced into bogus self-employment by unscrupulous employers, a practice that has become all too common and is designed to cheat the tax system and to deprive working people of their rights and even their entitlement to a minimum wage and fair pay. HMRC estimates such bogus self-employment schemes cost around £3 billion a year in lost tax revenue, and the February 2020 Treasury review put the cost of non-compliance with IR35 at £1.3 billion a year by 2023-24.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having taken effect in the public sector in April 2017, these measures were initially meant to be rolled out to the private sector last month, but that is being delayed by a year due to the current pandemic, and the Labour party broadly supports the decision to delay. We have raised concerns about the implementation of this reform and have called for a proper and thorough review before the roll-out to the private sector, and, as the Financial Secretary recognised, the additional time now available gives him an opportunity to get to grips with these concerns, but we do need reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Labour party is committed to modernising the law around employment status, including new statutory definitions of employment status, and the Government’s own Taylor review was right to conclude that the nature of the tax system acts as an incentive for practices such as bogus claiming of self-employed status, both by businesses and individuals. It called on the Government to make the taxation of labour more consistent across employment forms while at the same time improving the rights and entitlements of self-employed people. I would also add—as we consider these changes in the midst of the coronavirus pandemic that has forced 2 million people on to universal credit and millions to rely on the Government’s furlough scheme, unsure of their future—that we need a social security system fit for the modern era that can protect all of our people in one of the wealthiest countries on the planet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would just like to finish with a few points that I hope the Financial Secretary can respond to when he winds up. Can he explain how reforms will only affect people working like employees through a company, and does he agree that there can be no space in our economy for zero rights employment? Will he respond to concerns most recently set out by the House of Lords Economic Affairs Finance Bill Sub-Committee that lessons have not been learned from the roll-out to the public sector, and will he look again at serious problems highlighted with the “check employment status for tax” online tool?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need a joined-up approach in the consideration of tax regulations and employment law. We need better protections for the self-employed, and we need to tackle tax avoidance, and the Labour party will work constructively to achieve that end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}