{
    "url": "https://www.ukpol.co.uk/dan-carden-2022-parliamentary-question-on-support-for-nato-allies/",
    "title": "Dan Carden – 2022 Parliamentary Question on Support for NATO Allies",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Dan Carden",
            "url": "/tag/dan-carden/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Dan Carden, the Labour MP for Liverpool Walton, in the House of Commons on 12 December 2022.",
    "content": [
        "**Dan Carden (Liverpool, Walton) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What steps his Department is taking to support NATO allies following the Russian invasion of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Minister for Armed Forces (James Heappey)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year has been extraordinarily busy, as the alliance has moved to respond to Russia’s aggression in Ukraine. The Royal Navy has been deployed in the Black sea, the Baltic sea, the eastern Mediterranean and the north Atlantic; the Army has been deployed in Bulgaria, Poland, Lithuania and Estonia; and the Royal Air Force has been deployed in Lithuania and Romania, as well as in patrols over the Black sea, the Baltic sea and the High North. We have also been engaging with the armed forces of both Finland and Sweden in anticipation of their accession to NATO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dan Carden**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the Minister for that answer. I have had the privilege of travelling to Poland and Finland in recent months to see how we are working with those allies. The UK must support Ukraine for the long term, and it must move beyond ad hoc donations of weapons and lay out a long-term strategy for military, economic, humanitarian and diplomatic support throughout 2023 and beyond. In the summer, the Defence Secretary promised that the UK and its allies would begin to establish a plan of action to support Ukraine into 2023. Can the Minister tell us where that is? The Defence Secretary also endorsed updating the integrated review in response to Ukraine during the summer. Where is that plan?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Heappey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman is right, to a point. There is a need to gift in kind or to find international donations that meet an immediate need because an opportunity has arisen in the conflict, but he is right to suggest that there is also a sort of “business as usual” drumbeat that we must, as an international group of supporters, seek to deliver on. The problem is—I apologise to the House that this is the case—that Putin would like to see that plan as much as he would, and for that reason I can assure him that there is a good supply of ammunition and matériel going into Ukraine over the course of the next 12 months, but from where, when and what, I will not be able to share.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I call the Chair of the Select Committee on Defence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Tobias Ellwood (Bournemouth East) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has led by example with its military assistance to Ukraine, but may I invite the UK to step forward again? Until now, the west has publicly stated that it is for Ukraine to determine on what terms Russia is defeated. It is their country and, of course, Ukraine’s objectives are fundamental, but this approach effectively outsources our Russia foreign policy and ignores the wider long-term threat Moscow now poses to all of Europe. Do we accept that this is no isolated invasion? Russia is returning to type by expanding its influence across Europe, by weaponising oil, gas and grain, and by increasingly drawing Iran and Belarus into the fight. This is a European war and it is in our economic and security interests to put out this fire. Our Russia foreign policy should reflect that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Heappey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I agree, but I do not think the response to Ukraine is the totality of the UK’s foreign policy on Russia. Russia is a challenge not only across the European continent but beyond. My right hon. Friend is right that Russia is using grain as a weapon and as leverage across the global south, so the UK must seek to address Russia’s malign activity globally while continuing to do everything we are doing to ensure that the war in Ukraine ends on terms acceptable to President Zelensky.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}