{
    "url": "https://www.ukpol.co.uk/dan-carden-2022-speech-on-the-hospitality-industry-in-liverpool/",
    "title": "Dan Carden – 2022 Speech on the Hospitality Industry in Liverpool",
    "post_date": "June 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dan Carden",
            "url": "/tag/dan-carden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dan Carden, the Labour MP for Liverpool Walton, in the House of Commons on 6 June 2022.",
    "content": [
        "I am grateful for the time, at the end of today, to talk a little about the hospitality industry in my home city of Liverpool, in the face of growing challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the country enjoyed a four-day weekend, Liverpool hosted the Bordeaux wine festival. It was a great success and, thanks to the hard work of many of the city’s great restaurants and eateries, and working with our counter-parts in Bordeaux, the Mayor of Liverpool and the metro Mayor of the city region, we managed a great event that involved many people travelling to the city to enjoy it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The sector itself has come through the pandemic badly scarred, only to be opening its doors once again to a cost of living crisis and a new set of challenges for survival. I wanted to start this short contribution with reference to one local independent business—one that is part of our national story, part of Walton’s history, and emblematic of the struggle of the local high street today—and that is Byrne’s fish and chip shop in Walton. It opened in 1932. It carried on serving through the second world war. It survived the 1980s slump, the financial crash, and, most recently, covid. But it may not survive the rapid price rises, 10% inflation and the cost of living crisis of 2022. Some of the changes in prices are quite astonishing. Just since December 2021, the price of cooking oil has risen from £9.50 for 12.5 kilos to £25 now. The price of cod was £4 in December 2021, and it is now £5.90. Flour was £16 for 16 kilos, and that has risen to £22. Onions were £6.50 for 25 kilos and are now £14.50.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On top of that, the shop’s energy supplier went bust in November 2021. It was placed on the Government’s preferred supplier rate, which meant that from paying 3p a unit it was paying 11p a unit. A bill that was £400 in November is now more than £900. The staff have been told that they face further significant price rises on all sorts of essentials for a fish and chip shop, including potatoes. Barbs at Byrne’s fish and chips told me that they have tried to keep prices down, but they cannot spread the costs any further. People will not be able to afford to buy their lunch or dinner from the chip shop. I represent one of the most deprived communities in this country. The cost of a fish and chip supper is now £8.30—unaffordable for many of the people who live in the houses in nearby streets. Those working-class people are struggling to afford the basic takeaway food that their grandparents enjoyed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Such high street businesses, built the hard way with wafer-thin profit margins, that are the backbone of the British economy, are struggling to survive in today’s economy. Throughout the pandemic, local business owners told me about their struggles, and that was when Government support was at its highest. Businesses are now at another critical point, facing existential challenges but with far less Government support. They are worried that they will not be able to keep their businesses afloat. It is as simple as that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Queen’s Speech promised nothing to secure the future of the local high street. Kate Nicholls, chief executive officer at UK Hospitality, said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“the measures in the Queen’s speech will do little to bring immediate relief to the pains that hospitality businesses are feeling in the short term.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was just two months ago that pandemic support was stripped away, with businesses negotiating the cliff edge of a withdrawal of support on top of the ongoing price rises and cost of living crises. VAT on hospitality is now back at 20%, having been as low as 5% and then 12.5%. Reliefs for business rates were largely removed. Commercial tenants behind on rent once again face the prospect of eviction, and businesses face paying back pandemic loans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The national picture is bleak. The hospitality industry was the hardest hit sector in the pandemic. Industry analysis shows that lost sales exceeded £100 billion in the 15 months from April 2020 to June 2021. Nationally, over 600,000 jobs were lost despite furlough, and 9,000 venues across the country closed permanently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For Liverpool and its city region, the hospitality sector is a bigger contributor to the local economy on average than elsewhere, because we are an exciting visitor destination, as anyone who has visited will attest. The sector accounts for more than 10% of jobs in the city region, and was employing more than 65,000 workers pre-pandemic, but 31,000 of those jobs were lost during the pandemic. In 2020, the almost 8,000 businesses that make up the city region’s visitor economy took a 58% hit to their income.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is important briefly to put on record the response from Mayor Steve Rotheram, Liverpool’s local authority, Mayor Joanne Anderson and the Government. A city region £40 million emergency fund was established, including £9.5 million for small and micro-businesses, sole traders and the self-employed who were excluded from any Government support. More than 22,000 businesses claimed the small business support grants and the retail, hospitality and leisure grants. Some 1,800 businesses claimed £8.6 million from the local restrictions support grants that were provided to businesses that did not have to close but were severely impacted. Mayor Rotheram launched the £150 million covid recovery fund to ensure that our city region’s recovery got a head start. As we speak, the combined authority is analysing the overall impact of its actions and it will publish its report shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liverpool’s tourism and hospitality sector is central to both the functioning of the local economy and the employment of its workforce. Pre-covid Liverpool had a hospitality and tourism industry worth almost £5 billion, supporting more than 55,000 jobs in 2019 alone. Some 29,000 people worked in eating and drinking out, adding a substantial £605 million to the local economy. But hospitality venues contribute to more than just the economy: they are part of the very fabric of the communities that they serve, providing hubs in which people socialise, learn and support one another through tough times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Homebaked in my constituency is a community-owned bakery in the shadow of Anfield’s Kop. The building that it now occupies was initially designated for demolition in an abandoned development scheme, but it was brought back to life by people in Anfield and Everton, who wanted to show that regeneration can come from the ground up, by and for the community. It is a real living wage employer and a Disability Confident employer. The team has grown to 20 staff and provides apprenticeship opportunities for local young people. The bakery supplies at least 20 nursery meals a day to Anfield Children’s Centre and has a partnership with Liverpool homeless football club, supplying pies for its markets. In partnership with the Spirit of Shankly supporters’ union and Vauxhall community law centre, it also hosts weekly drop-in sessions, providing free debt and benefit advice to people in need. If Homebaked, a café, were to close, it would leave a huge hole in the lives of the people who depend on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To give one more example, in May I was at the reopening of The Brink café in Parr Street with my hon. Friend the Member for Liverpool, Riverside (Kim Johnson). The Brink is a recovery café. It was the UK’s first dry bar when it opened in 2011 and its model has been replicated across the country. At the reopening, I listened to stories from Caroline and Andy, who spoke of the importance of The Brink to their recovery. In their words, it saved their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The café breaks down the stigma that prevents so many people from asking for help. The Brink has been the start of many people’s recovery as well as a place for ongoing support. The café is not funded through contracts or services. It needs to be a successful business model in itself. As a result of the pandemic, the café was forced to close its doors, leaving Liverpool’s recovery community without a space to socialise and connect with others. Places such as The Brink, Homebaked and other businesses in Liverpool are very anxious about what the future holds across the sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The continuing rise in the cost of living effectively lowers people’s incomes and reduces their ability to spend. Inflation has hit its highest level for 40 years. Every pound that people had last year can purchase only 91p-worth of goods today—if there is 9% of inflation. People’s ability to pay for basic goods is set to worsen in the autumn and winter this year, with further price rises coming down the line. It is little wonder that people want to hold on to the little extra money that they have, with the Governor of the Bank of England warning of “apocalyptic” global food price rises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a clear link between the cost of living emergency and the hit to what people call “consumer confidence”. However, in the most deprived areas, in communities such as mine, it is a matter not of confidence, but of survival. When someone is already on the breadline, they simply have nowhere else to go. My constituents are seeing prices going up, their rents going up and their bills going up, while wages and social security payments are being squeezed. I hope that the Minister will not repeat the insulting words of some Government Members—that the worst off should simply buy value brands, learn how to budget or learn how to cook. Only someone completely out of touch with the lives of those living with the reality of poverty could even think that, let alone say it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When my constituency office team recently visited a local food bank to volunteer, one of my constituents asked for ready-to-eat food not because he could not cook but because he could not pay his energy bill, and without gas or electricity, he could not even boil water for a pot noodle or cook a microwave dinner. There is no solution to the cost of living crisis that would not radically boost the incomes of the least well off. When people have no money in their pockets, they simply cannot spend on the local high street. Local independent businesses, the beating heart of local communities, struggle to survive. People lose their jobs and livelihoods, and we have a downward spiral.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It could be so different. If assisted by the Government, the hospitality sector could revive communities across the country. While the Government still claim that levelling up is their ambition, figures and research from Bloomberg show that many regional inequalities are, in fact, yawning wider, with Liverpool in particular being left behind. The Conservatives claim to be the party of business, and yet calls for greater support from hospitality businesses—the chip shop, the restaurant, the café, the pubs, the bars and the nightclubs—are going unheard at this critical moment. I urge the Minister not to allow Government to rest on their laurels of the emergency support provided during covid. This is a new crisis and it requires new support at, if not higher than, the level that came in the last two years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The impact of many of those existing measures has since been reduced by the huge increases in business operating costs and prices. Business rate relief was decreased, and the return to 20% VAT meant that businesses could not begin to recoup some of the losses made throughout the coronavirus pandemic. Business rate relief is currently capped at £110,000 a year. The Chancellor announced the cap at last year’s autumn Budget, but economic conditions have changed, and the level of the cap may need to as well. Many businesses are now paying back coronavirus business interruption loans and bounce back loans. Many found that insurance companies would not pay out for losses due to the pandemic, and many venues are having to face up to crippling rent debt accumulated during the pandemic. Is the Minister aware of those challenges? Is there a plan to help?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "UKHospitality has called for VAT again to be lowered to 12.5%, a measure that we saw during covid, but this time around we have not heard anything about such measures to protect businesses. A restaurant does not pay VAT on the fresh produce that it buys, so it is in the unusual situation of paying 20% VAT once the food is cooked up and served and yet it has no VAT to claim back at the end of the financial year. The rate on hospitality venues, at 20%, is set far higher than in France, Italy, Ireland and many other EU countries. What more can be done on VAT, especially for local, small, independently owned businesses in the hospitality sector?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More needs to be done on the labour and skills shortages in the sector, too. According to UKHospitality’s workforce strategy, published just last month, vacancies in hospitality stand at 160,000. That chronic labour shortage is crippling some small businesses and limiting the sector’s ability to recover. Many restaurants and bars have been unable to remain open seven days a week. Yes, Brexit has caused many of those problems—or the Government’s failure to prepare for the impact of Brexit on the number of EU workers in the UK hospitality industry has caused them. The ONS says that 100,000 EU nationals left accommodation and food services in the two years to June 2021: the highest figure of any industry. What is the Minister doing to get people into jobs across this sector? We have seen the same problem in the care sector, the NHS and road haulage. Do the Government have anything useful to say to the country’s hospitality sector on this issue?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, the Government continue to place arbitrary limits and bans on employment. In March, at Prime Minister’s questions, I raised the issue of the right to work for asylum seekers. Currently, those seeking asylum are in effect banned from working unless they have been in the country for over a year and can find a job on the increasingly niche shortage occupation list. What justification do the Government have to continue with this harmful ban, especially in the light of such labour shortages? The Government should, as some Conservative Members have broken rank to say, urgently lift the ban.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What work is being done on extending the youth mobility scheme? Extending it is a pragmatic measure recommended by the Migration Advisory Committee to boost economic activity. I am sure the Government will say that their current strategy is about improving the skills of those already in the UK, but they are failing on any reasonable measure of this strategy, too. The numbers of students participating in hospitality courses in schools and colleges continue to decline, so what is the Minister doing to ensure the best possible catering T-levels are available and will he consider a stand-alone hospitality T-level to create the most frictionless pathway between education and hospitality?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "UK Hospitality has said that the current apprenticeship levy is inflexible and asked for greater training provision to be given to employers. What is his Department doing to facilitate this?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe every job can be a good job where workers are organised in trade unions, trained to the highest standards and rewarded with a fair share of the profits they generate. We do not value hospitality or service sector workers enough in this country. They too often work the longest hours for the lowest pay in insecure jobs. A Government working with the sector could change this for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To conclude, restaurants, hotels, cafés and pubs are the lifeblood of our high streets and our communities. In Liverpool, they underpin the whole local economy. The sector pays almost half the city’s business rates, and the reality is that these business are coming out of the frying pan and into the fire. The people whose energy and enthusiasm keep our favourite places alive feel frustrated and ignored by the Government, as apocalyptic price rises and a squeeze on people’s incomes threaten their very existence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}