{
    "url": "https://www.ukpol.co.uk/dan-carden-2019-speech-on-the-counter-daesh-update/",
    "title": "Dan Carden – 2019 Speech on the Counter-Daesh Update",
    "post_date": "July 5, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Dan Carden",
            "url": "/tag/dan-carden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dan Carden, the Shadow Secretary of State for International Development, in the House of Commons on 3 July 2019.",
    "content": [
        "I thank the Secretary of State for advance sight of his statement. However, while the update is welcome, may I point out ​that it is only the second statement to be made in the House in the 365 days since 4 July last year, although the Government promised quarterly reports to keep the House updated?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We welcome the destruction of Daesh’s final enclaves in Syria. We know that Daesh is a threat to us all and that it must be defeated wherever it emerges. Just today, news reports have revealed the uncovering of another mass grave in Raqqa; 200 corpses have been found, and it is feared that more will follow. The dead, thought to be victims of Daesh, include bodies found in orange jumpsuits, the kind typically worn by their hostages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me pay tribute to the UK forces who have put their lives on the line and show gratitude—as the Secretary of State did—to the Kurdish forces who have taken such huge risks in leading the fight against Daesh. Will the Secretary of State now reassure the House that the Kurdish community will not be abandoned or left vulnerable to attacks by Syria or Turkey? He mentions Yazidis, Christians, Shi’as and Sunnis in his statement, so will he tell us what he is doing to support the protection of all communities in the region?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is also the question of the ongoing role of our forces. The 2015 motion that set down the terms for our engagement in Syria to eradicate Daesh’s safe haven in Syria and Iraq was worded in such a way as to avoid an ongoing military conflict in the region. Will the Secretary of State now set out the purpose of our forces, given that their original purpose of defeating Daesh’s safe haven has been achieved? Does he believe that the original mandate has now expired and that therefore a renewed mandate for military action—and clarity on the role of special forces—is required for continued UK engagement in the region?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me say a few words about the ongoing conflict in Syria. There remain serious concerns for civilians in Idlib. What steps is the Secretary of State taking to ensure that there are safe corridors for civilians to leave, given that the United Nations has warned that up to 700,000 people could flee Idlib as refugees? Given that dozens of health facilities have been damaged and destroyed in recent months and more than half a million civilians have been unable to access vital medical care, what steps are the Government taking to encourage parties to the conflict to adhere to international humanitarian law and protect civilians?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last month, I was lucky enough to meet members of a delegation from the Syrian Women’s Political Movement. They spoke about their experiences of being denied their rights to employment, education and medical care and facing sexual and gender-based violence and exploitation. They called for increased women’s representation in peace negotiations and decision-making positions. Will the Secretary of State take this opportunity to respond to their calls?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for Iraq, does the Secretary of State share the growing international concern about the arbitrary, draconian and legally unsound way in which the Iraqi authorities are conducting trials of alleged jihadist collaborators and the resentment caused among the Sunni community in the country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What discussions are taking place about the huge number of detained suspected Daesh fighters? More than 55,000 suspected fighters and their families have been detained in Syria and Iraq. Most of them are citizens of those ​two countries, but overall they come from at least 50 countries. More than 11,000 relatives are being held at the al-Hol camp in north-eastern Syria. Michelle Bachelet, the UN human rights chief, has said that the relatives of suspected fighters should be taken back to their countries of origin. Does the Secretary of State agree with her call?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me finally raise the issue of Daesh’s ongoing influence beyond the physical battlefield. The Secretary of State has spoken today about Daesh’s physical territory, but its influence online is an ongoing threat and deeply worrying. What are the Government doing to work with our allies to ensure that action is taken by social media companies so that Daesh cannot find new safe havens online to spread its hatred?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}