{
    "url": "https://www.ukpol.co.uk/dan-carden-2021-speech-on-the-obesity-strategy/",
    "title": "Dan Carden – 2021 Speech on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Dan Carden",
            "url": "/tag/dan-carden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dan Carden, the Labour MP for Liverpool Walton, in the House of Commons on 27 May 2021.",
    "content": [
        "It is a pleasure to speak in this debate, which is covering a wide range of issues. At its heart, it is about trying to support a healthier British public, which I think the whole House genuinely cares about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My reason for speaking in the debate relates to alcohol labelling; I am sure that the Minister remembers our recent Adjournment debate. We are in the incredible situation where a product such as non-alcoholic beer or wine may provide its calorie content, nutritional information and a lot more, but an alcoholic product need contain only three pieces of information by law: the allergens, the percentage of alcohol by volume and the amount of liquid in the container. That is quite a bizarre situation for us to be in, so I am pleased to hear that the Minister is pushing ahead with the consultation on alcohol labelling. There has been some confusion in recent weeks and months. Just a few weeks ago, we heard that the Government had ditched plans to force pubs to list calories as part of a drive to tackle obesity. That came from Downing Street. I hope that, given what the Minister said, the consultation will be kicking off some time soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to push the Minister once more on the need for a national alcohol strategy. We had the highest rate of deaths from alcohol on record this year. Alcohol-specific deaths are at an all-time high at a moment when drug and alcohol services are underfunded and mental health services are overstretched.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If this is all about supporting a healthier nation—we have the obesity strategy, Dame Carol Black’s review of drugs, a consultation on alcohol labelling, a review of the Gambling Act 2005, and a promised addiction strategy from 2019—I suggest to the Minister that that work needs to be pulled together. The issues that we have touched on in this debate, including mental health and poverty, which are drivers of addiction, really need to be focused on in the months and years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}