{
    "url": "https://www.ukpol.co.uk/dan-carden-2023-speech-on-the-budget/",
    "title": "Dan Carden – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dan Carden",
            "url": "/tag/dan-carden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dan Carden, the Labour MP for Liverpool Walton, in the House of Commons on 20 March 2023.",
    "content": [
        "May I, too, welcome you back to the Chair, Madam Deputy Speaker? It is good to see you there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to use the couple of minutes I have to pass comment on this year’s spring Budget to try to convey some of the reality that my constituents are living through and how these economic measures affect their lives. That is important, because it is the 13th spring Budget delivered by a Conservative Chancellor. The test is simple: how are the people I represent doing after 13 consecutive Budgets from a Conservative Government? Are the communities that I represent thriving? Is life a little easier? Are they earning more and maybe working a little less? Real wages across every region of the UK are lower now than when the Conservatives came to power in 2010. Are schools being properly resourced to help give children the best start in life? Are hospitals functioning and well staffed? Are the buses and trains affordable and running on time? Obviously, my constituents would answer a resounding no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What about the question of whether society is more equal than when the Conservatives came to power? Today, half of all UK wealth is held by the top 10% and the lion’s share of it by the top 1%. Think of the circumstances in which this Prime Minister and Chancellor came to their positions: their predecessors lasted 49 and 38 days respectively, and the fallout from their disastrous mini-budget cost the country £30 billion. Necessarily, by simple contrast, that makes the current incumbents look uber-competent. That, with a couple of major macroeconomic developments such as the halving of gas prices over the last six months, makes the economic forecasts slightly less catastrophic than might have been case just last year. All that can be spun to tell quite a good story and there are certainly press barons willing to print that up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Prime Minister promises to cut inflation by half and declining energy costs make that a reality—it was quite a safe bet when the promise was made—should my constituents really be grateful? They are still worse off, although by a little less than they once thought they might be. I ask Government Front Benchers: is that the scale of expectation that the public should now have? Is it the best that the Conservative party can offer to the country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Budget is one of continuing, long-term managed decline: of people’s wages; of the public services that people rely on; of social security; of security at work, where low-paid, insecure contracts are now the norm; of local authority budgets—another £50 million has been cut from Liverpool this year; of investment, with the UK having the lowest business investment in the G7; and of disposable income, with people working simply to pay the bills. Most tragically of all, there is the managed decline of people’s living standards: the longest fall in living standards on record. It is the managed decline of people’s hopes, dreams and ambitions, and our collective capacity to realise them. As Martin Wolf of the Financial Times has said, we are heading into\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“a lost decade…coming on top of a very poor previous decade”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My time as an MP has been characterised by a constant struggle to prevent the worst from happening to my constituents—whether that is fighting to save local fire stations or care homes from closure, trying to stop vulnerable people from having their support taken away, or giving solidarity to workers whose jobs, pay and conditions are under threat. We are sick of just trying to prevent the worst. We are sick of managed decline. We want to unlock the potential of our people and give communities the power and the resources to focus on what they can achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The latest Prime Minister and Chancellor could have taken the opportunity to change approach. Instead, we have a business-as-usual Budget from a Conservative Government out of ideas and out of time. We need nothing less than national renewal—a new deal for working people; a bold, clean energy transition; an investment-led economy, based on making, not taking; and wealth, power and opportunity spread to every region and every community. Only then can we reclaim the future and look forward, once again, to a brighter tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}