{
    "url": "https://www.ukpol.co.uk/george-carey-2022-tribute-to-hm-queen-elizabeth-ii-lord-carey-of-clifton/",
    "title": "George Carey – 2022 Tribute to HM Queen Elizabeth II (Lord Carey of Clifton)",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "George Carey",
            "url": "/tag/george-carey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by George Carey, the former Archbishop of Canterbury, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I was not intending to contribute to the tributes today until last night, when I realised that we are weaving a tapestry that all our memories, recollections and stories can be part of and which other generations can read in years to come, learning from the mistakes as well as the lessons that our generation can contribute in the light of the Queen’s amazing reign. I was her fifth Archbishop of Canterbury. We have had 15 Prime Ministers, but we archbishops seem to endure a little longer than our political colleagues. Long may that endure. However, that means that if you are an archbishop or a bishop, you have very close relationships with the Royal Family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I see it as like a hive in which there are lots of parts. Obviously there is Westminster, Sandringham, Windsor and the clergy, which together form a generous establishment. That generosity came out in the most reverend Primate the Archbishop’s speech yesterday when he referred to the umbrella. During the Queen’s time she gave access to that. She made us all feel very welcome. This is no longer the Church of England dominating. We have a Catholic presence in this country that is strong and vigorous, and we saw the impressive contribution that our present King Charles has made to Muslim-Christian secular dialogue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my decades I had no royal wedding, sadly, and I even missed two baptisms because I was abroad. However, I had more than my fair share of funerals, such as that of Princess Margaret, who became a very dear friend. I anointed her on her deathbed, and my wife Eileen, who is here, was with me on that occasion. I spent a lot of time with the Queen Mother and learned a lot from that very loving and distinguished lady, who died at the age of 101, and I was able and privileged to preach at her funeral service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Princess Diana’s death moved me in a very sad way. I saw through her something of the value of a verse in Jeremiah 1 about the role of politics to destroy at times but then to build up. I have to say—I have discussed this with Her Majesty and members of the Royal Family—that I saw Her Majesty’s strong faith and fortitude as she resisted all the destructive power that could have destroyed the Royal Family but which did not because of her strength of character. However, I also saw something that is important for our own time as we now support King Charles III, which is to do with the fourth estate: the power of the press to destroy as well as to build up. I hope that we as part of Parliament can make our contribution to building up, strengthening and getting behind our King, as well as giving thanks to a remarkable woman, but also to say to the press today, “It’s your job also to join us in building up so that we can pass on the real lessons of what it is to be a land that is focused on building up the young and the strong today.” We give thanks to Her Majesty and we pray for King Charles III.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}