{
    "url": "https://www.ukpol.co.uk/mark-carlisle-1986-speech-on-the-roskill-report/",
    "title": "Mark Carlisle – 1986 Speech on the Roskill Report",
    "post_date": "August 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Mark Carlisle",
            "url": "/tag/mark-carlisle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mark Carlisle, the then Conservative MP for Warrington South, in the House of Commons on 13 February 1986.",
    "content": [
        "I hope that the right hon. Member for Manchester, Gorton (Mr. Kaufman) will forgive me if I do not follow his latter remarks, but I wish to be brief. Many of the recommendations of the Roskill report go far beyond the ambit of serious fraud crimes, and it is a vital report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are right to be worried about fraud. The feeling that major fraud may go undetected, unprosecuted or unpunished would do immense damage to the international standing of our institutions, and it worries many people greatly. We are also right to be worried about what is happening at present in the investigation, prosecution and trial of cases. We should be worried that many people seem to disappear to other countries before we have an opportunity to bring them to trial, that some cases may not be brought to trial because of delay and their complexity and that there is delay in bringing cases to trial. Above all, we should be worried about the length, complexity and expense of trials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that Lord Roskill is right when he says that the present system is inadequate to bring the perpetrators of fraud effectively and expeditiously to trial, and that the opportunities to create delay and abuse within the system are too great to be acceptable. I suggest that the test against which this report should be judged is to ask whether its proposals reduce complexity. Do they reduce delay, or the length and expense of trials? Do they ensure expedition and efficiency? Those are the tests against which I propose to judge this report. I believe that those are the aims of many of the Roskill recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is inevitable that there has been much public comment on the proposals on juries, and I shall state my views on that later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome particularly the proposals on pre-prosecution. It is important for counsel to be involved at an early stage, and on a full-time basis, if delay is to be avoided. I say that as someone who is in chambers where there are a fair number of Treasury counsel. I have seen the piles of paper which they are required to look through out of court hours, having been involved in other cases during the day. That is one of the practical problems that lead to delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome Lord Roskill’s proposals on committal proceedings. Fraud committal proceedings are expensive. They cause delay. I believe that they are largely unnecessary, and they can, by delay, be the subject of abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For many years, most committals have been by means of paper committals. That system has worked well, but the time has come to look at the whole question of the right to full committal proceedings. If we are serious in our attempt to accept those recommendations which are aimed at reducing delay and complexity, and at speeding up the system, the replacement of committals by the system of a transfer certificate, with the right of application for discharge by the defendant through the trial judge, with or without the right of some form of limited cross-examination, is a sensible proposal which we should be willing to accept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The proposals about evidence are even more important. I commend to my right hon. Friend the Home Secretary the speech made my Lord Griffiths in another place. Frankly, I see no reason why the judge should not have the power to allow copies of documents, rather than originals, to be introduced. I see no reason why documents should not be allowed in certain cases to be evidence of the truth of the contents, without the necessity of calling the maker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that our rules of evidence are outmoded and that we, as lawyers, should not be unwilling to review these rules and change them where necessary. It is important that we should be able to get evidence from abroad taken on commission in cases of international crimes, as the report recommends. I believe that the proposals on evidence will go a long way towards meeting the proposals on mounting a prosecution and proving a fraud, and will help to shorten substantially, and thereby reduce, the complexity and nature of trials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most important of all are those proposals in chapter 6 of the report, beginning with pre-trial review. A pre-trial review is often of little value, and might well be described as a farce. It takes place before a judge, who is not the judge who will try the case, and usually with different counsel from those who will be involved in the case. The system must be improved if we are to use it as a means of simplifying the subsequent trial. The proposals by Lord Roskill go a long way towards that end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Proper preparatory work, which is fairly remunerative is needed. I believe — I disagree with what the right hon. Member for Gorton said, although I agree with much of what he said about the report itself—that we have to accept the proposals in the report on the disclosure at an early stage of the outline of the case for the defence. That is not such a radical recommendation as might be thought. We have been doing that for some years with alibi defence and, so far as I know, we have done so without concern. If we are serious about tackling the problems of delay and complexity which the report has identified, we must be prepared to accept some radical departures from certain rules that we have accepted in the past as right for the conduct of criminal trials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the proposals on the requirement to disclose the outline of the defence and the requirement for the defendant to admit facts in advance. If that is achieved, trials can be shortened and simplified, and the things that concern many of us in the report need not be considered. If the proposals that I have mentioned so far are implemented, they will go to the heart of the problem and do more than anything else to simplify, speed up and shorten the trial procedure, and thus ensure that justice is done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I deal now with the comments on juries. I should not be sorry to see the peremptory challenge disappear. For the first 10 years of my life at the Bar I did not know whether that existed. I never heard it used on circuit, where I believe I was involved in a substantial junior criminal practice. The fashion of challenging juries came about after I went to the Old Bailey. I know that I express a minority view, and that many of my colleagues believe that they should have the right to challenge juries, but I have always stuck firmly to the view that although one has a right to be tried by one’s peers, one does not have the right to select who those peers will be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have no doubt that while it is right and proper that defence counsel, so long as the power exists, should use the right of challenge, and should be responsible for using ​ it, in the interests of their clients, the fact is that it can be used to tip the balance in favour of the defendant in an unreasonable way. I should not be sorry to see it go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, I turn to a more fundamental proposal—that to change the mode of trial. I agree with almost everything that was said by the right hon. Member for Gorton, although he was a bit unfair to the committee, because the report makes it clear that the proposal is limited to complex fraud trials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend to hon. Members the debate on this matter in the other House. It is interesting to note that the Law Lords seemed to favour the abolition of trial by jury, and that the one layman who spoke did so passionately in favour of retaining trial by jury. The arguments set out in the Roskill report do not justify a change of this nature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The right hon. Member for Gorton referred to the paper published by the criminal law committee of the Law Society and the Criminal Bar Association, which said that to do away with juries would raise grave constitutional issues. I do not believe that the case for ignoring those grave constitutional issues is made out in the report. I prefer the arguments advanced by Mr. Walter Merricks in his note of dissent. The evidence of those who were involved, both on the side of the prosecution and of the defence, the police and others, was in favour of retaining juries. I do not like the idea of changing the system so that people are sent to prison for long periods without first going through the accepted method of trial which we have always used.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I suggest to my right hon. Friend the Home Secretary that it is unnecessary at this stage to pursue that recommendation. I believe that there is no evidence that juries are not working. There is certainly no serious evidence that they unduly acquit. I do not believe that there is any evidence that cases are not being brought to trial because of their complexity, as the right hon. Member for Gorton said. The real objection to jurors in these fraud cases is the unbearable strain imposed on jurors by the length and complexity of the case that they are asked to try.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that, sensibly used, the report’s other recommendations will lead to greater simplification and understanding of the issues involved and shorter trials. I think, therefore that one objection to the continuation of jury trial—the unbearable strain on juries, as trials of between four months and six months in the Old Bailey make clear—and the raison d’etre for the recommendation to abolish juries are removed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was delighted at the tenor of the speech by my right hon. Friend the Home Secretary. I hope that he is willing to be bold with regard to the other proposals. I hope that he will stand up to the objections that may be made by members of my profession, although we must obviously look at the details. I hope also that he will turn his face against the proposal to do away with juries as a means of trial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}