{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2019-speech-on-the-uk-fishing-industry/",
    "title": "Alistair Carmichael – 2019 Speech on the UK Fishing Industry",
    "post_date": "April 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in the House of Commons on 8 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are considering the matter of visas for non-European economic area citizens working in the UK fishing industry—sadly, not for the first time. In fact, I last brought this matter before the House on 11 July. Others have led Adjournment debates on the same topic on different occasions. It has been raised on multiple occasions at Home Office questions, most recently by me. Sadly, now, here at the beginning of April, we are no further forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will not rehearse the arguments around the necessity for our fishing skippers to be able to employ crew from outside the European Union or the EEA. I suspect that that has been done to death. If we were going to win the argument by raising the issues, we would have won it long ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tonight, I will gently remind the Minister of a couple of things that she told the House in July. I invite her, when she speaks, to give us something of a progress report. I will then consider the content of the Migration Advisory Committee report from September of last year which, according to the Minister when I last raised this with her, is now the basis on which the Government seek to resist the fairly sensible and, I would have thought, uncontroversial measures that we seek to have introduced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the right hon. Gentleman for his fortitude in this issue. The Minister, too, knows the reasons why we are discussing it. Does the right hon. Gentleman not agree that highly skilled fishermen from the Philippines, for example, and other countries must have streamlined access to this incredibly dangerous profession? Does he agree that the future of our fishing sector depends on it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do agree, and I thank the hon. Gentleman not only for his assiduous attendance at these debates and at other meetings but for his use of the term “highly skilled” fishing crews. Those who go to sea to bring the fish home to put on our plates are highly skilled. The root of the problem is in essence one of attitude, which somehow classes those brave, hard-working men as low skilled. Yes, I agree with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Philippa Whitford (Central Ayrshire) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the right hon. Gentleman agree that the problem seems to be that when skill is defined, it is always still defined in academic terms? Actually, skill is an inherent ability that someone has to do a task, not necessarily academic at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have to notify the House, in accordance with the Royal Assent Act 1967, that the Queen has signified her Royal Assent to the following Acts:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Animal Welfare (Service Animals) Act 2019\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "European Union (Withdrawal) Act 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On resuming—​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure we will all sleep better for that—especially knowing that Her Majesty will now be in a position to give her full attention to the matter of visas for fishing crews.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I cannot now remember the point that the hon. Member for Central Ayrshire (Dr Whitford) made, beyond the fact that I certainly agreed with it. [Interruption.] It was about academia—indeed. It is worth noting that those who serve on the Migration Advisory Committee and those who have been Ministers are all very learned people. I have long held the view that if we sent some of them out in fishing boats, and if we had more skippers in ministerial offices and in the Migration Advisory Committee, the problem would be solved next Tuesday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David Duguid (Banff and Buchan) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a similar point to the one that the hon. Member for Central Ayrshire (Dr Whitford) just made. It is often argued that the crew members who are much sought after in the Scottish fishing industry and in Northern Ireland are often regarded as low skilled. We can argue about whether they are high skilled or low skilled, but does the right hon. Gentleman agree that we have a shortage of those very specific skills?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is absolutely the case. If the crews could be found in the fishing ports that the hon. Gentleman and I represent, we would not be here tonight because there would not be a problem. The fact is that for a whole variety of reasons, which have been rehearsed in the past, the crews are not there. It is difficult for the pelagic fleet and the whitefish fleet, because it pushes them out beyond territorial waters, but it makes the viability of the inshore fleet, which routinely fishes within the 12 mile limit, next to impossible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I remind the Minister that, in July last year, she said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I recognise that the fishing industry will be best placed to take advantage of those future opportunities”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "that is how she earlier described the post-Brexit situation—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“if it has the workforce that it needs.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is manifestly still the case today, as I can see from my mailbag and email inbox, that the industry does not have the workforce it needs. The fact that there are so many hon. Members in the Chamber tonight at gone 11 o’clock bears further testimony to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister went on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Two key points will be to the fore when we consider the industry’s future labour needs. First, as we leave the European Union, we will take back control of immigration and have an opportunity to reframe the immigration system…In making sure that that happens, we will need the best evidence available, which is why we have commissioned the independent Migration Advisory Committee to report on the economic and social impacts of the UK’s departure from the EU and on how the UK’s immigration policy should best align with the Government’s industrial strategy. The committee will report in the autumn, and the Government will take full account of its recommendations when setting out their proposals for the future immigration system.”—Official Report, 11 July 2018; Vol. 644, c. 1082.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "She went on to acknowledge the case that many of us made about the urgency of the matter—it was urgent in July last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I now wish to turn the House’s attention to the Migration Advisory Committee’s report of last September. The section entitled “Productivity, innovation, investment ​and training impacts” on page 2 of the executive summary includes an interesting paragraph—paragraph 14—which states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The research we commissioned showed that overall there is no evidence that migration has had a negative impact on the training of the UK-born workforce. Moreover, there is some evidence to suggest that skilled migrants have a positive impact on the quantity of training available to the UK-born workforce.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is a very small point, but I mention it because in the debate in July several hon. Members said that there was a real problem with the training available, and that it was because of that that we had had to resort, in the short to medium term, to bringing in non-EEA nationals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the most disappointing parts of the committee’s report is that headed “Community impacts”, which is to be found on page 4 of the executive summary. It rates only nine lines, and the related part in the full report runs to some five pages only, most of which comprises graphs. It speaks about some of the issues, which the committee identifies as community impacts, and states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The impacts of migration on communities are hard to measure owing to their subjective nature which means there is a risk they are ignored.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, it goes on to talk about some things—for example, the impact on crime and on how people view their own communities—but there is not a word in that part about population levels, which is absolutely critical in most island and coastal communities to which the fishing industry is confined. There is nothing to be found about the fact that the inability of boats to go to sea has a massive impact on the shore-side industries, which in turn has a massive impact on the viability of schools, post offices and all sorts of local public services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bill Grant (Ayr, Carrick and Cumnock) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Following on from that aspect, the Department’s assumption that vessels can simply be crewed by locals is indeed just not true: it cannot be done. We must have a visa system that attracts multi-skilled individuals from beyond these shores and beyond the EEA to ensure we have a fully crewed fishing fleet to do the work required of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is the other reason why I thought I would not bother rehearsing the arguments—I anticipated plenty of people doing so in the Chamber this evening. The hon. Gentleman makes a very good point, and I congratulate him on it. It is one I have made in the past, as have other hon. Members. It is as true today as it was in July, and it all contributes to my and my constituents’ sense of frustration that now, getting into the middle of April, we are still no further forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Douglas Ross (Moray) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the right hon. Gentleman held a debate last July, England was losing a World cup semi-final. I am pleased to say that the football fortunes are better this time, with Scotland’s women beating Brazil 1-0 tonight, so I congratulate him on any link there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the right hon. Gentleman agree with me that there is a simple solution? Previously, we had a scheme that allowed non-EEA workers to work within the fishing industry. It was successful, and it did what it was intended to do. There is a simple solution for the Minister, which is to stand up at the Dispatch Box and say we will revert back to that scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "​**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That has perfect simplicity. I will not get into a conversation, with the hon. Gentleman in particular, on the subject of football—there are very few people in this House who know less about the subject than I do—but he brings welcome news to the House. The point about the previous system is a good one because it also has a bearing on the conclusions of the Migration Advisory Committee about what they describe, I think pejoratively, as “low-skilled workers”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To quote from the executive summary again—I will look in a bit more detail at the substantive parts of the report in a second—at paragraph 36 on page 5, the committee states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We do not recommend an explicit work migration route for low-skilled workers with the possible exception of a seasonal agricultural workers schemes.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, such a scheme has subsequently, however inadequately, been introduced. It observes, quite drily:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“This is likely to be strongly opposed by the affected sectors.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It goes on to say at paragraph 37:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“If there is to be a route for low-skilled migrant workers we recommend using an expanded youth mobility scheme rather than employer-led sector-based routes.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is quite telling about the work of the Migration Advisory Committee, because it seems to be suggesting, when looking at sector-based routes, that it rejects such a route because those coming to the UK for these, as it calls them, low-skilled jobs, should then be able to move from sector to sector. It is ridiculous: the idea that somebody is going to come from the Philippines to work in a whitefish or pelagic boat out of Lerwick, and then go and take a job in a bar or picking fruit or whatever, just shows how divorced it is from the reality of what it has been charged with considering. But probably the most insulting part of this piece of work is the reference to youth mobility and a cultural exchange scheme for people aged 18 to 30 from a number of listed participating countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hugh Gaffney (Coatbridge, Chryston and Bellshill) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the right hon. Gentleman agree that the fishing industry should be appealing to people on a career basis, but that, in the meantime, the Scottish fishing industry needs non-EEA fishermen, and the Government must recognise that and play their part?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is absolutely the case. It is going to take a long time to get back to having fishing as a career, because the fishing industry has been talked down by teachers, career advisers and the rest for years now. I understand the reasons for that, but I think they are misplaced. It will be a long time before we change that attitude—and it is attitude that is behind this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Whitford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is that not an issue when, particularly up and down the west coast, where inshore fishing is hit, we have skippers who own boats and therefore should be really successful but are not at sea because they cannot get crew?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed. They cannot get crew, so they cannot land fish, which affects jobs in the processing sector. There is a ripple impact, which affects everyone from the shoreside suppliers right the way down the line.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Returning to the youth mobility scheme, the Migration Advisory Committee concludes, at paragraph 7.53 on page 118:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“If the Government does want to provide a safety valve for the employers of low-skilled workers then an expanded Youth Mobility route could potentially provide a good option. The benefits of this option are that younger migrants are more likely to be net fiscal contributors (because the scheme does not allow dependants) and workers have freedom of movement between employers, which is likely to reduce the risk that employers will use migrants’ visa status to hold down their wages.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, according to the Migration Advisory Committee, the answer to the crew shortages in our fishing ports is to crew boats using New Zealanders and Australians on a gap year. I just wonder what world these people live in. That is insulting, and it is not just an insult from the Migration Advisory Committee; since the Minister and her colleagues rely on the report as the basis for continuing to refuse the most modest and common-sense proposal, it is an insult from those on the Treasury Bench themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My plea to the Minister is simple. We have made this case time without number. Will she now please start to listen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}