{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2005-speech-to-liberal-democrat-conference/",
    "title": "Alistair Carmichael – 2005 Speech to Liberal Democrat Conference",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "2005 Liberal Democrat Party Conference",
            "url": "/tag/2005-liberal-democrat-party-conference/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael in civil liberties to the Liberal Democrat Party Conference on 22nd September 2005.",
    "content": [
        "[![alistaircarmichael](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If there is one issue which defines us as a party then surely it is liberty. For us to defend the right of the individual to live his or her life without undue interference from the state is as instinctive as it for Messrs Blair, Blunkett and Clarke to attack it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us be clear. Being in favour of civil liberties is not about being “soft” on anyone. It is not about being soft on terrorism any more than it is about being “soft” on the anti-social behaviour that blights the lives of so many people in city centres and housing estates the length and breadth of our country. As Jim Wallace who was a formidable justice minister for four years in Scotland made clear yesterday, the liberty to bully abuse and intimidate your neighbour is not a civil liberty and those who do so will get no comfort or succour from this party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To be fair, the New Labour government started well. The passing of the Human Rights Act incorporating the European Convention on Human Rights into our laws was a major advance in protecting our freedoms. We supported that when they did it and we continue to support it today. What has become clear since, however, is that they had no idea what they were doing at the time. Since New Labour passed the Human Rights Act they have had little to say on the subject apart from lambasting and abusing the judiciary every time they implement it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is already clear when we return to Westminster in three weeks time we shall face another onslaught from a government determined to take control of every aspect of our lives. In the aftermath of the London bombings on 7th July the Prime Minister and the Home Secretary sought to establish a consensus on the measures that were needed to be taken. They were right to do so. Just as Mark Oaten and Charles Kennedy were right to respond positively as they did. As ever, however, New Labour’s authoritarian instincts are kicking in. They now seek to push the boundaries of that consensus. Let me promise you this, conference, if a consensus ever emerges at Westminster that supports three months detention of suspects or the creation of new offences as vague and problematic as the glorification then that will be a consensus that will emerge without us. We shall not be part of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have no doubt that we shall be misrepresented. I have no doubt that we shall be abused. I have no doubt that we shall be accused of all manner of things. And do you know what? I really don’t care. If we can not defend liberties as fundamental as these then what is the point of being in parliament? This is what I was elected by the people of Orkney and Shetland to do. Just as they elected Jim Wallace before me and Jo Grimond before him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If civil liberties and human rights are important then they are important for everyone, regardless of nationality, race or religion. Just because someone has come here as an asylum seeker or has been brought here by a people trafficker to work in the sex trade or some other part of the black economy does not diminish their entitlement to fair and dignified treatment by the state. That is why the government must now ratify without further delay the European Convention on the Trafficking of Human Beings. Even before that, however, there are changes that can and must be made now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The recent publicity in Scotland surrounding the practice of dawn raids being made on the homes of families of failed asylum seekers has shocked all right thinking people. The children’s Commissioner in Scotland has been unambiguous and absolute in her condemnation of it and she was absolutely right to do so. I wonder how many of those people who voted Labour in 1997 or again in 2001 or 2005 did so because they wanted to elect a government that would send immigration officials into a family home early in the morning to take children from their beds. It traumatises children. It demeans us all because it is done in our name by our government. It is barbaric and it has got to stop now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Conference, we are to be asked to delete the part of this motion that asks us to deplore the planned introduction of compulsory identity cards and a national identity register. I do not yet know why and I shall leave those who urge us to do so to explain their reasoning. I have to tell you, however, conference that I had the honour of leading for this party on the standing committee examining the ID Cards Bill. We went over that bill line by line and clause by clause. I have learned more about computerised identity databases and biometric information since May than I would ever have believed possible, let alone desirable. If I didn’t deplore the introduction of identity cards and the national identity register before I started that process then I certainly did by the time I finished it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Conference, be quite clear. The introduction of identity cards is about a lot more than the issue of a piece of plastic to help us get access to our public services. It is in fact a fundamental rewriting of the relationship between the citizen and the state. The bill which is currently going through parliament places massive amounts power in the hands of the government to obtain hold and share information not just about who we are but also about where we have been and what we have done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No doubt we shall be told that if we have nothing to hide then we have nothing to fear but those who hold that view fail to understand the nature of the relationship between the citizen and the state. It seems to assume that it is for the government to ask the citizen whether he or she has something to hide and that the citizen is somehow answerable to the government. In a liberal society it is the other way round. The government is answerable to the citizen. The citizen should only have to justify themselves to the state if they are shown to have done something wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only saving grace about the government’s plans to introduce ID Cards is that you just know they are not going to work. The government is going to buy a computer system that will hold three pieces of biometric information about every citizen in the country, install card readers in every public office in the country, retain records of when and when that service is used. Aye right. I’ll believe it when I see it. This is the government that after years of trying has still not been able to buy a computer for the Child Support Agency that will work out 15% of an absent parent’s salary. Something most of us would call a calculator. The operation of identity cards is going to be a massive but as yet unquantified cost to the tax payer – or more likely the people who are to be compelled to have them. The LSE calculated that the cost to the individual required to pay for an identity card could be as much as three times the government estimates of £93. The best part of £300 for the privilege of having the government keep tabs on you. Conference if we do not deplore the erosion of our civil liberties then surely waste of public and private funds on this scale is something to be deplored.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "History will record that this New Labour Government tried to rob us of some our most valuable freedoms. Let history also record that it was the Liberal Democrats who resisted and stopped them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}