{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2014-speech-on-higher-education/",
    "title": "Alistair Carmichael – 2014 Speech on Higher Education",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael at the University of Edinburgh in Scotland on 29th January 2014.",
    "content": [
        "[![alistaircarmichael](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you Charlie for that introduction, and for handing me the task of keeping our audience invigorated immediately after lunch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am delighted to be able to join you today to speak about what is, by any measure, a Scottish success story.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Scottish higher education, we have a sector that enjoys an international reputation for excellence. A sector that punches above its weight on research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And a sector that is currently teaching record numbers of students.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier this month, figures published by the Higher Education Statistics Authority showed that in 2012/13 the number of qualifiers in Scotland was up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The proportion of students obtaining a first or second class degree is higher in Scotland than elsewhere in the UK. And we have a higher proportion of women qualifying in science and technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The future**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is to the future that we must look – a bright future if our current world rankings are anything to go by.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Five Scottish Universities rank in the latest top 200. The UK as a whole excels in academic excellence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are ranked second only to the United States. in terms of world-class research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s share of the world’s top 1 per cent most cited publications is on an upward trend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in 2013 the UK was ranked third in the world for innovation in the Global Innovation Index.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**UK-wide research**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are many reasons for this success – but one that is absolutely fundamental is the highly integrated research environment in which our universities and higher education institutions can operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This integration ensures a coherent and strategic approach to research activity in a common research area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It allows funding, ideas and people to flow unhindered across the UK in pursuit of research excellence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is of benefit to us all. A benefit that comes from being part of a United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is where I want to focus my comments today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For too long there has been the simplistic assumption of devolved and reserved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Devolved – for the Scottish Parliament and Scottish Government alone. Reserved for the UK Parliament and UK Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the reality is much more complex than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whilst policy responsibility resides either north or south of the border, we all continue to work within a shared common framework.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And perhaps nowhere is this more clearly illustrated than higher education and research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year I published a paper in our Scotland analysis series with the Minister for Universities and Science, that examined the contribution Scotland makes to our UK-wide research framework, and the benefits that Scotland gets as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the UK we are able to share the costs and risks of research, funding it from a large and diverse tax base to make research more affordable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we set out in that paper, in 2010 the UK Government allocated £1.9 billion for science and research capital for the period 2011-15.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And since then we’ve allocated an additional £1.5 billion funding for science and innovation capital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Research councils**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve got a network of seven Research Councils operating across the UK providing a clear strategic overview of all research disciplines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This network minimises duplication and overlap in institutions maximizing our ability to make new and innovative discoveries, and to go on to turn these discoveries into the next miracle cures of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A shared set of policy guidelines, rules and regulatory arrangements provide a consistent grounding for research excellence and a shared framework on which research collaborations can be built.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s not just at home that we invest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through our Embassies and consulates we have a Science and Innovation network in 29 different countries to help extend the reach of the UK’s research base.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here in Scotland we’ve grasped the nettle to make the most of this UK-network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2012-13, Scotland secured £257 million of research grant funding from the UK Research Councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This amounts to 13% of the funding available, all for a country which has 8.4% of the UK population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Higher Education Research and Development figures for 2011 show that Scottish Higher Education Institute spent £953 million. This is the equivalent to approximately £180 per head of population in Scotland compared with £112 across the UK as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The point that I make is that we don’t get access to this despite being part of the UK, we get it because we are part of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the questions we need to ask ourselves are:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How would an independent Scottish state maintain the level of research quality excellence currently enjoyed by Scottish Higher Education Institutions as part of the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "AND what evidence is there that independence would improve the performance of our institutions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s not just me asking these questions….\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve seen academics specialising in subjects as diverse as bacteriology to space engineering, veterinary science to the food industry, highlighting the risks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**What the white paper says**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course the Nationalists would have you believe that all would be well in the event of independence – in this and every other walk of life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But merely asserting it is not enough. Evidence is required to back up their case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And when getting involved in the world of academia, evidence is not a nice to have, it’s a prerequisite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet, of course, it was evidence that the White Paper lacked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We were promised a blueprint for independence, but we didn’t get it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Instead we got a set of assertions and grand statements: ‘there will be major direct gains in an independent Scotland for Scotland’s universities.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What we didn’t get was any explanation of how we might achieve these gains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Instead all we got was a list of the things we have right now in our higher education institutions as part of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t disagree with what the paper says about positive student surveys. As a graduate of a Scottish University with a sixteen year old son currently contemplating his own possible applications to them, I celebrate that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t disagree with student mobility initiatives such as Erasmus and Fulbright – I wholeheartedly support them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nor do I challenge the fact that this sector helps to drive the Scottish economy and the importance of maintaining a strong research base to ensure that it keeps on doing just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the point is, all of these things are happening already; as part of a constitutional setup that delivers to the people of Scotland the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All the Scottish Government did in their White Paper was to draw attention to everything that is already good about higher education in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the same time they failed to examine what we stand to lose by breaking up the UK-wide networks that we have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "According to the Scottish Government we’ll have a common research area between an independent Scotland and the continuing UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sounds a lot like what we have right now doesn’t it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Except of course for one vital distinction. National Governments fund national research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is no international precedent for sharing or replicating a system on the scale of the current UK funding streams across international borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Independence would mean creating a new separate Scottish state; and at the same time creating a new international border with England, Wales and Northern Ireland – the continuing UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You have to ask yourselves why would a state that we had just chosen to leave, want to carry on sharing institutions, funding, expertise in the same way that we do now because we are part of it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some of them have talked about the ‘international trend’ in research for collaboration between countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let’s take a look at an example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "NordForsk is an organisation under the Nordic Council of Ministers that provides funding for Nordic research cooperation, as well as offering advice and input on Nordic research policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So far, so good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the bit the Scottish Government are less quick to highlight is that in 2011 the fund amounted to around £13 million – compared to the £307 million secured by Scottish institutions alone from UK-wide Research Councils in 2012-13.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have excellent academic links with countries across the globe – of course we do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No-one is suggesting that there would not be collaboration between scientists and researchers in a separate Scotland and their colleagues on the other side of an international border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the reality is simple.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Divergence in research frameworks could make the flow of funding, people and knowledge harder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Domestic collaborations would become international collaborations and would carry larger risks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An independent Scottish state might wish to share arrangements and facilities but we do not share our Research Council funding – or have a common research framework, the very life-blood of research and innovation in the UK – with other states.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why should we in Scotland expect to be treated differently?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Common research**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The White Paper states that the Scottish Government would seek to continue the current arrangements for a common research area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Much as they seem to seek a common currency area; common border area; common regulations for business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have said elsewhere that while the Scottish Government want people to believe they have a vision, in fact what they proffer is a mirage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And like all mirages, the closer you get, the less real it becomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In research – as in so many other areas – there can be no guarantees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we vote in September to create a new separate state, we also vote to leave the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Becoming a new state means setting up new institutions. And it means leaving the institutions we have in the UK, like the UK Research Councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish Government cannot assert that shared arrangements will be secured. This will all be subject to negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as anyone knows who’s ever taken part in negotiations, to get a deal you have to give as well as take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On top of this – we know they want to do a deal that sees them keep all the bits they like from being part of the UK, whilst giving up the bits they don’t, at break-neck speed. Something has to give.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it would seem that the Nationalists want to rely on goodwill and generosity from the continuing UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They want agreement to share institutions from the UK family that we would have just walked out of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A family to which we had decided to stop making our contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But at the same time there’s no offer of goodwill the other way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take the situation of students from the continuing UK paying fees in an independent Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The White Paper states the Scottish Government remains committed to free tuition in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At question 240 they recognise that students from any EU member state have, and I quote ‘the same rights of access to education as home students. This means EU applicants for entry are considered on the same academic basis as home students and pay the same. This will remain the case with independence.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet the answer to the question will students from England, Wales and Northern Ireland still be charged is a simple ‘yes’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mike Russell has nothing to offer the higher education sector in his vision of independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Assertions**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "His White Paper is full of assertions and makes promises he cannot deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is precisely why he has chosen to distract attention with a synthetic spat around immigration with accusations of xenophobia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is the oldest trick in the book that when you have nothing of substance to say you seek to create heat as a substitute for light.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government has of course taken its own tough decisions on fees in England, and we know well that this is not easy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But those decisions – like all decisions in government – must be taken in light of affordability, legality and non-discrimination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Devolution has allowed the Scottish Government to make its own funding decisions within a member state. But as part of the EU an independent Scotland would have to abide by the law and not discriminate against another country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let’s just think about this for a second.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve got a Scottish Government here claiming on the one hand that it could charge students from England, Wales and Northern Ireland…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…Whilst on the other hand admitting that if an independent Scotland were a member of the EU it would have to offer free tuition to students from every other EU member state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What does it say about the good faith that the Scottish Government would go into negotiations with those representing the continuing UK we had just left?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can see the script now: “We’d like to share the UK pound with you , and we’d still like to have access to the Bank of England – but as for your young people; they will have to pay fees whilst young people from France, Spain and Italy can get into our universities for free.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And can we have a common research area too, please?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t know about you, but I’m not convinced this is the greatest opening line for a set of negotiations of the sort the Scottish Government envisage with the continuing UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not to mention the fact that it would be illegal under EU law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First we saw a group of academics query the proposal saying it would run into ‘significant problems with EU law’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Academics including Professor Hugh Pennington and Professor Peter Holmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We were told that there was legal advice. We’ve heard that before of course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And just as with the legal advice the Scottish Government claimed to have on automatic EU membership, when people like the former Director of Universities Scotland, David Caldwell ask to see it, it goes strangely quiet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The professor of European Union law at the University of Edinburgh has said that the Scottish Government would face an ‘extremely steep uphill battle’ to convince the EU that charging students from the continuing UK would be legal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And Paul Beaumont, Professor of European Union and Private International Law at the University of Aberdeen has said there’s a ‘substantial hole’ in the Scottish Government’s plans for funding higher education in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s not just academics within Scotland who have voiced concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The spokesman for the European Commissioner for education has confirmed that ‘unequal treatment based on nationality is regarded as discrimination and is prohibited by article 18 of the treaty on the functioning of the EU…’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The former European Commissioner for Education Jan Fiegel put it even more simply:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "‘this would be illegal. This would be a breach of the Treaty.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So now we have a Scottish Government planning to speed through its accession process for the EU\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…securing all the favourable terms that the UK has built up over years and decades’ worth of negotiation\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…whilst publicly stating that they immediately intend to breach the terms of EU membership which prohibit discrimination between states.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Again, if this weren’t so serious it would be laughable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**International stage**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this is how the Scottish Government would seek to represent Scotland on the international stage – and to think that Mike Russell has the temerity to accuse me of xenophobia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A state that chooses to pick and choose from the rule book to suit its own ends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That wants to rely on some kind of ‘social union’ and ‘great friendship’ to get good terms from those that it walks out on, but is unwilling to offer any goodwill in return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I said at the beginning that higher education and research is an excellent example of how being a part of the UK delivers the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A thriving network of universities that are delivering opportunities for all, regardless of social background, to improve life chances and enabling students to go on to contribute to the common good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Graduates – doctors, teachers, scientists amongst them – all delivering benefits to society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whilst at the same time we are part of a UK-wide research network supported by a diverse and strong economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A network that provides the funding to allow our doctors and scientists go on to be the very best of their professions, exploring and making new discoveries that benefit us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The best way to ensure that our sector can continue to perform as it does is to reject independence and stay with a system of higher education that draws on the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if you cherish our system of higher education as I do\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…if you are proud of the amount of highly rated research that is being undertaken here as I am\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…and if like me, you believe in investing in our young people so that they can to make the most of what we have on offer…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You will make the positive choice for Scotland and for higher education, and vote to stay a part of our UK family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}