{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2021-speech-on-the-uk-space-industry/",
    "title": "Alistair Carmichael – 2021 Speech on the UK Space Industry",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in the House of Commons on 4 February 2021.",
    "content": [
        "It is exciting to watch the way in which the UK space industry is currently growing, but it is worth remembering that the roots of that growth are to be found in the civil space strategy of 2012 to 2016, which was launched by the then Minister for Universities and Science, David Willetts. I want briefly to remind the House of what David Willetts said in the foreword to that strategy:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The possibilities of the next fifty years represent something very inspiring for this country. Our pragmatic approach to private and public sector partnerships has helped pave the way for a new era of space activity in Britain, with the UK Space Agency leading the way. So, a strategy is more than simply words. A strategy can shape the future.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, it does.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The progress we have seen since then has brought us to the point in Shetland where we are proud to be home to the burgeoning and ever-growing Shetland spaceport in Unst, the most northerly of the Shetland islands. Last year, we were delighted to welcome the partnership between Unst and Lockheed Martin as the preferred site for its UK Pathfinder launch operation. We hope to hear further information soon with regard to its future intentions. Just this week, we were delighted to hear the announcement of the intention of HyImpulse, a German company, to launch its maiden orbital flight from Unst in 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The question is, how do we go forward? That takes me back to David Willetts’s words. We were dismayed to read recently in The Press and Journal that the view of Scottish Minister Fiona Hyslop is that the Sutherland site is best placed to achieve the first launch by the target date of next year. There are opportunities for all the communities involved in the growth of the UK space sector, and that was a rather bold and ill-considered assertion. It does not help anyone for the Scottish Government to be seen to favour one site over another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we look for a way forward, I take the Minister back again to the words of David Willetts and encourage her to build the strongest possible engagement with the companies that are doing business in this sector—they are the ones that know it best—rather than relying on information from politicians or public sector agencies, who may occasionally have an axe to grind. The Government have work aplenty to do in creating a fresh regulatory framework. Let us leave the commercial decisions to the companies that know best and that will put their money where their mouths are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}