{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2014-speech-on-scottish-independence/",
    "title": "Alistair Carmichael – 2014 Speech on Scottish Independence",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael, the Scottish Secretary, at Stirling University on 13th January 2014.",
    "content": [
        "[![alistaircarmichael](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a real pleasure to be with you all here in Stirling University today to talk about Scotland’s future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 18th September this year we will take the most fundamental collective decision that a nation can ever be asked to take. This is a once in a generation decision:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have just over eight months to decide whether we stay in the United Kingdom family or go it alone. Eight months to choose between remaining part of this four-nation partnership that we have built together or to break away and to start from scratch. That is our choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That time will fly by – but I’m determined to the make the most of every minute. Why?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Quite simply because I believe in Scotland within the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe in the contribution we’ve made over the last 300 years along with our friends and families across England, Wales and Northern Ireland: our common effort to create and share something bigger and that serves us all well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe in the benefits we get from being part of this larger shared community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe this because I can see the evidence around me – at home in Orkney, here in Stirling, in Edinburgh, Glasgow, Manchester, Newcastle, right throughout the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greater than the sum of its parts**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all put something in and we are all getting something out: the UK is greater than the sum of its parts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right now Scotland sees the benefit of this long shared history. Right now, we get the benefits from natural resources like North Sea oil – but we are able to manage the volatility in production and price as part of a much larger and diverse economy made up of 60 million individuals rather than just five.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our economy comprises four and a half million companies rather than 320,000 – a market with no boundaries, no borders, no customs – but with a stable UK currency that is respected and envied across the world; a single financial system, and a single body of rules and regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we share in these benefits, Scotland is best placed to succeed. We are the wealthiest area of the UK outside London and South East, and we have achieved that as part of the UK. And right now, all of this supports jobs here in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Jobs in industries as diverse as oil and gas, defence, food and drink and the new and emerging creative industries of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us not forget we get more back than we put in. Public spending in Scotland is currently 10% higher than the UK average.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, there are national differences across the UK – we are not a monolithic culture, thank goodness. That’s true of our economy and our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of things of which I am most proud in the UK is that we’re able to absorb, to protect and to cherish differences: differences of culture, religion, accent, origin and much, much more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But let no-one underestimate what we share together and how that helps us succeed together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, our commitment to the UK family is not just about the facts and figures. It’s also about the values and ambitions we share.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hands that built the United Kingdom have created things of enormous value. They strike a chord of pride within us and remind us all of what we can achieve together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Institutions**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, we built a National Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When William Beveridge identified the five “Giant Evils” facing post-war Britain – squalor, ignorance, want, idleness and disease – these evils blighted every nation of our United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And when the UK Parliament established the NHS, it did so to fight those evils within the entirety of our borders. We faced the same problems, we felt the same outrage and we together we found the same solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, people across the UK family take enormous pride in a National Health Service, providing comprehensive health services, free at the point of use for all UK citizens wherever they fall ill within our United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, we built the BBC – three letters that stand for excellence in broadcasting at home and around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They invoke quality, depth and impartiality. It is the product of our shared wish for a national broadcaster that can educate, entertain and inform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is funded by a flat licence fee that guarantees access to programming that is both UK wide and nation and region specific. It serves local communities with a local presence in places like my own communities in Orkney and Shetland. It provides national reporting and entertainment across the nation. Around the world people look to the world service as a source of truth and impartiality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is unrivalled, unparalleled, and irreplaceable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, we have built a formidable sporting culture too. In so many sports, the nations of our UK family have different traditions, different strengths and different teams.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But while we maintain a strong pride in our teams for football, rugby and so much more we also maintain an enormous pride in the sporting clout that we represent together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether that’s the British Lions, or next month’s Winter Olympics, or of course, our astonishing achievements in the London 2012 Olympic Games.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At those Games, the UK won 29 gold medals. And over the Games, as the tally went higher, so did our collective sense of national pride.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Chris Hoy, Jessica Ennis, Andy Murray, Mo Farah, Katherine Granger. Those outstanding athletes weren’t cheered on by parts of the UK, but by all of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They were our representatives. They worked together, they competed together – many had trained together at facilities across the UK. Their success fed our pride.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The NHS, the BBC, our sporting events, teams and heroes. These are just a few of the things that bind together our family in pride and endeavour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Shared values**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Shared values, shared effort, shared achievements. Why should we now break these things up? As separate states must.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we have achieved so much through our common values and labour, wouldn’t we go on to achieve so much more?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The challenges we face today may be different but they are every bit as demanding as those we faced in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, we can afford the subsidies that will bring about a renewables revolution in this country. Cutting carbon emissions, tackling climate change, strengthening the green economy. Together, we can make a bigger impact on global poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Pooling our resources, we have grown our aid budget and become the second largest donor nation in the world today. Together, we can rebalance our economy and become more prosperous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Growing faster than any other G7 country, becoming the largest EU economy within perhaps just twenty years, providing the financial security that safeguards our banks and secures our currency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The motivation to prevent climate change, to protect the most vulnerable and to build a strong prosperous and sustainable economy. These values are common across the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And by staying together, we can build on those values to create a strong and secure future. Why should we now break these things up?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**2013 – the year of evidence**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t believe in the UK family because of dogma, ideology or nostalgia but because of what the UK means to us in the here and now and what it can deliver for us all in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For too long we have allowed to go unspoken the contribution that Scotland makes to the UK – and we have been equally silent on the benefits that we get from being part of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "2013 was the year when the UK Government started putting the record straight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We embarked on an analysis programme examining the facts, reviewing the evidence and making the case for Scotland as part of the United Kingdom in a series of detailed papers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Soon we will publish our first paper of the new year. It will examine the benefits for Scotland of being part of the UK in the EU and on the international stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is at the heart of all of the world’s most influential organisations. As part of the UK we are one of the founding members of the United Nations and have a permanent seat on the UN Security Council – helping to take decisions on major foreign policy and defence issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the UK we can use our influence to help others – whether to give our home-grown businesses access to new export markets through our highly-developed embassy network; or providing support and assistance to other countries in times of crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our paper will set out the facts about Scotland’s contribution and the benefits we get from being part of this world-leading partnership. We’re talking about a complex, detailed piece of analytical work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s because what we have in the UK is a product of years, of decades worth of cooperation and negotiation – both within the UK and with our neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Academics, businesses and legal experts here in Scotland have read – and contributed to – the papers we’ve published to date.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Facts and evidence**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They support the facts and the evidence we have presented.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You’ll find no grandiose flights of fancy here – only the very facts of our United Kingdom:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– our banks are safer\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– we have greater financial protection for savers and pensioners\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– greater levels of competition delivering cheaper mortgages and insurance for families and businesses\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– we invest in research, infrastructure and industry to remain at the forefront of new technological developments\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– we have a single labour market which allows people to move freely within the UK for jobs\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– we use our international influence to make a positive difference\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The list can – and does – go on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together these facts to make a positive case for Scotland in the United Kingdom. And throughout the remainder of this year we’re going to keep making that case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But you don’t just have to accept the facts we’ve published, just take a look at some of the other contributions we’ve had so recently in this debate:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard the supermarkets talk about the benefit of being part of a single large economy where food and drink costs us, the consumers, the same regardless of the costs of production and distribution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve heard the CBI – the organisation that speaks on behalf of business – say that the nations of the UK are stronger together and that Scotland’s business and economic interests will be best served by remaining part of the UK family\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve seen the body that represents accountants in Scotland continue to ask questions about the Scottish Government’s proposals for pensions – questions that remain after the White Paper’s publication\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’ve heard legal experts describe independence as ‘a road to nowhere’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s no surprise that the Scottish Government argue against all the evidence and the facts that we’ve presented – but their eagerness to shout down the experts from the worlds of business, academia and the law is worrying and regrettable. Other side of the argument – not being honest\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t argue with the right of those on the other side of this debate to feel the way they do about the future of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I do feel very strongly that those who want to break up our United Kingdom have a duty to listen to the experts and to make an evidence-based case of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not good enough to adopt the politics of ‘he who shouts loudest’. It’s not good enough to say, when challenged, “just because I say so”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For most of 2013 the Scottish Government told us in response to almost every question put to them: ‘wait for the White paper’; ‘the answer will be in the White paper’. But what we got in November was heavy on rhetoric and light on answers. It was a wish list without a price list.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Promises**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the one hand we got a set of promises that the Scottish Government can’t deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No matter what they say, it is not for the Scottish Government to dictate what deal a separate Scotland could negotiate with the rest of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Scots we all have to ask ourselves if we choose to leave the UK, why would those we’ve walked out on want to continue to share the things we have at the moment precisely because we part of the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we stop contributing to the UK, why would we keep getting the benefits from being part of it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s before we even start to think about the negotiations that would be required with all 28 EU member states, bilateral relations with countries around the world and international organisations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet on the other hand we saw the Scottish Government promising things post-independence that they could be delivering today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish Government chose to put the spotlight on childcare in their White Paper – something that it is within their power to do right now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last week they finally acknowledged the folly of this approach and came forward with proposals to start the catch-up with childcare provision in the rest of the United Kingdom. In so doing they made the case for what we have – not for what they want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Nationalists like to assert that they have a vision for an independent Scotland and that their White Paper is its articulation.It is not. This is not a vision; it is a mirage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like all mirages, the closer you get the less real it becomes.There is no coherence whatsoever in this nationalist document – or any other – about the kind of country Scotland would be if we were to leave the UK family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not surprising. The Scottish Government has long been skittish and evasive about the model for an independent Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They proffer whatever fits for any given audience at any given time. Then switch it for something else when the moment suits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Back in 2007 we were told that Scotland would be the free market Celtic Lion. Roaring to the sound of banking deregulation, and echoing across the arc of prosperity to Iceland and Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By 2011 the tune had changed. Now we would be a Scandinavian-style social democracy. With social services and public spending priorities that looked east, not west.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The White Paper couldn’t decide which way to jump.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A promise to cut some taxes, and freeze others, clumsily grafted on to expensive commitments on nationalisation, public spending and a lower retirement age. All based on a single, solitary page of numbers and the wilful omission of data from 2008 – the inconvenient year of the financial crash.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In every sense, it simply does not add up. Even in the best of times, no-one can have a low-tax economy paying for Scandinavian levels of social provision. If they could, Scandinavia – and others – would have done it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Lack of vision**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To say that they will do so with the backdrop of an ageing population and reduced oil and gas revenues, only adds insult to injury. There is no vision, just 670 pages of words.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All things to all people, big on rhetoric, low on facts, it offers no true picture of what kind of country Scotland would really become.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What currency would we use? What terms of EU membership could we hope to achieve? How much would independence cost and just how would it be paid for?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is for the Scottish Government to present a full, true and costed vision of what independence would mean. If they refuse to do that, what are people being asked to vote for?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Positive case**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2014 my job – and the job of all those who believe in the United Kingdom – is to make the strong positive case for the UK and to make it loudly and proudly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can do that confidently, because our case is supported by the experts. The substance of the argument is on our side and it has gone without meaningful challenge by our opponents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now our job is to make sure that every voter is aware of these facts before they enter the polling station.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because ultimately this isn’t a debate that will rest on the production of papers by Governments, however learned and substantial they may be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a debate that must take place in the pub and in the bank – at the school gates and on the factory floor – our universities and in our supermarkets. This must be a debate in which we are all involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot leave this to someone else and hope they get it right for us. We must not let anyone tell us what we can and cannot think or say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this debate, everyone’s voice matters. We all get one vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The future of our country really is in our hands and we must take it, grasp it and decide for ourselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So my hope for 2014 is this: in September I hope that all of us who can vote, do vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I am confident that people right across Scotland will make the positive choice and vote no. The positive choice to stay part of the United Kingdom family. The positive for a bright Scottish future as part of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}