{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2022-speech-on-international-human-rights-day/",
    "title": "Alistair Carmichael – 2022 Speech on International Human Rights Day",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in Westminster Hall, the House of Commons, on 8 December 2022.",
    "content": [
        "It is a pleasure to serve with you in the Chair, Dame Maria. I congratulate the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) most warmly on her success in obtaining the debate, which is timely in so many different ways. Sadly, of course, debates that expose human rights abuses around the world always seem to be timely; there always seems to be something we need to say about what is happening in some part of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I pay warm tribute to the variety of non-governmental organisations and campaign groups that operate in this area. I am privileged to have worked with many over the years; Amnesty International and Reprieve would be the most obvious. I have been privileged to work recently with the Bahrain Institute for Rights and Democracy, and with B’Tselem and Breaking the Silence in relation to activities in Palestine. I have also worked with the World Uyghur Congress and Hong Kong Watch, of which I am a patron.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will highlight concerns about just a few areas, because we have a good range of interests and I do not want to take up too much time. The hon. Member for Rutherglen and Hamilton West spoke about her concerns with Bahrain; I will not repeat them, but I very much share them. I was present recently when BIRD and Human Rights Watch published a joint report on the use of the death penalty in Bahrain. Since the end of the moratorium in Bahrain there have been six executions, and there are a further 26 men on death row who could be executed at any time. It is particularly relevant for us to speak about what is going on in Bahrain, because we are, of course, significant funders of the Gulf strategy fund—in fact, we have the Gulf strategy fund, which goes significantly to Bahrain. I wonder how many of our constituents would be content to know that we as a country—our taxpayers—are funding a situation in a place where the human rights of its people only get worse?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like the hon. Member for Rutherglen and Hamilton West, I am always happy to engage in and encourage progress but, where we see no progress coming—as seems to be the case with Bahrain, Saudi Arabia and others, sadly—it is difficult to see the justification for continuing the supply of taxpayers’ money to a country such as Bahrain, which is not exactly on the world’s poor list in the first place. It begins to look pretty much like rewarding bad behaviour. I would like to tell hon. Members the comparable figure for the uses of the death penalty in China, but unfortunately none of us knows. The hon. Member for Rhondda (Chris Bryant) said earlier from a sedentary position that it topped the league. I do not think that there is any doubt on the part of any of us about that; the difficulty we all face is that we do not know just how high above the rest of the players in that league it happens to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In particular, I have had concerns in recent years about the position of people in Hong Kong, but I will focus on the position of those who live under what has now been determined by an independent tribunal to be a genocide, featuring crimes against humanity, in Xinjiang province. Yesterday, I was privileged to meet the Government in exile of East Turkestan with Rodney Dixon KC, who is working very creatively to bring a case to the International Criminal Court. There are different ways in which cases can be brought. The first is by reference from the Security Council. Well, for as long as China is a member of the Security Council, we know there will not be a case brought against China through that route for what is happening in Xinjiang province. The second way is the route that Ukraine is taking against Russia, through a state reference. Again, that will not happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rodney Dixon KC is pursuing a line of argument regarding cross-border international crimes that would be sufficient to fall within the jurisdiction of the ICC. It is essentially a question for the chief prosecutor Karim Khan KC—also a distinguished British legal practitioner —as to whether the jurisdiction will be accepted. The ICC is an independent body, and, like all courts, we must respect its judicial independence, as we would anywhere else in our domestic system. Of course, the prosecution brings with it quasi-political aspects and functions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My ask of the Minister is that our Government do everything they can to support the case being brought by Rodney Dixon KC, but also to offer every support to the chief prosecutor. In the event that he is persuaded on the grounds of the evidence made available to him to accept jurisdiction and pursue the case, our Government, as a party to the ICC, should be prepared to put some money where their mouth is and ensure that a well-funded and properly resourced case is brought to the ICC with regard to what is going on in Xinjiang.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have to be realistic about what we can achieve, even through the ICC. The refusal of the Chinese Government to allow any outside observers from the United Nations or anywhere else into the region surely makes it clear that there will not be a great deal of co-operation and, ultimately, it is difficult to see where a case might go. But it is like water on a stone: we have to take every opportunity to bring the world’s attention to what is happening there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sir Geoffrey Nice KC in his independent—albeit essentially self-constituted—tribunal concluded that the evidence exists that there have been crimes against humanity and that a systematic genocide is being perpetrated against the Uyghur population. There is already substantial evidence, but we have to get it into every legal forum possible. With that in mind, I ask the Minister to look at the case being brought by Rodney Dixon KC and, with her officials, to explore every way we can possibly support it, if it is something that sits entirely comfortably with the stated policy of His Majesty’s Government at the present time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My final point on Xinjiang and what we can do with regard to it relates to the continuation of doing business with those companies that have been responsible for the infrastructure around which the genocide has been perpetrated. The hon. Member for Congleton (Fiona Bruce) spoke about that in relation to the noble Lord Alton’s Bill in the other place, but there is so much we could do without necessarily having the compulsitor of Lord Alton’s Bill in legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hikvision built the most incredibly intrusive infrastructure that was used to oppress the Uyghur population, and the company now operates widely in this country. Earlier this year I spent a day on Papa Westray in the Orkneys doing my constituency rounds. I held a surgery and went into the shop and post office. I still had some time at the end of the day, so I popped in, as is occasionally my wont, to spend a little bit of time in St Boniface Kirk, an ancient church in Papa Westray, where I was horrified to find a Hikvision CCTV camera. I can say to the Minister that, beyond any shadow of a doubt, if Hikvision has now got to St Boniface Kirk in Papa Westray, it is pretty well everywhere, and that is something to which we need to attend, because, as with so many other technological developments, we have no idea where the data could get to through the back door.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}