{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2014-speech-at-all-energy-conference/",
    "title": "Alistair Carmichael – 2014 Speech at All Energy Conference",
    "post_date": "February 7, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael, the then Scottish Secretary, in Aberdeen, Scotland, on 21 May 2014.",
    "content": [
        "[![alistaircarmichael](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a pleasure to be here today at the start of the All Energy Conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a fantastic opportunity to get together at the UK’s largest renewable energy gathering – to share experiences, see new technologies and celebrate the success of this ever-growing industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because as we all know Scotland is fast becoming a world energy hub – not just in oil and gas, but in renewables too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Scottish renewables are now providing enough electricity to meet roughly 40% of Scotland’s consumption. A third of all renewable generation in the UK is now in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The latest figures show that between the third quarter of 2012 and the third quarter of 2013, renewable electricity generation is up 20% on the previous 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together we are now around half way to our ambition of meeting 30% of the UK’s electricity needs from renewables by 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And our prediction is that with the framework we are putting in place, we’ll do even better than 30%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Investment**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Between January 2010 and February 2014, we saw private sector investment in large scale UK renewable electricity projects exceed £34 billion. This investment supports over 37,000 jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over £14 billion of this is in Scotland, supporting around 12,000 jobs, here at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And our reform of the Electricity Market will ensure the UK remains a leading destination for investment in the electricity sector and could support as many as 25,000 jobs in the power sector in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This record is in stark contrast with the rest of Europe, where renewables investment halved between 2012 and 2013.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government is committed to supporting and investing in our renewables technology to make sure that we retain our position as Europe’s renewable investment hotspot.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Projects such as the Dorenell Wind Farm in Moray which is estimated will generate at least £93 million in direct benefits for the Scottish economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And The Speyside Biomass Combined Heat and Power Plant at the Macallan Distillery, which would represent an inward investment of £60 million to the local area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am delighted to confirm today that the Eskdalemuir Working Group has progressed very well. Through constructive discussions, the MoD’s concerns on wind farm development have been met and opposition to the project will be removed, opening up extra capacity for renewables deployment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Renewable potential**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And for the first time we have created a tailored strike price for Scottish Islands which will help to unlock their renewable potential as cost effectively as possible, and increase the likelihood of a number of Scottish offshore wind projects coming forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As MP for Orkney and the Shetlands I can tell you that enthusiasm for exploiting renewables potential on the islands is very high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government is currently in talks with Shetland, Orkney and the Western Isles ‘our islands out future’ campaign in recognition of their incredible potential and to overcome obstacles to development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This whole positive picture, right across Scotland is down to your hard work – and collaboration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Energy Act 2013 – supported by all parties in the UK Parliament: Labour and SNP as well as the Conservatives and Liberal Democrats has put in place the legal, financial and political framework that is designed to last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not just for the next few years, but it reaches out ten, twenty, thirty years into the future. Certainty, stability, predictability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Going green**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By creating the world’s first low carbon electricity market, we are going green at the lowest cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Demonstrating that carbon reduction and economic growth can go hand in hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me be crystal clear, the government’s commitment to renewables as part of our diverse energy mix is undiminished.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But to succeed we need to keep showing that this vision of a competitive low carbon market isn’t an ideological, or even just an environmental one. We can keep energy bills as low as possible as we decarbonise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to provide certainty, stability and fair returns for investors, generators and suppliers\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the positive case for Scotland’s energy future in the UK is the protection of the integrated market. Sharing support, sharing benefits and sharing costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Scottish renewables, just like renewables in other parts of the UK, are an integral part of our vision for a low carbon future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment, consent, construction and generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Scotland – a world-leading renewables hub. The United Kingdom – the best place to do business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}