{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2022-speech-on-government-support-for-marine-renewables/",
    "title": "Alistair Carmichael – 2022 Speech on Government Support for Marine Renewables",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in Westminster Hall, the House of Commons, on 7 December 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That this House has considered Government support for marine renewables.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a pleasure to serve with you in the Chair, Mr Hollobone, and I am grateful to see a number of colleagues here this morning. I would like to place on record my appreciation, as ever, of the support that those of us who are part of the all-party parliamentary group on marine energy received in preparation for the debate, with very comprehensive briefings from RenewableUK, the UK Marine Energy Council and companies such as Orbital Marine Power and Nova Innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to start by giving credit to the Government for the decision they took last year to introduce a ringfenced pot of £20 million for tidal stream generation as part of the contracts for difference allocation round 4. In particular, I want to place on record that the right hon. Member for Spelthorne (Kwasi Kwarteng), in his time involved with the sector, understood the opportunities for the United Kingdom presented by its development and used his time in office to drive policy in a way that has empowered the sector to develop, grow and continue to innovate as it proceeds along the road to full commercialisation. I fully appreciate that when the biographers eventually come to write the chapter on the right hon. Member’s legacy, that may not be the headline, but it was a significant contribution that is understood and appreciated nevertheless.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government’s decision last year unlocked investment in four projects this summer, as a result of which we will be able to obtain 41 MW of clean energy for United Kingdom households. Orbital Marine Power was awarded two contracts for difference totalling 7.2 MW of tidal energy deployments at the European Marine Energy Centre’s Fall of Warness site in Orkney. SIMEC Atlantis secured 28 MW to further develop the MeyGen site in Caithness, and in Wales, Magallanes was awarded 5.6 MW for a tidal energy project at Morlais in Anglesey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was delighted to have the opportunity to visit the European Marine Energy Centre in Orkney when I came to the right hon. Member’s constituency a couple of years ago. The work done at EMEC is really important for delivering cheaper, greener energy. Does he agree that, in the light of the energy price crisis, this research could be vital for delivering affordable energy to Scottish homes and businesses?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I very much agree, and I should acknowledge the support that the hon. Lady has given to EMEC over the years. I am grateful for the support from across the political spectrum, all parties and none, and I will come on to talk quite a lot about EMEC later on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is worth reflecting for a second on how we have reached this point. Despite the fact that these are significant commercial enterprises—essentially competitors—the companies working in the sector have presented a united and strategic case to Government and investors. That has been enormously important, and since we still have some way to go, I hope that approach will continue. Trade bodies RenewableUK and the UK Marine Energy Council have also been critical in maintaining that unity of purpose and message, as has, in our own small way, the all-party parliamentary group on marine energy, under the chairmanship of the hon. Member for Gloucester (Richard Graham), who I am delighted to see in his place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is invidious to single out individuals when the story is one of team success, but the leadership that Neil Kermode has given as director of the European Marine Energy Centre in Stromness in Orkney has allowed that body to fulfil the role it was set up for almost 20 years ago. I do not think the Minister has yet visited EMEC, but he may wish to make his way there once we are through the winter and the days are slightly longer again, so that he can see for himself the work that has been done and continues to be done not just at EMEC but on the Heriot-Watt campus at the International Centre for Island Technology and the full range of private companies that have been established as spin-offs from these bodies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I mention EMEC, and am keen for the Minister to visit, not just to give it the recognition it has earned, but to engage the Minister’s attention in the issue of funding. EMEC’s success has been built on Interreg funding, which was a dependable source of funding for as long as long as we were part of the European Union; it was an easy fit. Since we left the European Union, however, the shape of future support that replaces what came through Interreg is still not clear, and for EMEC that could soon become critical. My first ask of the Minister, therefore, is whether he will meet me and a delegation from EMEC so that we may identify future sources of funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have now made a significant commitment to marine renewables through the fourth allocation round, and EMEC remains central to delivering the full potential of the Government’s commitment. That may be in the Department for Business, Energy and Industrial Strategy or the Department for Levelling Up, Housing and Communities, or it may fall within the remit of the Scottish Government—perhaps it is some combination of them all—but having come so far we cannot now allow that critical operation to fall between the gaps of Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope this morning’s debate will be an opportunity for us to stop and take stock of where we have got to, to explore some barriers that remain on the road to development and commercialisation, and to look forward to where we go from here—in particular, to what decisions we need to see made as we move towards the next round of contracts for difference allocation round 5.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is worth reminding ourselves what is at stake. The United Kingdom has the potential to develop about 1 GW of tidal stream energy by 2035 and up to 11.5 GW by 2050. That is equivalent to over three times the generation capacity of Hinkley Point C. The costs of technology have fallen significantly in recent years. Analysis published by the Offshore Renewable Energy Catapult this autumn showed that that tidal stream can become not only a significant part of our future energy mix, but a cost-competitive one. If the sector is supported, by 2035 tidal stream could provide power at £78 per megawatt-hour; compare that to Hinkley Point C at £92.50 per megawatt-hour. By 2042 that figure could be £60 and by 2047 we could be looking at something in the region of £50. That is about £10 per megawatt-hour more than wind and solar today but, importantly, without the challenges of unpredictability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The real opportunity that comes from the development of tidal stream power in particular is the chance to develop the baseload capacity that will be so important and to remove the intermittency of renewables. For so long the missing link has been the funding that would give wave and tidal energy the chance to develop commercially, and, as we know from other renewable technologies, once the process of the commercial roll-out is under way, the costs fall like a stone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alan Brown (Kilmarnock and Loudoun) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the right hon. Member for bringing forward this debate. He rightly makes the comparison with nuclear strike rates, but in doing so we should remember that the £92.50 strike price for Hinkley Point C is a 35-year contract, whereas tidal stream is a 15-year concession so it is even better value for money. Does he agree?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is a perfectly fair point. I make the comparisons, but I do not want to set one technology off against another; that is not in the interests of the industry. It is important that the figures are taken in the round when we look at getting value for money for the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Marine renewables is an industry that has the potential to support thousands of jobs across the United Kingdom—good-quality manufacturing jobs that bring with them the opportunities to grow an export industry, which would be an obvious route towards a just transition for many of those currently working in oil and gas. The oil and gas industry has been a critical part of the economy of the Northern Isles for the last 40 years, and I believe it will be a critical part of getting to net zero. Indeed, it is difficult to see how we could get there without having an industry on the UK continental shelf. The industry has a number of excellent apprenticeship programmes. When I talk to the young men and women who are undertaking those apprenticeships now, at the start of their career, I am struck by the fact that they tell me they believe that by the end of their working lives they will be working not in oil and gas, but in marine renewables.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David Duguid (Banff and Buchan) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate the right hon. Member on introducing this important debate. I could almost have written his speech myself. Like other Members, I have had the pleasure of visiting his constituency and the European Marine Energy Centre, very impressive as it is, and I agree that the oil and gas sector and oil and gas companies, which have the technologies, the expertise and the capital, have a vital role to play in the energy transition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Carmichael**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the hon. Member wants to send me his CV, I will keep it on file for when I next have a vacancy for a speech writer. I am at risk of being too consensual, but he knows my views on this and we have to find a way to recognise that in energy security there is no silver bullet. Contributions will be made by all sectors on the journey towards net zero.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Offshore Renewable Energy Catapult estimates that the UK’s tidal stream industry could support 4,000 jobs by 2030 and 14,500 by 2040. Those high-wage, high-value jobs would be focused on coastal areas. UK tidal stream projects use an average 80% UK content in the world-leading arrays, creating supply chain with high rates of return on public investment. As with offshore wind, the supply chain is widely dispersed across the UK—for example, Leask Marine is a vessel charter, commercial diving and international marine construction service based in Kirkwall, but it operates around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Being the world leader in developing tidal stream technologies, the UK is well placed to capitalise on exports to future global markets, including Canada and Japan, in which the sector has already secured export orders. Nova Innovation has a presence in Shetland, but, from its Edinburgh base, it is already working to export to Nova Scotia and Canada—part of a 15-turbine order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Marine energy provides a particularly competitive solution for countries with islands or remote populations that depend on expensive and polluting diesel generation. The energy innovation needs assessment of tidal stream, commissioned by the Minister’s Department, estimated that growth of UK tidal stream exports could add more than £540 million gross value added and nearly 5,000 jobs per annum by 2050.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope the House will forgive me for labouring the point, but that is the potential that sits within our grasp. That is where we want to get to. The question, then, is how. The marine renewables sector has a number of clear and well-formed asks of the Government, one short term and three for the longer term. The most immediately important is the need for an early indication of the Government’s intentions with regard to the continuation of the ringfenced pot for tidal stream in their upcoming contracts for difference allocation round 5.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The creation of that £20 million pot has been enormously important to unlocking private sector finance for the sector, and the sector itself has been able to be creative in the financial instruments it has devised to take advantage of that. Maintaining that investor confidence is critical, and an early and positive announcement on allocation round 5 is essential for that confidence. I would be delighted to hear something about that from the Minister today, although I am prepared to be realistic even though it is almost Christmas. However, an indication of when an announcement might be made would be welcome not just in the House, but in the wider industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the longer term, the industry is looking for contracts for difference options to be reformed in a way that rewarded projects with significant UK content, which would enable it to trigger new manufacturing investment or support innovation in the supply chain. It also seeks a commitment from the Government to a target of 1 GW of marine energy by 2035. Again, that would give confidence to investors that the UK intends to remain the leader in tidal stream.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That 1 GW represents a significant threshold, because it is the point at which it is forecast that tidal stream is expected to become lower cost than new nuclear. The United Kingdom, Scottish and Welsh Governments should work together to expedite the process for new tidal stream sites to ensure development can continue at pace. Pace is important, and the Minister can use his office to work across Government and between Governments to remove some of the forces that are currently a drag on the pace of development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In its briefing for this debate, Nova Innovation called for the speeding up of CfD timescales and consent processing for tidal stream sites. Section 36 consent, which is required to qualify for a CfD, takes at least three years. That is driven by the requirement for two years of bird and mammal surveys and the nine-plus months it takes to receive a consent decision—it is often much longer in practice. In contrast, the EU target is three months for renewable energy project consent. Section 36 is required only for onshore projects greater than 50 MW, but the offshore limit is 1 MW.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Overall, it takes at least six years from conception to the commissioning of a UK tidal energy site. That timeline is similar across the nations of the UK. In contrast, developers in Canada can go from a greenfield site to first power in two to three years. That puts the UK at a competitive disadvantage for project investment and we risk losing our lead in tidal energy. We should also increase the pace and scale of investment in the UK’s electricity grid so it does not remain a constraint on renewable energy development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "EMEC provides state-of-the-art testing facilities for tidal stream and wave technologies. It plays a pivotal role in supporting the development of the UK’s marine energy sector. The UK leads the way in marine energy as a result of our innovative UK tidal and wave companies, our well-developed project portfolio and our excellent natural resources. EMEC’s activities have been made possible by the support it receives through EU structural funding—specifically funding from the EU Interreg programme. Between 2016 and 2020, that was £17.4 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Interreg projects account for 51.9% of EMEC’s overall funding. Obviously, that funding will soon come to an end, so it is imperative that a clear replacement is established to secure its long-term future. The discontinuation of our participation in the EU Interreg programme has presented EMEC with a cliff edge in access to the grant funding supporting the operation and growth of the test centre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "EMEC is taking proactive steps to mitigate the lost funding from Interreg, but—let’s be serious—it will not make good all the lost funds. Direct revenue funding of £1.5 million a year for four years to replace the Interreg gap will enable EMEC to preserve the high-quality jobs and the growth sector, supporting levelling up, protecting that internationally accredited and strategically located facility, and providing recognition as a national asset in pursuit of the UK’s aspirations to be a global research and development superpower. It will allow EMEC to enable further growth and diversification in new technology areas, including wave and tidal array testing, green hydrogen integration, maritime and aviation decarbonisation, and floating offshore wind research and innovation, all with the aim of developing the domestic supply chain and the manufacturing capability of UK plc as a whole in the pursuit of economic growth and reaching net zero.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The replacement of Interreg funding is something of a lonely child when it comes to Government responsibility; it seems to sit between a number of departmental responsibilities. Although the response today is from BEIS, I am aware that the Levelling Up Secretary has an important role. He will be coming to Orkney in January for the final signing of the much-welcomed islands growth deal, and I look forward to raising Interreg with him then if we have not been able to make progress beforehand. Officials in the Minister’s Department have been fully apprised of the situation, so I hope we will be able to work together to ensure EMEC’s critical work is allowed to continue and that the cliff edge in the funding set-up can be avoided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The marine renewable sector’s asks are far from extravagant. This is the time to capitalise on the lead that the sector has given us as a country, commit to the policies that will expand our reach and make tidal stream innovation the icon of the UK economy that we know that it can be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}