{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2020-speech-on-hong-kong/",
    "title": "Alistair Carmichael – 2020 Speech on Hong Kong",
    "post_date": "February 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in the House of Commons on 25 February 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That leave be given to bring in a Bill to place requirements on the Government relating to the Sino-British Joint Declaration 1984 and human rights in Hong Kong; to make provision about immigration for Hong Kong residents including granting rights to live in the United Kingdom; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, I want to thank Members from across the House who have offered their support for this campaign, either as co-sponsors of my Bill or through their support for the rights and freedoms of people in Hong Kong. I pay particular tribute to the work of Hong Kong Watch, of which I should declare I am a patron, and the many other civic organisations that continue to work tirelessly to advance the cause of democracy in Hong Kong. Most importantly, I should state my full admiration for the people of Hong Kong, who have demonstrated fortitude and resilience for their cause in the face of adversity and active suppression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The status of British nationals (overseas) in Hong Kong and their right to abode in the United Kingdom is an issue on which my party, with others, has campaigned for decades. It speaks to our values of internationalism, support for the rule of law and liberal democracy. During the handover process in the 1980s and 1990s, we demanded that the people of Hong Kong be given the right of abode in the UK if China were ever to renege on the promises made in the joint declaration. Our then leader, the late Paddy Ashdown, led that call, and he knew that the UK could not guarantee the promises we had made without such a supportive measure. Some decades later, it is clear that the value of the joint declaration is being challenged by China, which is why the issue of British national (overseas) passport holders is more important today than it has ever been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the formation of the first ever all-party parliamentary group on Hong Kong last month, Members from all sides of the political discourse came together to create a new parliamentary focus on scrutiny of China’s actions and to hold our own Government to account. China has repeatedly undermined the principles of the joint declaration in recent years, weakening Hong Kong’s democratic systems. The one country, two systems arrangement is a shadow of what it was supposed to be. It has been mocked by Beijing officials as being a “historical document”. The former Governor of Hong Kong, Lord Patten, denounced that dismissive behaviour last month in the inaugural Paddy Ashdown memorial lecture. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“A treaty is what all the contracting signatories agree it is; it is not simply whatever one side says it is.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Far worse than Beijing’s rhetoric is what we have seen on the ground in Hong Kong. Reports of police brutality against protestors have arrived almost daily since the start of protests against proposed extradition laws last summer. That the Chinese state is reneging on the Sino-British joint declaration is no longer a matter of debate, and if ever there were a time to act in support of Hong Kong, this is it.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Bill that I seek the House’s leave to introduce is supported and promoted by Members on both sides of the House. It is not a particularly radical set of proposals, but sadly, it is a necessary one. It seeks to discourage further infringements on Hong Kong’s historic freedoms by reopening the BN(O) passport scheme and establishing the right to abode in the UK for BN(O) passport holders. For Hongkongers, this is one of the most important signals that we can send. It is a signal that we in the United Kingdom have not forgotten our obligations to them and that, as it begins to look as if some of their worst fears may be realised, we shall do more than stand on the sidelines wringing our hands. Since the joint declaration was signed and implemented, however, international law has moved on significantly and it is only right that account should be taken of changes such as the evolution of Magnitsky sanctions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The joint declaration already includes a mandate for the UK Government to strengthen the six-monthly reports so that they issue a judgment on whether the joint declaration has been breached. The problem with that, however, is that as things stand there is no meaningful sanction for those responsible for any breach. That is why I am calling today for the Government to commit to employing Magnitsky-style sanctions for those whom it is judged have been responsible for human rights violations whether in Hong Kong or elsewhere in China. This, again, would be a powerful signal that the United Kingdom is serious about our commitments to the people of Hong Kong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These actions would not set us apart from the international consensus. Quite the opposite. At the end of last year, the United States Congress passed a Bill to take measures against those responsible for human rights abuses in Hong Kong, and to ensure an annual review of their trading relationship with China. The Bill was supported across Congress—a reminder for us that standing up for democracy should not be a single-party issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am realistic about the prospects of success for a Bill that starts its life as part of a ten-minute rule procedure. There are some who would say that even this is more than we should be doing and that it would be better to keep our heads down and avoid making waves when it comes to our dealings with an important trading partner. Members will have noticed this week already that the former Attorney General, Lord Goldsmith, was moved ​to rebuke the Government publicly for what he saw as misrepresentation of his legal advice on the issue of granting the right to abode. That was a quite extraordinary move and one that I hope will act as a shot across the bows of the Government. If there are good reasons not to act, then the Government should explain them. Good reasons, however, are one thing; excuses are quite another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lord Goldsmith has been clear that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“the UK Government can extend full right of abode to BN(O) passport holders without breaching its side of the Sino-British Joint Declaration”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is an issue that is not going to go away. We have seen the continued resistance shown by Hongkongers over these past few months. They are not keeping their heads down, they are making waves, and that is why there is growing support and enthusiasm in the House and across the country for meaningful action to be taken now to stand with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rather than sitting on our hands, the UK can stand shoulder to shoulder with the people of Hong Kong. I am calling on the Government to take an active approach by adopting this Bill. It is time to do what we should have done during the handover; it is time to give the people of Hong Kong the guarantees they need, by providing their right to live in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The idea of global Britain, so often trumpeted in recent weeks, is meaningless if we are timid in the advancement of international human rights. Human rights are nothing if they are not universal. What is good for us here must also be good for those in Hong Kong. This House must make its voice heard on essential values such as the rule of law and liberal democracy. I believe that there will be cross-party support and grassroots backing across the country and beyond to move this legislation forward. If the Government intend to give substance to their global rhetoric, they should put their weight behind the Bill as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}