{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2022-speech-on-the-national-food-strategy-and-food-security/",
    "title": "Alistair Carmichael – 2022 Speech on the National Food Strategy and Food Security",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in the House of Commons on 27 October 2022.",
    "content": [
        "First of all, I remind the House of my entry in the Register of Members’ Financial Interests. I congratulate the right hon. Member for Tatton (Esther McVey) on securing the debate and I thank the Backbench Business Committee for granting it. This is an enormously important and timely subject for the House to be debating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The cost of food and where people put their money at the moment is probably the uppermost consideration in the minds of all our constituents. I hope the Government will bear that in mind when they think about the wider policy and strategy, because the implications for some of what we are seeing at the moment could be profound for both producers and consumers. When people are primarily driven by price—I think that is their primary consideration at the moment—and they go to a supermarket and are looking for the cheapest food on the shelf, they are not necessarily going to find it with a Union Jack, red label or saltire on it. At a time when the Government are seeking to increase, through the variety of trade deals we have, the range of foods coming into this country, which may not have been produced to the same environmental and welfare standards that we are accustomed to, the damage that could be done to our own producers could be long-term and profound.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not want to detain the House for too long today, not least because the right hon. Member for Tatton was comprehensive in her introduction to the debate. I can say that there was really nothing with which I disagreed in her speech—I am agnostic on the question of chickpeas, but apart from that. It is right that we should consider for a moment the role of our food producers in food strategy and food security, and particularly our fishermen, farmers and fish farmers. Aquaculture is one area of food production that offers a real opportunity for producing high-quality protein at affordable prices, but which also brings with it a number of challenges and opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This issue also strikes at the heart of the role of Government. There are things that the Government can do, such as on food labelling and encouraging people to eat more or different fish or to use food in a different way—that is perfectly legitimate. There is an obvious role for the Government, for example in the production of support payments for farmers. At other times, however, the role of Government is to get out of the way and allow food producers to get on and do what they do best. The Minister, with his background, will be alive to that tension in Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For farmers, fishermen and fish farmers, the many challenges result in a perfect storm. The rising cost of energy has had a wide range of impacts; the cost of fertiliser is the one that is spoken of most frequently, but the costs of running machinery, such as tractors, are also affected. With the agricultural industry facing an uncertain future, in particular, regarding the future of support payments, there is real anxiety in the industry about what the future holds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me say parenthetically that the suggestion of support payments being subsidies for farmers has to stop. Support payments for farmers are actually support payments for, probably, consumers and supermarkets. It is their route to ensuring that cheap food keeps being produced in this country—it is not just farmers who benefit from support payments. One thing that the Government could do as part of the food strategy is to look at how the big supermarkets have a real, adverse impact on how farmers can get their food on to the shelves. There is a massive imbalance of power. A few years ago, we started the Groceries Code Adjudicator. It has not had the effectiveness that I hoped it would, but that issue has to be revisited through whatever means we can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of my frustrations relating to the future of support payments is that we see that as being about either agriculture and food production or environmental goods. From my experience as somebody who lives in and is part of an agricultural community and who was brought up on a farm, that is not an either/or—it is both. Farmers are working the land in a way that would maintain the richness of our countryside’s ecology, especially in many areas that are less productive, where the land is not of such good quality. I offered an example from my experience to the hon. Member for Bristol East (Kerry McCarthy), but there are others from my constituency. I see the damage that is done to crops grown in Orkney by barnacle geese, and Orkney is not a great cropping county. The balance between what farmers can do and the challenges of nature has really fallen out of kilter there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our food strategy needs to be holistic; we cannot allow it to be silent on things. It is very well to say that we will have visas to bring in workers to pick fruit or to work on fishing boats, or whatever else it may be, but that is of absolutely no use if we have no housing in which to accommodate them. Housing in our rural communities is a massive issue. My hon. Friend the Member for Westmorland and Lonsdale (Tim Farron) speaks about that issue frequently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On transport, it frustrates me beyond measure that it seems to be a massive surprise to our shipping companies every year that suddenly in October, crofters start wanting to sell their lambs and to export them to the Scottish mainland. We need extra capacity in our ferries at that time. A bit more joined-up thinking in Government, wherever that is, would allow us to put food policy at the heart of Government and Government strategy. In that way, there would be a win for us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}