{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2013-speech-on-scottish-independence/",
    "title": "Alistair Carmichael – 2013 Speech on Scottish Independence",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael on 13th November 2013.",
    "content": [
        "[![alistaircarmichael](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a pleasure to be here in Inverness today – as an MP of 12 and half years I’m used to making speeches, but this is my first key-note speech as Secretary of State. In terms of where and when to make it I gave only one wish for my speech it was not going to be in the central belt!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an enormous pleasure for me to be here in the city of Inverness, capital of the Highlands. This is a city that has seen enormous growth and change over the decades and is now home to many businesses in a wide-range of fields, but which is still identifiably a Highland community in its feel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This seat is home to my friend and colleague Danny Alexander, I have been privileged to work closely with Danny over the years and we have both been Ministers in this coalition Government and he has become an enormously influential politician.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When Danny tells people in Government to listen they do – and Danny takes every opportunity in his job to speak up for the Highlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now in Cabinet a boy from Colonsay sits across the table from a boy from Islay who represents Orkney and Shetland – two island men both represented at the heart of this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Proud**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am very proud to take up the role as Secretary of State for Scotland particularly at the current time. Right from the start I got to see how quickly the labels get put on you on this job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Their labels as a ‘bruiser’ or any of the rest of it are all a predictable part of how the press covers politics: plenty of reminders of what I look like dressed as a Viking warrior for the Up Helly Aa (and I can let you into a little secret – it’s not an outfit I wear every day) to being described as a ‘supposed Scot’: all in the space of four weeks!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The latter description was, I suspect, designed to provoke. It certainly did tell us something about this debate – that I’m not alone in experiencing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not content with trying to divide the UK, the supporters of independence also seek to divide our fellow Scots – depending on their voting intentions in the referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I tell you this – once you start mixing up politics and patriotism you can quickly get into dangerous territory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud to be a Scot and come from a family that as far back as we can trace, have always lived in Scotland. My father is a native Gaelic speaker and as a child and a young adult I competed at local and national Mods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was educated in the Scottish state sector and studied Scots Law at the University of Aberdeen and qualified as a solicitor in Scots law. I have held a commission as a Procurator Fiscal Depute – one of the great ancient offices of the Scottish legal system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since 2001 I have represented a Scottish constituency in the House of Commons. I look forward to Hogmanay as much as Christmas Day. I drink malt whisky and I’m partial to the occasional tunnocks teacake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What else do I have to do for these people to regard me as a “true” Scot as opposed to being a “supposed” one?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Scottishness**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No one has a right to question my Scottishness or anyone else’s come to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Polls would suggest that most people in Scotland want to remain part of the United Kingdom. Many others do not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A few weeks ago, in yet another effort to have a debate about the debate rather than having the debate itself, Alex Salmond called on David Cameron to debate independence. He wanted, he said, to see the Prime Minister “argue against Scotland”. Not, you note, “against Scottish independence” but “against Scotland”. In the nationalist mindset it seems to be the same thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me be clear: You are not a better Scot if you support independence. Nor are you better if you don’t.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Being a part of the UK doesn’t undermine our Scottishness – our identity as Scots is not and never has been at threat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not a debate about patriotism – It is a debate about whether or not we should continue to work together across the United Kingdom, or whether we should go it alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A lot of airtime gets devoted to what independence would mean for Scotland – and rightly so – there are plenty of questions, I’ll return to just some of those later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But before we make a choice about our future, we need to understand what it is we have right now as part of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The nationalists like to take us right back to 1707 and even further to Bannockburn. Don’t get me wrong – history is important: but our recent history is just as important as the more distant. That recent history has been one of collaboration, of partnership, of working together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Best of both worlds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m not going to turn this speech into ‘the greatest hits of the UK’ – but I will say this: we have achieved a great deal working together. And I don’t think those of us who believe in a strong Scotland within a strong United Kingdom spend enough time talking about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So next time someone asks ‘what has the UK ever done for me?’ I want you to remember this….\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together our economy is stronger and more secure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have a domestic market of 60 million individuals rather than just 5, 4.5 million companies rather than 320,000 – with no boundaries, no borders, no customs, but with a common currency, single financial system, and a single body of rules and regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am in no doubt: businesses right across Scotland have no wish to change this system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I put it like this: we have a stronger place in the world with a great and wide network of embassies and diplomatic offices across the globe – supporting our businesses overseas and looking after Scots abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the UK we are a major player on the international stage: with significant influence in the EU, UN, G8 and other international institutions. We can and do make a real difference to people in other parts of the world in times of trouble, as our work in the Philippines is showing right now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Benefits of the UK**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At home the benefits of our United Kingdom can be seen not just in the make-up of families like mine and many others right across the UK, but also by the more than 700,000 Scots who live and work in other parts of the UK and the 30,000 people who travel between Scotland and the rest of the UK each day to work. All of us benefit from a common passport, tax and national insurance system, meaning that people as well as goods and services can move freely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where it makes sense to have decisions taken in Scotland by the Scottish Parliament responsibility has been devolved to Holyrood. It is a constructive and positive approach. Devolution within a United Kingdom really does give us the best of both worlds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Week two of the job and the crisis at Grangemouth petro-chemical plant landed on my desk. That illustrated well what the best of both worlds gives us: working together John Swinney and I could bring together the resources of government to secure the future of the plant more effectively than we could working separately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why at the start of this year we embarked upon a detailed programme of work to examine Scotland’s position in the UK today and to make clear the choices that would face all of us if the UK family were to break up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These papers have been detailed and evidence based and together set out a detailed case that shows every part of the UK makes a valuable contribution and that together we are greater than the sum of our parts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we go to the polls next year we’ll be asked the question: ‘Should Scotland be an independent country?’. We’ll be asked to put our cross in a box saying yes, or a box saying no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That simple act – will be replicated right across Scotland from the highlands and islands, to the borders; in our great cities and our rural communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Each of us will be asked the same question. And when we answer – we will all do so on the basis of what is best for us as individuals, for our families and for our communities, now and in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the benefits of being part of the United Kingdom can be seen in our future as much as our past:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are the challenges we already know about: by pooling our resources we are better placed to meet some of the demographic challenges that we will face in the future: funding pensions through contributions from the working populations of Scotland, England, Wales and Northern Ireland is more sustainable than simply trying to fund our ageing population in Scotland alone: you don’t need to be an expert economist to work that one out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then of course there are things that we can’t predict:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fifteen years ago the idea of broadband roll out across the UK, including our remotest areas would have sounded like a pipe-dream.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet here we are, with UK wide funding helping to join us up and bring us all closer together. Twenty per cent of the UK broadband budget is being spent here in Scotland – that’s more than our fair share – and we can do this because we pool our resources across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to ask ourselves: what will the next broadband be? And will it be more sustainable to fund it by clubbing together as the UK or doing our own thing in a separate Scotland?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is this past, present and future United Kingdom that we need to think about when we go into the polls next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**White Paper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But right now attention is turning to the Scottish Government’s White Paper which will be published in just less than two weeks. And rightly so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is after all a long awaited document.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whilst we have published our analysis – on the legal implications of independence, on financial services, on the economy, on the challenges of an oil fund, or on the currency – what we’ve so often heard in response is ‘wait for the White Paper’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The First Minister tells us that this Paper will resonate down through the ages and Nicola Sturgeon has said it will answer all the questions – boy does it need to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But before we get to the detail let’s start with ‘The ‘why?’. Why do the nationalists want independence?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since signing the agreement with the Prime Minister over a year ago to ensure that we would have a referendum, the answer to ‘why’ seems to have become less clear, rather than more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the few areas where the Scottish Government have sought to offer any answers, they – ironically – seem obsessed with UK wide solutions. According to them:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will leave the UK…but have a shared currency and keep the Bank of England working as lender of last resort;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll leave the UK…. But continue to share a UK welfare system;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll leave the UK….. but still get UK warships built in Scottish yards;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll leave the UK…but still share a single set of financial regulations….\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The logic of the Scottish Government’s position has left many scratching their heads in puzzlement. But in truth it is just part of a pattern we see from the Scottish Government: They are doing this to offer false reassurance. Independence would prove very different in practice and they know it. Right now all they are proving is that they are prepared to say anything and promise everything to try to win votes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But let’s be generous and leave that most fundamental question of ‘why become independent’ to one side for a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish Government have another duty in the White Paper: to explain how independence would work and what it would mean. This is an important decision for us all. The details matters. We cannot be offered a prospectus of ‘it will be alright on the night.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we know that for many issues all the White Paper can do is provide a wish-list of what the Scottish Government might like to secure in negotiations:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An independent Scotland would need to sit down at the negotiating table with the rest of the UK – who would then be a separate state from us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sit down with the member states of the EU and the Allies of NATO to thrash out an enormous amount of very important detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In each case an independent Scottish state would be pursuing its interests, just as the other states would pursue their interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the Scottish Government should take the opportunity in the White Paper to tell it straight about the fact that many important issues will need to be negotiated and they need to be upfront that there can be no guarantees in advance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Fundamental questions**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But that does not excuse the First Minister and his team for dodging some fundamental independence questions that they can answer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The White Paper must be frank on a few fundamentals of independence if they are serious about bridging the credibility gap that exists with their plans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I am posing three very straight-forward questions that need to be answered if people in Scotland are going to get any closer to knowing how independence will work and what it might mean for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let’s start with the pound in our pocket. Or, to be precise, the UK pound sterling in our pocket.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is fundamental.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The First Minister is fond of saying that the pound is as much Scotland’s as it is the rest of the UK’s. It is now, but if Scotland decided to leave the UK, we would also be leaving the UK currency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Public international law is clear: the UK would continue. The UK’s currency would continue and the laws and institutions that control it like the Bank of England would continue…for the continuing UK\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But if Scotland became an independent country, we would need to put in place our own currency arrangements; new currency arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Currency union**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The First Minister says he wants a currency union with the rest of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government – and plenty of others – have pointed to the challenges of currency unions between different states. You only need to look at the Euro area to see that everything can appear fine in year one, and how quickly circumstances can change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And there are plenty of examples of currency unions that have failed. When Czechoslovakia broke up the Czechs and Slovaks tried it. It lasted 33 days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The bottom line is that a currency union may not be in the interests of Scotland or the continuing UK and it is highly unlikely to be agreed – not because of any malevolence, but because it wouldn’t work. It would be very foolish for anyone to vote for an independent Scotland on the basis that they will get to keep the pound. It’s high time that the Scottish Government stopped claiming that a currency union is a given and instead answer this first question: will the White Paper set out a credible Plan B on currency?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Pensions are another fundamental building block of any state. The UK and other developed countries are facing rising pension costs because of ageing populations. Independent forecasts by the ONS confirm that the demographic challenge Scotland faces is greater than the rest of the UK. We will have more elderly and retired individuals receiving pensions compared to those of working age who are paying taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So my second question is will the White Paper set out how much more pensions will cost each of us in the future if we leave the UK and leave behind 90 per cent of the people that are currently paying into the larger UK pension pot?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Price tag**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, the overall price tag of independence is something we never hear anything about. John Swinney’s private paper to his Cabinet colleagues said a new tax system alone would cost more than £600m each year. Setting up a new Scottish state from scratch will not be cheap. The White Paper must tell us how much it will cost us to set up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in truth it’s not just the one off set up costs we need to think about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In public we see the Scottish Government promising more and more ‘goodies’ for an independent Scotland. But people aren’t daft: we know that every goodie has to be paid for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I want to know how much we are expected to pay to go it alone as an independent state. Rather than making empty promises, the White Paper has to tell us how an independent Scotland would fill the black hole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "OK – I’ll admit – that’s more than three questions – trust me I could ask plenty more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But what I’d really like to hear are the questions you want to see answered when you open up the White Paper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because this must not be a document that Governments alone pour over – as much as Alex Salmond might like it, this isn’t a debate between the UK and Scottish Governments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed despite the approach of those SNP members who question the right of ‘supposed Scots’ like me to speak out, this is a debate that each and every one of us has a right to be involved in: we each have a voice in this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope to hear yours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}