{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2020-speech-on-proceedings-in-parliament/",
    "title": "Alistair Carmichael – 2020 Speech on Proceedings in Parliament",
    "post_date": "June 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in the House of Commons on 2 June 2020.",
    "content": [
        "The Leader of the House, in introducing the debate, suggested that we should deal in some facts, so for the benefit of the record, I want to state a few facts of my own. In order for me to get here today, it required a journey of 18 hours, starting with an aeroplane, a taxi, a normal train and four hours in Edinburgh waiting for a sleeper train that I picked up at 1 o’clock this morning to arrive at Euston at 8 am. I cannot and will not do that every week. Apart from anything else, the return journey will be 26 hours long and would require me then to go into self-isolation for 14 days—the only responsible way to live in a community such as mine. Having come here, I am here for the duration, because I cannot go back until it is safe to my family and my community for me to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not tell the House that because I look for any sort of sympathy. After 19 years as a Member of Parliament, I have learned better than that by now. I am telling the House because I think it is important that this House should be a Parliament for the whole of the United Kingdom, and every part of the United Kingdom should be able to participate here. What the Leader of the House brings to us today is a recipe for us being a Parliament essentially of people who live within driving distance of London, and that is simply as unacceptable as it is dangerous. It is a downright disgrace for the Leader of the House, who sits in the interests of the supposed Conservative and Unionist party, to bring forward a measure of this sort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I accept that there were real difficulties with the hybrid process and the stilted nature of the debate that we had in the virtual Parliament. But believe me, the difficulties of the virtual Parliament are absolutely nothing compared with the difficulties that will come from the two classes of Member of Parliament that we will have as a consequence of the measures before us. When digital was the default option, it did not matter who was shielding. It did not matter who was able to move. Now it will become very obvious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that it is only a matter of time before somebody who ought to be shielding and should not be here will find that there is some big incident in their constituency, and they will want to be here articulating the case of their constituents, because that is what we do. Inevitably, they will end up coming here when they should not, putting themselves, their family and their community at risk. It is not too late. The amendments tabled by the Chair of the Procedure Committee are good and sensible, and I entreat the House to accept them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}