{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2022-speech-on-standards-in-public-life/",
    "title": "Alistair Carmichael – 2022 Speech on Standards in Public Life",
    "post_date": "June 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in the House of Commons on 7 June 2022.",
    "content": [
        "It is a crying shame that we do not have more speakers on the Government Back Benches today, because the contributions we heard from the hon. Members for Devizes (Danny Kruger) and for Weston-super-Mare (John Penrose) have been good and thoughtful. I found more to recommend in the contribution from the hon. Member for Weston-super-Mare, but when listening to them both I was left thinking that surely, with a bit of good faith on both sides, this is a debate that we as Parliament could have that would put our politics into a better position. I regret very much that I do not see that political good faith coming from the Treasury Bench, and in the absence of that we must look for it among Government Back Benchers—[Interruption.] Obviously I have been too generous in my praise, as the hon. Member for Devizes is about to leave the Chamber, so I will not pursue the point any further than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is one point in the Government’s position with which I have some sympathy, because there are other important issues that the House ought to be discussing. The cost of living crisis is unparalleled in my adult life—I cannot remember anything like this since my childhood years in the 1970s—and the strategic challenges of a ground war in mainland Europe are something I thought I would never see in my life. Those substantial issues demand and require the attention of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, I part company with the Government on two points. First, the position in which the Government have put themselves cannot be just wished away, and they will not move on to those important issues unless and until they address the position in which the Prime Minister has put them. Secondly, if those big and pressing issues are to be dealt with, that requires the Government to be led by a Prime Minister who has the political and moral authority to deal with them. It is apparent from the outcome of the vote of confidence last night among Conservative Members, that the Prime Minister has lost that moral and political authority, and it is difficult to see how he can regain it, certainly while he continues to behave in the way he does. The Government’s position on the report by the Committee on Standards in Public Life, and the ministerial code as a consequence, tells me that this Government are bothered not about improving things, but rather about protecting their own position, and especially that of the Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard some remarkable mea culpas from the Prime Minister in recent weeks and months, but the actions that followed those mea culpas have been somewhat pedestrian, shall we say? They certainly do not match the rhetoric of the mea culpa. To suggest that, somehow or other, the problems within 10 Downing Street and the Government as a whole can be addressed simply by shifting the desks around and taking a few people here, a Spad there and a principal private secretary elsewhere out of a job underestimates and genuinely lacks an understanding of the scale of the crisis that faces our democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having said that, the mea culpas that we have heard from the Prime Minister have also been fundamentally undermined if it is true, as it has been reported, that last night, in the 1922 committee, he said, “I’d do it again.” If that is correct, it is difficult to see how the apologies given to the House and to the public are in any way sincere. Essentially, the position is that we require a practice, a code of conduct, that reflects the expected standards of behaviour. We should start with those standards of behaviour, and measure behaviour by them. Instead, we are getting a code that looks at the standard of behaviour prevalent in Downing Street and seeks to match that. It is, if I may say so, the very opposite of levelling up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The report of the Committee on Standards in Public Life should be taken as a whole. It is not something to cherry-pick, unless of course there is some overwhelming, pressing reason as to why that should not be the case. On that point, the hon. Member for Weston-super-Mare did produce some genuinely good and valid points. Again, it takes me back to the position that the House found itself in with Owen Paterson and lobbying last year, when the Government sought to proceed in a way for which they had not first built the political consensus. It would be quite easily possible to build a political consensus, but that requires the Government to take a lead—one that we have not seen from them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also well past the time when the ministerial code of conduct should have been underpinned by statute. I say that with some measure of regret because, as I said in my intervention on the Minister, here is an instance where the Government are seeking to rely on the adoption of parliamentary privilege, but the House has already reduced the scope of that parliamentary privilege. We have handed the investigation of complaints of inappropriate behaviour to the Independent Complaints and Grievances Scheme and handed the regulation of our expenses and other allied issues to the Independent Parliamentary Standards Authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These issues were all debated in 2009 when IPSA was set up, and the question of privilege was taken very seriously at that point. That was one of the few votes— I think there were four—that the Labour party lost in 13 years in government, but it was necessary at the time because the public outrage at the expenses scandal, when people learned about what MPs had claimed for and been paid for, was such that significant change was necessary. It was necessary to modify the doctrine of parliamentary privilege to maintain the standing of Parliament itself, and we are back in that position here and now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is what we need to do. We need to get the parties together to build a consensus and have the discussion to ensure that we can have a ministerial code of conduct that can command the confidence of the public and of all parties in the House and not be seen to be the creature of any individual party. The position of the independent adviser on the ministerial code is now long past remedy. Given everything that we have seen in recent weeks and months, it is no longer tenable to say that, yes, he or she can initiate investigations, but only with the consent of the Prime Minister of the day. It is that requirement for consent that fundamentally undermines the office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Trust has been breached. It is for the House to demonstrate that we understand the scale of the damage done and to repair it. The Government should have done that, but they clearly have no intention of doing so, so we in this House must.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}