{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2020-speech-on-plastic-waste/",
    "title": "Alistair Carmichael – 2020 Speech on Plastic Waste",
    "post_date": "June 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in the House of Commons on 15 June 2020.",
    "content": [
        "I wish to make a few brief remarks in support of the introduction of these measures. I congratulate the Minister on bringing them forward. She and I campaigned on this issue on many occasions when she was on the Back Benches, so it is good to see her have the opportunity to bring them forward in government.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The territorial application of the regulations is limited to England and Wales, but as others have observed, much of this plastic waste ends up in the sea, and the sea joins us all, so we are as likely to find this waste on the beaches in Orkney and Shetland as we are in Cornwall. This concerns and affects my constituents substantially, and I am sure that they will be as pleased as I am to see this progress being made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) made the fair point that this is just a statutory instrument, and we need to look at the nature of our consumption as a whole. He is right about that. I would add to that wider view the relationship between developed western countries and developing countries, because so many of these items put into the waste system are not dealt with in this country; they are exported. We find it difficult to control what happens, and it is effectively a case of being out of sight and out of mind. That is why it is infinitely preferable to cut off the use and supply of these items at source, which is the effect of the regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I add my voice to those who have referred to the need for a deposit return scheme. That is overdue, and I would like to hear from the Minister—in so far as she is able to say, while remaining within the ambit of the debate—when we might expect to see some concrete proposals. I know that she has a personal and political commitment, so it would be good to hear what we can do to help her push that through Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These regulations are timely. I am sure we have all noticed that the great progress we have made on the removal of disposable coffee cups and the rest of it has faced a setback as a consequence of the covid-19 pandemic. In fact, I notice that we have plastic cups back at the Table at the front of the House. That is probably a consequence of the concern that people naturally have about transmission; I make no criticism. But we will have to deal with this, because the pandemic may be with us for months, but the damage done by plastic pollution and microplastics will be with us for decades, if not centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}