{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2014-speech-in-brussels/",
    "title": "Alistair Carmichael – 2014 Speech in Brussels",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alistair Carmichael, the Secretary of State for Scotland, in Brussels on 20th January 2014.",
    "content": [
        "[![alistaircarmichael](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/alistaircarmichael.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The most important political debate of my life-time – indeed of most Scots’ lifetime – is taking place now. In just 8 months Scots will have the opportunity to cast their vote on the future of our country in a referendum on Scottish independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will take the most fundamental collective decision that a nation can ever be asked to take: Whether we stay part of the United Kingdom family or go it alone. That is Scotland’s choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are many questions to ask and answers to give on the impact of such a permanent and irreversible step. It is by no means a new debate but it is one that still manages to throw up fresh issues and uncertainties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You won’t be surprised to hear that I’m very clear on my view: Scotland is better off within our United Kingdom, and the United Kingdom is better off with Scotland as part of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this isn’t a decision that will only impact on our day-to-day lives within Scotland and the UK. It’s a decision that will affect our relationships with people and countries around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I am going to set out why that would be and why I believe that it is in all of our interests that it should not happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to show how Scotland has flourished and achieved within the United Kingdom and because of the United Kingdom – not in spite of it. I also want to show how Scotland can continue to contribute to and benefit from our United Kingdom family. And why that contribution is important to all of us who live there and to our friends and partners here in Europe and across the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Setting the scene**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But first, let me recap on how we got here. The Scottish National Party’s outright win in the May 2011 election to the devolved Scottish Parliament in Edinburgh meant that Scotland had its first single-party majority devolved government since the Parliament was established in 1999.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The SNP entered that election campaign with a manifesto pledge to hold an independence referendum and succeeded in electing more than enough Members of the Scottish Parliament to set the legislative agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What it did not have, however, was the legal power to hold that referendum. In the settlement which established the Scottish Parliament in 1999, the responsibility and power over all aspects of the constitution was retained by the UK Parliament at Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whatever the legalities of the situation the politics was quite clear so the UK government took steps to ensure that rather than just talking about a referendum, there could actually be one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the Scottish Parliament to have acted alone would have been to act outside the law. And as every government knows: the rule of law is a fundamental first principle of government. You abandon it at your peril.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So Scotland’s two governments agreed a framework for a legal, fair and decisive referendum in Scotland. A framework that ensured the decision on Scotland’s future could be taken by people in Scotland. Reaching an agreement on the process was a big moment in 2012.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But now we are in an even more vital phase of this debate – discussing the substance, not just the process. What choice should Scots make?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not believe in Scotland remaining part of the UK because of dogma, ideology or nostalgia, but because of what the UK means in the here and now and what it can deliver in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For too long successive Governments have allowed to go unspoken the contribution that Scotland makes to the UK – and we’ve been equally silent on the benefits that Scotland gets from being part of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all put something in and we all get something out: the UK – like the European Union – is greater than the sum of its parts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "2013 was the year when the UK started putting the record straight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "EU in the context of the debate:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We embarked on an analysis programme examining the facts, reviewing the evidence and making the case for Scotland as part of the UK in a series of detailed papers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last Friday we published the ninth paper in this series – our first in 2014. This examined the benefits for Scotland of being part of the UK in the EU and on the international stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These issues are not esoteric. They matter for very practical reasons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ours is an age where people derive real benefit from increased cooperation and being part of a global society. Where the logical direction of travel is to break down barriers and work together rather than to erect them and create difference. Scots, like all Europeans, gain from our status as European citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Membership creates employment, growth and prosperity across the UK thanks to the EU-wide single market. 1 in every 10 jobs in the UK is linked to the EU single market and nearly half of British trade, worth around £500 billion, is with other EU member states. 40% of cars and other vehicles built in the UK are sold in the EU. And 86% of British meat exports go to the EU\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Being part of the EU also helps to open up new markets for UK businesses around the world. The EU has trade agreements with over 50 countries including emerging countries such as Turkey, South Korea, Mexico and South Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the EU is currently in negotiations for a free trade agreement with the US which is worth a potential £10 billion to the UK economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Economic benefits**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These economic benefits cannot be underplayed. But all of us here today know that the EU offers our citizens more than an economic union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "EU cooperation is crucial for tackling cross-border security threats to the UK such as terrorism, drug smuggling and money laundering. The European Arrest Warrant is a crucial mechanism for combating cross-border crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since 2009 it has been used in the UK to extradite over 4000 criminal suspects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The EU also plays a crucial role in tackling climate change, increasing energy security and creating the low carbon economy we need for our future. A united ‘Team EU’ approach was critical in establishing the Kyoto Protocol and the Durban agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And of course being part of the EU increases our individual opportunities: 2.2 million Britons live in other EU countries, working, studying or enjoying retirement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More than half of all UK nationals have a European Health Insurance Card which allows us to receive free or reduced cost healthcare when visiting another member state, benefiting the 24 million of us who holiday in EU countries each year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, both the EU and the UK have been built over time and on the basis of shared interests and outlook.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK family sits within the European family and each has its own set of values and institutions that have put down roots. Most British citizens feel pride in the National Health Service that we built together. In the BBC whose reputation for broadcasting excellence is understood at home and overseas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in the sporting success we have enjoyed not least in the 2012 London Olympics where athletes from every part of the UK trained together, competed together and won together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As European citizens we can all take pride in an unprecedented Common Market that creates jobs and has made untold millions of goods accessible to our citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a lawyer who is passionate about human rights I cherish a European justice system that protects civil liberties and has exalted human rights through the ECHR.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And a set of institutions that has brought democratic accountability across a continent in a way that would have been unimaginable just a few short decades ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Benefits of UK terms of membership**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But as part the UK Scots benefit still further from being one of the largest member states in the EU. We are able to use our UK influence to deliver on subjects that are of direct interest and importance to people and businesses in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have secured ‘Hague Preferences’ allowing Scottish fishermen to benefit from higher quota shares. In the face of fierce opposition we secured protection for Scottish salmon from unfair trade from imported Norwegian salmon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in negotiations on the EU’s Third Energy Package we secured a special provision for energy companies based in Scotland to enable them to comply with European legislation without needing to sell off parts of their business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also benefitted from the flexibility that the European family has shown to our specific asks and needs. The United Kingdom was able to negotiate a permanent exemption from the euro.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have also maintained our own common travel arrangements with an opt-out from Schengen. And then of course there’s the UK’s budget rebate. As one of the largest net contributors to the EU budget, the UK has negotiated a refund on a proportion of its contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All three are at risk for Scotland if we leave the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An independent Scottish state would have no share of the UK’s rebate from the EU, nor be likely to secure an abatement of its own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The analysis we published last Friday shows that without its own budgetary correction even under the most optimistic scenarios Scotland’s net contribution would be at least 2.2 billion Euros higher during the current budgetary period than it would have been as part of the UK. That’s an extra 840 Euros per household in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Scotland gets to share in these benefits with people across the UK because we are part of the United Kingdom. If we choose to become a new separate state, we choose to leave the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in doing so we would need to become a member of the EU in our own right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Law not politics**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is not a question of politics – that is a question of law. We set out the clear, legal position in the first of our analysis papers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The EU is a treaty-based organisation and the UK – not Scotland – is the contracting party to the Treaties of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the event of independence, the remainder of the UK – England, Wales and Northern Ireland – would be the same state as the existing UK, with the same international rights and obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Its EU membership would continue on existing terms. The Scottish Government used to deny this of course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They used to assert that an independent Scotland would automatically be a member of the EU. And they used to say they had legal advice to back them up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But eventually – the truth was forced out of them (only after spending thousands of pounds of taxpayers’ money I might add) There was no legal advice. There is no automatic entry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish Government now grudgingly accept that negotiations would be required for EU membership. But I’m afraid they still fail to tell Scots the reality about that process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rather than applying in the same way that every other new member has under Article 49 of the Treaty of the European Union – seeking the unanimous support of the European Council; having membership approved through an Accession Treaty; and having the application ratified with the constitutional requirement of each existing member State – we are told by the Scottish Government in their White Paper that Scotland could become a new member of the EU by the ‘back door’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The so-called “Article 48 route” is held up by the Scottish Government as the super highway to EU membership. The fast track not only into the EU but also exactly the same rights and responsibilities that we currently enjoy as part of the UK. But in reality this is a dead-end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Article 48 has never been used to expand membership of the EU. There is no way round the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A new state must apply, it would be no different for an independent Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not to say a new Scottish state could not or would not become an EU Member State. But before the Scottish Government start excitedly quoting me on that, let me remind them that membership – and critically, the terms of membership – would have to be negotiated with 28 Member States.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This isn’t just our view. It’s the view of the President of the European Council and the President of the European Commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a view expressed by some of those Member States that an independent Scotland would have to negotiate with including the Spanish Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s the view of expert lawyers like Jean-Claude Piris, the former director general of the EU Council’s legal service who has said “it would not be legally correct to try to use article 48”. The Scottish Government ‘vision’ of independent Scotland in EU is a mirage\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s not just the question of process that’s at stake here. It’s the substance too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And here we’ve seen yet more rocking from front-foot to back from the Nationalists when it comes to the heart of this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier in Alex Salmond’s leadership, Independence in Europe was the slogan for the Scottish National Party. And there was bullish rhetoric about a separate Scottish state, in Europe, punching above its weight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On fishing for example – a subject of the greatest importance to my own constituents in Orkney and Shetland – the Nationalists used to assert that a better deal would come the way of a separate Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But now that the words require substance, the picture that Nationalists paint is not clear but blurred and patchy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have said elsewhere that while the Scottish Government want people to believe that they have a vision, in fact what they proffer is a mirage. Like all mirages, the closer you get, the less real it becomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nowhere is this more true than on their position on EU membership. Their recent White Paper on independence demonstrates this perfectly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a cursory mention of the implications of independence for Scotland’s fishing industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is no mention of how an independent Scotland would avoid the recent cut to structural funds that has been shared throughout the UK. And despite their robotic assertions there is no explanation of how Scottish farmers could expect to do better under independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Uncertainty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In applying for separate membership, as a new state, there would of course be considerable uncertainty. This of course explains the curious mix of assertion and omission that stake out the SNP’s position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But let’s just think this through.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why would all 28 member states agree to reopen the terms of the Common Fisheries Policy to suit a new member with a small population and specific demands?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why would they agree to revise the structural funds formula so that their money is redirected to Scotland to compensate for the loss that comes with leaving the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And why would other member states that have had to phase in Common Agricultural Policy receipts over 10 years agree to an independent Scotland automatically receiving payments from day one?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not just that – but according to the Scottish Government – reopening the CAP deal and agreeing to give Scottish farmers increased payments too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That would mean newly joined countries like Croatia accepting to a deal that was never offered to them or their farmers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And on the Scottish Government’s timetable this would require all 28 Member States to rip up the hard-fought EU budget ceilings agreed to 2020 and reduce their share of the budget in order to give Scotland more money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now that’s all before we even get to why those member states that have been required to join the euro and Schengen as a condition of membership – or that would like a rebate but have none – would now make special provision so that Scotland could have what they could not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All of these things that the Nationalists say they would want for Scotland in the EU: The exemption from the euro and Schengen, the retention of the rebate – reform of the Common Fisheries Policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All of which as part of the UK, Scotland already has today, or is better placed to achieve them in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Leaving the UK means leaving the EU, then trying to fight your way back in seeking the same terms from a weaker position. This runs against Scotland’s interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can’t afford to forget that the Scottish Government are seeking to rush all of this through in a flash. They have made clear that, in the event of a yes vote this September, they would declare independence in March 2016 – just eighteen months later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But they have also said that they intend to settle the terms of EU membership – and gain unanimous agreement from all 28 member states – in that timeframe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This would be a negotiation of record-breaking speed to obtain extraordinary terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Little wonder that experts like Professor Adam Tomkins – Chair of Public Law at Glasgow University and David Crawley – a former representative of the Scottish Government in Brussels – have said that such a timetable is simply not realistic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, in any negotiation, the more you give up, the more likely you are to reach a speedy conclusion. Equally the more emphasis you put on a deadline, the less leverage you have over the deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "European leaders will be aware of this; Alex Salmond should be too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The eighteen month timetable he proposes to place both on himself and the rest of the EU is a negotiating position of extraordinary weakness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One man’s obsession to deliver independence not just to a specific timetable, but to a specific day of the week…would not just undermine Alex Salmond’s hand in negotiations, but Scotland’s future in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Instead of showing he has Scotland’s interests at heart, this obsession with a date rather than the deal reveals just how much of a vanity project this really is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course the reality is that the terms of membership could not be known until such a time as they were agreed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the Scottish Government is morally bound to set out in detail what terms of membership they would seek and we are all entitled to assess just how likely this is to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That clarity of terms is being denied by a party whose head is buried in the sand – and that hopes that other European leaders’ are likewise. The terms that they seek are by turns unclear and unrealistic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The process they propose is flawed in legal terms and destined to fail in the cold hard light of political reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Tactics**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let no-one think that the Scottish Government has a vision for its membership of Europe. As in all areas it has tactics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not tactics to secure a good deal for Scotland. Just tactics to minimize the risks and uncertainties of independence in the eyes of Scots. Not just about the EU – Scotland’s place in the world is stronger as part of the UK\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve focused my remarks on Europe – but we all need to remember that this is not just a question of EU membership. The UK is at the heart of all the world’s most influential organisations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We use our diplomatic global network to help others and to represent Scotland worldwide, promoting the interests of businesses based in Scotland and looking after Scots who get into difficulty overseas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish Government claims that Scotland holds international priorities and values that are distinct from the rest of the UK – this is simply not true.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has played a leading role in strengthening the rule of law, supporting democracy and protecting human rights around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Scotland – as part of the UK – was one of the founding members of the United Nations. We have a permanent seat on the UN Security Council helping to take decisions on major foreign policy and defence issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, we can make a bigger impact on global poverty. Pooling our resources, we have grown our aid budget and become the second largest donor nation in the world today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Put simply – as a United Kingdom, in Europe – we achieve more now, and will continue to do so in the future, if we stay together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}