{
    "url": "https://www.ukpol.co.uk/alistair-carmichael-2023-speech-on-relations-with-china/",
    "title": "Alistair Carmichael – 2023 Speech on Relations with China",
    "post_date": "March 20, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alistair Carmichael",
            "url": "/tag/alistair-carmichael/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alistair Carmichael, the Liberal Democrat MP for Orkney and Shetland, in Westminster Hall, the House of Commons on 16 March 2023.",
    "content": [
        "It is a pleasure to follow the hon. Member for East Worthing and Shoreham (Tim Loughton) and the hon. Member for Strangford (Jim Shannon), who secured the debate. I am reminded of the days when I used to have to read case reports. I would read the lengthy and definitive judgments and then I would come to one that just said, “I concur”, and I would fall on it like manna from heaven. To the two hon. Gentlemen who have already spoken in the debate, I say, “I concur”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will make two points. My first is about the position of people coming here from Hong Kong under the British national overseas sponsorship scheme. Last night, I had the enormous pleasure of spending time at a symposium at the London School of Economics, run by the Hong Kong Public Affairs and Social Services Society. It highlighted the importance of understanding that for all those Hongkongers who have settled here, their arrival is not the end of the story; it is just the beginning. The trauma of leaving their home in the way they had to will have caused many other issues, and our obligation to support them did not stop when they cleared passport control at Heathrow airport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My more significant point is about not so much the position that has been outlined at some length, but the approach of Ministers and Government officials in response to it. Today in the main Chamber, the Chancellor of the Duchy of Lancaster managed to make a whole statement about TikTok without using the words “China” or “Chinese” once.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last Wednesday, in this very Chamber, I initiated a debate on genomics and national security. In his reply, the Minister responding said something quite remarkable:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I had been prepared to pay tribute to the work of BGI”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "—that is the Chinese genomics giant—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“when my officials pointed out that at that point Genomics England was suffering several hack attacks from BGI each week.”—[Official Report, 8 March 2023; Vol. 729, c. 120WH.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that he was talking off script at that point. I could tell because I was watching him; I could also tell from the way the blood drained from the officials’ faces. The next day in Hansard, there was a letter of ministerial correction. It said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“There is no evidence of attempted hacking of Genomics England in 2014 from BGI.”—[Official Report, 9 March 2023; Vol. 729, c. 2MC.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Stalin at the height of the Soviet Union could not have improved on that. I have no doubt that the correction was initiated by officials as a consequence of the representations that they then had. Clearly, they were not of a mind to stand up to those representations and the pressure that was being put on them. Genomics needs to be part of our critical national infrastructure; the Government need to move on that. From what we see, the time has now surely come for BGI Group itself to be the subject of a security review by the United Kingdom Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we are to be serious about the way in which we rebalance our relationship with China, we need to get the balance between trade and human rights right. The right hon. Member for Chingford and Woodford Green (Sir Iain Duncan Smith) and I were both members of Cabinet in the golden age, so we have seen how it used to work. We understand that that has to change. That would be a good point at which the Government could start. If the Minster could express a view on that, I think we would all consider our time today to have been very well spent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}