{
    "url": "https://www.ukpol.co.uk/robert-carr-1972-statement-on-the-coal-industry-and-the-wilberforce-report/",
    "title": "Robert Carr – 1972 Statement on the Coal Industry and the Wilberforce Report",
    "post_date": "February 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1972",
            "url": "/tag/1972/"
        },
        {
            "text": "Robert Carr",
            "url": "/tag/robert-carr/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Robert Carr, the then Secretary of State for Employment, in the House of Commons on 21 February 1972.",
    "content": [
        "My Speaker, with your permission, and that of the House, I should like to make a statement about the coal industry and the Wilberforce Committee’s Report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The report of the court of inquiry into the coal dispute was received in the early hours of Friday morning. I am sure that the House will wish me to express its great appreciation of the speed and skill with which the court discharged its difficult task.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The court concluded that for a number of reasons which are exceptional to the mining industry—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“and do not apply in industry generally”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "the miners at this particular time have a case for special treatment. The court in its recommendations distinguished two quite separate elements: first, the periodic increase in wages which is normal in all industries and for which it considered the National Coal Board’s offers of 7 per cent. to 9 per cent. as perfectly fair; secondly, it recognised what the report calls “an adjustment factor” meaning that—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“a time may come in any industry when a distortion or trend has to be recognised as due for correction”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The court was convinced that on this account the miners’ claim\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“should be given exceptional national treatment”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“a definite and substantial adjustment”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "in their wage levels was called for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taking both these factors into account, the court recommended a settlement over 16 months from 1st November, 1971, giving increases of £4.50 for face workers, £6 for other underground workers and £5 for surface workers. The court also recommended further negotiations on a number of other issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the course of Friday there were further negotiations between the N.U.M. and the National Coal Board. A number of points within the framework of the Wilberforce Report and also an issue affecting subsidised transport arrangements were agreed, but the N.U.M. pressed for an increase of £1 over and above the increases recommended in the report for workers other than those at the face. The National Coal Board rejected this claim. Talks continued at 10 Downing Street, where the Prime Minister made it clear that the Government supported the board in rejecting the claim for the extra £1. In the event, the N.U.M. dropped this claim but negotiated a concession with the board related to the 5-day week bonus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With the exception of this concession and that relating to subsidised transport, all the supplementary issues agreed between the board and the N.U.M. were either consequential on the Wilberforce recommendations or were matters which the report recommended should be settled by negotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The union is now carrying out a ballot of its membership and has suspended picketing. It is expected that the ballot result will be known by next Friday. I am sure all sides of the House will join in hoping that the settlement will be endorsed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Wilberforce Report emphasises that inflation\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“presents a most serious threat to the standards of living of everyone”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is, therefore, essential that the country as a whole, and in particular all concerned with pay negotiations, should accept that the level of the coal mining settlement is, as the Wilberforce Court explains, due to reasons which are exceptional and do not apply to industry generally. It will continue to be the Government’s firm policy, in the interests of greater price stability for the whole community, that the overriding need is to ensure moderation in wage settlements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}