{
    "url": "https://www.ukpol.co.uk/robert-carr-1974-statement-of-a-state-of-emergency/",
    "title": "Robert Carr – 1974 Statement of a State of Emergency",
    "post_date": "April 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Robert Carr",
            "url": "/tag/robert-carr/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robert Carr, the then Home Secretary, in the House of Commons on 9 January 1974.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/04/robertcarr-216x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/04/robertcarr.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With permission, Mr. Speaker, I wish to make a statement.  \nUnder the provisions of the Emergency Powers Act 1920 the proclamation made on 12th December will expire at midnight on Friday 11th January, together with the regulations made in pursuance of that Proclamation. Since there has been no resolution of the disputes affecting the coal mines and the railways and since there is continuing uncertainty over oil supplies, the Government consider that it is necessary for the state of emergency to be continued.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although the existing regulations will not expire until midnight on Friday 11th January, in view of the recall of Parliament this week it seemed right and for the convenience of the House that there should be no uncertainty as to whether or not the state of emergency would be extended. A further Proclamation and emergency regulations have therefore been made. The regulations—to be known as the Emergency Regulations 1974—will be laid later this afternoon and copies will be available in the Vote Office. They will come into force at midnight on Friday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In accordance with the undertakings which I gave to the House last December, two major changes have been made in the new regulations. The provisions of the old Regulations 21 and 22 relating to fuel, refinery products, electricity and gas have been omitted, because there are now sufficient powers under the Fuel and Electricity (Control) Act 1973. The second change is to the sabotage regulation ; Regulation 30 of the new regulations has been redrafted to meet the point raised in the Joint Committee on Statutory Instruments and also in the debate on the last set of regulations concerning the lawful nature of industrial action falling short of a strike.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a minor change in Regulation 17(2) which is extended to cover the consumption of electricity elsewhere than on the premises of the consumer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}