{
    "url": "https://www.ukpol.co.uk/douglas-carswell-2017-statement-on-leaving-ukip/",
    "title": "Douglas Carswell – 2017 Statement on Leaving UKIP",
    "post_date": "March 25, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Douglas Carswell",
            "url": "/tag/douglas-carswell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is a statement published by Douglas Carswell, the MP for Clacton, on 25 March 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/03/douglascarswell.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/03/douglascarswell.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has been an extraordinary achievement. UKIP, my party, which was founded in 1993 in order to get Britain out of the European Union, has now achieved what we were established to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On Wednesday, the Prime Minister is going to trigger Article 50, beginning the formal process of withdrawing our country from the EU. By April 2019, Britain will no longer be a member of the EU. After twenty-four years, we have done it. Brexit is in good hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "UKIP might not have managed to win many seats in Parliament, but in a way we are the most successful political party in Britain ever. We have achieved what we were established to do – and in doing so we have changed the course of our country’s history for the better. Make no mistake; we would not be leaving the EU if it was not for UKIP – and for those remarkable people who founded, supported and sustained our party over that period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our party has prevailed thanks to the heroic efforts of UKIP party members and supporters. You ensured we got a referendum. With your street stalls and leafleting, you helped Vote Leave win the referendum. You should all be given medals for what you helped make happen – and face the future with optimism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like many of you, I switched to UKIP because I desperately wanted us to leave the EU. Now we can be certain that that is going to happen, I have decided that I will be leaving UKIP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will not be switching parties, nor crossing the floor to the Conservatives, so do not need to call a by election, as I did when switching from the Conservatives to UKIP. I will simply be the Member of Parliament for Clacton, sitting as an independent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will leave UKIP amicably, cheerfully and in the knowledge that we won.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the hundreds of meetings and action days I have attended as a UKIP activist across the country since I joined in August 2014, I have met some truly remarkable people. You are heroes! Thank you and well done. I wish you all well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When first elected to represent Clacton in 2005, I promised to do all I could to help ensure that Britain left the EU. To the consternation of my then party whips (some of who, I’m delighted to see, are now ministers helping make Brexit happen), I made my intentions on that front plain in my maiden speech. Job done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will be putting all of my effort into tackling some of the local problems affecting the NHS in our part of Essex, including GP shortages and the threat to our local Minor Injuries Unit. In that spirit, I called a Westminster Hall debate last week about the future of primary care in our part of Essex. Local comes first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cheer up! The days when small elites can try to arrange human social and economic affairs by grand design are coming to an end. Change is coming – Brexit is just the beginning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}