{
    "url": "https://www.ukpol.co.uk/andy-carter-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Andy Carter – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Carter",
            "url": "/tag/andy-carter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andy Carter, the Conservative MP for Warrington South, in the House of Commons on 18 July 2022.",
    "content": [
        "Just a few moments ago, one of colleagues of the hon. Member for Edinburgh East (Tommy Sheppard) talked about Tory hooliganism. The definition of hooliganism is the SNP trying to smash up the United Kingdom—that is hooliganism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The motion we are debating tonight asks whether\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“this House has confidence in Her Majesty’s Government.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Absolutely yes, we have confidence in this Government. Why do I say that? This Government are delivering for British people, delivering for my constituents in Warrington South. We left the European Union. We invested and innovated in life sciences to deliver a vaccine rollout. We supported families and businesses with the furlough programme during the worst health crisis for 100 years. We lifted restrictions, allowing our economy to get back to business. We supported Ukraine in a way that most other European countries failed to do. We put billions of pounds of support into families as the long tail of covid affects the cost of living. This Government are absolutely backing the people of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our first duty as Members of Parliament is always to our constituents and the areas that we are honoured to represent in this place. What have the Government been doing for the past two and half years for Warrington? We have been levelling up transport, with Warrington benefiting from £42 million of Government investment. We are replacing our entire fleet of buses with 120 new zero-emission electric buses. We have been tackling environmental issues and ensuring that we have cleaner and better air quality. We have been improving services for local people and reducing the cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What are we doing on schools? Last week, I had a message from the principal of Penketh High School, John Carlin, who said how thrilled he was to receive £6 million from the Government to rebuild his school. He has been trying to achieve that for the past 10 years. The £6 million rebuilding programme will finally mean that students in Penketh get the facilities that they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In March this year, I was delighted to welcome the Prime Minister to Warrington to open a brand-new scan centre at Warrington Hospital, funded with £5 million from the Government. It is a fantastic addition, delivering new MRI and CT scanners, and the imaging suites and facilities have been reconfigured. That means that the backlogs that we faced as a result of covid have been almost entirely removed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While the Government put in place policies and funding to help constituents in Warrington South, we are beset by Labour-run Warrington Borough Council, whose priorities appear to be building huge logistics centres on the green belt and introducing terrible low-traffic neighbourhoods that simply increase the congestion in our town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For all the Opposition parties’ talk of a general election, let us remind ourselves that we have a parliamentary system, not a presidential one. We were elected on a manifesto to level up the areas of the country that for too long have felt unnoticed and have been left behind. I am incredibly proud to represent my home area in this place, and I am proud to work with this Conservative Government, who have done so much to benefit constituencies such as Warrington South. Tonight, I will vote to support the Government on this motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}