{
    "url": "https://www.ukpol.co.uk/andy-carter-2022-parliamentary-question-on-hospital-bed-capacity/",
    "title": "Andy Carter – 2022 Parliamentary Question on Hospital Bed Capacity",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Carter",
            "url": "/tag/andy-carter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Andy Carter, the Conservative MP for Warrington South, in the House of Commons on 6 December 2022.",
    "content": [
        "**Andy Carter (Warrington South) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What steps his Department is taking to increase hospital bed capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Minister of State, Department of Health and Social Care (Will Quince)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To support operational resilience, the NHS has set out plans to increase hospital bed capacity by the equivalent of at least 7,000 general and acute beds during the winter. That is alongside £500 million of funding to support quick, safe discharge from hospital and free up capacity, and £1.5 billion of targeted investment funding for new surgical hubs, increasing bed capacity and equipment for elective care recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Andy Carter**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful for the Minister’s response. Over the last 20 years, Warrington has had among the highest level of new houses built in the north-west of England, but our healthcare infrastructure has not kept pace. We desperately need a new hospital. Our accident and emergency is at breaking point, we do not have enough beds and there is nowhere for those visiting to park their cars. In 2021, my NHS trust submitted a bid to the Department of Health and Social Care for a new hospital. Will he update us on where we are with that process?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Will Quince**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend, who has been a long-standing advocate for a new general hospital for Warrington. The expression of interest from the trust has been received. We are currently in the process of reviewing expressions of interest for the eight new hospitals and aim to announce a final decision by the end of the year. I recently met him to hear about the plans, and the people of Warrington could not have a greater champion than him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}