{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2023-statement-on-the-armoured-cavalry-programme-sheldon-review/",
    "title": "James Cartlidge – 2023 Statement on the Armoured Cavalry Programme – Sheldon Review",
    "post_date": "June 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Minister for Defence Procurement, in the House of Commons on 15 June 2023.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement to update the House on the review conducted by Clive Sheldon KC on the lessons to be learned from the armoured cavalry programme, which is the Army programme centred on the Ajax vehicles. The Defence Secretary has previously acknowledged that the programme was a troubled programme. Albeit that he has more recently announced that it has turned a corner, it is against the backdrop of concerns he had about the programme, and those of this House about what was known at the time of publishing the integrated review, that he commissioned an independent review by a senior legal figure to investigate the circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In May last year, Clive Sheldon KC was appointed to lead a lessons learned review into the armoured cavalry programme. The review’s terms of reference were to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“identify lessons and make recommendations to help Ministry of Defence (MOD) deliver major programmes more effectively in future, with a particular focus on how MOD shares and elevates issues across the Department.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An earlier Ministry of Defence report, by David King, specifically relating to the health and safety concerns about noise and vibration, was published in December 2021. We continue to make good progress on implementing the recommendations from that report, some of which are echoed in Mr Sheldon’s review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Sheldon submitted his report to Ministers on 19 May, and I am today publishing that report, unredacted, on gov.uk, and placing a copy in the Library of the House. I wish to formally thank Mr Sheldon and his team for the painstaking work that they have undertaken to enable us to better understand how the MOD can improve the governance, culture and leadership of our major programmes. They interviewed some 70 people and considered tens of thousands of pages of evidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The resulting report makes for difficult reading, highlighting a number of systemic, cultural and institutional problems across several areas of the Department. These problems include: fragmented relationships and the conflicting priorities of the senior responsible owner role. It also points to a reticence to raise, and occasionally by seniors to listen to, genuine problems in a timely, evidenced manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We accept these findings and most of Mr Sheldon’s 24 formal recommendations, with 15 accepted and nine accepted in principle. Crucially, the review did not find that either Ministers or Parliament were misled. Equally, the review team did not see any evidence of misconduct by any individual, let alone gross misconduct, and nothing that would justify disciplinary action. It is, though, true that many of the behaviours highlighted in the report are far from ideal, but in many cases they have already been recognised and acted on, both specifically on the armoured cavalry programme as well as across the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where work is not already under way to implement a recommendation, we commit to making the necessary changes at pace. In the interest of time, Madam Deputy Speaker, I will address the recommendations in the themes set out by Mr Sheldon in his executive summary, rather than going through each of the recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A number of recommendations relate to MOD’s internal relationships, including with the Defence Science and Technology Laboratory. Considerable effort has already been made to address these issues within and beyond the Ajax programme. This has resulted in much improved working and reporting arrangements, in particular with the Defence Equipment & Support organisation and also the newly established acquisition safety cell that advises the Investment Approvals Committee on equipment safety matters. Escalation routes also exist for DSTL through the chief science officer where concerns are not acted on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another area of focus is SROs. I know that many colleagues are interested in this point. We fully agree with the need to improve how senior responsible owners are supported and much work has gone into upskilling and supporting SROs, ensuring that they have the time and space to focus on delivering their programmes and can build skills through the Major Projects Leadership Academy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, four in every five of our major project SROs are committing at least half their time to leading their programmes—half the Army’s 19 SROs dedicate 100% of their time. We also agree in principle with Mr Sheldon’s presumption for a minimum tenure, subject to compatibility with employment law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, the report comments extensively on a culture that led to issues not being escalated and makes recommendations to improve that and the flow of information. Transparency has improved since the period of this report. For Ajax, there are detailed updates through the SRO to Ministers that ensure the potential issues are exposed early should they arise in the future. Processes will be further strengthened through the defence acquisition operating model and guidance. Work is also under way to implement a project delivery data strategy to strengthen the use of data to both support performance reporting and assist in early identification of issues. Of course, the main aim of commissioning this review was to learn lessons to improve procurement—not just on Ajax, but across the MOD’s programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, the core of our intent is to ensure that the equipment we procure for the British armed forces is of the highest possible standard and, furthermore, that our service personnel have faith in the system and the taxpayer has faith in our spending of money from the public purse. Quite simply, we need to deliver change across the Department, turning widespread desire for acquisition reform into tangible reality, in particular driving increased pace and agility into acquisition, so that we can keep pace with technology and maintain our competitive edge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although I recognise the many challenges in this programme to date and the need to learn lessons, I would stress that there is already intense work under way in the Department—especially at DE&S—to improve performance, with encouraging signs. For example, between December 2020 to December 2022 we saw a reduction from 6.1 years to 5.1 years in the time that it takes to go from outline business case to delivering equipment into the hands of our armed forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In further positive news, I hope the House will welcome the significant progress made to recover the Ajax programme. I can confirm that, as of Tuesday afternoon, the Household Cavalry has been undergoing standard Army field training on Salisbury plain in a range of Ajax vehicles. Focused on individual and crew training, this step marks the restarting of British Army training on these sophisticated vehicles, and I hope underlines that this project really has turned the corner. Indeed, last Friday I had the great privilege of visiting Bovington to experience the Ajax vehicle at first hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to report that the soldiers I met described the vehicle and its capabilities as “night and day”—a phrase used repeatedly—compared with their current equipment. In describing Ajax’s strengths, the soldiers I spoke to emphasised the platform’s high mobility, increased firepower from the new cannon and a highly sophisticated sensor suite that really helps them do their job, representing in totality a very real and positive step change in capability—all packaged in a vehicle with high levels of crew protection and survivability. As training increases across other field Army units on the 44 vehicles already delivered, in parallel General Dynamics’s personnel in Wales continue to run their production lines to build the operationally deployable vehicles, with the end goal of 589 fully operational vehicles by 2029.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To conclude, I reiterate my gratitude to Mr Sheldon and his team for their considerable efforts and for distilling his findings into clear lessons and recommendations for the future. Our focus now is on understanding and applying those lessons, ensuring that they are implemented in the armoured cavalry and other major defence programmes, as well as ensuring that we deliver the game-changing capability that Ajax will provide to the British Army as quickly as possible. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}