{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-speech-on-the-health-and-social-care-levy-repeal-bill/",
    "title": "James Cartlidge – 2022 Speech on the Health and Social Care Levy (Repeal) Bill",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cartlidge, the Conservative MP for South Suffolk, in the House of Commons on 11 October 2022.",
    "content": [
        "It is fair to say that it is a bit of a novelty for me to be called so early, and without a time limit, in a debate. I am very grateful, not least because how we pay for healthcare is one of the single most important subjects in British politics. That is essentially what we are debating today, and I feel strongly on this subject. The core principle must be one that I have always held as a Conservative, which is that we are fiscally responsible. As with the environment, we must aim to leave things in a better condition for future generations and, with the public finances, have in mind at all times the impact on those yet to be born—on our grandchildren—so that we are fiscally responsible. That is the fundamental belief of my party, in my view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With that in mind, there is a lot of excitement about what the OBR will say on Hallowe’en, but it has already pronounced on the matter of health expenditure. In July it published “Fiscal risks and sustainability”, a fascinating bedtime read. The crucial thing is what it says about the OBR’s estimate for the future cost of healthcare in this country. It predicts that the current spend on health and adult social care will go from around 10.3% of GDP to 17.5% of GDP in 50 years’ time. That is an extraordinary increase—almost double—and it would take up so much more of our wealth and public expenditure. The OBR’s track record is very accurate on estimating health spend. It is based on a lot of cautious variables that are obviously difficult to predict, but essentially this is, if you like, cutting the mustard in telling us the future cost we have to face up to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To put this in context, the OBR estimates that the headline estimate for public debt that we will be passing to our grandchildren will be 100% of GDP in 30 years’ time and that in 50 years’ time it will be 267% of GDP. That is what it says in this document. If we carry on as we are, we will have a national debt of 267% of GDP because of the rising cost of what is called demographics. That is mainly healthcare but also the state pension and other aspects of the pensions system. Overwhelmingly, however, it is healthcare. Adult social care will double as a percentage of GDP as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should declare an interest in the sense that I had an indirect role in the creation of the health and social care levy, and it is fair to say that I have many reservations about what we are doing today. As colleagues know, the former Prime Minister—who deserves great credit for this—was determined that we would not just have another Green Paper or White Paper on social care. He wanted to actually deliver something for the country and he introduced the cap that had been promised by successive Governments, so that although people who have saved hard and have assets have to contribute to their care, they know that there is a limit. It is incredibly important that we brought that forward, and I sincerely hope that in removing the funding mechanism for the cap, the Treasury will resist the temptation to water it down. Local authorities are not yet aware of exactly what the cap will cover, and with the funding stream gone, the Treasury must resist the temptation to water the cap down. That is absolutely paramount.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the Prime Minister came forward with wanting to pursue the cap, it was the view of the then Chancellor —my right hon. Friend the Member for Richmond (Yorks) (Rishi Sunak), who I had the privilege of being Parliamentary Private Secretary to throughout the pandemic—that it must be funded, and that it could not just go on the national credit card. The social care cap on its own is massive rising liability. I have just set out what is going to happen to health costs more generally. So, how to fund social care? The most common suggestion was an increase in national insurance, for the simple reason that it applies to businesses and individuals and so raises the sorts of revenue we can get. It is not easily avoided, and it can give us the money in the bank to pay for these expensive costs that we face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, I submitted a paper to the Chancellor at the time and suggested that, rather than having just a narrow national insurance levy—a social care levy, as it were—we should have a full health and social care levy that should be hypothecated and appear as an explicit line on people’s payslips. It will be there on our payslips until November. I accept that we have not made the most of it, and there has been almost no enthusiasm from any quarter—possibly only from the social care sector—but with a transparent, hypothecated statement on payslips, if the NHS came back to us two years into a five-year funding settlement saying, “We need this additional big item,” we could say, “Fine, but it will come out of the levy.” That would be transparent, and it would have provided the discipline that we have terribly lacked in health spending for many years, under successive Governments. I thought it had great potential, but it is being vapourised today. The Prime Minister has a mandate for it and the whole House seems to support that view, as does the Labour party even though it does not have the foggiest idea how it would fill the gap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Peter Grant**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The former Prime Minister had a mandate to do what he did last year. The hon. Member for South Suffolk (James Cartlidge) says the new Prime Minister has a mandate to do this. Where did that mandate come from? I do not remember Parliament being dissolved for a general election in the last couple of months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new Prime Minister would rightly say that our manifesto said we would not increase national insurance, so she can draw on the mandate of the general election. We also seem to have vapourised our memory of the pandemic, but I would argue that it changed everything. The enormous borrowing accrued to this Government during the pandemic, which everyone supported—everyone wanted even more spending and even more support for businesses and individuals, as I remember because I was the then Chancellor’s PPS—made it exceptional, and we had to balance the books. I make it clear that this was not my preference, as I would not have wanted a levy to fund the NHS and social care. Given the politics of the time, it was the best way forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is my personal view about how we should move forward. The key point is that the NHS is free at the point of delivery, which means we pay with time. When something is free, people wait and there are massive queues. Of course, those queues have been massively exacerbated by the pandemic, which is why the backlogs are so big, but it is blindingly obvious that the pressure on the NHS is overwhelming. There is almost infinite demand on finite capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour Members will say in any election campaign, as we will. “We will do everything possible to increase capacity.” The Deputy Prime Minister and Health Secretary will, of course, do everything possible through her ABCD—ambulances, backlogs, care, doctors and dentists —strategy to improve outcomes in the NHS, but when we talk about funding the NHS, when we talk about the obligation to our grandchildren and the next generation, we have to be more radical, frankly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my view, we need a core NHS that is free at the point of delivery, but as a country we need to drive up the use of the independent sector and of private healthcare from all those brilliant companies that are seeing take-up shoot through the roof because of the backlogs. I know some of this territory is difficult to talk about, but I will give three key reasons why we should go down this route. First, every single person who pays to go private is freeing up space on the backlog. They are also boosting NHS capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, this is standard in comparable countries. The Republic of Ireland, Australia and Germany have tax incentives for people to pay for their healthcare. There is an understanding that people who go to that trouble should have some kind of rebate, because they are doing everyone else a favour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thirdly, this is already happening. The post-Beveridge revolution is happening, and it is happening silently. There has been a massive surge in the number of people paying privately for healthcare. The Guardian recently published figures estimating that one in 10 adults in the UK has paid for private healthcare in the past 12 months, primarily because of the backlogs. Use has surged, according to the Independent Healthcare Providers Network. The number of people paying for hip replacements was up 193% in January to March 2022 compared with January to March 2019, and the number of people paying for knee replacements was up 173%. This is a huge surge in the number of people paying privately. It is true that many of them will not have wanted to do so, and I am not suggesting that they will have been delighted. Of course, we all want everyone to be able to use the NHS without long waits—that is clearly the ideal scenario—but it is not deliverable any more, not least with the demographic pressures we face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should look at the surging use of the independent sector and embrace it as a policy opportunity. Research from the Independent Healthcare Providers Network shows that 48% of people in this country will consider going private in the next 12 months because they know about the waits. This is about choice, and the most important thing is to have greater tax incentives for people to use the independent sector, so that people think about making a realistic choice. We should not settle for long waits for care any more. This is standard practice in comparable European and Australasian countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To be very specific, going back to the OBR document I mentioned, as a country we face a huge liability for health and social care. We should target increasing the percentage of our healthcare spend that goes to the independent sector so that we have a better balance, more like the balance in comparable European countries. If we did that, we would get much better outcomes, we would have more choice and we would finally have a 21st-century healthcare system with diversity of provision, which is the best way forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should recognise that the revolution is happening, and it needs to happen with the Government’s backing and support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}