{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-comments-on-scrapping-45p-tax-rate/",
    "title": "James Cartlidge – 2022 Comments on Scrapping 45p Tax Rate",
    "post_date": "October 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by James Cartlidge, the Conservative MP for South Suffolk, on Twitter on 1 October 2022.",
    "content": [
        "At my Whatfield surgery yesterday I was asked what I thought of scrapping the 45p tax rate. It’s not right for me to keep my frank answer from other constituents – to be clear, cutting tax for top earners whilst reducing benefits in a cost of living crisis is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, we do need welfare reform – at my South Suffolk selection, asked my top 3 policy priorities I answered ‘welfare, welfare, welfare’. I was referring to the fact that the postwar Beveridge settlement, though well motivated, is no longer financially sustainable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This does mean, for example, that we need to look urgently at how today’s benefits system interacts with work, esp. with the economically inactive. But above all, it means we need a transparent discussion about how on earth we pay for our future health & social care costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this does NOT mean that, having lost market support for proposed unfunded tax measures, we try to win that support anew with on-the-back-foot, un-pitchrolled cuts to benefits when the cost of food and staples is rocketing, whilst keeping a tax cut for the wealthiest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}