{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-speech-on-the-european-court-of-human-rights/",
    "title": "James Cartlidge – 2022 Speech on the European Court of Human Rights",
    "post_date": "January 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cartlidge, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 19 January 2022.",
    "content": [
        "As ever, Madam Deputy Speaker, it is a pleasure to see you in the Chair for the Adjournment debate, especially as you served on the Parliamentary Assembly of the Council of Europe as recently as 2017, as [my hon. Friend the Member for Henley (John Howell) observed](https://www.ukpol.co.uk/john-howell-2022-speech-on-the-european-court-of-human-rights/).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate my hon. Friend on securing this important debate and on the quality and detail of his speech. I value his insight into the problems that face the Strasbourg Court given his twin roles as chair of the UK delegation to the Parliamentary Assembly of the Council of Europe and vice-president of the Assembly. I commend his work in both roles: he and the rest of the delegation do a fantastic job representing our Parliament in Strasbourg.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is widely recognised at the Assembly as a champion of democracy and transparency, the latter of which is particularly central to the debate. To highlight just one of his achievements in Strasbourg, he co-authored two important reports that pointed out issues affecting the rule of law and democracy in Turkey. The reports led to the Assembly’s adopting two resolutions, the most recent of which was adopted in April last year and called on Turkish authorities to take steps to address the issues that my hon. Friend had raised, including the need to refrain from incriminating, prosecuting and arresting peaceful demonstrators, students and LGBT people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I mentioned transparency; in June last year, my hon. Friend supported the motion introduced by one of his co-delegates, my hon. Friend the Member for Bridgwater and West Somerset (Mr Liddell-Grainger), that called on the Assembly to set up a transparency register to address concerns about the influence of some NGOs in the Assembly’s decision-making processes. I heard the similar concerns that my hon. Friend expressed in respect of the Strasbourg Court and will in a moment touch on the issue of the selection and election of judges to the Court, which made up much of the substance of his speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Council of Europe, and the European Court of Human Rights in particular, has played a leading role in the protection and promotion of human rights across our continent. The Court now has jurisdiction in respect of no fewer than 47 countries and is widely recognised as one of the most successful regional human rights courts in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK, of course, has a long-standing tradition of ensuring that rights and liberties are protected both at home and abroad and, as my hon. Friend knows, was instrumental in the drafting of the European convention on human rights and in the setting up of the Council of Europe, the primary statue of which is still known as the treaty of London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we have previously assured the House, the Government are wholeheartedly committed to remaining party to the ECHR and will ensure that our obligations under it—including those relative to the execution of judgments of the Strasbourg Court against the UK—continue to be met. It has long been a UK objective to strengthen the Strasbourg Court and the convention system, both to improve the efficiency of the European Court of Human Rights in the light of its continued backlog of pending applications and to ensure that it can focus on the most important cases before it, underpinned by the principle of subsidiarity to which my hon. Friend referred in detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is true that the Court, having become a victim of its own success, continues to face significant challenges, with its case load having grown exponentially in the past 20 years. As a way to address this, in 2010 ECHR state parties adopted the Interlaken declaration, a 10-year programme of work known as the Interlaken process that set out to reduce the Court’s backlog of cases and allow for all cases, especially those that concern serious violations of human rights, to be adjudicated within a reasonable time. That was followed in 2012 by the Brighton declaration, which was adopted under the UK’s chairmanship of the Council of Europe’s Committee of Ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As my hon. Friend will recognise, the UK has been at the forefront of efforts to reform the Strasbourg Court following the Interlaken declaration, and the Brighton declaration went further than Interlaken in a number of respects. Notably, it called for the stronger application of the principle of subsidiarity and the doctrine of the margin of appreciation. Those calls were, of course, aimed to address the Court’s growing case load, but they also served as a reminder of the paramount role of national courts in the enforcement of human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the major achievements of the Brighton declaration was protocol No. 15 to the convention, which came into force in August 2021. Not only does protocol No. 15 add the principle of subsidiarity and the margin of appreciation to the preamble of the convention, but it will improve the efficiency of the Strasbourg Court by shortening the time limit for applications, ensuring that all applications have been duly considered by domestic courts and ensuring an appropriate upper age limit for judges, so that they can serve for the full term of their tenure and provide continuity to the Court. We also welcomed the adoption in 2018 of the Copenhagen declaration, which carried forward some of the initiatives begun in Brighton.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although it can be said that the Interlaken process has been partly successful—the number of applications pending before the court in January 2021 was 62,000, which is down from a record high of just over 150,000 applications in 2011—the Court’s caseload is still stubbornly high and some other issues remain. Although state parties agreed in November 2020 that no comprehensive reform of the convention was needed, there was a recognition that further efforts should be pursued, and I very much agree with that assessment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend has already alluded to a specific area that is worth highlighting: the selection and election of judges to the Strasbourg Court. In my view, it is crucial that judges in Strasbourg are of the highest calibre possible and independent from any political influence, as we aim to have in our system in the UK. As my hon. Friend has already mentioned, judges are elected by the Parliamentary Assembly of the Council of Europe, as stipulated by article 22 of the convention. As part of that, the advisory panel set up in 2010 gives a non-binding opinion on whether countries’ candidates for judges, provided as a shortlist, meet the necessary criteria set out in paragraph 1 of article 21 of the convention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am aware that the panel is one way in which the Council of Europe has tried to improve the standard of judges elected to the Strasbourg Court in recent years, with the aim of increasing confidence in its judgments. However, consideration must be given to whether the process undertaken by the advisory panel is sufficiently robust to ensure that all candidates meet the requisite suitability criteria. I particularly note the concern raised by my hon. Friend about the calibre of some candidates put forward and their affiliations, be they political activists or academics who have limited experience in the practical application of the law. I would therefore welcome the Parliamentary Assembly’s exploring ways in which to share best practice with state parties to assist in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**John Howell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is my hon. Friend aware that Russia recently put forward three Russian candidates to be judges? They were considered so inadequate that even the committee responsible for them sent them home without seeing them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend makes an excellent point. Russia has already had quite a lot of mentions in the debate. I am sure that will continue on matters affecting the ECHR, but as I said, we need to look at the issue of judges, which was such an important part of his speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am particularly pleased that, at our Government’s request, state parties have agreed to ask the Steering Committee for Human Rights to take a further look at the effectiveness of the system for the selection and election of judges at the Strasbourg Court. The report will also look into the need for additional safeguards to preserve their independence and impartiality, and it may well explore some of the areas of concern raised by my hon. Friend. I know the committee will undertake other important work concerning reforms of the Strasbourg Court, including a review of the first effects for protocol No. 15 to the ECHR.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although the focus of the debate has quite rightly been on reform at Strasbourg level, it is worth noting that our proposed reforms of the Human Rights Act 1998 should help to address the systematic reliance on Strasbourg jurisprudence by our domestic courts. Among other measures, we are consulting on options for reform of section 2 of the Human Rights Act that will emphasise the primacy of domestic precedent. These options will set out a broad range of case law, including, but not limited to, Strasbourg jurisprudence that UK courts may consider.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the title of the debate is “European Court of Human Rights: Reform”, let me sum up by reiterating the UK’s commitment to its obligations under the European convention on human rights and that we will continue to abide by the Court’s judgments. We will continue to work with our Council of Europe partners to pursue ongoing reform of the Court, both to improve the Court’s efficiency in the light of its large backlog of pending applications and to ensure that it can focus on the most important cases before it, underpinned by the principle of subsidiarity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend for securing this important debate. He put his case eloquently and in great detail, and I pay tribute to him again for his work. Thank you, Madam Deputy Speaker, for allowing me to respond for the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}