{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2021-speech-on-employment-rights/",
    "title": "James Cartlidge – 2021 Speech on Employment Rights",
    "post_date": "January 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cartlidge, the Conservative MP for South Suffolk, in the House of Commons on 25 January 2021.",
    "content": [
        "May I begin by associating myself with the remarks of the Opposition spokesman, the hon. Member for Middlesbrough (Andy McDonald), about those workers who continue to go to their physical workplace during the pandemic? We should all pay tribute to them and share that noble sentiment. I also congratulate my right hon. Friend the Secretary of State on his promotion to the Cabinet—it is well deserved. I know he will champion business in these challenging times and, in particular, the principles and practice of free enterprise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We may not be moving the amendment, but I am particularly proud that it contains two words that we did not hear at all from the Opposition: job creation. Let us be clear: no matter what anyone says, there is broad consensus now across the House and the country about keeping the fundamental employment rights we have. Employers are familiar with them, employees understand them and the country generally supports them. However, it would be quite extraordinary, facing the economic pressures that we do, if a Conservative Government did not look at what supply-side reform, including deregulation and cutting red tape, could be brought forward so that we can strengthen our recovery as we eventually come out of lockdown, and there are two key reasons why they should do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first is obviously the strength of the challenge. I am very proud that, as the Secretary of State said, we had the lowest unemployment since I was born in 1974 before we went into the pandemic. However, covid and the action that we have had to take have created inevitable economic pressure, and the impact on jobs will be seismic. In that context, the Government should use every lever at their disposal to strengthen the recovery as we move out of lockdown. That must include looking at what areas can be deregulated, while keeping fundamental employment rights in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second reason is that we have to understand one of the most important assets of our economy. One of the key strengths of UK plc is that we have a flexible labour market. The World Economic Forum and others have recognised that. It is a key factor in why huge multinationals like to invest in the UK, and inward investment will be a crucial part of our recovery. It would therefore be deeply unwise if we were now to send a message to the rest of the world that we were going to unwind our flexible labour market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is about the message we send. If we had a four-day week—it seems that the Labour party is still considering that—there are many who would support it, but the message that that would send is that we were not going to be pro-business or to drive a strong recovery. Instead, the message we should send is that we will look at every single action we can take across Government, in every Department, to prioritise jobs, jobs, jobs and to achieve the two outcomes we must achieve above all else: reducing the risk of long-term scarring from covid to the economy and, most important of all, maximising those two great words—job creation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}