{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-statement-on-criminal-legal-aid/",
    "title": "James Cartlidge – 2022 Statement on Criminal Legal Aid",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 30 June 2022.",
    "content": [
        "In December the Independent Review of Criminal Legal Aid made clear the need for fee reform. Among a number of recommendations, the review called for an immediate pay increase of £135 million across the various criminal legal aid fee schemes. In response to these recommendations, in March, we consulted on proposals that would mark the most significant reform to criminal legal aid in more than a decade—and would include an additional investment of £135 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our reforms are twofold. First, addressing the immediate fee increase as called for by the representative bodies, and second, focusing on longer term systemic change. We took this approach precisely because we recognise the urgent need for fee reform, and so we can act swiftly and decisively in the interests of our criminal legal profession. We have been working hard to analyse the responses of all stakeholders, so all our decisions are rooted in evidence. We will be publishing our formal response in due course, but I can confirm that we will be implementing a fee increase of 15% across the majority of fee schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As set out in the consultation, there are a small number of schemes we are not uplifting at this stage. This includes the uplift to payment related to pages of prosecution evidence which the review found to encourage “perverse incentives”. We will be looking at how to address this as part of our longer term reforms and have set aside £20 million for those reforms initially. As well as reform to fee schemes we are considering wider issues, such as the potential roll-out of the successful “opt out” pilot for children, currently taking place at Brixton and Wembley police stations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want to make sure practitioners get paid properly for all the work they do. So, in addition to increasing fees, we are extending the scope of payment for pre-charge engagement work to cover work done ahead of an agreement, or where an agreement is not reached, in appropriate cases, in line with the Attorney General’s disclosure guidelines. We also intend to abolish fixed fees where individuals elect to have their case heard at the Crown court, and go on to plead guilty. We will lay a statutory instrument by 21 July, which will bring these changes into effect on 30 September this year. Considering the parliamentary process and operational changes required to do this, this is the quickest we are able to deliver this uplift. Solicitors and barristers will start to receive increased fees this year and our modelling suggests that over two thirds of the additional funding will have entered the system within the first year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our response to the longer term proposals, including details on the longer term funding and structural graduated fees schemes reform, will be published in the autumn, driven by the evidence in our consultation. Of course, we want to continue engaging with key stakeholders, including the Bar Council and Law Society as we develop our final policies. We are also considering the role of an advisory board as recommended by the review and plan to work closely with the Law Society and the Bar Council to design it with the intention of ensuring legal aid keeps pace with a modern justice system. Further details on the board including a terms of reference will be published in the autumn. If implemented, our longer term changes are good news for the criminal legal profession, helping us to build a sustainable sector that is fit for the future. Most importantly, they are good news for victims and everyone relying on the criminal justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}