{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2023-speech-on-the-budget/",
    "title": "James Cartlidge – 2023 Speech on the Budget",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cartlidge, the Exchequer Secretary to the Treasury, in the House of Commons on 16 March 2023.",
    "content": [
        "It is a real pleasure to conclude today’s debate. I am glad that the hon. Member for Stalybridge and Hyde (Jonathan Reynolds) welcomed the measures in relation to the north-west and the Mayor. I join him in congratulating the hon. Member for West Lancashire (Ashley Dalton) on her brilliant maiden speech, which I very much enjoyed. I especially enjoyed hearing about the women of Ormskirk and their famous gingerbread. I understand that King Edward VII is rumoured to have stopped the royal train in Ormskirk to get his supply of gingerbread to take with him to Balmoral. Her speech was delivered with great passion and I was particularly pleased to hear her tribute to her predecessor, with which we all agreed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday, the Chancellor delivered a Budget for growth —a Budget that builds on the decisions we took in the autumn to deliver stability and sound money; that provides a blueprint for prosperity that will spur on the economy and make us one of the most prosperous nations in the world; and that spreads opportunity. At the heart of the Budget is the steps we are taking to spread the opportunities of employment, to tackle labour shortage and to tear down the walls that stop people working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many Opposition Members said there was nothing in the Budget about public sector workers. I hope they will join me in welcoming the fantastic news we heard, less than an hour ago, that an agreement has been reached that will provide a fair and reasonable pay deal for health workers, from nurses to paramedics and midwives, thereby ending strike action across the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the subject of workers in our brilliant NHS, we have seen today the most extraordinary U-turn yet by the Labour party. We should remember that barely six months ago the shadow Secretary of State for Health and Social Care, the hon. Member for Ilford North (Wes Streeting), told us that Labour policy was not to have a specific scheme for the NHS but to abolish the lifetime cap. Let me quote what he said six months ago:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I’m not pretending that doing away with the cap is a particularly progressive move. But it is one that sees patients seen faster, and will inevitably save lives. I’m just being hard-headed and pragmatic about this.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We totally agree with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Dhesi**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps the Minister would like to retract his statement, because I think he is inadvertently misleading the House. When the shadow Secretary of State said that, he referred specifically to that scheme for doctors, not for everybody. He was not talking about giving the 1% throughout our whole country—the rich—that huge tax cut.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The quote says,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“doing away with the cap”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The removal of the cap is a tax measure that applies to all people who qualify for it. There is a really important point that Opposition Members probably want to listen to: there is a real danger in making up policy as one goes along. To be clear, our tax change will come in immediately, or as soon as we can possibly do it—it will come in on 6 April—but it is our view that a specific scheme for the NHS would take up to a year to put in place. Were we to bring forward an NHS-only scheme, the Department of Health and Social Care would have to consult on that scheme and then respond to the consultation. Only after that could it start to develop the scheme, because it could not predetermine the consultation. After that, the Department would have to transfer eligible people into the scheme. All that assumes that there would not be legal challenges from those who would argue that such a scheme should apply to other key people in the public sector, such as headteachers, senior police officers and senior people in the Ministry of Defence who might think that they too work hard in our public services. The Labour party has made it up as it has gone along. The fact is that Labour has U-turned from a perfectly sensible policy back to being ridden with the politics of envy, which we have heard from every single Opposition Member today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning to some of the speeches, my right hon. Friend the Member for Norwich North (Chloe Smith) made an excellent contribution. She speaks with great expertise and passion on the matter of getting the disabled into work. She made the very important point that that is not just for the Government and that we also need to talk about the role that employers can play. I hope she will be pleased to hear that in the build-up to the Budget I, along with my hon. Friend the Minister for Employment and the small business Minister—my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake)—engaged directly with employer groups and worked with them to come up with some of the Budget’s proposals, particularly the extension of the occupational health subsidy pilot, the returneeship policy and boot camps for over-50s. Those are very positive measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Glasgow South West (Chris Stephens) said that all the measures we have taken are on the backs of the poor, while the hon. Member for Jarrow (Kate Osborne) and other Opposition Members said that we have let down those on the lowest incomes. I remind the House that this year it is possible, for the first time, to earn £1,000 a month without having to pay any income tax or national insurance. We have doubled the personal income tax allowance since 2010, and in the last year we have increased benefits in line with inflation. On energy support, this financial year we have given a £650 cost of living payment to those on benefits, and in the financial year to come it will be £900. Those are not the actions of a Government turning their back on the poor. This is a Government taking difficult decisions to balance the books of this country, but in a compassionate way that helps those who have the least.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chris Stephens**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Government are doing so much for the poor, can the Minister tell us why in-work poverty is on the rise and why 40,000 civil servants, who work for this Government, are having to use food banks?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The key statistic is that since 2010 we have cut unemployment by 1.2 million. We have near record lows in unemployment and almost record highs in employment. Of course, we want to go further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am glad that the Chairman of the Work and Pensions Committee, the right hon. Member for East Ham (Sir Stephen Timms), welcomed some of the Budget’s measures, particularly the important increase in the universal credit childcare cap and aspects of the White Paper. I am sure he is looking forward to engaging in detail with my right hon. Friend the Work and Pensions Secretary, who is sitting next to me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend the Member for Chipping Barnet (Theresa Villiers) was absolutely right to say that the Prime Minister has set these targets and that this year we are making fantastic progress on three of them. Inflation is set to more than halve this year. That is not a minor detail. Inflation—driven, after all, by Putin’s invasion of Ukraine—has been the biggest reason why there have been problems with growth in countries all around the world. She also made very important points about the extension of the energy price guarantee. Yes, inflation is falling, but that shows that we continue to take steps to support people with the cost of living. We know that those pressures have not completely gone away. The elevated prices of food and other products in our shops have all come from that surge in energy prices. That is why we have extended the energy price guarantee and continued the freeze on fuel duty and the 5p tax cut on petrol and diesel for motorists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Members for Eltham (Clive Efford) and for Easington (Grahame Morris) both put forward some very interesting proposals, which I hope have been noted by shadow Front Benchers, for a range of new wealth taxes to undermine the competitiveness of the UK. If there has been a theme among Opposition Members today, it has been a return to the politics of envy and of undermining aspiration and competitiveness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend the Member for South Dorset (Richard Drax) made an excellent point. We may exchange views on which taxes we should take action on, but he reminded us of the reason why we have had to take those difficult decisions. It is because of huge external factors that Opposition Members do not like to talk about. They include a pandemic, followed, literally, on 24 February, the day on which the pandemic regulations ceased, by Putin’s invasion of Ukraine. It has been an extraordinarily challenging time, requiring us to put in place £390 billion of additional support. We can debate whether it should have happened, but it did happen and, as my hon. Friend the Member for Thurrock (Jackie Doyle-Price) has said, that has consequences for taxes and we have had to take those difficult decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also agree with the very important point made by my hon. Friend the Member for South Dorset about energy security. He is absolutely right. We are proud of the huge progress that we have made in reducing our emissions, at a faster rate than any other G7 country. Last year, 40% of our electricity was from renewables. The figure in the United States was just 20%. Yes, we welcome the steps that the US is taking through the Inflation Reduction Act 2022, but no one should be under any illusion that we are not making huge steps forward ourselves. However, we must always remember the role of energy security, which is why my hon. Friend the Member for South Dorset is right that, rather than turning our back on the North sea as others have suggested, we should be maximising the UK’s domestic supplies of energy. That is why I hope that colleagues will welcome the steps that we are taking in respect of small modular reactors. There was also the important announcement, which was welcomed by several Opposition Members, including the hon. Members for Preston (Sir Mark Hendrick) and for Stockton North (Alex Cunningham), of £20 billion investment in carbon capture and storage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am delighted that my hon. Friend the Member for Milton Keynes South (Iain Stewart), the Chair of the Transport Committee, welcomed the news on East West Rail, which we have had exchanges on in previous Treasury questions. He is absolutely right about the central role that new infrastructure plays in driving growth and connectivity, and I hope that the announcement brings great benefit to his constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Cunningham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the Minister for acknowledging the support for carbon capture and storage, but this must be the start of the investment. We need another wave of investment followed by another wave after that. Are the Government really committed to it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have announced £20 billion of funding, which shows the strength of our commitment. We want to decarbonise and continue our rapid progress to net zero, but, along the way, we must maintain energy security, otherwise what have we learned from what has happened in the past 12 months, following the invasion of Ukraine? Our constituents want to know that we will do everything possible to grow the supply of UK domestic energy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Mark Hendrick rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is the last time I shall give way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Mark Hendrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is the Minister aware of Newcleo, a British company, that will burn waste plutonium in Cumbria without public subsidy or recourse to public funds, but purely with private investment?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not aware of that specific company but the hon. Gentleman is welcome to write to me. None the less, he is right to talk about the need for private investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another important step that we took in the Budget, which the hon. Member for Inverclyde (Ronnie Cowan) referred to—I am not sure whether he was supportive of it—was changing the taxonomy so that we encourage more private investment into nuclear, which is so important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ronnie Cowan rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I apologise, but I cannot give way. I only have two and a half minutes left. The hon. Gentleman made a very entertaining speech and I enjoyed what he said on hemp, and I hope that he writes to the Secretary of State for Environment, Food and Rural Affairs to pursue that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday, the Chancellor unveiled the biggest ever employment package. In the knowledge that, following Brexit, we will move from an employment model based on unlimited low-skilled migration to one based on high wages and high skills, we brought forward a set of major reforms to remove barriers to work. We have incredible potential. The World Bank has said that, out of all big European countries, we are the best place in which to do business. In the sectors of the future, we lead the world—whether that is financial services, life sciences, advanced manufacturing, creative industries or tech, but those sectors, and the entire economy, need a pipeline of talent. That is why we are introducing reforms that say to those who are long-term sick or have a disability that we will help you into, and at, work; reforms that ensure that those who can and want to work, do work, because independence is always better than dependence; reforms that help some of the most experienced people back into work; and reforms that mean women are no longer held back by the cost of childcare. With those reforms, we can grow our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ordered, That the debate be now adjourned.—(Scott Mann.)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Debate to be resumed Monday 20 March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}