{
    "url": "https://www.ukpol.co.uk/andy-carter-2022-speech-on-bbc-local-radio/",
    "title": "Andy Carter – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Carter",
            "url": "/tag/andy-carter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andy Carter, the Conservative MP for Warrington South, in the House of Commons on 8 December 2022.",
    "content": [
        "It is a great pleasure to follow my hon. Friend the Member for Southend West (Anna Firth), and I am grateful to my right hon. Friend the Member for Hemel Hempstead (Sir Mike Penning) for securing this important debate. I speak not only as the Member of Parliament for Warrington South, but as chair of the all-party parliamentary media group and the all-party parliamentary group on commercial radio, and I spent all my life, before I came to this place, working in radio.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is something very special, indeed unique, about local radio’s relationship with its audience. It provides companionship, news, information and entertainment in a way that most other media simply cannot achieve. As my hon. Friend the Member for Watford (Dean Russell) said, it is about the voice that emerges from a speaker in the corner of the room and talks one to one with the listener. Most listeners are doing something else while they are listening to the radio—they are driving a car, making tea or in the shower—and that opportunity to be part of a radio community is something very personal, portable and social. Radio is a medium that allows us to use our imagination to build pictures in our own minds in a way that no other medium can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local radio has a unique place in our media ecology. It is the space on the dial that jumps out and says, “We are all about the towns and villages that are familiar to you.” The travel news talks about the motorway that we are on, not the one on the other side of the country. Local radio features the high street where we do our shopping. It is about the town hall to which we elect our councillors. It is where the daily phone-in happens, when residents can go on air and share their views in authentic accents, using words that only local people understand to talk about the issues that really matter to them. Great BBC local radio stations around the country have the ability to connect in a unique way, providing for their audiences and for the whole community. Commercial radio simply cannot provide that. It is not that commercial radio is not great, but it is not licensed to do what BBC local radio does. BBC local radio has a special place on the dial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given what I have said about the unique role of BBC local radio, it is perhaps not surprising that I am concerned to hear about the BBC management plans to regionalise programming content after 2 pm each day, and to share programmes over the weekend. The weekly peak for many stations is Sunday morning. Why give that away to regional space when listeners are specifically tuning in to find out about their local area? I worry about what that says to local audiences about how much BBC management values local listeners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I take this opportunity to acknowledge the work of the BBC teams creating local content for Radio Merseyside and Radio Manchester in my area. The Friday afternoon programme on Radio Merseyside presented by Claire Hamilton provides distinctive local content that I cannot hear anywhere else, but it will be lost. On Friday 11 November, Radio Merseyside did an outside broadcast from Tate Liverpool not only focusing on the Turner prize but celebrating the local arts scene across Merseyside. By inviting contributions from listeners, it provided a rounded experience of what is going on in the city and across Merseyside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The following Friday, Claire was in Cheshire presenting a special programme on the upcoming City of Chester by-election, which included an hour-long daytime debate with the main parliamentary candidates, which is something only the BBC can and should be doing. Last week Radio Merseyside carried a special broadcast on knife crime to mark the murder of Ava White a year ago, and it culminated in an hour-long feature analysing what has changed in the city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have heard from many listeners who are worried about losing the friend on the radio they know and trust. I have also heard from people who work inside the BBC, and they are disappointed and angry about how the BBC is treating local radio. They know it will have an impact on ordinary listeners and licence fee payers, for whom local radio services top their list of BBC products.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was struck by an email from a person who works at the BBC, saying that the teams working in local radio know their listeners like nobody else, “They tell the stories. They laugh with their listeners. They celebrate the wonderful events that take place in the cities and in the towns, and they grieve with them when tragedy strikes. They are the friends on the radio, and that is what is at risk.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Listeners in my constituency have a massive range of stations from which to choose, but no other channel delivers content in the way BBC local radio does. The BBC holds an extremely privileged position as the nation’s public service broadcaster, but it is also our local communities’ public service broadcaster. The charter granted to the BBC sets out specific obligations and gives it an advantage that no other service provider can match.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, the BBC has unrivalled funding from the licence fee. Secondly, it has a network of transmitters and streaming platforms, meaning audiences can pick up services on whichever platform they choose, which is a massive advantage over many other broadcasters. Thirdly, BBC local radio benefits from cross-promotion opportunities on the BBC’s television and online services. BBC local radio should be growing because it benefits from the wider BBC operation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, adding national radio, the BBC maintains a 50% market share in UK radio, which is far in excess of its TV market share of around 28%. The BBC is expert in radio, yet it wants to withdraw from local radio. I have shared my views with BBC executives and, in some respects, I believe the route they are taking will probably hasten the demise of local radio. In every part of the media landscape, the ability to personalise and precisely target audiences benefits a channel. By merging services, the BBC is effectively creating Radio Nowhere, which means audiences are likely to go elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Matching cities and towns such as Leicester and Northampton to share programmes makes no sense. Anyone who knows the east midlands media market knows that Leicester, Nottingham and Derby have always sat together—that is the TV region. Why suddenly stick Northampton with Leicester? It makes no sense. Two minutes looking at the latest radio audience tables shows clear evidence that stations that remain fiercely focused on their local audiences, such as Radio Cornwall, maintain the highest market share of local radio in the UK. If you focus on a geographic area and serve it well, you will generate reach and time spent listening—it is as simple as that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I urge the Minister to read a report published about 10 years ago by one of the UK’s leading radio executives, John Myers, who is sadly no longer with us. He was commissioned by the now director-general of the BBC in 2011 to review all the BBC’s radio services. Sadly, many of his recommendations have never been taken up and I feel certain, having read that report again today, that it would deliver better value for licence fee payers and would result in more popular, distinctive and sustainable services for the BBC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to use my remaining few minutes to focus on the independent regulation of the BBC by Ofcom. As the Minister will know, the Secretary of State has already set out the terms of reference for a mid-term review of the BBC, focusing on the governance and regulatory arrangements. This is a timely opportunity to look at the operating licences for all the BBC radio services, but particularly for local radio, which have been reduced and made less robust since Ofcom took over the regulation of the BBC. Having been involved with challenging the BBC Trust 15 years ago, I never thought I would get to a stage where there was less regulation of the BBC than there was with the BBC Trust, but sadly Ofcom has managed to achieve that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The proposed operating licences being put forward by Ofcom remove a significant number of quotas that are essential for the BBC to be distinctive and to meet its public purposes. The few that remain are 15 years old and not as a relevant as they were. Although some of Ofcom’s updates to the operating licences are welcome, I share the concerns raised by Radiocentre that the proposed operating licences simply fail to adequately regulate and enhance the current provision provided by the BBC. Strangely, Ofcom appears to have accepted in principle the importance of retaining quotas in order to guarantee a minimum level of distinctive output but then, despite that acceptance, proposes to remove most of them and dilute core elements of the BBC’s public service broadcasting. Notably, on BBC local radio the proposal is to reduce the requirements of speech at breakfast time from 100% to 75%, so news output will actually reduce on BBC local radio at the peak breakfast time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "BBC local radio will be less tightly regulated than the commercial radio equivalents, who are providing news and speech for audiences but receive zero public funding. I am pleased that Ofcom proposes an operating licence for BBC Sounds, as that is long overdue, but it is the woolliest operating licence I have ever seen. It simply creates a situation where the BBC has a mandate to create services to compete against commercial services. I urge the Minister to look at that again. Finally, removing the requirements to deliver niche genre content—arts and religious content—simply allows the BBC to walk away from that as the corner foundation of public service broadcasting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To conclude, the age profile of BBC local radio is older, with 33% of listeners over the age of 65. Its age profile is less attractive commercially and therefore is less likely to be served by other operators. This is the space that a publicly funded public service broadcaster should be operating in. Most critically, there is a need to update the BBC’s operating licences, and I do not believe Ofcom’s current proposals are sufficiently comprehensive to hold the BBC to account and to ensure it delivers distinctive content. Frankly, the entire direction of travel by Ofcom, given that the BBC is a public service provider, is to give the BBC more freedom. The BBC receives £3.8 billion from the licence fee and it is not unreasonable to ensure that regulatory conditions are in place to ensure the corporation delivers the public purpose set out in the BBC charter. The services provided by the BBC should be distinctive and should deliver an output that is public service-orientated, rather than simply offering a service that is already provided by other operators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}