{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-statement-on-the-finance-bill/",
    "title": "James Cartlidge – 2022 Statement on the Finance Bill",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Exchequer Secretary to the Treasury, in the House of Commons on 28 November 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the face of challenging global headwinds, my right hon. Friend the Chancellor of the Exchequer delivered an autumn statement that was honest about the difficult decisions this Government will need to take to tackle the cost of living crisis and rebuild our economy. We are not alone in dealing with economic problems. One third of the global economy is forecast to be in recession this year or next. At the same time, while inflation is high in the United Kingdom, it is notably higher in Germany, at 11.6%, in Italy, at 12.6%, and in the Netherlands, at 16.8%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is our duty to curb rising prices, restore faith in our country’s economic credibility internationally and, ultimately, to deliver growth. The independent Bank of England is responsible for controlling inflation. However, as the Chancellor set out in the autumn statement, monetary and fiscal policy need to move in lockstep. That means, for the latter, taking a disciplined approach and giving the world confidence in our ability to pay our debts. We have been clear that we will be following two broad principles in this consolidation: first, we ask those with more to contribute more; and, secondly, we will avoid the tax rises that most damage growth. With just under half of the £55 billion consolidation coming from tax and just over half from spending, the autumn statement set out a balanced plan for stability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, we are debating a small number of the tax measures that were announced last week. In order to provide certainty to markets and help stabilise the public finances, we are taking forward important tax measures in this focused autumn Finance Bill, ahead of a fuller spring Finance Bill, which will follow the Budget early next year as usual.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir William Cash (Stone) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the autumn statement, I raised the point about High Speed 2 with the Chancellor, and I also wrote to the Chief Secretary to the Treasury and, indeed, to the Chair of the Treasury Committee, my hon. Friend the Member for West Worcestershire (Harriett Baldwin). According to the Office for National Statistics yesterday, annual inflation in the infrastructure sector was 18.1% in September, which is 80% higher than the consumer prices index for the same month. How can the Government continue to bankroll phase 2 of the HS2 project at a cost of more than £40 billion when all the independent advice suggests that it will make rail services to the north-west worse than could be achieved with merely phase 1 and the Handsacre link? Could I also have a reply from the Chief Secretary to the letter I wrote to him?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to my hon. Friend and will of course check with the Chief Secretary’s office; my officials will have heard the point he makes and will ensure he receives a response. On inflation in infrastructure costs, obviously that will apply across the board and cannot in itself be a reason to reconsider such fundamental investment. There are strong views on this project; from the Government’s point of view, it creates thousands of jobs and apprenticeships and builds much greater connectivity. But of course, as the Chief Secretary himself has been clear—I am sure he will emphasise this in the letter to my hon. Friend—we need to see discipline on cost control whatever is happening to wider macroeconomic factors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning to the substance of the Bill and the specific measures, I shall start with the energy profits levy. Since energy prices started to surge last year there have been calls for the Government to ensure that businesses that have made extraordinary profits during the rise in oil and gas prices contribute towards supporting households that are struggling with unprecedented cost of living pressures. This Bill takes steps to do exactly that by ensuring oil and gas companies experiencing extraordinary profits pay their fair share of tax. We are therefore taxing these higher profits, which are due not to changes in risk taking or innovation or efficiency, but as the specific result of surging global commodity prices driven in part by Russia’s illegal invasion of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The measure increases the rate of the energy profits levy that was introduced in May by 10 percentage points to 35%. This will take effect from January next year, bringing the headline rate of tax for the sector to 75%, triple the rate of tax other companies will pay when the corporation tax rate increases to 25% from April next year or 30% for the largest companies. The Bill also extends the levy until 31 March 2028, but as the Government have made clear, it is important that such a tax does not deter investment at a time when shoring up the country’s energy security is vital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Paul Holmes (Eastleigh) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for outlining the detail on the energy profits levy. Does he agree that the measures he has announced will raise £52 billion over six years? Although in previous debates the Labour party has said that that does not go far enough, it is more than Labour’s proposed energy profits levy would raise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is extremely astute: he has noted the significant contribution these taxes will make to the Exchequer. As I have just said, although this generous allowance is to ensure that we still encourage investment at a time when energy security is critical and where the long-term solution is having secure energy in this country, he is right to highlight the revenue being raised. After all, it goes a long way to funding the support that our constituents are receiving. In fact, they are receiving it this very week: payments are going out to support people facing these very high energy bills. The energy support guarantee this winter will save a typical household £900. We are putting in place extensive support, and as my hon. Friend says, a significant amount of that revenue comes from this new tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putin’s barbaric illegal invasion of Ukraine and the utilisation of energy as a weapon of war has made it clear that we must become more energy self-sufficient. That is why this Bill also ensures that the levy retains its investment allowance at the current value, allowing companies to continue claiming around £91 for every £100 of investment. This investment will support the economy and jobs while helping to protect the UK’s future energy security, and in future the Government will separately legislate to increase the tax relief available for investments which reduce carbon emissions when producing oil and gas, supporting the industry’s transition to lower-carbon oil and gas production. Together these measures will raise close to £20 billion more from the levy over the next six years. As my hon. Friend said, that brings total levy revenues to more than £40 billion over the same period—of course he added on top of that the electricity generators levy, which we will be consulting on. The Government are also taking forward measures to tax the extraordinary returns of electricity generators, as I have just said, but we will do so in a future Finance Bill to ensure that we can engage with industry on these important plans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The autumn Finance Bill also introduces legislation to alter the rates of the R&D tax reliefs. Making those changes will help to reduce error and fraud in the system, ensuring that the taxpayer gets better value for money while continuing to support valuable research and development needed for long-term growth. Over the last 50 years, innovation has been responsible for about half of the UK’s productivity increases. That is an extremely important statistic. We all know the value of R&D to all of our constituencies—I look in particular at my hon. Friend the Member for South Cambridgeshire (Anthony Browne), who will know of its importance in our university cities and all of our key clusters. R&D is a key way of raising productivity, which is why we have protected our entire research budget and will increase public funding for R&D to £20 billion by 2024-25 as part of our mission to make the United Kingdom a science superpower. These measures are significant, but ultimately businesses will need to invest more in R&D. The UK’s R&D tax reliefs have an important role to play in doing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Fuller (North East Bedfordshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are absolutely right on this point. The objective of giving taxpayers’ money to companies for use through R&D tax credits is to focus on improving productivity. There were real concerns, particularly in the smaller business segment, that the scheme was not working correctly. One aspect of the scheme that caused some concern to small businesses was the time that it was taking for some credits to be paid out, but I think that is improving. Perhaps in summing up later, the Financial Secretary to the Treasury could point to what recent progress has been made on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to my hon. Friend. Of course, he was in the Department and has a business background, so he knows the detail and the importance of R&D tax reliefs. I am sure that my hon. Friend the Financial Secretary to the Treasury will have a chance to look at that later. I believe that we will be having a meeting about a separate issue of concern—a certain railway project that matters to him—when we can also discuss these points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I turn to the specific detail. For expenditure on or after 1 April 2023, the research and development expenditure credit rate will increase from 13% to 20%. The small and medium-sized enterprise additional deduction will decrease from 130% to 86%, and the SME scheme credit rate will decrease from 14.5% to 10%. That reform will ensure that the taxpayer support is as effective as possible. It improves the competitiveness of the RDEC scheme and is a step towards a simplified RDEC-like scheme for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means that Government support for the reliefs will continue to rise in cost to the Exchequer—from £6.6 billion in 2021 to more than £9 billion in 2027-28—but in a way that ensures value for money. To be clear, the R&D reliefs will support £60 billion of business R&D in 2027-28, which is a 60% increase from £40 billion in 2020-21. The Government will consult on the design of a single scheme and, ahead of the spring Budget, work with industry to understand whether further support is necessary for R&D-intensive SMEs without significant change to the overall cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Foord (Tiverton and Honiton) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was indeed welcome to hear the Chancellor talking in the autumn statement about additional money for research and development, but what seemed to be lacking was investment in skills. He talked about skills only loosely, and actually there was not one mention of colleges. Will there be any additional money for colleges as a result of the Bill?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the hon. Gentleman. In raising education, I hope he will have noted and strongly welcomed the fact that, despite the tough fiscal situation, the Chancellor was able to find additional spending for education—indeed, £2.2 billion this year and next year for our schools. I hope he agrees that that is crucial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Foord**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Colleges?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman is right to raise further education. We also announced in the statement that there will be a review by Michael Barber looking at the many positive initiatives that the Government have in place for training and increasing technical and vocational skills—T-levels, for example. We want to see maximum support for such schemes, so we will be reviewing them to ensure that we deliver them as effectively as possible. He makes an important point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I turn to the measures on personal taxation. We know that difficult decisions are needed to ensure that the tax system supports strong public finances. To begin with, we are asking those with the broadest shoulders to carry the most weight. The Government are therefore reducing the threshold at which the 45p rate becomes payable from £150,000 to £125,140.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Clive Efford (Eltham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What consideration have the Government given to taxation of those who benefited during covid? The National Audit Office states that the Government invested £368 billion in the economy through furlough and various other pieces of support, but the people who received that money passed it on. Far from trickling down, the money has trickled up. During covid, the number of billionaires and millionaires increased to record levels in the UK. They have clearly benefited extraordinarily well from Government investment. Why are we not following the money?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman makes an interesting point. I, for one, would never resent the fact that someone is successful in life, particularly because of starting a business, working hard, investing in this country and creating wealth. We should always celebrate that. He says, however, that the money and expenditure during covid did not trickle down. On the contrary, speaking from my experience out in my constituency, businesses still express to me their gratitude for the grants and loans, for the £400 billion of support that we put in place that helped to carry the country through the pandemic—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Clive Efford rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will finish this point; the hon. Gentleman is welcome to come back at me on it. He will recall the estimates at the start of the pandemic that unemployment would be 2 million higher than it turned out to be. That is an entire depression’s-worth of unemployment that we saved through our measures, and he should be grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Clive Efford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I absolutely agree with everything that the Minister just said, but the truth is that the money paid to people in furlough and to small businesses was passed on. That money was used to repay loans, to pay rent and to pay the lease. People have paid their mortgages. The people who received that money at the end of the day were those who were already wealthy, as the figures show. We should follow the money. We should not squeeze those people until the pips squeak, but we should make them pay their fair share.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By any objective assessment, that enormous support helped our country through one of the toughest challenges that we have ever faced—the biggest crisis outside war in recent memory. We have, of course, moved straight into another one. Across the House, there is recognition that the £400 billion of extra support that we put in place has benefited the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman talks about business costs. Of course, businesses had costs that we had to help them with, but to protect public health, steps were taken to close parts of the economy. We faced an extraordinary contraction. To avoid that, the Government had to step in and, in so doing, we lost 2 million jobs fewer than were predicted to go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Clive Efford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jonathan Edwards (Carmarthen East and Dinefwr) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the hon. Member for Eltham (Clive Efford) will forgive me, we have some interest from another part of the House, so will I take an intervention from Wales, from the hon. Member for Carmarthen East and Dinefwr (Jonathan Edwards).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jonathan Edwards**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the Minister. I welcome the announcement in the Bill that reduces the additional rate level to £125,000. The calculations I have seen show that somebody earning £150,000 will pay about 1% more in income tax, so this is definitely a step in the right direction. However, somebody earning £1.5 million will pay only 0.1% more as a result of the proposals. Does that not make the case for a further band to be created for those earning very high wages? My understanding, if my history lessons were correct, is that the Thatcher Government, for instance, had a 60% rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman makes an interesting suggestion. He will not be surprised to hear that I do not announce new tax bands from the Dispatch Box on Second Reading of a Finance Bill. I can confirm, however, that those earning £150,000 or more will pay just over £1,200 more in tax every year. That is the precise figure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the final time, I give way to the hon. Member for Eltham.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Clive Efford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Any Government would have given the support that the Government gave at that time, so I accept everything that the Minister said about that, but where is the money now? There has been £368 billion paid into the economy. Who has it now? Who benefited from it? Should we not follow that money and make those with the broadest shoulders contribute?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The furlough scheme, on its own, protected 11.5 million jobs. Does the hon. Gentleman seriously think that the Government should expand some extraordinary array of resource to find out what those 11.5 million people did with the money that kept them in work when they could have been looking at unemployment, and we could have been facing the most staggering economic depression in our history? We avoided that and, instead, we reduced unemployment by 2 million more than was expected. We avoided that cut in jobs, which would have been absolutely devastating for communities across the country, and we should all be grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Fuller rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Paul Holmes rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have already given way to both my hon. Friends, but I will go to Bedfordshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Fuller**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is certainly the best place the Minister can go. He is always welcome in North East Bedfordshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister will remember that the additional rate of tax was introduced as a temporary measure by Gordon Brown. When the Conservatives came into government in coalition in 2010, we looked forward to its being scrapped—yet here we are today, proposing that more people on lower incomes, in nominal as well as real terms, be made to pay that additional rate of tax. With the basic allowance tapering off above £100,000, and with the introduction of this rate, does the Minister accept that people in this country who earn more than £100,000 now face effective tax rates of 60% or 50%?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a Conservative who wants taxes to be lower, I do not stand here with any relish in putting forward a Finance Bill that will increase taxes. The Chancellor was very clear that we will have to pay more tax, but my hon. Friend understands the aggregate reason, I hope, which is the need for fiscal stability. The overall rate will have an impact of £1,200 a year, as I have said; I do not deny that it will be significantly impactful for our constituents. We want to cut taxes if we can, but before we do so we have to get on top of inflation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I give way to my hon. Friend the Member for Eastleigh (Paul Holmes).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Paul Holmes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for giving way. It is a good job I can remember what I was about to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Eltham (Clive Efford) asked where the money has gone. The support that the Government have given has kept a lot of small businesses in business, as I know he recognises. Does the Minister agree that the money actually went to the medium-sized businesses that keep people in our constituencies employed and on the payroll? That is where the money went, thanks to the actions of this Government. Opposition Members should not pooh-pooh those actions, because they kept businesses going and people in work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is an absolute champion of small businesses and of businesses of all sizes in his constituency. We and our colleagues believe in free enterprise. We knew that the pandemic was an extraordinary situation in which, to keep businesses and free enterprise going, we had to step in an extraordinary way and be a force for maintaining aggregate demand and expenditure. My hon. Friend is absolutely right. What did those businesses do by staying in business? They maintained employment in our communities and maintained the services that they provide. We should all be proud of the extraordinary effort that was made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have announced a reduction in the dividend allowance from £2,000 to £1,000 from April 2023 and to £500 from April 2024, as well as a reduction in the capital gains tax annual exempt amount from £12,300 to £6,000 from April 2023 and to £3,000 from April 2024. We have also announced that we are abolishing the annual uprating of the AEA with the consumer prices index and are fixing the CGT reporting proceeds limit at £50,000. The current high value of these allowances can mean that those with investment income and capital gains receive considerably more of their income tax-free than those with, for example, employment income only. Our approach makes the system fairer by bringing the treatment of investment income and capital gains closer in line with that of earned income, while still ensuring that individuals are not taxed on low levels of income or capital gains. Although the allowance will be reduced, individuals who receive a high proportion of their income via dividends will still benefit from lower rates of 8.75%, 33.75% and 39.35% for basic, higher and additional rate taxpayers respectively. These two measures will raise £1.2 billion a year from April 2025.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are maintaining the income tax personal allowance and the higher rate threshold at their current levels for longer than was previously planned. They will remain at £12,570 and £50,270 respectively for a further two years, until April 2028. This policy will have an impact on many of us, as I said to my hon. Friend the Member for North East Bedfordshire (Richard Fuller), but no one’s current pay packet will reduce as a result. By April 2028, the personal allowance, at £12,570, will still be more than £2,000 higher than if we had uprated it by inflation every financial year since 2010-11.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I reiterate that these are not the kinds of decisions that any Government want to take, but they are decisions that a responsible Government facing these challenges must take. I remind the House that this Government raised the personal allowance by more than 40% in real terms since 2010, and that this year we implemented the largest ever increase to a personal tax starting threshold for national insurance contributions, meaning that they are some of the most generous personal tax allowances in the OECD. Changing the system to reduce the value of personal tax thresholds and allowances supports strong public finances. Even after these changes, as things stand, we will still have the most generous set of core tax-free personal allowances of any G7 country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me now turn to the subject of inheritance tax. As we announced in the autumn statement, the thresholds will continue at current levels in 2026-27 and 2027-28, two more years than previously announced. As a result, the nil-rate band will continue at £325,000, the residence nil-rate band will continue at £175,000, and the residence nil-rate band taper will continue to start at £2 million. That means that qualifying estates will still be able to pass on up to £500,000 tax-free, and the estates of surviving spouses and civil partners will still be able to pass on up to £1 million tax-free because any unused nil-rate bands are transferable. Current forecasts indicate that only 6% of estates are expected to have a liability in 2022-23, and that is forecast to rise to only 6.6% in 2027-28. In making changes to personal tax thresholds and allowances, the Government recognise that we are asking everyone to contribute more towards sustainable public finances, but—importantly—we are doing this in a fair way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am almost there, Madam Deputy Speaker, but I will be assisted by an electric vehicle, because I am now moving on to that method of transport. Earlier this month I attended COP27, where I met international finance Ministry counterparts and reaffirmed the Treasury’s commitment to international action on net zero and climate-resilient development. The Government welcome the fact that the transition to electric vehicles continues apace, with the Office for Budget Responsibility forecasting that half of all new vehicles will be electric by 2025. Therefore, to ensure that all motorists start to make a fairer tax contribution, we have decided that from April 2025, electric cars, vans and motorcycles will no longer be exempt from vehicle excise duty. The motoring tax system will continue to provide generous incentives to support electric vehicle uptake, so the Government will maintain favourable first-year VED rates for electric vehicles, and will legislate for generous company car tax rates for electric vehicles and low-emission vehicles until 2027-28.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are difficult times, but that does not mean we will shy away from difficult decisions; it means we must confront them head-on. Today the Government are tacking forward specific tax measures in this Bill to help stabilise the public finances and provide certainty for markets. This is an important part of the Government’s broader commitments made in the autumn statement on fiscal sustainability, ensuring that we take a responsible approach to fiscal policy, tackling the scourge of inflation and working hand in hand with the independent Bank of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will do this fairly; we will give a safety net to our most vulnerable, we will invest for future generations, and we will ensure that we grow the economy and improve the lives of people in every part of the United Kingdom. The measures in this autumn Finance Bill are a key part of those plans, and I therefore commend it to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}