{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-speech-on-the-governments-plan-for-growth/",
    "title": "James Cartlidge – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cartlidge, the Conservative MP for South Suffolk, in the House of Commons on 19 October 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Weaver Vale (Mike Amesbury) and his little shop of horrors, and it is a pleasure to be called to speak on this Labour motion. There is one thing missing from it, because the Labour party normally wants an impact assessment. One thing I have concluded about politics is that we always miss out one impact assessment: the impact of our measures on those who have least of all. When I say least of all, I mean those who have literally nothing—no money, no assets and above all no voice—because they have not been born yet. I am talking about the impact of the decisions we take in government today on those who are to come. In other words, I am talking about the national debt. For me, as a Conservative, it goes to the core of everything I believe in that, as with the environment, we should leave the public finances in a better condition for our grandchildren.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is fair to say that I warned in the summer that the unfunded measures that were proposed constituted a high-risk strategy. I was dismayed when they were announced and not surprised at their impact. I was, however, delighted by the new appointment to the Treasury of the Chancellor of the Exchequer, my right hon. Friend the Member for South West Surrey (Jeremy Hunt)—I had the privilege of being his Parliamentary Private Secretary when he was Health Secretary and Foreign Secretary—and of the Chief Secretary to the Treasury, my right hon. Friend the Member for Charnwood (Edward Argar), who is an excellent appointment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to reflect on the wider idea of unfunded tax cuts or spending. There are those in the Opposition who have called it libertarianism. It is certainly not conservatism, in my view. Neither is it libertarianism, because the unfunded measures were not matched by spending reductions—in other words, a smaller state—but the money was simply to be borrowed. There is an argument for saying that it is socialism, and it is certainly what we would have expected from the right hon. Member for Islington North (Jeremy Corbyn). But really, when people promise stuff without saying how they would pay for it or making any difficult decisions, it is populism. This is not new. Where we are with the economy has implications for all of us, from all parts of the House. Whatever steps we now take and whatever measures we announce, we will have to say how they will be paid for. We will have to level with the British people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I had the great privilege of being PPS to the right hon. Member for Richmond (Yorks) (Rishi Sunak) when he was Chancellor. Throughout the pandemic, I never got a single email from a single colleague, no matter how left-wing or right-wing they were, calling for less support. There were only calls for more spending, more tax cuts, more generous support, more debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many, including some Conservative Members, argue that we can borrow because it creates growth. The beauty of that position is that they do not have to say who loses out. That is the hard thing in politics, and we now have to face up to the reality of our position. It will have massive implications for parties on both sides of the House. Even the SNP, in relation to the Women Against State Pension Inequality Campaign, announced a policy to be paid for from the surplus in the national insurance fund, which, though an accounting reality, does not exist as surplus money in the Government accounts that can be committed for years to come. We have all heard such commitments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hannah Bardell (Livingston) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman is talking about accounting and balancing the books. Perhaps he and his colleagues would like to come up to Scotland and take lessons from our Government, who are having to fill the black holes that his Government have created, because we actually have to balance the books in Scotland. Forget trickle-down economics; it is trickle-down tragedy that I am seeing in my constituents in Livingston being pushed under by the absolute chaos at the heart of this Tory Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady was not here when I intervened on the SNP Front-Bench spokesman, the hon. Member for Inverness, Nairn, Badenoch and Strathspey (Drew Hendry). I asked if it was true that were Scotland to be independent, its policy would be to have a currency with no lender of last resort, and he did not deny it. It is the most extraordinary proposition, exceeded in its stupidity only by the old idea of a no-fly zone over Ukraine, to be enforced at the same time as unilateral nuclear disarmament—in other words, making nuclear conflict more likely while denuding ourselves of the ability to deter it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I turn to social care, which I care about passionately. The social care workforce do one of the toughest jobs in the country, and I never take them for granted. They care for the most vulnerable, particularly those with dementia. We all know that they are facing a difficult period, and the Chancellor of the Exchequer certainly knows that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last week, I was one of only two speakers on the Conservative Benches who spoke in the debate on the Bill to repeal the health and social care levy. I say to my right hon. Friend the Member for Charnwood (Edward Argar) that his predecessor as Chief Secretary to the Treasury, our right hon. Friend the Member for Croydon South (Chris Philp), said several times that, despite the repeal, there would be not a penny less for health and social care. We now know that the social care cap may be delayed, or may even not happen—I sincerely hope that that is not the case. Had I known that last week, would I have changed the way I would have voted had a Division been called? My right hon. Friend the Member for Charnwood has been a Health Minister and knows the importance of social care. He needs to reflect on the commitment given last week. I can tell him right now that I would have been sorely tempted to vote against the Bill had I known then what I know now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The whole point of the levy was to deliver a solution to social care and to help to fund the NHS through these difficult times. It was one of the great achievements of the previous Prime Minister that, after all these years of social care Green Papers and White Papers, not taking decisions, and yes, commitments to spend with no explanation of where the money will come from—perhaps a wealth tax, although that would not get the revenue—we got a policy, and one that was credibly funded. The method of funding it was arguably not perfect, but it would have delivered a cap for those who otherwise face no limit on the costs they can incur if, for example, a loved one in their senior years has dementia. I think that our policy priority must be ensuring the dignity of our most senior citizens at the toughest time of their and their dependants’ lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It gives me no satisfaction to make these points about the importance of sound fiscal policy, balancing the books and having regard to future generations. That has been the core of every Conservative Government I have served in, and I know it is back at the core with our new Chancellor, who I am sure will deliver market confidence. But we all need to understand that the era of making unfunded pledges is over. That will have implications for all parties, as we will all face greater accountability, but for my grandchildren—if I ever get them—it is a good thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}