{
    "url": "https://www.ukpol.co.uk/andy-carter-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Andy Carter – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Carter",
            "url": "/tag/andy-carter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Andy Carter, the Conservative MP for Warrington South, in the House of Commons on 9 September 2022.",
    "content": [
        "Thank you, Mr Speaker, for allowing the sitting to be extended for Members who want to pay their tribute. I know that I speak on behalf of all my constituents in Warrington South when I extend my heartfelt condolences to His Majesty King Charles and the royal family on this deeply sad occasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday was a day that we all knew would come, yet still could never quite envisage happening. It is a testament to Her late Majesty’s longevity, both in life and as our Queen, that throughout all of the United Kingdom and the Commonwealth we are deeply moved by the loss of the one constant in our life. Indeed, last night when I walked along the Mall to Buckingham Palace, that affection was really evident, with young and old, and people speaking different languages, all coming to lay flowers and light candles; there were spontaneous rounds of applause, the national anthem was sung, and people were paying their respects—truly a Queen for all the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are fortunate in Warrington to have had Her late Majesty come to visit on no less than four occasions. Way back in 1968, she was given a tour of the newly refurbished Bridge Street. In 1979, she and her late husband the Duke of Edinburgh toured the new Golden Square shopping centre. Most recently, in 2012, she and the duke opened the Orford jubilee hub, in the year marking her 60th anniversary on the throne. Many Members have talked about the twinkle in her eye, but I have to say that, looking at the photographs from those visits that have been republished today in the Warrington Guardian, it is the impression on other people’s faces that is really striking; the true legacy of our Queen is the impact that she had on so many people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will now inevitably look back at 2022 with great sadness, but we must also reflect on what a joyous occasion it was to mark the historic platinum jubilee. At each of the many events I attended in Warrington, it was clear how deeply she was held in the whole nation’s affections: a mother, a grandmother, a great-grandmother, and the Queen to each one of us. That celebration of her long reign over us allowed people to come together, be part of a community and share a special time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For now, as we mourn the passing of a truly great monarch, we wish our new King every success as he assumes the mantle of responsibility that has so diligently been carried by our late Queen over the past 70 years. On her 21st birthday, the then Princess Elizabeth declared before at all that her\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“whole life, whether it be long or short”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "would be “devoted to our service”. That life was long and that service was certainly devoted. God bless Her late Majesty and God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}