{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-statement-on-nightingale-courts/",
    "title": "James Cartlidge – 2022 Statement on Nightingale Courts",
    "post_date": "March 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 3 March 2022.",
    "content": [
        "I am today setting out an update on the use of Nightingale court venues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since the start of the pandemic, the priority of the Government, working closely with the judiciary and others, has been to ensure the justice system continues to perform its vital role while keeping court and tribunal users safe, in line with public health guidelines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hotels, former courts and conference centres were rapidly transformed into courtrooms, known as Nightingale courts, during the pandemic to provide more space when social distancing was in place. These venues have provided our court estate with vital additional capacity as part of our continued efforts to recover from the impact of covid-19.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Combined with other measures—such as removing the cap on court sitting days, the use of remote hearings, and increasing magistrates’ sentencing powers—we are beginning to see the levels of outstanding cases in our courts falling. The latest figures show that in December 2021 the Crown court backlog was under 59,000. This is a fall of over 2,000 cases since its peak in June 2021. Meanwhile, in the magistrates courts, the outstanding criminal caseload has dropped by almost 70,000 cases since its peak in July 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The relaxation of covid-19 restrictions means that courtroom capacity has returned to pre-pandemic levels. But continuing to use some of our Nightingale courts will now help drive court recovery further, tackling the backlog and ultimately helping to secure speedier justice for victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So today this Government have confirmed arrangements to extend 13 Nightingale courts from March 2022. This equates to 30 extra courtrooms, mainly dealing with criminal work, but also some civil and family cases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The following Nightingale courts have been extended:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Prospero House, London\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Barbican, London\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Croydon Jurys Inn, London\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mercure Hotel, Maidstone\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Former court, Chichester\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Former county court, Telford\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Park Hall Hotel, Wolverhampton\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Maple House, Birmingham\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Former Magistrates court, Fleetwood\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cloth Hall court, Leeds\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Civic Centre, Swansea\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Former Magistrates court, Cirencester.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The decision to extend these Nightingale courts was based on operational need and venue availability, ensuring that these extra facilities are in the right place to meet demand and make best use of taxpayers’ money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nightingale courts at Middlesbrough, Manchester, Liverpool, Bolton, Chester, Peterborough, Warwick, Winchester, Nottingham and 102 Petty France in London will end as planned at the end of March 2022. Use of the venue at Monument will end in early April, with HM Courts and Tribunals Service seeking a replacement venue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The sites which are closing as planned are not needed because HMCTS has reopened existing hearing rooms as social distancing measures have eased. We now have sufficient rooms in these areas for all the available Crown court judges. We are continuing to deliver a high volume of judicial recruitment, with a recruitment programme of a further 1,100 judges in 2022-23 planned in addition to around 1,000 recruited during this financial year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The extensions to Nightingale courts are part of our wider approach to increase capacity in line with local demand, building on measures taken over the last two years in response to the challenges of the pandemic, including:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Legislating to double the sentencing powers available to magistrates from six months to a year to free up an estimated 2,000 extra days of Crown court sitting time each year;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investing a quarter of a billion pounds to support recovery in the courts in the last financial year, plus over £50 million for victims and support services;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ensuring there is no limit on the number of sitting days in the Crown court this year;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Opening three rooms at Hendon Magistrates court that are currently being used for Crown court work, with a fourth due to open by the end of March 2022, providing custodial facilities for defendants on remand;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Opening two “super courtrooms” in Manchester and Loughborough, which can accommodate multi-handed trials, and added portacabins at 14 locations to facilitate jury trials; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Arranging a temporary venue to hear a large trial in Walsall over the next 13 months, avoiding major disruption in the nearby Crown court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These plans, alongside the decisive action already taken by this Government to date, makes it clear that we remain totally committed to reducing delays in our courts, and pulling every lever available to us to deliver justice for all those who need it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}