{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2023-statement-on-energy-support-package-for-businesses/",
    "title": "James Cartlidge – 2023 Statement on Energy Support Package for Businesses",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Exchequer Secretary to the Treasury, in the House of Commons on 9 January 2023.",
    "content": [
        "With permission, Mr Deputy Speaker, I will make a statement on how the Government are continuing to support businesses, charities and the public sector with their energy bills. Before I outline how we are helping businesses, I remind the House why we are in this position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although wholesale energy prices are now falling, some businesses are still exposed to higher energy bills after Putin’s illegal invasion of Ukraine pushed prices far above their historical averages. Putin’s military aggression has put households and businesses across Europe and beyond under serious financial pressure. For that reason, we have already provided a package of support for non-domestic users through this winter that is worth £18 billion, as per the figures certified by the Office for Budget Responsibility at the autumn statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The energy bill relief scheme gave a direct discount on energy costs for all eligible businesses. It lessened the shock of the immediate increase in prices; it gave businesses the certainty they needed to plan for the winter; and it is one of the most generous packages in Europe. It comes on top of our support for households, including the energy price guarantee worth £900 this winter according to the OBR, which further helped to support consumers and the businesses that rely on them. I remind hon. Members that that followed unprecedented business support during the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are proud to have helped businesses through a twin combination of unprecedented shocks that nobody could have expected a few years ago. We will always do what is necessary to keep the economy and the British people secure, which is why the Prime Minister has been clear that we will halve inflation this year to ease the cost of living and give people financial security before returning it to target. That is also why we unleashed the furlough scheme, which avoided 2 million forecast job losses; a groundbreaking vaccine roll-out, which saved lives and ensured the safe reopening of our economy; grants for pubs, shops and other retail businesses; and now, humanitarian and military aid to Ukraine as it fights for democracy, with the UK giving more than any other nation bar the US. All those steps have been right, but all have come at a significant combined cost, leaving our national debt standing at £2.48 trillion or 98.7% of GDP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To secure the future of public services, we have committed to get national debt falling, including two new fiscal rules—that the UK’s national debt must fall as a share of GDP by the fifth year of a rolling five-year period, and that public sector borrowing in the same year must be below 3% of GDP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we look to the next steps in supporting businesses, it is therefore in our national economic interest that we chart a path to withdrawing such support and restoring fiscal sustainability, but in a sensible and fair way that strikes a balance between supporting businesses now and protecting taxpayers’ exposure to volatile energy markets. As my right hon. Friend the Chancellor said at the autumn statement, one of our key economic priorities is stability, and we cannot have stability without financial prudence. So all Members must recognise that there is a balance to be struck, and it is not sustainable for the Exchequer to continue to support large numbers of businesses at the current level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No Government—no responsible, serious Government —anywhere in world can permanently shield businesses from this energy price shock, and we must cap the taxpayer’s exposure to volatile energy prices. We have also been clear throughout that such levels of support were time-limited and intended as a bridge to allow businesses to acclimatise. Firms need to adapt and invest in energy efficiency to remain viable, and as they do so, we will be at their side to help, including with £6 billion of additional investment to cut the UK’s overall energy use.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet we remain fully alive to the fact that businesses would be facing a cliff edge as support comes to an end. To avoid this, we are going to provide a further package of transitional support, so today I can confirm a new energy bills discount scheme for businesses, charities and the public sector. Up to £5.5 billion will be made available from the end of the energy bill relief scheme period on 31 March until 31 March 2024.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Chancellor has been working with the key industry stakeholders to get this right. We heard that they needed a 12-month rather than six-month scheme. We have listened and, as a result, I confirm that we will be providing a year’s worth of support for all non-domestic bills beyond the current six-month scheme. This will give certainty and ongoing assistance to businesses locked into contracts signed before recent substantial falls in the wholesale price, and provide others with reassurance against the risk of prices rising again. It is different from the previous energy bill relief scheme, but provides long-term certainty for businesses and reflects how the scale of the challenge has changed since September last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From 1 April 2023 to 31 March 2024, non-domestic customers that have a contract with a licensed energy supplier will see a unit discount of up to £6.97 per megawatt-hour automatically applied to their gas bill and a unit discount of up to £19.61 per megawatt-hour applied to their electricity bill, except for those already benefiting from lower energy prices. This means a typical pub can expect a taxpayer-funded discount of up to £2,300 over 12 months and a typical small retail store will get up to £400 off its annual energy bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also recognise that some businesses, especially intensive users such as major manufacturers, are highly exposed to both energy prices and international competition, which means they are unable to pass through or absorb all of these costs. I can therefore confirm that the Government are targeting a substantially higher level of support beyond April 2023 to energy and trade-intensive sectors, providing a major boost for the manufacturing sector. Businesses in scope will receive a gas and electricity bill discount based on a price threshold that will be capped by a maximum unit discount of £40 per megawatt-hour for gas and £89.10 per megawatt-hour for electricity. This discount will only apply to 70% of energy volumes. These firms will continue to be supported at source, based on a price threshold of £99 per megawatt-hour for gas and £185 per megawatt-hour for electricity. This means a typical medium-sized manufacturer would expect to receive nearly £700,000 of direct support over 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This comes on top of the £13.6 billion of support for firms with business rates over the next five years, a UK-wide £2.4 billion fuel duty cut this year and the protection from full corporation tax rises for businesses making profits of less than £250,000, with those making profits of less than £50,000—the vast majority—not facing any rate rise at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have set out how this transitional support will reduce overall as a cost to the Exchequer while remaining significant at a time of elevated energy costs and providing certainty for a further 12 months. However, I have also been clear that, just as we withdrew covid support when we moved to a position of living with the pandemic following the success of our vaccination efforts, this energy support is deliberately transitional in nature. That means that in due course we will move unambiguously to a point where there is no universal support for businesses with energy bills from the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, it is in the national economic interest that we move to a position where the Government do not routinely subsidise UK businesses. It is not for the Government to habitually pay the bills of businesses any more than it is for the Government to tell businesses how to turn a profit, and it cannot be that the taxpayer props up failing or unproductive firms. Instead, we must protect the forces of free enterprise and entrepreneurialism that have led to our economic success for generations. [Interruption.] Labour Members do not understand free enterprise and entrepreneurialism, and I do not think many of them have ever run a business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The approach I have outlined today does just that: it is fair in balancing the needs of non-household energy users with the need for prudence and a restoration of competitiveness, and it shows that this Government remain committed to supporting businesses, charities and the public sector through these challenging times. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}