{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2023-statement-on-the-energy-bills-discount-scheme/",
    "title": "James Cartlidge – 2023 Statement on the Energy Bills Discount Scheme",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Exchequer Secretary to the Treasury, in the House of Commons on 9 January 2023.",
    "content": [
        "Following a review of the energy bill relief scheme (EBRS), the Government today announce a new energy support scheme for businesses, charities, and the public sector. The new energy bills discount scheme (EBDS) will provide all eligible UK businesses and other non-domestic energy users with a discount on high energy bills until 31 March 2024, following the end of the EBRS in March 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will help businesses locked into contracts signed before recent substantial falls in the wholesale price manage their costs and provide others with reassurance against the risk of prices rising again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This further support follows the Government’s unprecedented package for non-domestic users through this winter through the EBRS, worth £18 billion per the figures certified by the OBR at the autumn statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At autumn statement, we were clear that such levels of support, unprecedented in their nature and scale, were time-limited and intended as a bridge to allow businesses to adapt. Wholesale energy prices are falling and have now gone back to levels seen just before Putin’s invasion of Ukraine. But to avoid a cliff-edge for businesses and provide reassurance against the risk of prices rising again, we are launching the new energy bills discount scheme, giving them the certainty they need to plan ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new scheme strikes a balance between supporting businesses over the next 12 months and limiting the taxpayer’s exposure to volatile energy markets, with a cap set at £5.5 billion based on estimated volumes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through the scheme, from 1 April 2023 to 31 March 2024, eligible non-domestic customers who have a contract with a licensed energy supplier will see a unit discount of up to £6.97/MWh automatically applied to their gas bill and a unit discount of up to £19.61/MWh applied to their electricity bill, except for those benefiting from lower energy prices. The relative discount will be applied if wholesale prices are above a price threshold of £302/MWh for electricity and £107/MWh for gas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A substantially higher level of support will be provided to businesses in sectors identified as being the most energy and trade intensive—predominately manufacturing industries. A long-standing category associated with higher energy usage, these firms are often less able to pass through cost to their customers due to international competition. Businesses in scope will receive a gas and electricity bill discount based on a price threshold, which will be capped by a maximum unit discount of £40.0/MWh for gas and £89.1/MWh for electricity. This discount will only apply to 70% of energy volumes and will apply above a price threshold of £185/MWh for electricity and £99/MWh for gas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government are committed to supporting UK business and the voluntary sector, and through this package we aim to give organisations the certainty they need to plan through next winter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}