{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-statement-on-alcohol-duty/",
    "title": "James Cartlidge – 2022 Statement on Alcohol Duty",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Exchequer Secretary to the Treasury, in the House of Commons on 19 December 2022.",
    "content": [
        "With permission, Mr Deputy Speaker, I would like to make a statement on the alcohol tax system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When in the autumn 2021 Budget the then Chancellor—now Prime Minister—announced the biggest reforms to alcohol duty in 140 years, he did so in order to change an outdated and impractical system. Following our country’s departure from the EU, our changes will overhaul the UK’s obsolete rules, which our membership of the EU precluded us from doing. With these new freedoms, we will embark on radically simplifying the entire system and slashing red tape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new alcohol tax system will adopt a common-sense approach whereby the higher a drink’s strength, the higher the duty, while new reliefs will be made available to help pubs and small producers to thrive. In doing so, we have made a system that fits with our national priorities, encourages growth and innovation, aligns with public health goals and is fairer for hard-working producers. The aim that lies at the root of this reform is to make the system fairer, simpler to use and more supportive of business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Notwithstanding those ambitions, we fully understand that businesses face difficulty and uncertainty in the face of rising energy bills and inflation. I have listened to and value stakeholders from across the sector, and I understand that they want certainty and need reassurance in these challenging times. That is why today I can confirm that the freeze on alcohol duty rates has been extended by six months, to 1 August 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although new duty rates typically come in on 1 February each year, I can confirm that the Chancellor will instead make his decision on future duty rates at the spring Budget 2023, to give businesses certainty and time to prepare. To further support the industry, we are going further by confirming that if changes to duty are announced then, they will not take effect until 1 August 2023. This is to align with the date that historic reforms of the alcohol duty system come into force, and amounts to an effective six-month extension to the current duty freeze. Most importantly, to minimise the burden on business, it avoids the sector having to deal with multiple changes to duty rather than one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I mentioned a moment ago, the alcohol duty reforms will help create a simpler, fairer and healthier duty system. A higher rate for sparkling wines will come to an end, meaning that they will pay the same rate as still wine. Liqueurs will be put on the same footing as fortified wine, meaning that a sherry will now pay the same duty as a spirit liqueur, and the duty rate on super-strength white cider will increase in order to address public health concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "New draught relief will be worth £100 million a year, and to ensure that smaller craft producers can benefit, the threshold for qualifying containers will be 20 litres. The wine industry will also be supported as it adapts to the new system. Duty on all wine between 11.5% and 14.5% alcohol by volume will have its duty calculated as if it were 12.5% ABV. This will last for 18 months from the implementation of the new system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Pubs, cider makers, brewers, distilleries and wine makers have an historic place at the heart of our communities. They provide not only thousands of jobs, but hubs that enrich and often define the social fabric of our villages, towns and cities. By saying to the industry that it will face just one single industry-wide change next summer, rather than two over the course of the year, we are giving it maximum certainty. Hospitality is a major part of our economy, and while these remain challenging times, we are doing everything we can to support individual hospitality businesses of every size so that they can have a prosperous new year. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}