{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-statement-on-personal-injury-reforms/",
    "title": "James Cartlidge – 2022 Statement on Personal Injury Reforms",
    "post_date": "March 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 22 March 2022.",
    "content": [
        "My hon. Friend the Parliamentary Under-Secretary of State for Justice (Lord Wolfson of Tredegar) has made the following statement:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I announce today the publication of Part 2 of the Government’s response to the ‘Reforming the soft tissue injury (‘whiplash’) claims process’ consultation paper on www.gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In November 2016, the Government published a consultation that set out proposed measures to tackle the number and cost of road traffic accident related personal injury claims. This consultation covered both legislative proposals for tackling the number and cost of whiplash claims, and a ‘Call for Evidence’ on several related issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government response was split into two parts, with Part 1 covering the primary and secondary legislative measures which made up the Whiplash Reform Programme, and Part 2 covering the ‘Call for Evidence’. Part 1 of the response was published in February 2017, but a decision was taken to defer work on Part 2 to enable focus on developing and implementing the significant whiplash reform measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now that the whiplash reforms have been successfully implemented, it is appropriate to revisit the issue of publishing the deferred Part 2 Government response. The newly published response includes a summary of stakeholder views and specific analysis of the responses received on issues relating to credit hire, rehabilitation, early notification of claims, recovery of disbursements, Insurance Fraud Taskforce actions, and consideration of a Barème scheme. It also details the next steps to be taken in relation to these topics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In considering the responses received, we have acknowledged that these were views provided in 2016, and that in some areas, developments in the sector have altered the position considered in the ‘Call for Evidence’. We will continue to monitor several of the areas identified and remain open to working with specific stakeholder groups to develop and implement industry-led solutions to issues in areas such as rehabilitation and credit hire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The consultation response paper can be found here:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "https://www.gov.uk/government/consultations/reforming-the-soft-tissue-injury-whiplash-claims-process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}