{
    "url": "https://www.ukpol.co.uk/james-cartlidge-2022-statement-on-uk-electricity-generators-and-tax-on-extraordinary-returns/",
    "title": "James Cartlidge – 2022 Statement on UK Electricity Generators and Tax on Extraordinary Returns",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cartlidge",
            "url": "/tag/james-cartlidge/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cartlidge, the Exchequer Secretary to the Treasury, in the House of Commons on 20 December 2022.",
    "content": [
        "Along with resurgent demand for energy following the pandemic, Russia’s invasion of Ukraine and weaponisation of gas supplies has driven UK wholesale gas prices to record highs. Due to the composition and structure of the UK electricity market, higher wholesale gas prices are in turn driving higher wholesale electricity prices and leading to exceptional returns arising to some electricity generators in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consistent with action taken in other countries, from 1 January 2023 the Government are introducing a temporary 45% tax on extraordinary returns made by some UK electricity generators. HM Treasury will today publish on www.gov.uk draft legislation, along with an updated technical note explaining the policy in detail. The levy will be applied to a measure of extraordinary revenues, defined as revenues from selling periodic output at an average price above £75/MWh. That is approximately 1.5 times the average price of electricity over the last decade. It will apply to revenues from electricity generation in the UK from renewable—including biomass—nuclear, and energy from waste sources and will be focused on the largest generators through a generation threshold of 50GWH of annual output and a £10 million allowance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This temporary measure is not designed to penalise electricity generators. It is instead a response to the fact that, as a result of exceptional and unforeseen geopolitical events, some electricity generators are realising extraordinary returns from higher electricity prices—higher prices that have imposed substantial costs on households and business energy users and necessitated the Government to take unprecedented action with £55 billion to directly help households and businesses with their energy bills. The Government have previously considered a price cap in response to the current crisis. We have instead adopted this levy as a more proportionate approach. It leaves generators—whose continued investment in the industry is vital to our long-term energy security—with a share of the upside they receive at times of high wholesale prices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The levy will end on 31 March 2028. This reflects the possibility that wholesale electricity prices remain elevated for a number of years and the need for businesses to have certainty around the measures the UK is taking in response. However, should the crisis abate and prices fall below the benchmark price, the revenue forecast from the levy will not materialise and consideration would be given to the tax’s ongoing application.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Furthermore, responding to concerns that have been raised around the tax’s duration and its impact on investment, the £75/MWh the benchmark price will be indexed to CPI inflation from April 2024, and relief will be provided for certain exceptional costs that are reducing the degree to which generators are benefiting from higher electricity prices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Support for investment in renewables**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are committed to decarbonising power systems by 2035 and reaching net zero emissions by 2050. Britain is a global leader in renewable energy. Last year, nearly 40% of our electricity came from offshore wind, solar and other renewables. Since 2010, our renewable energy production has grown faster than any other large country in Europe. We are committed to ensuring that the UK remains one of the best places in the world to invest in clean energy and have set stretching deployment ambitions, including up to 50GW of offshore wind by 2030 and a fivefold increase in solar by 2035. As we move towards these ambitious goals, the Government will seize the opportunities for growth through the transition, creating the right framework to crowd-in billions of pounds of new investment into the UK’s economy. That includes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our highly successful Contracts for Difference scheme continues to bring more and more generation online, with our most recent auction delivering a record capacity of almost 11 GW. A consultation for the sixth Contracts for Difference round was published last week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Offshore Co-ordination Support Scheme, which will provide up to £100 million of grants to energy projects to develop co-ordinated options for offshore transmission infrastructure, was launched earlier this month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Government also continue to work with the Offshore Wind Acceleration Taskforce and other developers to identify and address barriers to deployment. This includes reforming the planning system, where Government are acting to ensure that consents are secured faster, and the risk of delays are reduced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard calls for the tax system to provide strengthened incentives for—long-term—investment in the low-carbon electricity generation sector, including investment in new capacity as well as investment needed to maintain and upgrade existing capacity. The Government continue to recognise the value of capital allowances for supporting investment within a sustainable fiscal strategy, and any further changes will be set out at a future fiscal event in the usual way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Government are undertaking the Review of Electricity Market Arrangements (REMA) which will assess how our power markets can best deliver a low-cost, low-carbon and secure electricity system, whilst reducing our exposure to international oil and gas prices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}