{
    "url": "https://www.ukpol.co.uk/ray-carter-1972-speech-on-the-protection-of-otters/",
    "title": "Ray Carter – 1972 Speech on the Protection of Otters",
    "post_date": "February 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1972",
            "url": "/tag/1972/"
        },
        {
            "text": "Ray Carter",
            "url": "/tag/ray-carter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ray Carter, the Labour MP for Birmingham Northfield, in the House of Commons on 29 February 1972.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That leave be given to bring in a Bill to provide for the protection of otters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not the first occasion on which a Bill has been introduced for the protection of otters—[interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. Will hon. Members please refrain from conversing with one another? Those who wish to talk beyond the Bar might withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Carter**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A similar Bill was introduced in 1969 by Mr. Edwin Brooks, the then Member for Bebington, Unfortunately, it failed to obtain a Second Reading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the first Bill was introduced about two years ago there had arisen a sudden awareness of the precarious existence of the British otter. Otter hunts which had existed for centuries on a plentiful supply of otters were finding on more and more occasions that a day’s hunting would conclude not only with no kills but with no sightings either. Between 1900 and 1957 hunts had on average for every hundred hunting days found between 65 and 72 otters, but by 1967 the figure had fallen to 43. The count at otter hunting, I am assured, is the only reliable method of determining the precise otter population. As a result of this dramatic decline in the otter population, many hunts voluntarily agreed to cease hunting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reasons for the decline in the otter population are numerous. It is claimed that the very severe winter of 1962–63 destroyed a large percentage of the population, including many young and female otters. The increasing use of inland waterways for recreational purposes is also believed to have had a deleterious effect on the otter population. Yet again, the rise in use, and hence in residual levels, of pesticides and insecticides in our inland waterways affects the fertility of the otter to a point where reproduction has been seriously reduced.  \nQuite apart from these hazards, the otter is one of those animals that have been pursued by man through the ages in the belief that it is a pest and a destroyer of fisheries. This constant harrying of the otter population must have had an effect on its number, for, unlike most mammals, it has no breeding season, and it is always possible that a female with a litter or about to breed will be killed, which has a disproportionate effect on the otter population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, the need to protect the otter, like any other animal, hangs on the desire of the public to preserve our natural heritage, and whilst there are increasing signs that there is a growing volume of opinion in support of a policy of conservation, Governments of all persuasions have so far done precious little in terms of legislation. Yet the uniqueness and attractiveness of the otter, our largest water-based mammal, have been introduced to millions of people who have never even seen the animal through the books of the late Gavin Maxwell and Henry Williamson. Town dwellers who look for mournful hours into the polluted waters of urban rivers for some sign of life are at the very least able to draw encouragement from the fact that further up stream life does exist which one day may return to all our waterways. But even this upstream life is now threatened, largely for the reasons that I have given.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So precarious is the otter’s existence that the World Wild Life Trust and other eminent bodies have put it on their list of animals in greatest danger of extinction. Just before I had the opportunity of introducing the Bill I received a visit from the R.S.P.C.A., which has added its support, with all other natural history bodies, to measures and efforts to help the otter and save it from extinction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Anglers who have for centuries regarded it as one of their natural enemies, to be routed out and destroyed at all costs, are now changing their minds and rallying to its aid. Mr. Ben Pond, a leading naturalist and river keeper on the Trent and Stour, was reported in the Angler as saying:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“An otter takes what it needs and that is little enough. People don’t seem to realise the good they do in a fishery. I was keeper on the Trent and Stour for 24 years and assure you that apart from eels and other enemies of the fishery otters eat thousands of lampreys that would otherwise feed on fish spawn”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A similar view is adopted by the overwhelming number of river authorities in England and Wales. A questionnaire was recently sent to 29 such authorities, and not one considered the otter to be a pest. One fairly typical response from a river authority is as follows:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The general feeling is that the otter does little damage to our fisheries. Most bailiffs report that they have not seen otters for a long time and feel sure that they are becoming scarce in Cornwall”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those are the views of the Cornwall River Authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another authority, the South-West Wales River Authority, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The authority’s attitude to the otter is that it is an animal which should be conserved.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So much for the long-held view that the otter is a pest to be equated with the rat or the grey squirrel and so much for the claim of the hunters of the otter that their actions are not just sport but a necessary pursuit of one of man’s natural enemies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would be deceitful of me to try to obscure from the House an underlying motive in this Bill, which is the effective banning of otter hunting unless specifically allowed for the purposes of control. I believe from all that I have read of otter hunting that it is a thoroughly inhumane practice which, if allowed to go unchecked, could pursue the otter into extinction. I mentioned earlier the voluntary restraint of some hunts in response to a request from a master of otter hounds temporarily to discontinue hunting. Unfortunately, there is now ample evidence that this self-denial has broken down, and numerous reports have come in from anglers that hunts, instead of breaking off before the kill, are going through right to the brutal end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like many other animals that have gone before it, therefore, the British otter is now in an extremely critical stage of existence. Unless immediate action is taken future generations might be deprived of the sight of an altogether indispensable part of our water life. No more timely reminder of the precarious nature of the otter’s existence could have occurred than the report in a Sunday newspaper that some otter hunts, for want of otters, had switched to hunting wild mink classified as pests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Two years have elapsed since the last attempt was made to classify the otter as a protected animal. Should this attempt fail, it is conceivable that the need for a third will have been removed, the otter having disappeared from rural and water life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. R. T. Page (Northampton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I rise to oppose this Bill—[HON. MEMBERS: “Shame”]—not in the least because I am less anxious to preserve the otter than my hon. Friend the Member for Birmingham, Northfield (Mr. Carter).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that a balance of nature is deeply important in our country and that the otter plays that part. Certainly at the present level of the otter population I am completely convinced that what the otter does is vastly more for good than harm. If it became very plentiful maybe it would be a menace to fisheries, but it is not so now. The question is not whether it should be preserved but how. If we abolished otter hunting we would abolish the one wide-ranging organisation which has an interest in preserving the otter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Carter**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rubbish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Paget**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To some of my hon. Friends this may not be apparent, but we have eliminated the wild deer in this country. Wild deer exist nowhere except where there is a pack of deerhounds. The farmer cannot be prevented from guarding his crops unless there is some organisation that will compensate him. So we have the wild deer surviving only when it is hunted. Very much the same applies to the game birds, the pheasant and the partridge. They are becoming rare. They approach extinction except where they are preserved, and they are preserved because of hunting. I think the objects of my hon. Friend and I are exactly the same, but I do not think that he will serve those objects which we both have in mind by eliminating the one organised and active group of otter preservers which exists in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Carter**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rubbish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "*[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}