{
    "url": "https://www.ukpol.co.uk/andy-carter-2022-parliamentary-question-on-dealing-with-asylum-backlogs/",
    "title": "Andy Carter – 2022 Parliamentary Question on Dealing with Asylum Backlogs",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andy Carter",
            "url": "/tag/andy-carter/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Andy Carter, the Conservative MP for Warrington South, in the House of Commons on 16 November 2022.",
    "content": [
        "**Andy Carter (Warrington South) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "According to Home Office figures, the 116 asylum seekers who arrived in Warrington last week can expect to spend about 400 days waiting for their cases to be dealt with. What steps is my right hon. Friend taking to speed up the process so that those who do not meet the test for asylum can be returned to the safe countries from which they came?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend raises an important point. Productivity in the Home Office fell very sharply during the covid period and has yet to recover in its entirety. That is wrong and we need to change it. We need to ensure that caseworkers review and decide on cases at least at the same speed as they did a couple of years ago. A pilot in Leeds on how to do that has more than doubled the productivity of caseworkers. We want to get that still higher and roll it out across the country. The Home Secretary and I will say more shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}