{
    "url": "https://www.ukpol.co.uk/louise-casey-2020-statement-on-rough-sleeping/",
    "title": "Louise Casey – 2020 Statement on Rough Sleeping",
    "post_date": "May 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Louise Casey",
            "url": "/tag/louise-casey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Louise Casey, the Prime Minister’s adviser on rough sleeping, on 31 May 2020.",
    "content": [
        "Firstly can I add my own condolences to the families and friends of all those who have so sadly passed away, due to COVID-19.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the outset of this awful crisis it became clear that what we needed to do, was do all we can to make sure we were protecting some of the most vulnerable people in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we must continue to do so, the pandemic is not over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For homeless people, the task was to bring as many people in off the streets and out of communal shelters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The goal was to protect rough sleepers from the virus, give them the chance to self-isolate, and, ultimately therefore, to do the best we can to save their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was an absolutely extraordinary response, across the public sector, charities and businesses in response to my call to get ‘everyone in’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those efforts have resulted in close to 15,000 people across England now being helped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’d like to take this opportunity, alongside the Secretary of State, to thank everyone involved – it was an extraordinary and unusual endeavour. From the dedicated outreach workers, the hard-working council staff to hotels that have opened their doors, and faith and community groups who provided friendship and food.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has been a heartening example of what we can do when we need to do it and the best of Britain in this time of crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, by bringing almost everyone in, we now have an another extraordinary and unusual endeavour ahead, to try and change their lives for good beyond the immediate response to COVID-19.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I stand ready to work with all partners and esteemed colleagues in Wales, in Scotland and in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, I’m really pleased the government is investing in these 6,000 new homes along with the extra support and money for the costs of their support. Meaning that we can help the most vulnerable rough sleepers, in the long term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a really good start. I am grateful to the Secretary of State and the Prime Minister for their support. But none of us should underestimate the challenge ahead in order to keep everyone in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is much more that we need to do, but for now, I’d just like to thank – those in local government, the health service, the civil servants and the countless charities and community groups, who have helped protect this, one of our most vulnerable groups in our society, during this pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And those, such as the Prince’s Trust, Business in the Community, Comic Relief, the Anglican and Catholic churches who have pledged wider support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, now that so many are inside, I hope that we can keep it that way. What has been done here, is a small but incredible silver lining – in the dark cloud, that is COVID-19.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}