{
    "url": "https://www.ukpol.co.uk/louise-casey-2014-speech-to-womens-aid-conference/",
    "title": "Louise Casey – 2014 Speech to Women’s Aid Conference",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Louise Casey",
            "url": "/tag/louise-casey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Louise Casey, the Director General of Troubled Families, on 5th March 2014.",
    "content": [
        "Good morning everybody. I’m very pleased to be with you today and honoured to have been asked to address you at this important event. Thank you Polly for inviting me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I head up the Troubled Families programme for government, a programme to turn around the lives of 120,000 families where kids aren’t going to school, where youth crime and anti-social behaviour are a problem and where parents are out of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before taking on this role, I did other jobs on victims, crime, anti-social behaviour and homelessness for governments of different persuasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some of you will know me from the voluntary sector and I have had a long association with Women’s Aid and others from the sector represented in the room today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know times are hard, austerity measures are tough and I can see that many colleagues out there are struggling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that you are doing very difficult jobs in difficult circumstances and so I hope you’ll take what I have to say today as an important recognition of the work you do day in day out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m glad that you’ve given me the chance to share with you some reflections, having spent 2 years in this job listening to troubled families from cities to shires and to the workers who help them change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would be true to say that I rarely have a conversation with troubled families where domestic violence does not feature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most troubled families I meet, yes, they are families where no one is working, where children don’t go to school, where there is anti-social behaviour and crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They are also, in many cases, families where parents themselves grew up with violence, families where mothers have fled violence only to end up with another controlling man.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether domestic violence is the cause or the symptom, what I have learnt from listening to them is that:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– their problems are multiple\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– their problems layer one on top of the other\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– and their problems are intergenerational\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I listen to troubled families, they nearly all talk about:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– a history of physical violence and sexual abuse, often going back generations\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the involvement of the care system in the lives of both parents and their children\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– parents starting to have children very young and being unable to deal with them\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– those parents in violent relationships\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– and the children going on to have behavioural problems\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– leading to exclusion from school, anti-social behaviour, crime and worklessness\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are families on the edge in every way – on the edge of eviction, on the edge of custody, on the edge of care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What shocks me more than their problems in a way is the normalisation of those problems – the matter of fact way they accept what has happened and is happening to them, because it is ‘normal’ in their experience, it was ‘normal’ when they were growing up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A few months back, I met a woman called Linda, 28 years old, 3 children from 3 different fathers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Her 14 year old girl out of school, committing crime, hanging around with older men who did not see her as a child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Her 13 year old sister not in school enough and too much at home or on the street and following in the footsteps of her sister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, Linda had brought an 8 year old into this world with another man and endured 8 years of violence at his hands, witnessed by that 8 year old child and the 2 teenage girls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Linda had been caught for shoplifting and other thieving and was under a probation order. Family intervention got involved when she stopped turning up to see her probation officer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I met her, I asked her how she ended up there and she told me she’d experienced violence and abuse throughout her childhood. She had her first child at 14, a series of violent partners, she got addicted to drugs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taking Linda, a woman who has lived a life of abuse, who is from a family of abusers and simply categorising her as a shoplifter and dealing with her shoplifting would not get us anywhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Helping her deal with domestic violence was central to her recovery. Now, the violent man is out of her life, she’s off drugs and all 3 kids are back in school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last week, we sent out a survey to all 152 local authority troubled families coordinators asking them about domestic violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Within hours, I had responses from 55 councils – that shows me for a start, it’s a big issue for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By the end of the week over 100 of the 152 had replied. Every single one of them said that they use domestic violence as a local criteria for including families in the troubled families programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this survey, we also asked about the levels of domestic violence in the families being worked with in the troubled families programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Four in 10 said that domestic violence is an issue in more than half of their cases. For some it’s a problem in more than 3 quarters of the families they work with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, in turning around the lives of 22,000 families which colleagues in local areas have done so far, we have learnt a lot through this process, that these families are best helped with family intervention, but as part of that, the domestic violence must be dealt with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Can I explain quickly what I mean by family intervention. It is:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– a dedicated worker dedicated to the family – someone who the family knows by name and who is alongside them helping them to change; not making an assessment, going away and sending them a letter 6 weeks later\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– that dedicated worker needs an assertive and challenging approach – they don’t go away when the door is closed in their face or back off when a family won’t engage\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– that dedicated, assertive worker needs to look at what’s really happening for the family as a whole – but in situations where there is violence or coercive control, looking at what’s happening for the family as a whole may mean actually helping to get him out of the house or rescuing her to a place of safety\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the worker gives practical hands-on support – so in 1 family I met the breakthrough with the mother came when the worker sorted out beds for the kids and a skip for all the rubbish in the garden, which included all the internal doors in the house\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The mother then told her that the reason the doors were all off their hinges and dumped in the garden was because the kids had asked for them to be taken off. Although the man was now gone, following years of violence in the house, they were terrified of what went on behind closed doors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the mother was overwhelmed. You could classify this as a domestic violence case mental health case, you could classify it as an anti-social behaviour case, you could classify it as a rent arrears case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it was a troubled families case, where the mum and the family were living with a legacy of domestic violence and the bridge-building with that woman started with a practical solution and a skip.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And finally for family intervention to work, other agencies need to agree to the plan for the family – specialist workers may need to be called in at the right time, but essentially, the mantra is 1 family, 1 plan, 1 worker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is clear when talking to families and to workers is that 5 factors of family intervention I’ve just described are underpinned and made possible by the relationship built by the worker with the family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is something you may see and do in your day to day work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Good workers start not with a long list of agencies’ requirements but by finding out where the family want to start.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They are curious about their lives, their past, their interactions with each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s striking that families often say, ‘nobody had ever asked me that before’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nobody had asked the right question before that meant the mother opened up about the abuse in her past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nobody had ever elicited before the level of the violence from her current partner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Good workers go into people’s homes and uncover what’s really going on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that when troubled families cases are referred, they are not always referred because of domestic violence. We find that out once the worker has gone in. It is only by working with the family that we find out is really happening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Violence has not been reported and the signs of violence have not been put together: the police callouts logged as non-crime; the child out of school because they don’t want to leave their mother; the regular visits to GP complaining of unspecified problems, or repeat sleeping pill prescriptions, anti-depressants, or hair falling out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As one troubled families co-ordinator said that while more than 3 quarters of their cases involved domestic violence they rarely know about it until after they’ve started work with the family – they uncover it once they’re in the home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sometimes that’s because data isn’t shared. Sometimes that’s because women keep violence a secret, for fear of losing their children; or because when they did make a disclosure, the right help wasn’t there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sometimes that’s because the consequences of facing up to a violent relationship – leaving with all that this entails – are just too much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Problems with money, problems with housing, problems having to uproot your kids. As one local coordinator of domestic violence services said to me the other day, ‘the thing is, there can be so much to lose when they leave’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And they’re afraid. They’re afraid if they stay and they’re afraid if you go. The fear is overwhelming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s where the right intervention from the right person at the right time comes in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So one worker talked to me about a family where she only ever saw the mum. ‘Where’s their dad?’ she asked. ‘Oh, he’s upstairs, he doesn’t come down in the day’. And yet it was obvious he was a controlling influence in the house – the kids were told they’d be sent up to see him if they misbehaved. There was a sense of fear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not that family intervention workers are ‘jacks of all trades’, they are masters of one – the relationship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Good workers are both kind and tough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m always struck when I meet these families that so many, if not all, of the influences in their lives are negative – they are so isolated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The relationship with the worker is not a friendship; it is more like a life buoy in a storm, until they can be pulled to a place of safety and away from a place of danger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s what a refuge is too of course. It’s not just commissioning bricks and mortar. It is more than a roof over someone’s head.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Maslow’s hierarchy of need shows us that basic needs for food, shelter and safety must be met first, then we can hope to improve someone’s self-esteem and relationships with others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The key therefore to all of this is the relationship, the human interaction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not when someone is told they must change, but when someone comes along with the skill to make them feel they want to change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t want to make this sound easy – none of this is easy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not for the mother, not for the families, not for the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nearly 2 years ago, I met a young woman who I’ll call Carly. Carly had been with a violent partner for years. He had actually been imprisoned for violence towards her in the past, but she hadn’t left him. They had a 6 year old child together and she was expecting a second child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Both her 6 year old and unborn child were on the child protection register.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m quoting now from the worker who first came into Carly’s life at this low point. She said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "_Carly bore the whole responsibility for the relationship and the protection of the children absolutely fell to Carly._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "She was told what she needed to do but not how to and she was left to do it all. It was Carly who had to keep him away when he came out of prison, it was Carly this and Carly that and it was about making sure it was achievable because you know, it’s one thing saying you must not allow him into your property, but if he wants to come to that property and put a brick through your window he is going to come and do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was a day when they were doing activities with the child and Carly had a black eye and when asked what happened, she said she fell or something and I just went over and said, ‘you’re lying’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I said I can go and find out whether you’re lying because you must either have been to hospital or the police were called. And because by that time we had a relationship, I could challenge her. And then we talked about what her options were.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we said we’re not leaving you to the wolves, we aren’t leaving you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So for Carly, having that worker alongside her, knowing she wasn’t going to be ‘left to the wolves’, gave her the courage to leave that violent man, the strength to stay away for good and the determination to be a good mother to her children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A year after I first met Carly, I went back to see her again. She looked like a different woman. Her children were off child protection, they were thriving and she was thinking about her future in a different way – she actually joked with me that she wanted to become a family intervention worker, so important had that relationship been to her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it wasn’t easy, not for Carly and not for the worker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m quoting again from Carly’s worker:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is uncomfortable stuff we do – we have to put ourselves in an uncomfortable situation because that’s what we’re asking of the families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "People working with these families may well be working in an ‘uncomfortable’ space. It’s not always a cosy, comfortable relationship. There has to be challenge as well as support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Serious case review after serious case review talks about a lack of challenge by professionals. It is not easy to ask the most uncomfortable questions or think the unthinkable. It wasn’t easy for Carly’s worker to say to her, ‘Look, I know you’re lying’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have to ask ourselves does this parent have the capability, the capacity and the willingness to change?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This isn’t easy for the system, but we’ve got to be tough where people won’t change. There’s a balancing act between the rights of the child and the rights of the woman and to be frank, taking entrenched positions doesn’t help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And within that, we must acknowledge that domestic violence is overwhelmingly perpetrated by men against women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all know the statistics – women make up 89% of those who are repeat victims of violence. Two women die every week at the hands of their male partners or ex partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So when I talk about violence in the wider context of the family, in no way do I want to divert attention from that reality. I’m not suggesting domestic violence affects everyone equally, regardless of gender.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But what we are seeing in these families are the consequences of violence being left to fester:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the transmission of violence from one generation to the next\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the effects on children as they grow up\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– and violence becoming the normal way of life\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In one case I know of, Debbie was the victim of domestic violence, and her children had witnessed their father abusing her. He had also lent her out to other men for sex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the family intervention worker asked her about the past, Debbie said that growing up her partner had watched his step-father battering his mother, his mother was violent to her children and his brother remembers ‘battering a lad with a wooden handle’ at primary school; another brother had tried to strangle him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m not making excuses for this man’s violent behaviour – I’m trying to illustrate that violence is intergenerational and its destruction can spread throughout the family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It often doesn’t take long for the pattern of violence to start repeating itself. If nobody works with the mother to build her resilience, it may not be long before another controlling or violent man is in her life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If nobody works with the children to help them deal with what they’ve witnessed or been subjected to, by the time they move from primary to secondary school they are replicating the violence or doing it even younger to their brothers and sisters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If nobody works with the father, then he’ll continue to go on to do it others – not necessarily a subject for today, but one that we must come back to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have to get to kids younger and we have to do something to change these families who are being destroyed by violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That might start with empowering the woman, giving her the support she needs to end the violent relationship. But our response can’t end there – the children who have witnessed that violence deserve more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One very experienced worker put it like this, and again, I’m quoting:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "_The number of children that I see who have reached the age of 14, 15 and it’s not ADHD, we’ve assessed that, there might be a social/emotional behaviour statement around the SEN side of it, but there’s not a learning disability or he’s not autistic._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What this child is exhibiting are all the classic signs of post traumatic stress, because the houses that they’ve been living in have been like war zones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I’m glad that local authorities are already using the local criteria to help those suffering from domestic violence through the Troubled families programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last summer, the government announced an expansion to our troubled families programme, seeking to extend help to a further 400,000 families from next year\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that domestic violence will be an issue in many of these families and therefore it will become a focus of the extended scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is human interactions that are at the core of this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is the behaviour of human beings that dictates what it feels like for a neighbour to live in a community, for a woman to live in a relationship, for a child to live in a family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of you, of course, are dealing with wider issues around domestic violence, but for me, the troubled families programme is about changing the most difficult families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we continue spending all the resources we have been on the highest need families we will never have enough money for all the others out there who we also want to help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I say to you today, please support this programme because we have got a once in a generation opportunity to break the cycle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s not without its challenges and one of those is the challenge of early intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together we need to work out how we how we share data in the right way that helps women who present at their GPs suffering the signs of domestic violence, but do that in a safe and secure way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together we need to work out how we get to those 6 year old boys already hitting out at school and the solution doesn’t lie in a prescription for Ritalin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together we need to work out, how we get perpetrator programmes that work, how we track violent men once the woman’s left or got him out of the house to stop him starting again with another woman, in front of another 3 children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know none of this is easy. Many of us in this room have been working in these sectors for years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are a lot of people out there who think that we can’t change these families. Who think it’s just not possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And could live with a country where the kids in the families never go to school, their parents never get a job and their lives are never improved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well I don’t agree with that. I hope that you don’t either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So whether it’s colleagues from the domestic violence sector in the room today, those from the children’s sector, those from local government charged with delivering our own troubled families programme,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must stand together to tackle intergenerational disadvantage, abuse and violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ll do whatever I can to support you in what you’re doing to help stop violence and abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I hope you’ll support me in trying to help the most vulnerable and troubled families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And together we can give the children in these families chance of hope for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}