{
    "url": "https://www.ukpol.co.uk/simon-case-2021-speech-at-the-university-of-newcastle/",
    "title": "Simon Case – 2021 Speech at the University of Newcastle",
    "post_date": "October 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Simon Case",
            "url": "/tag/simon-case/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Case, the Cabinet Secretary, on 13 October 2021.",
    "content": [
        "I’m delighted to be here with you all this evening and I’m grateful to Newcastle University for hosting this lecture in partnership with the Strand Group.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You might be wondering why I’ve come to Newcastle to give a lecture about the effectiveness of central government! I’m here because the conduct of central government shouldn’t be a rarefied matter for those of us that spend too much time in the SW1 postcode – it is a matter that affects everyone, everywhere. In my view, the debate is only enhanced with the injection of views from beyond the hallowed halls of Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier today I had the pleasure of meeting students and academics in the history department – taking me right back to my own days as a PhD student. It’s been a few years since I delivered a lecture to such a scholarly audience, so treat me kindly!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On a visit to Sheffield last week, I was asked an excellent question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What keeps you awake at night?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course there is always something that keeps sleep at bay – particularly during a pandemic and our current economic circumstances. But in this role, I find myself asking the same question again and again:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How are we going to avoid the ‘Curse of the Missed Opportunity’?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now if that doesn’t sound too alarming, it is because you didn’t have Peter Hennessy as your PhD supervisor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Peter, the legendary Whitehall historian – and great friend and mentor – has drummed into me and a good few others here today, all that he discovered in 50 years of observing the Civil Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Peter argues that ‘The Missed Opportunity’ is the quintessential government mistake – the mistake we make when we fail to hold on to the lessons we learn as we go along.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Politicians and officials, Westminster and Whitehall, have recognised that the pandemic is an inflection point in our history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So ‘How do we avoid the curse this time?’. We should take heart from the successes of our response: those areas where ministers and civil servants – even the nation – can take pride in a job well done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course; the rapid development and rollout of vaccines; the furlough scheme which has supported 11 million livelihoods; the swift expansion of Universal Credit; the ‘Everyone In’ campaign that saw homeless people given shelter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Successes pulled off by diverse teams, working together with common purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These achievements, and the part we played in them, reveal the best that the Civil Service can be. Skilled, innovative, ambitious. More confident, more spirited. Less risk averse – less hostage to process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Working in partnership across organisations and in lockstep with the private sector. We’ve shown we can be the best in the service of our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Alongside this, we also need to acknowledge our weaknesses – none of which will come as a surprise to those who know the Civil Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cumbersome processes and siloed working, slowing us down and hindering best practice. Confusion at times about who was responsible for what.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Failing to work consistently well across national and local government, and missing the value of expertise on the ground. Weaknesses in how we gather, handle and present data. And our longstanding lack of specialist scientific and technical knowledge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to fix these weaknesses – and I know we can – to help spearhead a recovery from COVID and truly deliver levelling up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the sake of our great country – and the communities we serve – we want to move ahead stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To the people of the United Kingdom – who have lost loved ones and had their lives upended – we owe the very best of us – and I truly believe this is what civil servants up and down the country want to give.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since the modern Civil Service was established, through national triumphs and crises, there have been no areas of public life where we have not been asked to serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is our privilege – our honour – and our responsibility. Peter identifies the era immediately after the Second World War as Whitehall’s greatest ‘Missed Opportunity’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government had corralled the nation’s best talents for the war effort: scientists, engineers, mechanics, linguists, cryptographers – yes, even historians – whomever was necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After victory, we could have applied their specialist skills, their expertise and knowledge, to rebuild the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Instead, they were encouraged to disperse. There was never a formal examination into how the state as a whole had performed in the war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which meant no one realised just how much government had been boosted by this rapid infusion of external expertise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To avoid the curse of the ‘Missed Opportunity’ now, we must hold on to the lessons we have learned – good and bad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You see, any debate about government, the Civil Service and their effectiveness should never be binary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is absolutely possible to be a passionate defender of the role of the Civil Service, to recognise the remarkable commitment to our country displayed by my colleagues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To applaud those many things done well and, at the same time, be determined to address our weaknesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My colleagues want to be respected personally and see their contribution valued; so many of the greatest advocates for reform are actually civil servants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some of the loudest voices for change are coming from within. We know what frustrates us; what holds us back. We know what makes it harder for us to do our jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know what we have to do. We must make sure that in the next five years we learn the lessons of the pandemic and we seize the opportunities to bank our wins and fix our weaknesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So that together, we can get on with the job that the country expects of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve seen in the past 18 months how ready my colleagues are to rip up the old ways of doing things and try something fresh.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has been exhilarating and exhausting. But our eyes must remain open to what we can achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ministers and civil servants are steadfast in their resolve to renew and rewire government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier this year, we set out our vision in a Declaration on Reform, which reflected the views of civil servants and ministers – and took in the critiques of external commentators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister and I signed it off on behalf of ministers and permanent secretaries, following a joint meeting of Cabinet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me be clear: we are only in the foothills of these reforms and there is much more to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tonight, if you’ll allow, I am going to explore our direction of travel a little more. But first, I hope you will permit me – still a historian at heart – to indulge my passion for the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A century-old tradition dictates that I always sit to the Prime Minister’s right at Cabinet, as his most senior adviser from the Civil Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The man who began this tradition, as the first ever Cabinet Secretary, was called Maurice Hankey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although separated by a hundred and four years, both of us took on the job in the midst of crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lieutenant Colonel Hankey was not a politician or a bureaucrat. He was not a diplomat, or even a civil servant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He was a Royal Marine with a background in naval intelligence and an instinctive understanding of how to grasp and resolve the knottiest organisational challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And his legacy to the nation is our enduring system of Cabinet Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hankey’s initial intervention was under Asquith’s administration when government mechanisms were in disarray.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Without an agenda or a Secretary, Cabinet meetings, discussions and decisions went largely unrecorded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so follow-up action was haphazard. It was no way to wage a war, let alone win one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the nation reeled from the appalling losses on the Somme, Allied leaders convened in Paris, in November 1916.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hankey accompanied the then War Secretary, Lloyd George, on the trip, which proved to be a turning point in British governance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lloyd George describes a walk through the streets of Paris, during which Hankey – keen, I think, to seize the opportunity – suggested that a small but powerful War Committee be set up for the day-to-day conduct of the war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lloyd George – by then losing faith in Asquith’s leadership – saw merit in the plan, which he hoped would help compensate for an unfocused Cabinet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Within weeks of course, Lloyd George was Prime Minister and enacting Hankey’s plan was among his first acts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While it didn’t resolve everything, the partnership of Lloyd George and Hankey is recognised for energising the higher command of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It brought focus, rigour and accountability. I hesitate to use that distinctly 21st century epithet – ‘disruptor’ – of Maurice Hankey. But his very background and experience allowed him to think and act differently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He was the sculptor who looks at a block of stone and sees it not as it is, but as it could be. Lloyd George described Hankey as no less than the ‘Organiser of Victory’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now as I turn up on a Tuesday morning for weekly Cabinet, I sometimes find myself thinking how very familiar Hankey would still find the rituals that fall to me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Preparing the agenda; the circulation of papers; the Prime Minister’s brief; the handwritten notes and the official minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The human side: the chat in the margins of the meetings, making sure the right people are sitting in the right places; assessing the value of the contributions made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right down to where I sit – a position which has come to symbolise the unique interlocking and trusting relationship between politicians and officials that is at the heart of our system of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So now, back to the 21st century: and how is it, you might wonder, that the principles of the paper-based Hankey model have survived into the Digital Age?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The immediate answer is that even in the era of ever-present social media and global financial markets that never sleep, when it works well Cabinet Government and the committee system still deliver effective government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Within that system, policy perspectives and political considerations are debated, and the data and evidence interrogated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s not to say the system doesn’t face constant challenge – of course it does.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There’s technology: which is both an enabler and a taskmaster. When something happens, everyone – Government, public, media – can hear about it at much the same time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Government cannot count on having prior information, leading to a reactive rather than a proactive position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Also thanks to technology, we can find ourselves with too much information, creating the ‘signal versus noise’ conundrum: How do we determine what is significant in the mass of information?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And this system of government leads to another challenge, which is more cultural: the danger that in each conversation or policy debate, you go over every possible risk factor – who will be the winner, the loser: what are the upsides/the downsides – until you reach the lowest common denominator position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which can be the enemy of radical solutions and reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let me set out a few of the things we are doing to address these challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some are necessarily about the top of the pyramid of government: the relationships between Number 10, Cabinet Office and the Treasury with the rest of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And some are about the broader base of government and the civil service, the vast majority of the people who contribute to decision-making and service delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taken together, they are the machine that takes decisions and implements them. Every person in the chain matters: who we are, and how we work more effectively and efficiently makes a difference to the people of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Better decision-making**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So first: let me say a little bit about how we are adapting our approach to top-level decision-making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And how we borrowed an idea that originated with Hankey; one we also used to prepare for Brexit – namely the creation of a layered approach to Cabinet committees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First to take strategy decisions and then to drive through actions and operational outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The principle at the heart of this approach is actually very simple:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Make sure you have the right people in the room for the right discussion – to reach the most urgent decisions or remove the most critical barriers to real-world progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For our Brexit preparations, we ran two committees: XS, for Exit Strategy, and XO, for Exit Operations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A core of five ministers attended the Strategy meetings: their focus was to set the high-level direction and resolve strategic questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By contrast, the cast list for the Operations meetings was a more eclectic affair. It changed by the day, depending on which pressing delivery problem was on the agenda and who was best placed to tackle it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as well as having experienced officials at the table next to their ministers, we invited outside partners to contribute their expertise – including the devolved administrations, business leaders, local government and third sector organisations – all interested parties with frontline experience that would play a vital operational role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This was the model we decided to mirror for the COVID response: COVID (Strategy) to handle high level strategy decisions; and COVID (Operations) to oversee operational delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Exactly the same principles applied. And this model of strategy committees and operational committees is one which the Prime Minister has now decided to repeat across the waterfront of government business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Delivery**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second area I want to cover is how we organise and assess delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As you will have heard, the Prime Minister has made clear to us all that delivering on its promises is now the government’s Number One priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here, too, we have taken direct inspiration from the past – albeit, the more recent past. Michael Barber, the creator of Tony Blair’s Delivery Unit, advised us on the creation of a similar set-up for this government. The new Unit is now working closely with ministers and their departments on our post-pandemic priorities: Levelling Up; Net Zero; Education, Jobs and Skills; Health and Social Care; and, Crime and Justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In each of these areas, we are defining the missions; working out the goals and metrics; identifying the players involved in making things happen; and, busting through barriers to progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister holds regular stock-takes to review all of the above, with Secretaries of State and key officials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These tried and tested approaches directly connect the Prime Minister and his ministers to the realities experienced by the people who use public services every day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Inconvenient truths are hard to duck. Accountabilities are laid bare. A lack of progress is plain to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And at the same time, the collective spirit and desire to overcome obstacles is fostered. Of course, we need to take these broad delivery goals and turn them into individual responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secretaries of State and their permanent secretaries have to be clear about what is expected of them, what resources they need to succeed and the like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On appointment, Cabinet ministers receive clear instructions from the Prime Minister, setting out what he expects them to deliver.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To accompany this, we have introduced a more rigorous appraisal system for permanent secretaries, to align priorities and work through the specific challenges they face in their departments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We meet multiple times a year in sessions that are supported by data and evidence. First to agree overall objectives across delivery, leadership and management of resources; then at mid-year, to take stock. And finally at the year-end, to review performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The sessions involve officials from the relevant department, from the Treasury, Cabinet Office and No10, as well as the departmental lead non-executive director. Reports are then sent back to the Secretary of State and the Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This approach – the Delivery Unit, the stock-takes, the Mandates, the permanent secretary appraisals – takes huge amounts of time and effort to get right. But this is the level of effort that’s required to organise effective delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Data collection and skills**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third area I want to touch on tonight is data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We won’t improve decision-making if we don’t improve our data collection and analysis. It is fitting to be here this evening, at the home of the National Innovation Centre for Data, whose mission is to ensure that organisations up and down the country are equipped to reap the benefits of the global data-driven revolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the context of the pandemic, we learned some important lessons. We started off with officials emailing Excel spreadsheets back and forth late at night, to be turned into Powerpoint slides for ministers the following morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We didn’t know where cases were or how they were spreading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Within months, however, we had automated feeds and digital dashboards showing aggregated tallies from the NHS and Public Health England of new cases; hospitalisations; and mortality rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thanks to the Office for National Statistics and its Infection Survey we had great insights into the incidence of asymptomatic infection; regional variations in prevalence, and the spread across demographics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our coders and analysts looked at anonymised data sources to create a more accurate picture of what was happening in the country, in terms of health, the economy and public services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This more sophisticated use of data gave ministers confidence to take the necessary, but hard, decisions needed to tackle the virus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And this should be the norm: innovative use of data in policy-making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our new entities such as 10DS, a data science team in Downing Street; the National Situation Centre; as well as the Delivery Unit – are starting to bring better evidence into policy and delivery discussions at the heart of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And they are working with departments to shape their use of data and bring about system change – because of course the really big data guns sit in departments – not in the Centre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Departments are the real catalysts of change through their use of data in designing and delivering better public services. It’s quite the challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problem is that all too often we don’t have the data we need at all. Or we don’t have the data where we need it, when we need it. Or we don’t know how to interpret and display the data we have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The upshot is frustration for decision-makers. Now – as we all know, while data itself is crucial, it is what we do with it that ultimately matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is through the application of expertise and specialist knowledge that we identify opportunities, shape policy and refine its delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our levelling up programme, for example, will be all the more robust, if data is collected and, crucially, used, with place at the heart of the approach. We need to have better analytical skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How we interpret, use, display and communicate data are essential parts of the mission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to put rocket-boosters under our plans to equip our own people with these skills, or plug the gap by bringing them in from outside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Our people**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, our people are at the heart of the government machine. So, this brings me to the fourth topic this evening: training and skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our workforce needs technical competence, alongside individual confidence and curiosity, supported by the necessary zest and flair in our leadership that stimulates creative thinking and innovative ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so the new Curriculum and Campus for Government Skills, launched in January this year, was an important milestone – a signifier of the long-term change for which we are planning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It sets out the technical skills, training, knowledge and networks that civil servants – as well as ministers and advisers – need to do their jobs better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because for all the investment we have hitherto put into training, our specialist and generalist knowledge remains patchy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Curriculum and Campus recognises that effective government needs collective effort and leadership, and that the gravitational pull of top quality training will attract and retain premium talent – something as relevant for our new apprentices as our senior leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even so, our internal talent alone cannot provide all the solutions. While we want our people to pick up valuable experience through private sector secondments, we also want to bring in external expertise to reinforce our ranks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want it to be natural for people who have built a career in business, industry, academia or the third sector to serve, even for a relatively brief time – just as it will be as valuable for those presently in public service to experience life in another organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why a new secondments unit has been established in the Cabinet Office to increase the two-way traffic at a senior level; for the long-term national good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All done, of course, within a clear and rigorous propriety framework.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Partnerships aren’t just about secondments, of course. We still need to talk more; work more; across different layers of government – relationships with local government are all the more important now for invigorating communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is my great privilege to be building on the hugely energetic efforts of my predecessors, who were also focused on getting the right people, working in the right places, spurred on by the right incentives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If I look back now to when I first joined the Civil Service, the received wisdom was that it was good at policy and poor at delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the course of my career, I believe this has been inverted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we saw this during the pandemic in the feats of our colleagues working in what we call Operational Delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Their passion for making a difference to the country, communities and their fellow citizens was unleashed in a wonderful way – absolutely enabled by data, expertise, technology – but inspired, I know, by the timeless value of taking pride in public service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the same time, the pandemic revealed that the effective policy official of today must be an expert orchestrator: part of a multidisciplinary team that brings the right skills – be they in finance, data analysis, science and engineering and more – to bear on any challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And my focus in all this is underpinned by making sure that the Civil Service as a whole reflects the country we serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In other words, making sure that we are valuing in the Civil Service – alongside gender and ethnic diversity; and people with all types of disabilities – a profound commitment to diversity of thought.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we achieve this by employing a broad range of people from a wide range of backgrounds, so avoiding an echo chamber of like-minded people talking to themselves about subjects on which they are inherently likely to agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have pledged to move 22,000 roles, and half of our senior Civil Service, out of London by 2030.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some of the jobs are heading up to the north-east: Darlington is home to the Treasury’s new campus. The Department for Levelling Up, Housing and Communities has recently opened a new office in Wolverhampton; and the Cabinet Office has a second HQ in Glasgow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will be recruiting from the communities where the decisions made by our people will have the most immediate impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we will also be opening a network of hubs across the country to give people more places to work from.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They’ll allow someone in Manchester to advise a minister in London or Glasgow – no longer any need to move lock, stock and barrel to the south-east to have a successful Civil Service career.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like everyone in the country, civil servants have had to adapt to enormous changes in a short space of time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the last 18 months the state has determined who people can see, when and where.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Large chunks of our high streets were forced to close with the taxpayer picking up the wage bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t believe any of us could have imagined these sorts of interventions before the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is hard to believe that they would have garnered public and parliamentary support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet because of the country’s compassion, and its desire to protect the NHS and save lives, people have accepted these extraordinary policy injunctions that ministers and civil servants have found themselves having to design and legislate for at speed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, as we head towards a new normal, transitioning from pandemic to endemic, we will see a shift from the highly protective and directive state that has developed to a more enabling or facilitative state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The challenge for the Civil Service – returning to Peter’s Curse of the Missed Opportunity – is, as ever: how to equip ourselves for what is ahead?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now – students of history will know that we have a tendency to prepare for the last war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the changes that I have spoken about tonight, and the measures in our Reform Declaration, will help us perform better both in the here-and-now and also prepare ourselves for the future challenges, known and unknown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On their own, of course, neither the focus on data science, the injection of external expertise, the additional investment in our leaders or clearer accountabilities – none of these will be the miracle individual component that allows us to be better prepared for the future. And of course there are other things I haven’t touched on this evening which are equally important – for instance, how we reward people and support their careers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But taken together, they do make it more likely that in a whole range of future scenarios better decisions are made that will have a direct, swift and positive impact. And improve people’s lives and the country as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through the pandemic we have had to adapt – there has been no choice but to change. That impetus for change has not receded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must think about how best to shape the Civil Service for future generations. And, if we want to preserve this organisation that many cherish, we need to embrace change, not shrink from it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rise up from the defensive crouch that we have assumed around reform too often in the past and instead stand tall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must do this for the same reason that a FTSE100 company reviews and renews its model to boost its performance. If it does not, it risks the wrath of its shareholders and customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Civil Service likewise cannot take its position for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The relationships we have with the public and politicians are founded on trust and our reputation – built over many decades – for delivering public services and supporting ministers with honesty, integrity and objectivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Trust in us is vested in the impartial advice we offer; and in the truth we speak unto power. We jeopardise this at our peril, for reputations can be lost easier and faster than ever they are won.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And while our position is one of great privilege, it is not granted in perpetuity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rather, ours is a role that we need to earn anew with every generation of civil servants, or risk our most important customers – the people of this country and their elected representatives – looking again at the services we offer and wondering if they are getting value for money, and whether we are too often insulated from the price of failure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so we must be honest with ourselves. The Civil Service has given its all during the course of the pandemic, yet must now summon its strength for another great push as we rebuild and reshape the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know how much people in government care about their mission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I feel fortunate that the initial steps that I have spoken about tonight, and the other necessary changes we will see across the Civil Service, are being driven by colleagues who care as deeply as I do about public service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’ve seen for myself over the past 18 months such imagination and hard work;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Such versatility and a willingness to dig in, and to dig deep.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Civil Service has long been the engine room of government, without which little or nothing would get done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have to move with the times, And become more agile and responsive with better trained people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We do have to be clear-eyed about what has to change. Honest about what has not gone well. And then it will remain in our gift to decide how to meet the challenges ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot foresee exactly what will happen in the future – but we can make ourselves more resilient to the impact of future events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can do this by cultivating a truly modern Civil Service – with the people, the performance and the partnerships – that will allow us to adapt, evolve and embrace change as an ally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}