{
    "url": "https://www.ukpol.co.uk/bill-cash-2020-speech-on-the-future-relationship-with-the-eu-bill/",
    "title": "Bill Cash – 2020 Speech on the Future Relationship with the EU Bill",
    "post_date": "December 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bill Cash",
            "url": "/tag/bill-cash/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bill Cash, the Conservative MP for Stone, in the House of Commons on 30 December 2020.",
    "content": [
        "In these historic days, as we regain our freedom and independence, I pay a profound tribute to our democracy and to the sovereignty of the mother of Parliaments, but above all to the voters in the referendum and the general election last December and, of course, to our Prime Minister, who, against all the odds, led us out of parliamentary paralysis last year to victory, delivering us from 48 years of subjugation to EU laws and European Court jurisdiction and regaining our sovereignty. Our Prime Minister—a great classicist—is, like his hero Pericles, the first citizen of his country and, like him, has saved our democracy. Like Alexander the Great, Boris has cut the Gordian knot. Churchill and Margaret Thatcher would have been deeply proud of his achievements, and so are we.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Bill on our future relationship with the EU provides for a new exciting era for our trade with Europe and the rest of the world on sovereign terms—not on those of the EU, as with the Chequers deal. We must pay tribute to David Frost, Oliver Lewis and the Attorney General and her advisers for the successful outcome of the negotiations. There remain challenges on fishing and in relation to Northern Ireland; we must use our new and renewed sovereignty to exercise the political muscle that it gives us to resolve those challenges. We can, and I believe we will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Regaining our right to govern ourselves is a true turning point in our great history. In peacetime, it compares only with the restoration by Monck in 1660, on the absolute condition of parliamentary consent, then followed by the Hanoverian succession in 1689 and the evolution of our modern parliamentary democracy, which has been the bedrock of our freedom and which enabled us, with the leadership of Churchill, to repel the danger of conquest in May 1940.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In April 1990, I was asked by Margaret Thatcher to lunch at No. 10 with members of the Cabinet. Margaret Thatcher asked me what I felt about Europe. I replied, “Prime Minister, your task is more difficult than Churchill’s. He was faced with bombs and aircraft. You are faced with pieces of paper.” Our Prime Minister, my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson), has achieved what all those years ago I was told was impossible. I refused to believe that. So did the Maastricht rebels and, last year, the 28 Tory Spartans. That opened the way to where we are today. We have now won back our sovereignty, despite those European pieces of paper, and we in this country owe our Prime Minister our deepest congratulations on his achievement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}