{
    "url": "https://www.ukpol.co.uk/bill-cash-2022-parliamentary-question-about-hs2/",
    "title": "Bill Cash – 2022 Parliamentary Question about HS2",
    "post_date": "November 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bill Cash",
            "url": "/tag/bill-cash/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The parliamentary question asked by Bill Cash, the Conservative MP for Stone, in the House of Commons on 17 November 2022.",
    "content": [
        "My right hon. Friend argued for sound money and sound foundations. Would he be good enough to explain how it is that High Speed 2 will continue beyond Birmingham at a verifiable cost of at least £40 billion, when every independent report on HS2 condemns the project and confirms that phase 2 will make rail services to all west coast destinations north of Birmingham much worse? I ask him to make a clear commitment to keep this matter under review at all costs; it is in the national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jeremy Hunt**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is right that the increases in the budget for HS2 are disappointing, but a strong economy needs to have consistency of purpose, and that means saying we will make sure that we are a better connected country. The lack of those connections is one of the fundamental reasons for the differences in wealth between north and south, which we are so committed to addressing. There is a bigger issue about the way that we do infrastructure projects: it takes too long, and the budgets therefore get out of control. We are just not very good at it, and we have to sort it out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}