{
    "url": "https://www.ukpol.co.uk/bill-cash-2022-speech-on-migration-and-economic-development/",
    "title": "Bill Cash – 2022 Speech on Migration and Economic Development",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bill Cash",
            "url": "/tag/bill-cash/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bill Cash, the Conservative MP for Stone, in the House of Commons on 19 December 2022.",
    "content": [
        "Although the High Court ruled that the Rwanda policy is lawful, as has been said there were only eight asylum claimants. Those cases have all been set aside by the Court, which said in its ruling that the circumstances of each claimant had not been considered properly. Latest Home Office website figures currently show that more than 160,000 individual cases are outstanding. Furthermore, as the Home Secretary—in whom I have the greatest confidence—stated, the European Court judge who issued the injunction clearly did so without proper consideration of the Rwanda policy, and such rulings do not command our respect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does my right hon. and learned Friend accept that for all those reasons it becomes more essential than ever to apply the “notwithstanding” formula to the new legislation that the Prime Minister has announced for mid-January? That must also distinguish in our own law between genuine refugees and illegal economic migrants, not only in the interests of saving life, but also to prevent organised criminality, and to assert UK parliamentary sovereignty, overriding the European convention on human rights, and at the same time dealing comprehensively with the current backlog of those 160,000 outstanding asylum cases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend makes an important point. The European Court of Human Rights did not rule on the lawfulness of our policy. It did not rule that the policy or relocations were unlawful, but it did none the less prohibit the removal of individuals on the 15 June flight, via interim and injunctive relief. We have a proud tradition of defending fundamental rights in this country, and we will always retain a robust approach to protecting and preserving human rights. However, that does not mean that we will have a migration system that can be abused and exploited by those who do not have legitimate claims to be here. As the Prime Minister announced last week, we will be bringing forward legislation to ensure that we have a robust migration system and secure borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}