{
    "url": "https://www.ukpol.co.uk/bill-cash-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Bill Cash – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bill Cash",
            "url": "/tag/bill-cash/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bill Cash, the Conservative MP for Stone, in the House of Commons on 27 June 2022.",
    "content": [
        "This Bill stands behind the Union, and the Union itself is dependent on the sovereignty of the United Kingdom Parliament. These are fundamental constitutional issues, on which the Bill rightly insists. The European Union has been intransigent about the protocol, which undermines the Good Friday agreement. Furthermore, its intransigence is motivated by considerations that are completely contrary to our right as a third country, and it refuses to change its mandate. It has no right to insist that in relation to a third country, such as the United Kingdom, it should exercise European jurisdiction over Northern Ireland, through the European Court, now that we have left the European Union. The European Union would no more allow any part of the national territory of any one of its member states to be governed by other countries which are not members of the European Union than, for example, the United States would allow Texas to be partly governed by Mexico, or Canada to exercise legislative control over parts of the United States. It is simply inconceivable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for the question of our parliamentary sovereignty, section 38 of the European Union (Withdrawal Agreement) Act 2020—in particular, subsection (2)(b),which expressly provides that we can override direct effect and direct applicability notwithstanding European law in relation to Northern Ireland—enables us to take the necessary constitutional steps to dispose of parts of the protocol in our national interest, and, in doing so, enables us to save the Good Friday agreement. In respect of the democratic deficit—on which I had an exchange with the leader of the Democratic Unionist party—the European Scrutiny Committee, which I chair, revealed in its March report that since we left the European Union, European legislation relating to Northern Ireland has been turning into a motorway. The Bill will allow us to prevent that from happening, in the interests of the people of Northern Ireland and the United Kingdom as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One example of EU law that is on the way to being imposed on Northern Ireland was presented to the European Scrutiny Committee just last week, but there is a whole stack of them piling up. This is only one of a continuous stream of regulations, and is known as the construction products regulation. It will become the law of Northern Ireland. It consists of 120 pages and seven annexes. This has to stop, and so does the peril of the democratic deficit that goes with it. It must be borne in mind that such legislation—and there are at least 40 examples in the pipeline—is made by majority vote of all the 27 countries in the European Union, made in the Council of Ministers of the EU, and made behind closed doors and without even a transcript. That is how the United Kingdom was being subjugated by the EU since 1972.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for international law, there are numerous precedents in which our pre-eminent judges, such as Lord Denning and Lord Diplock, have made it completely clear that international treaties are subject to parliamentary supremacy, and similar principles were enunciated by the judges in the recent unanimous decision in the case of Miller. The principles that underlie this Bill are sovereignty, our national interest, and the need to protect Northern Ireland as part of the Union and, in particular, the Good Friday agreement. That is why the Bill is so necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have been prepared to negotiate over the past two years and more, but our attempts have been rebutted by intransigence and the EU’s refusal to renegotiate its mandate. We had to draw the line. Ultimately, this has become a matter of necessity consistent with international law itself. Indeed, in 1937 Mr de Valera himself repudiated the Anglo-Irish treaty of 1921 in fundamental respects when setting up the constitution of the Republic in its own national interest. We want good working relations with the Republic and with the European Union, but not at their price. It is well reported that one of the key EU negotiators indicated at the outset of the negotiations on these matters that the price of Brexit would be Northern Ireland. That will not be the case, and this Bill will ensure that it does not happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}