{
    "url": "https://www.ukpol.co.uk/bill-cash-2020-speech-on-eu-negotiations/",
    "title": "Bill Cash – 2020 Speech on EU Negotiations",
    "post_date": "June 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bill Cash",
            "url": "/tag/bill-cash/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Cash, the Conservative MP for Stone, in the House of Commons on 4 June 2020.",
    "content": [
        "I welcome the Chancellor of the Duchy of Lancaster, who has adopted, on behalf of the Government, the motion proposed by the European Scrutiny Committee, which I have the honour to chair. This motion derives from section 13A of the European Union (Withdrawal) Act 2018, as provided for by the 2020 Act. I emphasise that, because it was passed on Second Reading in this House by a majority of no fewer than 124 Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under the motion, my European Scrutiny Committee has the duty of reviewing EU laws made and proposed during the transition period that affect UK vital national interests. In pursuance of that, and our report of 11 March, the motion is concerned with the Council decision in February that sets out the EU’s negotiating mandate, instructing Michel Barnier, which raises clear matters of our own vital national interests. We left the European Union on 31 January. The Chancellor of the Duchy of Lancaster has special responsibilities in relation to these negotiations, consistent with those of his distinguished predecessor John Bright, who coined the expression “the mother of Parliaments”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 2020 Act passed following the general election last December, and it contained in section 38 the historic affirmation of the sovereignty of the United Kingdom Parliament, to rectify the failure of successive Government policies on the EU, including the European Communities Act 1972 itself. Now that we have left the EU as the result of a succession of Acts of Parliament, including the referendum Act itself and the result of the referendum to leave, endorsed by the general election last year, we have a Conservative majority of 81. That endorsed Brexit, and left the other parties floundering in the wake of the democratic will of the British people, in line with the Conservatives’ commitment to our democratic self-government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My Committee’s report on the EU’s negotiating mandate noted that, on the one hand, the EU recognises the autonomy of the UK, as well as our right to regulate economic activity as we deem appropriate. That is then contradicted by the EU proposing draconian conditions of UK compliance with what the EU describes as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“robust level playing field commitments”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These include massive EU tax, social, employment and environmental standards, and EU state aid laws, as well as a fisheries deal with the EU enjoying pre-Brexit access to UK waters—not to mention the vexed Northern Ireland protocol.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That protocol was badly conceived by the previous Administration and included concessions on EU jurisdiction and the status of Northern Ireland. There were even reports that Martin Selmayr, the then deputy to Mr Juncker, regarded Northern Ireland as the price that the UK would have to pay for leaving the EU. Furthermore, there never has been a level playing field. For example, the subsidies in relation to steel and coal generally have always been continuously distorted against the interests of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can remember raising these questions over 20 years ago in relation to, if I may say to the hon. Member for Sheffield Central (Paul Blomfield), my experience having been brought up in Sheffield, which was surrounded by coal communities and, of course, was the engine of the steel industry of the United Kingdom and the world. It was quite clear that the European Coal and Steel Community was operating on a basis that, for example, gave the German nation £4 billion a year in authorised subsidies, which put it in a hopelessly advantageous position as against us. Ambrose Evans-Pritchard and a list of other great economists have continually made clear the distortions in relation to state aid that have such a devastating impact upon us. We cannot allow ourselves to be drawn back into the framework of state aid prescribed by the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, according to The Brussels Times a few days ago, the German economy is receiving 52% of the total state aid approved by the European Commission under the EU coronavirus package. Similarly, the EU insisted on law enforcement and criminal justice conditional on our continuing with the European convention on human rights and personal data law along EU lines. It went further, insisting on an overall governance framework that would include a continuing role of the European Court of Justice. What planet are they living on?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is encapsulated by the difference in language between the EU and the UK in relation to these negotiations. It speaks about a new partnership. Our White Paper refers to the future relationship. The EU is not a sovereign state. We are, and we have a sovereign Parliament. We have decided to leave, and we have left. It is bound to recognise us as such, but it refuses to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hilary Benn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman has set out the clear Government policy that they will not accept the adjudication of the European Court of Justice, but in any agreement—and we all hope an agreement is reached—there will have to be a dispute resolution mechanism. It would be helpful if he could tell the House his views on what kind of mechanism that would be and whether there might be a place within that for independent arbitration to deal with disputes. Given that he has just argued that EU member states have got away with state aid to the disadvantage of the UK, is he satisfied that the Government are asking for sufficient reassurance from the European Union that that will not happen in future under any agreement that is reached?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir William Cash**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To answer the second point first, I am, of course, very conscious of what is going on in the negotiations. I hear what has been said repeatedly by the Government with respect to maintaining and protecting our vital national interests, and I believe that that will be the outcome—namely, we will ensure that ​we are not made subject to EU state aid in the way in which we have experienced it in the past. I have made the case. I can say more about it, but I do not need to for the moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With respect to the question of arbitration, it refers back in a funny way to my reference to John Bright, who was one of the initiators of the notion of international arbitration in the Alabama case. I will simply say this. I believe that the European Court’s jurisdiction cannot be allowed, but I go further: I think that some form of arbitration may be necessary, but not, under any circumstances, including our being subjugated to the rules and jurisdiction of the European Court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will now move on. For our report, my Committee consulted with 24 Select Committees, and we are immensely grateful to all of them for their contributions. The Prime Minister, in a written statement, followed by a Command Paper in February, made it clear—in line with Acts of Parliament that had already been passed, not to mention the outcome of the general election—that there would be no rule for the European Court of Justice, nor any alignment of our laws with the EU, and nor would any of the European institutions, including the Court, have any jurisdiction in the UK. Those statements and policies are entirely consistent with the democratic will of the British people. We asked the Government to publish their draft legal text, and I am glad to say that that has been done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The timing of this debate is crucial because the Prime Minister will engage in a high-level meeting towards the end of this month. I ask the Chancellor of the Duchy of Lancaster for the exact date when that will take place, the agenda that will be before the meeting and who will attend on behalf of the EU and the EU27. This, in turn, is crucial, because Germany takes over the presidency on 1 July and there is all the sensitive history associated with Germany’s engagement with the EU, which I have debated and written about since April 1990, and have discussed face-to-face with many of its leading politicians, including Helmut Schmidt and others. My approach has been demonstrably justified by events. For example, the coronavirus package would move the EU towards greater EU fiscal and political integration, which the Germans would influence much more heavily than even they do today. Their slogan for the presidency is:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Together. Making Europe Strong Again”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I simply add that we were not a minute too soon in leaving the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government, in their Command Paper, say that by the end of June there is the opportunity for the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“outline of an agreement…capable of being rapidly finalised by September. If that does not seem to be the case…the Government will need to decide whether the UK’s attention should move away from negotiations and focus solely on…preparations to exit the transition period in an orderly fashion.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recent correspondence between our chief negotiator, David Frost, and Michel Barnier indicates that there is no real progress in the negotiations, because the EU is invariably asking for the impossible and, as correctly indicated by David Frost, the EU is not offering a “fair free-trade relationship” but a\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“low-quality trade agreement…with unprecedented…oversight of our laws and institutions..”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our vital national interests, which derive from our democracy and self-government, which is what this debate is about, are paramount.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was extremely glad to hear what the Leader of the House said at today’s business questions on the issue of the extension of the transitional period, because he used the hallowed words of the late Margaret Thatcher, “No, no, no.” I am delighted to hear similar sentiments expressed by the Chancellor of the Duchy of Lancaster this afternoon. Any extension of the transition period, through which Mr Michel Barnier is outrageously trying to seduce remainers, would simply prolong negotiations; as David Frost stated, it would create more uncertainty, leaving us paying far more to the EU and binding us to EU laws, when we have democratically and lawfully decided to leave the EU by our own sovereign decision and our own sovereign legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for the Labour amendment to this motion, it completely turns the purpose of the “good faith” and “best endeavours” in article 184 of the withdrawal agreement, which places an obligation on the EU to enshrine European sovereignty, on its head. The amendment would betray that and with it the democratic will of the British electorate. In conclusion, I urge the Government to review the Northern Ireland protocol, which raises concerns about EU law and European Court jurisdiction, and the status of Northern Ireland. I look to the Government to ensure that the whole UK leaves on our own terms, because our sovereignty and self-government is an absolute bulwark of our freedom and our democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}