{
    "url": "https://www.ukpol.co.uk/bill-cash-2019-speech-on-brexit-business-motion/",
    "title": "Bill Cash – 2019 Speech on Brexit Business Motion",
    "post_date": "April 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Bill Cash",
            "url": "/tag/bill-cash/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Cash, the Conservative MP for Stone, in the House of Commons on 1 April 2019.",
    "content": [
        "A few days ago, I brought in the House of Commons (Precedence of Government Business) (European Union (Withdrawal) Act 2018) Bill, to which I gave a great deal of thought and that I discussed with many other Members. It is due to be debated on 5 April. The position is this. I did it because of my grave concern about the procedure being employed under this motion in particular, for the following reasons, which I will give briefly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, it is well said in our constitutional authorities that justice is to be found in the interstices of procedure. What that means is that through procedure we can ensure that things are done that should be done, based on conventions such as the reason for the rule, which is a fundamental basis of our constitutional arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Standing Order 14 is quite clear: it gives precedence to Government business. As a result of this procedure, we are impugning that rule and substituting for it a completely different arrangement—one that I have described as a constitutional revolution. It is not a novelty, as it was described just now, or, as the right hon. Member for Twickenham (Sir Vince Cable) said the other day, a technical innovation. The problem goes back to the reason for the rule and the Standing Order. Government business takes precedence for one simple reason: the Government are the Government of this country and are given that opportunity by virtue of the decisions taken by the public and the wishes of members of the public, as voters in general elections. That is the basis of our democracy. Likewise, decisions in referendums are taken by members of the public as voters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is utterly perverse for us to vote by such a significant majority—I will not go into that, because we know it is the case—and then overturn and invert the business of the House rules as we are doing under this business motion and as happened the other day. Government business takes precedence because of democracy. It is a fundamental question. Parliament decided in the European Union Referendum Act 2015 to give the decision to the British people, not to this House. I have said repeatedly—and it is true—that we operate on the basis of parliamentary government, not government by Parliament. If, by a sovereign Act of Parliament, we confer upon the British people the right to make that choice in a referendum, there is not, in terms of that Act, for which the House voted six to one, an opportunity then to take back control in this context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a very simple question, and, to my knowledge, it has happened only once before. You mentioned the other day, Mr Speaker, or somebody raised with you, a precedent going back to 1604. As it happens, there is another precedent, from the 1650s, when the House became completely anarchic, and different factions started making decisions without reference to any Government policy—and look at the mess we are in now and the anarchy now prevailing, with these indicative votes and everybody making different decisions for no good purpose. Oliver Cromwell came down to this House and said, “You have been here too long for anything useful you may have done. Depart, I say, and in the name of God, go.” He then brought in the Barebone’s Parliament; that collapsed as well, and we ended up with a military dictatorship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Members of Parliament voted for the referendum Act by six to one, for the European Union (Notification of Withdrawal) Act 2017 and then for the European Union (Withdrawal) Act 2018. As I say quite often, my right hon. and learned Friend the Member for Rushcliffe (Mr Clarke) himself voted for the Third Reading of the withdrawal Act. These indicative votes are just a means of trying to unravel the decision taken—that is the bottom line. I believe that it is undemocratic and in defiance of our constitution, our procedures and the reason for the rule. As far as I am concerned, these indicative votes are like a parliamentary bag of liquorice allsorts—or rather humbugs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}