{
    "url": "https://www.ukpol.co.uk/bill-cash-2020-speech-on-the-persecution-of-christians/",
    "title": "Bill Cash – 2020 Speech on the Persecution of Christians",
    "post_date": "February 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bill Cash",
            "url": "/tag/bill-cash/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Cash, the Conservative MP for Stone, in the House of Commons on 6 February 2020.",
    "content": [
        "It is a great honour to speak in this debate and to follow the excellent speeches that have been made by the Minister and by my right hon. Friend the Member for Gainsborough (Sir Edward Leigh). I pay tribute to my right hon. Friend for the work he has done over decades on this subject, and to the hon. Member for Argyll and Bute (Brendan O’Hara) for the interesting analysis that he has just presented us with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a Christian, I am well aware that this is not a new subject; it is a very ancient subject indeed. In fact, we had Christian persecution during the Roman empire on a monumental scale. It persisted through the middle ages and the wars of religion in France, and it was of course endemic in the communist era under Stalin. This is not only a question of what is going on in China today; it is something that permeates our history and our civilisation. I shall be bold enough to say that, in my opinion, religious toleration is the best evidence of a civilised society. I say that because it is not just about law-making; it is about attitudes, cultural life and thinking. Where there has been a proper degree of religious toleration in the past, there has tended to be peace. When that toleration breaks down and people compartmentalise their own ideology and use it as a weapon—and as a state weapon in the case of certain countries, many of which have been mentioned today—we end up with the increase in persecution that Open Doors has identified so well. This debate is quite rightly ​about Christian persecution, which of course does apply and has applied in the past more particularly where there have been atheistic regimes and regimes that discriminated against Christianity but also against other religions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome and applaud what Open Doors has said. This has not been specifically mentioned yet, but Open Doors estimates that 260 million Christians in the top 50 countries on its world watch list for 2020 are being persecuted for their religious beliefs, compared with 245 million in 2019. In 2014, only North Korea was ranked as extreme for its level of persecution of Christians. In the 2020 report—only six years later—11 countries fall into that category, and Open Doors estimates that attacks on churches have risen by 500%, from 1,847 to 9,488, over the past year. That massive increase is highly dangerous and problematic not only for stability in the countries in which such things are happening, but in relation to what this country must do to attempt to mitigate and prevent them. The International Society for Human Rights estimates that Christians are the targets of about 80% of all acts of religious discrimination or persecution worldwide, so it is significant that this debate focuses on persecution against Christians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the initiative of the Prime Minister and, indeed, the manner in which my hon. Friend the Member for Gillingham and Rainham (Rehman Chishti) has taken over as special envoy on this matter, under the auspices—if I can use that expression—of my hon. Friend the Minister and the Prime Minister. I will issue a word of encouragement, rather than warning, because when I read the Bishop of Truro’s report, and the commentary around it, I noted that only two of the 22 extremely important and significant recommendations are Christian-specific. It is worth making that point, because if the proportionality demonstrates that the increase in attacks on Christians is so much greater than in those on others, and that that is largely happening in countries with a particular state ideology about religious beliefs that is antipathetic to the Christian religion, then inevitably it is a serious problem on an international scale. For that reason, I am glad that the United Nations is taking an active interest in the matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is one thing to say we do not like persecution, but it is another to say that it is coming from certain quarters and certain countries, and that it is aimed at certain categories of religious minority—in this case Christian—while the volume of persecution against Christians is increasing. It therefore becomes a matter of extreme importance to us, and I welcome what the Foreign Secretary has said about the matter. The Prime Minister, the Foreign Secretary and the Minister are hitting the nail right on the head. It is one of the most intractable problems, as shown in the historical outline I gave from the Roman empire onwards, and it will not just go away. It will require careful diplomatic, belief-based and religious tolerance from those who want to prevent the situation from escalating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I said during the shadow Minister’s very good speech, we must be careful not to generalise the subject in such a way that our attention is distracted from attacks on Christians. I have always been a strong supporter of Holocaust Memorial Day, and I feel intensely about the matter. I had the opportunity the other day to ​sign the book, and I remember writing, “Never again.” I do not need to write 10 lines, just the words, “Never again.” Having been born in 1940, I am the oldest Member in the House of Commons, so unlike many others—I mean no disrespect; this is a problem of age—I actually lived through that period. I can remember as a small boy seeing the extent of the persecution when I watched black-and-white films after the war about what went on in the concentration camps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One must remember that some people were taken to those camps due to their Christian beliefs. We all know about Bonhoeffer and Father Kolbe—St Kolbe as I think he is now—and so on, and I am just trying to contextualise the debate a little by saying that this is not a new problem and it is not confined to Christianity. However, this debate is especially important because of the degree to which Christians are now being targeted in a new wave of anti-Christian persecution by certain states that have either atheistic or, in some cases, Islamic objections to Christianity and have weaponised their state control in order to persecute Christians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must also be aware of the use of sanctions. My hon. Friend the Member for Rother Valley (Alexander Stafford), the hon. Member for Argyll and Bute (Brendan O’Hara) and my right hon. Friend the Member for Gainsborough (Sir Edward Leigh) impressed me by mentioning the imposition of conditions on the aid we give. Members will know that I promoted the Bill that became the International Development (Gender Equality) Act 2014. Its aim was to protect women and children from FGM and all those other matters. The Bill imposes a statutory obligation that where the Government, through the Department for International Development, are giving aid, they are allowed to impose conditions to promote the idea of protecting women and children, including from trafficking, honour killings and other matters whereby women are unfairly treated in different countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we have heard, many countries are actively using state powers to promote anti-Christian persecution. Imposing conditions could be a fruitful line of inquiry and needs to be worked on, because although the 2014 Act related to the protection of women and children, it could just as well be used for ensuring that Christians are not persecuted. The law is already there, and I remember the former Prime Minister saying to me, “You do realise, Bill, that you have changed the law in a really big way,” because the £13 billion that we give in international aid now has embedded in it a statutory obligation, subject to judicial review. I would be keen to see that principle applied to the purpose of ensuring that Christians in other countries are not persecuted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This debate has been incredibly useful for many reasons, and I will finish by saying something about my great friend Jeremy Lefroy, the former Member for Stafford, who has sadly left this House. He is doing the most amazing work, and I am sure we shall hear more about it from my hon. Friend the Member for Congleton (Fiona Bruce). His work, and that of others doing similar things, can play a big part in ensuring that we get this problem straightened out. I will finish on the domestic abuse of Christians. It has bothered me for a long time that some people appear to be able to go up and down Whitehall with placards attacking Christians—make no mistake—without being properly prosecuted. If Christians were to attack other religions in the same ​context, it would immediately fall into the category of what is called human rights law. I am not against human rights and never have been, but I am deeply concerned—[Interruption.] I see one or two Members shaking their head. I have a very deep concern that human rights laws sometimes protect some people but can give rise to the invasive question of proper control over the misuse of freedom of speech. That is highly controversial and we do not have time to go into it now, but I put that forward as a proposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is important that issues of religious toleration have complete equivalence of treatment under the law. Once it gets out of control, it becomes so pervasive and causes so much division in society—I come back to Holocaust Memorial Day and my concern for the Jewish population, and to what I have seen in the press about some aspects of the accusations against some members of the Labour party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all owe it to everybody to be fair, reasonable and tolerant, but also to put our foot down, using sanctions where necessary and financial conditions where required, to ensure that we do not allow Christians, either abroad or at home, to be persecuted. Such persecution is unjustified and hateful, and we can do something about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}