{
    "url": "https://www.ukpol.co.uk/barbara-castle-1969-statement-on-ford-motor-company-strike/",
    "title": "Barbara Castle – 1969 Statement on Ford Motor Company Strike",
    "post_date": "April 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1969",
            "url": "/tag/1969/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the Secretary of State for Employment and Productivity, in the House of Commons on 10 March 1969.",
    "content": [
        "With permission, Mr. Speaker, I should like to make a statement on the strike at Ford Motor Company plants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Following an application from the unions for a pay increase and growing pressure for the provision of a guaranteed week to insulate its workers against layoffs resulting from strike action elsewhere, the company, in November last, entered into negotiations with the trade union side of the National Joint Negotiating Committee through a working party consisting of representatives of the company and the six unions covering the great majority of their employees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After a series of meetings and an interim report to the N.J.N.C., the company put forward on 10th February an improved “package deal” offer which the trade union representatives agreed to recommend unanimously to the full trade union side of the Ford N.J.N.C. On 11th February the trade union side accepted the offer by majority decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The following are the main features of the package deal: increases in rates averaging about 8 per cent.; measures to facilitate productivity improvements; lay-off and short-time payments on condition that the employee has not engaged during the previous six months in action in breach of the procedure agreed by the National Joint Negotiating Committee; a £20 holiday bonus, provided that the same condition is fulfilled during the previous 12 months; improvements in the disputes procedure, and an accelerated joint procedure for dealing with appeals against disqualification from lay-off payment and holiday bonus; equal pay for women employees, subject to acceptance of the same conditions as for male employees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These terms, subject to certain reservations in respect of equal pay, were to come into operation on 1st March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 18th February, the A.E.U. Executive Council rejected the deal and demanded renegotiation. A few days later, the full trade union side of the N.J.N.C. decided to request the company to suspend the package deal pending reexamination. Nevertheless, when the company and the unions met in the N.J.N.C. on 25th February, the trade union side, by majority decision, confirmed their acceptance of the deal and requested the company to implement it from 1st March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The company therefore asked my Department for an urgent reply to the request that it had already made for Government approval under the prices and incomes policy for implementation of the deal. This was granted on an assessment of the productivity savings flowing from the deal as a whole and subject to review after six months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 25th February, however, the A.E.U. had called an official strike of their members in Ford plants, a number of which were already affected by unofficial strikes. Similar decisions followed from the T. & G.W.U., the Patternmakers and the National Union of Vehicle Builders. Although about 7,000 employees have remained at work, vehicle production in the company’s plants is virtually at a standstill, with serious loss of exports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 27th February, the company obtained an interim injunction against the A.E.F. and the T.G.W.U. restraining them from taking further action in pursuance of the strike.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the same day, a meeting of representatives of the unions on the N.J.N.C. took place at Croydon, under the chairmanship of Lord Cooper, immediately following the T.U.C. conference of union executives. Following this meeting, an approach was made to the company requesting withdrawal of legal action, renegotiation on the basis of dropping conditional lay-off benefit and holiday bonus and consideration of alternative productivity proposals, in return for all of which, the unions in dispute with the company would instruct their members to return to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The company replied by offering to withdraw legal action, provided that there was a return to work on the following Monday, and the package deal was recognised as being in operation until replaced by an agreement negotiated in accordance with the N.J.N.C. procedure. There was no response from the union side. On 6th March the interim injunction was discharged by the High Court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the following day, last Friday, at the T.U.C.’s invitation, representatives of the unions on the N.J.N.C. were called together, and this was followed immediately by a joint meeting of the two sides of the N.J.N.C. As, however, no basis for a resumption of work was found at this meeting, officers of my Department held exploratory talks with the two sides on Saturday, and further talks are taking place this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}