{
    "url": "https://www.ukpol.co.uk/barbara-castle-1967-speech-on-transport/",
    "title": "Barbara Castle – 1967 Speech on Transport",
    "post_date": "January 26, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1967",
            "url": "/tag/1967/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Issue of the Week 3",
            "url": "/tag/issue-of-the-week-3/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Barbara Castle, the then Transport Minister, in the House of Commons on 6 November 1967.",
    "content": [
        "This debate is on the Queen’s Speech and our present discussion is geared to the Amendment moved by the hon. Member for Worcester (Mr. Peter Walker) to the passage in the Gracious Speech relating to transport. In that Amendment the hon. Gentleman complains that the Government are not … concentrating on practical measures to improve conditions for the travelling public and for industry”. The passage in the Gracious Speech on which the hon. Gentleman bases this complaint reads: Legislation will be brought before you to provide for the better integration of rail and road transport within a reorganised framework of public control … That is an integration which has long been overdue and which the development of the container is making technically imperative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The passage continues: … to promote safety and high standards in the road transport industry … Is not that a matter that will improve conditions for the travelling public and for the public in general, who have been complaining for years about the danger of “killer” lorries on our roads?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then the Speech says: … to strengthen the powers of local authorities to manage traffic … Will any rational Member in this Chamber seek to claim that this will not be an important measure for improving the travelling conditions on the congested roads of our great cities? The hon. Gentleman did not have time for even a fleeting reference to it, although he asks the House to approve an Amendment condemning this whole paragraph.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The paragraph states, finally, that the legislation will: … reorganise the nationalised inland waterways with special emphasis on their use for recreation and amenity “. Is not that another matter in which the public is very interested indeed? The hon. Gentleman is always pressing me to produce my White Papers elaborating the different aspects of the Bill I shall be presenting to Parliament before very long. I gave him a White Paper on the inland waterways part at the beginning of September. I do not think that he has even read it, and today he has not made so much as a passing reference to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will come in a moment to the perfunctory way in which he has dismissed another White Paper, which he has had in his hands all morning.—[Laughter.] Yes, I know—the hon. Gentleman is slow to pick up new ideas, but in the other part of his speech he was complaining that the ideas were not new at all, so I do not know what further time he needs to discuss it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before I leave that aspect of the argument let us get the roads expenditure position quite clear. The hon. Gentleman believes in economy. He believes in economy in new speeches, and we have had this same one of his time after time. Let me therefore deal once and for all with this aspect of his argument, which is at the heart of the comparison between the records of the previous Administration and this Government in this important sphere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under this Government, the total Exchequer expenditure on roads in the five years up to 1970 will be greater than that involved in the previous Conservative Government’s proposals—and let us remember that their proposals for the five years were merely paper plans. They had never got to the point of finding the money for them. They had never got to the point of having to turn a pre-election propaganda into concrete fact, but this is what we are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Peter Walker rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Just a moment. This is what we are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fact is that in the seven years 1964–65 to 1970–71, a period for which the Labour Government will be responsible, Exchequer expenditure on new and improved roads in Great Britain will be in the neighbourhood of £1,600 million. The total public expenditure on new and improved roads in Britain will be about £1,850 million. We have had to find the money, and we have been doing so, and we shall be doing so faced merely by demands from hon. Gentlemen opposite that we should cut public expenditure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Peter Walker** Will the right hon. Lady explain why, in reply to a Question on 28th February of last year, the Parliamentary Secretary stated that, for the years 1965 to 1970, Exchequer expenditure would be £1,100,000 on new roads, yet in July, 1964, my right hon. Friend stated that expenditure would be £1,200,000 for the same period?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I assure the hon. Gentleman that the figures I have given exceed the proposal of the former Conservative Administration, just as the expenditure has exceeded it beyond all bounds. I remind the hon. Gentleman that this year alone—and let us talk about 1967–68—Exchequer expenditure on new and improved roads will be nearly double what it was in 1963–64, the last full period of Conservative Administration. That was the peak of their achievement after 13 years in office; and it really does not lie in the mouths of hon. Gentlemen opposite to keep bringing up this Tory charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The transport system which the Labour Government inherited required fundamental and practical improvement over the whole sphere. This was the approach which underlay last year’s White Paper. It is the approach which will dominate the Transport Bill, which will give effect to it—except, of course, to the ports issue, which, as has been explained, is a matter for separate legislation later in the lifetime of this Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After that, I part company with the hon. Gentleman because his main preoccupation on every possible occasion, both inside and outside the House, is to denigrate public ownership. The Labour Government’s approach is to recognise that public ownership must play a vital rôle in transport, and to ensure that the nationalised industries are given the right social and financial targets to enable them to play their rôles. The publication today of the White Paper on railway policy shows how successfully the Government are succeeding with that task.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is no good the hon. Member for Worcester coming along with his sad story about morale in the railways. The constant propaganda of hon. Gentlemen opposite against the very concept of public ownership is one of the most damaging things that can be done to denigrate this publicly-owned industry. The fact is, of course, that the hon. Member for Worcester does not care about the railways. He does not care about any particular form of public ownership. My hon. and right hon. Friends, on the other hand, do care and we believe that the people of this country want to see their nationalised railways made a maximum success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Robert Cary (Manchester, Withington)** Does the right hon. Lady recall that in our debate on 18th July, when we were discussing bus operators and road hauliers, she promised to publish a White Paper, to be laid in August, with the Bill to come in September? She has laid a White Paper today on the railways. Why has she not also laid a White Paper on bus operators and road hauliers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I promised—I intend to keep this promise and I am in the process of keeping it—to lay detailed White Papers on the different aspects of the Transport Bill, before the publication of that Bill, so that the House fully understands the implications of what will be a very detailed Measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have already produced two of the White Papers and the remaining two, including the one to which the hon. Member for Manchester, Withington (Sir R. Cary) referred, will be appearing during the next few weeks. I assure the hon. Gentleman that he will get it well in advance of the publication of the Bill; and I shall be only too glad to enlighten him and his hon. Friend the Member for Worcester about some of the implications of the P.T.A.s, which he is so anxious to mis-represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have told the House that the details which I have circulated about my proposals are for consultation only. Those consultations have taken place. Ideas have been advanced and these have been adapted in the light of those consultations. The results of the consultations will appear in the White Paper for which the hon. Gentleman has asked and I certainly do not intend to anticipate that White Paper today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Worcester has really wasted an opportunity. Instead of repeating, almost verbatim, the speech which he made the last time we debated this subject, he might have given a little attention to the White Paper on railway policy, which, at last, should have enabled him to deal not with speculation but with fact. I appreciate that this document was available in the Vote Office only at 11 o’clock this morning. It was due for publication tomorrow, but when the Opposition chose today for this debate I thought it only courteous to expedite its publication. [Interruption.] If it had appeared tomorrow, when the debate was over, I can imagine what hon. Gentlemen opposite would have said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Several Hon. Members rose–**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I must get on. The Stationery Office worked overtime during the weekend to enable the House to have the White Paper in time for this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I regret that the hon. Member for Worcester has seen fit to pay such perfunctory tribute to the outstanding work that has been done by the Joint Steering Group, under the chairmanship of the Joint Parliamentary Secretary, my hon. Friend the Member for Aberavon (Mr. John Morris). However grudging hon. Gentlemen opposite may be, I assure them that the Government are deeply grateful to the group for the long and arduous months of work they have put in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for the date of publication, the simple position is this. Although it is true that the final Report of the Joint Steering Group—the Report in its final form—is dated September, that was only one part of the process. The Government had to consider the recommendations, decide their action on them and write and publish a White Paper; and this is, in fact, what we have done. It would be no good giving the House the Joint Steering Group’s recommendations without the Government’s reaction to them. To have produced that White Paper as quickly as we have is an indication of the sense of urgency which the Government feel about the railway situation, despite the frivolity of hon. Gentlemen opposite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This has been a novel kind of inquiry. On the Joint Steering Group have been representatives of the railways, of Government Departments and from outside. We are particularly grateful to the independent members who have worked tirelessly without reward and who have given us of their wisdom and long experience. The inquiry is also a shining example of worker participation because on the group and contributing his ideas was a rank and file railway man, in addition to representatives of the railway trade unions, who submitted their experienced views. I pay tribute to the masterly way in which this work has been chaired by the Parliamentary Secretary. The House should recognise the calibre of the Morris Report and pay tribute to all concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Worcester is always complaining about the Government trying to keep things from the House. I assure him that we have been a great deal more forthcoming than the Administration who produced the Stedeford Report, not a word of which ever got published. Indeed, I have not even been allowed to see it, though a succeeding Minister. There has, therefore, been a very different practice between the two Administrations in handling what is a matter of widespread public interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All that the hon. Member for Worcester could find to say was that there had been Press leaks. He said that The Times had it all on 26th June. He wanted to know what the Government were doing about it, what was the point of having a White Paper and what was the point of publishing the Report. The July Report of the group did not exist on 26th June. So the report was not even accurate. Certainly, the Government’s decisions upon it did not exist at that time. So it is absurd for the hon. Gentleman to suggest that in some way I had leaked the matter to the Press.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that the debate will now be concentrated on the White Paper and the indications that it gives of the kind of approach that we shall have in the Transport Bill. Let us look at what the White Paper says. It should be considered as one of the triumvirate. There will be other White Papers on the National Freight Corporation and the Passenger Transport Authorities, though the implications of the setting up of a National Freight Corporation on the finances of the railways are taken into account in Appendix B of the Report in the Annex, and also it is important to remember that the method of fixing the grants for the socially necessary lines will be appropriate whoever may become responsible for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today’s White Paper concentrates on two aspects which are critical to any business—finance and management. If these two are right there is a good chance that the business, whether it is private or nationalised, will prosper, and unless they are right, it will not prosper. But the railways are not just a business. That was the mistake that right hon. and hon. Members opposite made when they voted for the 1962 Transport Act. To treat nationalised transport as a business or a series of businesses without taking account of the social aspects of a public service is not to have any real grasp of the needs of the travelling public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 1962 Act set up the railways as a separate entity, encouraged them to compete with other forms of nationalised transport and then left the profit and loss account as the sole criterion of success and did not even provide conditions in which the profit and loss account could be balanced. The Railways Board was early told to break even as soon as possible, but an open-ended grant was provided in case it failed. So it is not surprising that the deficit for the current year is almost as large as in 1962.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This fact is a complete indictment of the whole purpose and machinery of the 1962 Transport Act. It took no account of the social factors. It provided detailed machinery for closing lines but imposed no duty on the Minister to heed social considerations when deciding closures, still less the effect on the workers involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. T. G. D. Galbraith (Glasgow, Hillhead)** The right hon. Lady has made a charge—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I have not given way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Deputy Speaker (Sir Eric Fletcher)** Order. The hon. Member must resume his seat unless the Minister gives way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I object to being harangued by the hon. Gentleman on his feet when I am on my feet. If he will behave courteously I shall be glad to give way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Galbraith** I am very grateful to the right hon. Lady. But she made a charge against the previous Administration when she said that social considerations were not taken into account. I can categorically deny that and would like her to accept it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** To the extent that they were taken into account they were in breach of the terms of reference of the 1962 Act. The hon Gentleman had better make it clear. The 1962 Act placed an obligation on the British Railways Board to break even as soon as possible. The very fact that the right hon. Member for Wallasey (Mr. Marples) could not follow the logic of his own statute does not mean to say that that made the position any better. Indeed, I believe that one of the serious sources of the problems of the railway industry is that it has never been given any clear-cut financial target appropriate to the sort of social conditions that a railway business has to take into account as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the 18 months from the publication of the Beeching Plan in March, 1963, and being swept out of office in October, 1964, the right hon. Member for Wallasey had already imposed on British Railways an annual burden of well over £1 million by refusing to consent to closures, which, therefore, showed the inconsistency of his own policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What we are doing—it is long overdue, and when the hon. Gentleman says that nobody outside approves of my policy I would tell him that every sort of financial and economic commentator has been asking for a very long time that this kind of separation of financial and social objectives should be carried through—is to recognise and face the fact that there are many railway passenger services which do not pay and cannot be made to pay but are an essential part of any foreseeable transport system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is what the White Paper is about. We said that, having decided that as a Government, and decided it as a point of principle, we ought to identify these services, consider whether they were of the right level, whether they should be increased or reduced, make sure that they run efficiently and then meet the full cost of any losses on these socially necessary lines, and meet that consciously as a community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Joint Steering Group’s Report, which is annexed to the White Paper, explains in detail the procedure which has been worked out. I think that every hon. Member who studies that Report—and no one ought to talk about transport policy in future unless he has—will agree that the procedure has been systematically and carefully evolved to enable us to get the benefits of a social element of transport policy without undermining financial incentives and efficiency. For instance, the Report suggests that these grants, instead of being paid in arrears, should be based on estimated losses three years ahead, with no repayment if the Railways Board does better than the estimates, and this is designed to give an incentive to the Railways Board to do even better than at first had been hoped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hon. Gentlemen opposite have frequently asked me for the estimated total cost of the grants, and I am surprised that the hon. Gentleman did not consider even mentioning it in his speech. The best estimates that the consultants and the Group can make of what would be the total of these grants in any one year is a figure of some £40 million in 1969, plus £15 million allowance for interest, making £55 million in 1969, and reducing to some £50 million in 1974.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This decision, which is in accord with the Government’s policy on nationalised industries, and is published in the White Paper, marks a major development in nationalised industry policy. No one in the House can talk about the need for greater efficiency in the Government or in the nationalised industries unless he fairly and squarely faces the fact that something of this kind had to be done. The hon. Gentleman who is so anxious to quote denigrations and attacks upon me might have paid a little attention to the leading article in The Times a day or two ago when it welcomed this new approach to the finances of the nationalised industries and said that it was imperative to their future efficiency that economic and social elements should be differentiated out from the financial ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gordon Campbell (Moray and Nairn)** Did the right hon. Lady also notice the leading article in the Scotsman last Thursday, saying, “For integration read disintegration”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Yes, I read it. That leading article was applying to a wider field than just this. But I would tell the hon. Gentleman and the Scotsman that it is a curious definition of disintegration when the Government come along and say, “It is time the country established what size of railway network we need and then set about finding more intelligent ways of paying for it.” In my view, that is not disintegration. It is the first ray of rational light on this subject for many a long year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Report also provides for a capital reconstruction of the railway industry so as to give a really efficient target to the railways and provide the basis on which we can expect the railways to meet their charges, including interest, out of revenue by the early 1970s. Here again, a first-class expert job of work has been done by all concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that it is helpful to the House to have had examined all the possible elements in railway costs that could be attributed to their social obligations. The Joint Steering Group, for example, examined the concept of stand-by capacity which the railways have argued for a long time as one of the excuses why they could not be expected to break even. The railways say, “The trouble with the public is that they want the railways, but only to use them very occasionally, so we should be compensated for an element of stand-by capacity.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This the Report has rejected, but it does point to the existence of surplus capacity in the railway system due to the duplication of track in many places where a reduction of track would achieve dramatic economies. Reducing tracks from four to two and, in some cases, from two to one can make a major contribution to cutting costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Miss J. M. Quennell (Petersfield)** The right hon. Lady keeps saying that the Report will be “useful” to the House. She has said that the Report was in the Vote Office at 11 a.m. I have been in the House all day and I did not know that it was available until I read about it in the mid-day edition of an evening newspaper. It was 2.15 when I got the Report, and it was not possible to read it sensibly before this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I also took the precaution of informing the House, in a Written Reply on Friday, that the Report would be in the Vote Office at 11 a.m. today. I am only too anxious to give the House as much time as possible to study the Report, but it was not I who chose the subject of today’s debate. The best I could do was to expedite the White Paper as quickly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Joint Steering Group’s Report therefore proposed—and I think that the House will agree that this is an imaginative and constructive suggestion—that the best way of helping to reduce costs and the deficit was for track rationalisation to be pressed ahead with the help of a track rationalisation grant which would taper off over the next few years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The major part of the Group’s Report is the emphasis it lays upon the management question. When capital reconstruction has been carried through, even if the Railways Board begins by breaking even, we know that it will have a very tough job to maintain that position. That is why an integral part of the Report is the emphasis that it lays upon the need to have another look at the management structure of the railways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the House will have seen, the Report recommends a somewhat smaller Board whose members should not be tied down by day-to-day executive responsibilities for particular functions. This would leave the Board freer to concentrate on policy questions and on the long-term planning and financial control of the industry, helped by the appointment of two senior members of the Board with specific responsibility for these two aims, in addition to a chief general manager and a member responsible for long-term development of labour relations in the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government broadly accept these recommendations, which, clearly, will involve a considerable reorganisation of the Board’s work. The hon. Gentleman raised with me the position of the chairman of the Board. I believe that this reorganisation must involve a change in the chairmanship and I am currently discussing with Sir Stanley Raymond the possibility of his taking another job in transport. The outcome of our discussions will be announced in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for the suggestion that there is some kind of breach between Mr. Philip Shirley and myself, I will tell the hon. Gentleman that Mr. Shirley resigned at his own request and that it was not as a result of any disagreement between him and me. I remind the hon. Gentleman that Mr. Shirley is, after all, a signatory of the Report which is in the Annex to the White Paper, and if there had been any such disgruntlement he would not have accepted my invitation to become a part-time member of the Board, which he has willingly done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is sad that the hon. Member had nothing to say about the merits of these proposals in the Joint Steering Group’s Report. If he claims that he has known for some time what was in the Report, then I should have thought that he would have been giving a little thought to it in all his consideration of the problems of the railway system. If he has known, as he says he has, that the Joint Steering Group—and I have announced this to the House on more than one occasion—was working on the principles of a social grant to keep alive the socially necessary lines, he has had plenty of time to decide first whether he approves of the Government’s proposals to pay such grants on the socially necessary services which do not pay their way and, secondly, what principle the Government should employ in fixing them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman has challenged me more than once today. I challenge him now. It is not asking him very much, between 11 a.m. this morning—I saw that the hon. Gentleman had the Report; he got it personally—and 5 p.m., to decide whether he approves of the principle of paying grants on socially necessary lines which do not pay their way. Perhaps he will answer that one now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Peter Walker** I did not receive the Report at 11 a.m., but somewhat later. I will judge this question on the criteria to be used for these services. I want to know how they are to be paid for. I am violently against their being paid for out of the rates. What are “social criteria”? The term can mean anything. I am not willing to commit myself to the details of the Minister’s proposals until she has expressed them fully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** That will not do. The hon. Gentleman is dodging it. If he does not know what social criteria are, he should ask some of his hon. Friends behind him. Week after week they ask that railway lines be kept open in their areas. They say that they should be kept open because they serve tourism or remote areas, or because their constituents would not have alternative means of transport, or because the lines are heavily used by commuters or because they serve areas scheduled for future development and to which industry is being attracted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Peter Walker** If that is the right hon. Lady’s view, where do the 3,000 miles of railway track that she is closing fit into these social criteria? May we have the answer to that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Certainly. The basic network published in the railway map some months ago was drawn up in full consultation with the regional economic planning councils and with the Government Departments concerned with development and the siting of new towns. All these factors were taken into account. But the 3,000 miles of line will still be subject to the full statutory procedure and it has been made clear that, as a result of the examination, some of these lines not marked for development in the basic map may be added to the “black line network”. That has been made clear to the hon. Gentleman time and again. Some pruning of duplicate lines as well as duplicate stations is not only inevitable, but desirable in the interests of railwaymen themselves who have to live in an industry that ought to be able to afford them higher standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to find a balance between complete sentimental sterilisation of the status quo and an adjustment of the policy of drastic reduction which we would have been faced with under the 1962 Transport Act. The hon. Gentleman knows perfectly well what are the social criteria. He knows perfectly well that there are lines which the right hon. Member for Wallasey refused to close and other lines which his hon. Friends would like to Government to refuse to close.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The question we now have to ask ourselves is, if, as a result of these examinations and the will of Parliament, some of these lines are to be kept open and will not pay their way, is it or is it not right that they should be included in the operating deficit of the Railways Board? Should they not rather be put into a separate account, carefully costed by the Ministry and the Railways Board, and have a proper grant affixed to them, the Government deciding to pay that grant? That policy will be widely welcomed by the travelling public and by railwaymen as one of the most practical contributions which the Government can make. It is a great pity that the hon. Member is still back in his July speech and has not moved a step further forward despite all the information and evidence we keep putting in front of him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So much for this Government’s interest in efficiency of the nationalised industries. There was not a word of praise from the hon. Member, although we are debating the references in the Queen’s Speech, for our intention through the computer licensing Bill to establish a licensing system for motor vehicle licensing and driver licensing. This is something which is urgently needed and which was welcomed by The Times Business Supplement. It reported that car dealers have to deal with 183 local authorities and they are expected to welcome this proposal as a practical contribution to the transport problem, but there was not a word from the hon. Member about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was not a word from him about our White Paper on the inland waterways which, once again, has taken the chaotic, muddled situation left by the previous Administration and clearly separated the commercial from social activities. This is what a Socialist transport policy means and it makes practical sense. There was not a word by the hon. Member about all the other practical contributions we have made. He is concerned and obsessed about the conditions of the passenger transport authorities. As I said earlier, we shall discuss this matter in the light of the White Paper. I certainly do not intend to anticipate the outcome of the consultations, which will be reported fully to the House in that document.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In conclusion, I refer to one very practical activity in which the passenger transport authorities will be engaged. One of them is proposed for the Manchester area, S.E.L.N.E.C. area. The need for integration of road-rail services there, for something to be done practically and urgently to improve transport conditions for people using public transport, is demonstrable to anyone who ever tries to travel in that city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No one knows this more than Manchester City Council. That is why it gladly engaged with us in the promotion of a rapid transport study towards the possibility of which we paid a grant of 75 per cent. That is something else practical done in this matter by this Government. The report is now available and will be published tomorrow. A Question is to be asked of me about it and I shall be giving fuller details. It begins to hold out exciting possibilities of a breakthrough in the improvement of public transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I merely say to the hon. Member—this is another of the practical things we have done to which he never troubles to refer —that my new power to pay capital grants towards the cost of new public transport authorities, a power I shall be seeking in the Transport Bill, will enable me to contribute to the cost of new major transport projects in Manchester, provided they form part of a comprehensive transportation plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here we have been acting while the hon. Member has merely talked. That is why I say to the House that the local authorities, whatever the hon. Member may try to do, will welcome these passenger transport authorities and cooperate with them because they know that what is needed are practical measures and that they are getting them from this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}