{
    "url": "https://www.ukpol.co.uk/barbara-castle-1966-speech-on-the-70-mph-speed-limit-on-motorways/",
    "title": "Barbara Castle – 1966 Speech on the 70 MPH Speed Limit on Motorways",
    "post_date": "April 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Barbara Castle, the then Minister of Transport, in the House of Commons on 23 February 1966.",
    "content": [
        "The [right hon. Gentleman the Member for Rushcliffe (Sir M. Redmayne) began by saying](https://www.ukpol.co.uk/martin-redmayne-1966-speech-on-abolishing-70-miles-per-hour-speed-limit/) that he believed a number of people among those outside this House were surprised that the Opposition should pray against these Regulations right in the middle of the experiment. I am one of those who were surprised that he should pray against the Regulations, but I think that the one thing that this debate has revealed quite clearly is that the Opposition are now completely opposed to this experiment—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Timothy Kitson (Richmond, Yorks)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What about the other side?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No voice has been raised from this side opposing the experiment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am deeply shocked by the opposition that has been expressed. I should have thought that the whole question of road safety was of such importance that our motorists and drivers would have been prepared to wait for at least four months in order to see whether some of the surmises that have been ventilated, or some of the points made, were actually sustained by the result of systematic observation of driver behaviour, the question of bunching-up, and so on, and until the results of that systematic observation—which must be more important than any isolated example of personal observation—have been received in my Department, have been studied by the Road Research Laboratory, and have been reported on fully to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was interesting to hear some of the points made by the right hon. Gentleman, but it became clear that what we were having was open hostility to this experiment—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir M. Redmayne**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister must understand. What other opportunity have we to express these views? This is our only Parliamentary opportunity until she comes to the stage of considering the end of her experiment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have explained to the House—I did so at the last Question Time—that the material will be made available by the middle of March, and that I shall before the end of the experiment on 13th April, give a full report to the House on my decision, and the reasons for it. I should have thought that it was little to ask that we should wait for this information to be obtained.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The opposition that is now being voiced has not been voiced at any time when consideration was undertaken as to whether there should be this experiment—on the contrary. This idea that we should experiment on speed limits in order to meet various developments is nothing new. This experiment was not a whim just cooked up by Her Majesty’s Government. It is the result of study over the years of what has happened in this country and in other countries on motorways and other high-speed roads, and study of certain recent developments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was interested to see that as long ago as 1st July, 1964, a couple of hon. Members—one from each side of the House—asked the then Parliamentary Secretary to the Ministry of Transport whether he would impose a 100 m.p.h. experimental speed limit on the motorways. The Parliamentary Secretary replied: No. We are keeping under review the possibility of a speed limit on motorways. If we do introduce one it will be lower than 100 miles per hour.”—[OFFICIAL REPORT, 1st July, 1964; Vol. 697, col. 215.] We also had the experiment of a 50 m.p.h. speed limit at weekends, which was carried out between 1961 and 1964.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have had this evidence from other countries of the effects of either a speed limit or of its removal. The American figures that we have used have been queried. I would say to the right hon. Gentleman that the American report to which he refers covers high-speed roads, if not actual motorways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir M. Redmayne indicated dissent.**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sorry, but that is the position. I also point out that there has been experience from other countries. Germany tried an experimental speed limit in a certain period on a section of the Frankfurt-Mannheim autobahn. The speed limit was lifted, but not because it did not have the result of reducing accidents. On the contrary, the effect of removing the speed limit was a sudden and dramatic increase in the number of accidents. The number increased by 35 per cent. and the numbers of those killed and injured by 43 per cent. and this for an average traffic increase of only 9 per cent. Because of that there has been a growing feeling in this country that it is worth having an experiment to see whether speed is a major contributory factor in the level of accidents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It will not be my advice which will decide the issue, but the evidence we shall get. Therefore, I do not want to give arguments in advance of the result of the experiment. I have a completely open mind about it, but I have not an open mind about the desirability of having an experiment. We all know that this matter was brought to a head by that terrifying series of multiple crashes last November on the motorways. There were three accidents involving 65 vehicles, five were killed and 30 injured. I say categorically that everybody in that situation was prepared to try any experiment that might contribute to avoiding a recurrence of that kind of horror on our roads.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend the Member for Hamilton (Mr. Tom Fraser), who was then Minister, would have been under fierce attack from the House if he had not examined every possibility of preventing that kind of terrifying accident from recurring. Then the voices of all who have a right to be consulted on this issue were overwhelmingly in favour of this experiment. My hon. Friend the Parliamentary Secretary met the Lancashire and Staffordshire police on 8th November, three days after the accidents when the country was still reeling with the horror of those multiple crashes. They were strongly of the view that excessive speed was responsible for those accidents and in favour of an experimental speed limit on motorways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Antony Buck (Colchester)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the hon. Lady say what assistance there would be in having a 70 m.p.h. speed limit to prevent accidents in thick fog? That I fail to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This all arose from the incidence of fog. The arguments which the police and others advanced was that if we are travelling into an area of hazard it is important that the speed differential should be reduced so that there can be quicker reaction. I have not the time to go into the technicalities. I am merely reporting to the House that the police of Lancashire and Staffordshire, were overwhelmingly in favour, arising from that experience, of an experimental speed limit on motorways and suggested 70 m.p.h. on the basis of American experience.  \nA few days later my right hon. Friend the Member for Hamilton met chief constables and others, including representatives of the motoring organisations. The general consensus of their views was that this experiment ought to be tried in the interests of safety on the roads.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. R. Gresham Cooke (Twickenham) rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sorry, but I have only two or three minutes left and I shall be criticised if I do not reply to some of the points which have been made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I turn to questions put to me by the hon. Member for Chippenham (Mr. Awdry). He asked for an assurance that no speed limit would be made permanent before the full report on the experimental period had been published and debated. There is nothing to hide. I am not trying to prove a particular line of argument except to justify the experiment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to tell the House quite frankly the position as I see it. It might well be that the Road Research Laboratory, which is collating the data on accidents which the police are giving it direct every week, might report to me in due course that it did not think that the experimental period was long enough for it to form a valid view. This would depend on whether or not the accident figures showed a substantial reduction, whether there was a substantial effect or a strong indication of the trend of accidents. It might say that the evidence was inconclusive. If it said that, it would then be for me to judge whether, in the light of other evidence from the police of driver behaviour and all the other information coming in, the experiment should be continued for a further period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If I decided that it was desirable to continue the experiment, I should have to lay a fresh Statutory Instrument before the House which could then be prayed against. But before I did so I would report to the House fully what the findings of the Road Research Laboratory were and the reasons for the conclusion which I had reached. It would be only if the evidence were conclusive enough that I would even consider making the Regulations permanent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I make my report to the House I shall give the House as fully as is possible all the figures of the casualties and all other relevant evidence from the Road Research Laboratory’s provisional assessments, which will be available to me in the middle of March, and from the other sources that I have mentioned—police observation of driver behaviour, traffic flow and the rest. Therefore, there is no intention of trying to impose either the continuation of the experimental period or any permanent speed limit behind the back of the House—indeed this would not be possible because the House could pray against the Statutory Instrument—and this is certainly not my desire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I remain profoundly convinced that my right hon. Friend the Member for Hamilton was very wise in fulfilling his public duty to the road users of this country by introducing the experiment. He ought to be congratulated and supported. I also have reached no conclusion, and I shall not until I have the evidence on which to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}