{
    "url": "https://www.ukpol.co.uk/barbara-castle-1966-speech-on-retaining-routes-for-future-reopening-of-closed-rail-lines/",
    "title": "Barbara Castle – 1966 Speech on Retaining Routes for Future Reopening of Closed Rail Lines",
    "post_date": "April 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Barbara Castle, the then Minister for Transport, in the House of Commons on 15 June 1966.",
    "content": [
        "My policy is to preserve the route of a closed line and the station sites and accesses wherever I consider that services might possibly be needed again following long-term planning decisions. Station buildings and signalling apparatus have a limited life after closure. In addition to natural deterioration, they are subject to vandalism which can destroy much of their value within a short period. I am satisfied that overall the retention of the line formation, station sites and accesses is a sufficient safeguard for the future. I have accordingly arranged with the Railways Board that they will continue to seek my agreement before they dispose of the formation (the land on which the actual track is laid) of all closed lines in urban areas and of all other lines closed since 1st January, 1963, and to the disposal of station sites and accesses on such lines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the same time I am anxious that the Board should be able to realise the value of assets the removal of which will not prejudice the possibility of restoring services in the future should that ever prove desirable. I recognise the Board’s concern to avoid retaining disused track when they can get very good prices from its sale immediately. I understand that they normally hope to gain well over £2,000 for every mile of track sold and that in 1965 they obtained £2 million from the sale of track on closed lines. I have therefore told them that they are free to dispose of the actual track and signalling apparatus, and of station buildings, where a closure has taken place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before giving or withholding my agreement to the disposal of formation, station sites and accesses, I shall henceforth first refer applications by the Board to the appropriate regional Economic Planning Council for their comments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}