{
    "url": "https://www.ukpol.co.uk/barbara-castle-1969-statement-on-ford-motor-company-strike-resolution/",
    "title": "Barbara Castle – 1969 Statement on Ford Motor Company Strike Resolution",
    "post_date": "April 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1969",
            "url": "/tag/1969/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the then Secretary of State for Employment and Productivity, in the House of Commons on 19 March 1969.",
    "content": [
        "With permission, Mr. Speaker, I should like to make a statement on the Ford dispute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am glad to be able to tell the House that the Ford strike is now over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I last reported to the House, on 12th March, talks had broken down at my Department following the rejection by the trade union side of the Ford N.J.N.C. of the company’s proposals for a resumption of work and their insistence on a prior commitment by the company that the pay increases in the package deal would be improved. In an effort to resolve this deadlock, I invited company representatives, Mr. Jones of the Transport and General Workers Union and Mr. Scanlon of the A.E.F.—the two major unions in dispute with the company—and Mr. Cannon of the E.E.T.U., one of the unions which had supported the February package deal, to discuss the situation with me last weekend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a result of these discussions, joint talks were resumed on 15th March, and on Saturday night the following formula was agreed for recommendation to the full trade union side of the N.J.N.C. the following day:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "1\\. Normal working will be resumed on the basis of the increased rates in the agreement which commenced on 1st March, 1969.  \n2\\. Additional holiday benefit and lay-off benefit and their qualifying clauses shall be held in abeyance pending re-negotiation but alternatives have been agreed in principle which will ensure continuity of production and payments not less than those proposed in the agreement referred to above.  \n3\\. The company has agreed that it withdraws its requirement of 21 days’ strike notice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the outset of the discussions on Sunday, 16th March, however, a difference arose between the company on the one side and Mr. Scanlon and Mr. Jones on the other on a central point in the alternative arrangements for financing the layoff benefit and holiday bonus which it was believed had been agreed in principle: the unions insisting that the holiday bonus of £25 which the firm had offered should be paid in full to all employees irrespective of whether they had engaged in unconstitutional industrial action or whether the payments by the company into the fund, which were themselves dependent on freedom from unconstitutional action, were sufficient for the purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After two days of intensive discussions on this and related points, an outline holiday bonus and lay-off benefit scheme to replace the corresponding provisions of the February package deal was agreed. The scheme is in two parts: first, the company has undertaken to set up a fund on a company-wide basis into which it will pay 4s. per employee per week in order to finance lay-off benefit. In any week in which unconstitutional action takes place in any plant, no payment will be made into the fund in respect of any employee in that plant. This sum of 4s. per employee per week should in all normal circumstances be more than sufficient to meet the outgoings and the surplus will be available to improve the benefits in the second part of the scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under this, a second fund will be created on a plant basis for the payment of a holiday bonus. This will be financed by weekly contributions by the company of 10s. per employee, which, in the same way, will not be payable in the event of any unconstitutional action in the plant. Subject to a guaranteed minimum of £15, the size of the holiday bonus payable to employees will, therefore, vary according to the extent to which plants have been affected by, and individual employees have taken part in, unconstitutional industrial action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This outline scheme and the basis for a resumption of work agreed on 15th March were accepted yesterday by the executive of the A.E.F., the trade union side of the N.J.N.C. and by a Transport and General Workers Union delegate conference. The unions agreed to recommend a return to work today, with the exception of the Transport and General Workers Union, which, by resolution of the union’s delegate conference, recommended a full return tomorrow in order to allow union officials to explain the settlement at meetings of strikers today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I understand that production in Ford plants has restarted this morning. The House will be relieved that this protracted and damaging dispute, which has resulted in a loss of between £30 and £40 million of production, half of it for export, and nearly £3½ million loss of wages for Ford employees, is at an end, and I hope that there will be a speedy and complete return to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}