{
    "url": "https://www.ukpol.co.uk/barbara-castle-1965-diary-entry-on-becoming-transport-secretary/",
    "title": "Barbara Castle – 1965 Diary Entry on Becoming Transport Secretary",
    "post_date": "January 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1965",
            "url": "/tag/1965/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Issue of the Week 3",
            "url": "/tag/issue-of-the-week-3/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The diary entry on 21 December 1965 in Barbara Castle’s diaries, The Castle Diaries 1964-1970.",
    "content": [
        "**TUESDAY 21 DECEMBER 1965**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At 8.45 pm phone call from Marcia [Williams]. Could I come down and see the PM? Harold [Wilson] waved me into his room, boyish and slightly dishevelled. _“May I open my heart to you? You and I ought to talk more, only I’m so busy and you are, too. Have a whisky or brandy?”_. When I said that I’d love a brandy, he said, _“it’s the only thing that keeps me going. Fortunately I have a most intelligent doctor who prescribes it for me. It does something to my metabolism”_.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "……\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "_“I always knew that Tom [Fraser] was weak, but I was saddled with a shadow Cabinet, every one of whom expected a job” he went on, “I must have a Minister of Transport who can act. Tom has got a very strong Permanent Secretary whom Churchill got rid of in the Cabinet secretariat and brought in Burke Trend (though I’ll get rid of Helsby before I’m through). I am convinced he has killed integration. But we have got to have an integrated transport policy. I can’t hold the Party otherwise. And the Party is key to everything. We have offered Tom all sorts of advisers but he doesn’t know how to make use of them. Unless you accept my offer the reshuffle can’t take place. I hope you will, but, Barbara, if you say no I shan’t hold it against you. I know what you feel about Overseas Development, but I want you on the home side. I think you are the best person we have got. I want you to be Minister of Transport”._\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I closed my eyes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}