{
    "url": "https://www.ukpol.co.uk/barbara-castle-1967-statement-on-the-transport-bill/",
    "title": "Barbara Castle – 1967 Statement on the Transport Bill",
    "post_date": "April 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1967",
            "url": "/tag/1967/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the Minister for Transport, in the House of Commons on 20 December 1967.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should like to begin by saying how sorry I am that we are to have only one day’s debate on the Bill’s Second Reading. I would certainly have welcomed two days, but, unfortunately, the Opposition threw away the opportunity offered them by the Leader of the House by preferring to give priority to foreign affairs. I appreciate how urgent and important it is to discuss foreign policy, but I regret that transport will be the sufferer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The purposes of the Bill are well known to the House, as they have been spelled out in detail in the four White Papers which I have published over the last few months. I do not think that more detailed background information has ever been given about a Bill’s contents in advance of its Second Reading. It is true that if I had hoped to inform the hon. Member for Worcester (Mr. Peter Walker) by publishing all this material, I have failed. As each White Paper has appeared, he has been ready, regardless of its contents, with his instant stickers: “Wholesale nationalisation”, “Whitehall domination”, “£60 million burden on the rates”. I doubt whether any exposition of the facts will ever shake him—he prefers prejudices. None the less, for the benefit of the House, if not for him, I would like to explain what the Bill is really about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is, of course, a massive document because it embodies a comprehensive policy. Its various parts comprise decisions already announced over the main areas of the transport field: freight services, the future of our railways, public transport and traffic and inland waterways. The Bill deals with these matters in very great detail—hence its complexity —but through all the 169 Clauses and 18 Schedules runs one unifying theme, what I would call practical Socialism. As a Socialist, I believe that transport is a vital service to industry and to our people and that, if economic planning or the physical planning of our environment is to make any sense at all, transport planning must form part of it. In the same way, transport services must be planned in relation to each other—not allowed to go their own sweet way regardless of consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To me, therefore, the Ministry of Transport has always been a planning Ministry—not just a highways department with an appendix for deploring the railway deficit. It must create the administrative and financial framework in which transport can serve the nation’s social and economic needs; it must be a power-house of research, both economic and technological. It must work closely with other Departments concerned with the same fields. All these things the Ministry of Transport is and does today, and the Bill is a product of its new personality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Anyone who tries to plan transport today must start from two main facts. The first is the ever-increasing dominance of road transport in the movement both of people and of goods. By 1966, road’s share of passenger-mileage had risen to 90 per cent. and of freight ton mileage to 60 per cent. This development has brought all the advantages of flexibility and mobility and we must ensure that the country can exploit these advantages to the full. That is why the Government are financing a massive and expanding programme of road building—twice what it was only five years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second fact is that we possess in our railway system a very important national asset. The railways in Britain—as in every country in the industrialised world—have been going through difficult times in recent years, but in many countries, too, they are taking on a new lease of life as the potentialities of steel wheel on steel rail for rapid transit and for relieving congestion on the roads are coming to be realised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the main purposes of the Bill, therefore, is to build a new relationship between road and rail. They should no longer be seen as rivals—almost enemies—but should complement each other. The essential starting point is to integrate and expand our publicly owned road and rail services. But the ways in which we do this must vary according to whether we are dealing with passengers or freight. Freight transport is an economic service to industry and must be organised on national lines, whereas passenger transport is much more closely linked to local community life and has important local social implications. This is one of the reasons why I have decided not to re-create a British Transport Commission with responsibility over the whole publicly-owned transport field. Integration is not just a shibboleth to be satisfied by setting up a top-heavy centralised administration while every activity underneath it goes on just as before. Integration is a practical response to the needs of today and if those needs are to be met we must do some hard thinking about just where we want integration and why, and then decide the how.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hence the creation of the National Freight Corporation—for which Part I of the Bill provides. The hon. Member for Worcester, in previous debates, has tried to claim that nobody wants it. I can assure him that he is wrong. Indeed, the case for the National Freight Corporation was put as well as I can put it, if not better, by Professor Alan Day, writing in the Observer the other day. He welcomed the National Freight Corporation as representing the most exciting and promising proposals coming from Mrs. Castle and as providing a great opportunity for making sensible use both of road and rail for carrying our goods “. The Economist finds the management structure of the National Freight Corporation “encouraging”, while the Financial Times thinks there are strong arguments in favour of maintaining separate National Freight Corporation and British Railways organisations on the lines we propose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that my hon. Friends, too, welcome the fact that we are to end the absurd situation in which Transport Holding Company road haulage services have been pitted against British Railways’ freight services and in which the respective road services of British Road Services and British Railways have been cutting each other’s throats. No one will ever be able to get rid of the British Railways deficit completely unless, for a start, the parcels and sundries services of the two bodies are brought under a single control. British Railways lost £25 million in 1966 on their sundries traffic alone. The National Freight Corporation will not be able to eliminate the loss on sundries overnight, but it should be able to do so over a period of five years and the Bill, therefore, provides for a diminishing subsidy to it over that period to cover the loss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The whole purpose behind the National Freight Corporation is to ensure that we make integration a reality by grouping like with like. The National Freight Corporation will have a relatively small board, responsible for central planning and common services, while the day-today operations will be delegated to a series of specialised subsidiaries which make functional sense, and which can be held financially accountable for the work they do. In some types of freight business, removals, for example, there is obviously little scope for integrating road and rail, but in other types of freight activity road and rail are in direct competition and ought to be co-ordinated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new Joint Parcels Organisation, for instance, which is already at work preparing for the bringing together of the British Road Services Parcels and British Railways sundries services will in due course become the basis of one of the subsidiary companies under the National Freight Corporation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the same way, there is an obvious area for integration between road services and freightliners. This is an essential line of attack on the £35 million a year loss which British Railways incur on their general merchandise traffic. The whole secret of the freightliner is that it is a train load of containers and that these can be flexibly switched from road to rail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is technical integration in practice and it needs an administrative structure which will be able to exploit its potentialities to the full by offering a comprehensive door-to-door service to the customer. That is what the Freightliner Company, another subsidiary of the National Freight Corporation, jointly owned by British Rail, will be able to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "British Railways will benefit from the vigorous marketing of a package in which their freightliners will form a key part, and reap their full share of the financial benefits from the freightliner, not only by the contract payments they will receive for running the trains, but also by sharing in the profits of the Freightliner Company.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The simple principle behind the National Freight Corporation, therefore, is that it will be responsible for all freight traffic in the public sector which originates by road, while leaving to British Railways responsibility for traffic originating by rail—whether as complete trains or as wagon load traffic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The flexible structure of the N.F.C. will enable it to respond, in partnership with B.R.B., to the exciting transport developments of the container age. It will provide a vital part of the total transportation system which the container age demands, providing comprehensive, country-wide inland transport links between the ports and industry, having a stake in the expanding network of inland clearance depots and developing its own links to Ireland and Europe by both container and roll-on/roll-off services. Its potentialities are immense and that is why the Opposition object to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the House gives the Bill its Second Reading I intend to set up very shortly an Organising Committee to prepare for the setting up of the National Freight Corporation. Its chairman will be Sir Reginald Wilson, currently Chairman of the Transport Holding Company, which, in due course, will be wound up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am glad to tell the House that Sir Reginald has given me his assurance that he will be ready to serve as chairman of the N.F.C., subject to the proposals in the Bill being approved by Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To believe, as I do, that our railway system ought to be carrying more of the goods traffic of this country—and the N.F.C. will have a statutory duty to put traffic on rail wherever it is economic to do so—is not to belittle the importance of the road haulage industry. Indeed, it would be absurd to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not a Canute, trying to hold back the tide of expanding road haulage activity. What I am trying to do is to define the proper social and economic role of the industry in our transport system as a whole. It is an important role, but it cannot be a freebooter one. One of the key steps must be to overhaul the road licensing system as we do in Part V of the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The proposals in Part V are a charter for a modern road haulage industry. They cut through the administrative tangle of the present licensing system with a bold act of liberalisation where control has become meaningless and substitute new, more limited controls to meet the needs of today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first form of control is designed to improve the quality of the industry—to get rid of sweated conditions and low safety standards and to do this by concentrating our checks to make them as effective as possible. So, under the Bill, out of l½ million vehicles subject to licence today, 900,000 vehicles under 30 cwt. whose roadworthiness is enforced by other means will be completely freed from licensing. The rest will have to obtain the operator’s licence—what I have called the quality licence—spelt out in Clauses 56 to 66.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The standards we intend to enforce are high, but I believe that they are justified. Every sensible person accepts that it is in the interests of the road haulage industry, as well as the public at large, that we should get the killer lorries off the roads—and by prevention, not by prosecution after an accident.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Do not the Opposition agree? Is it not time that we stopped operators scratching a living by buying a lorry or two on the “never-never” and putting them on the roads without the resources to maintain them properly? Is it not right that someone in a firm should be held responsible in law for the state of that firm’s lorries, instead of the driver being left to “take the rap” if his vehicle is found unroadworthy?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that no one will object to the long overdue reduction in drivers’ hours. Indeed, it would be difficult for anyone to argue that statutory hours established 30 years ago are appropriate to the traffic conditions of today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second form of control is the quantity licensing, spelt out in Clauses 67 to 89. Here again, we have cut through the present largely meaningless widespread control, to concentrate on those road hauls with which rail is economically competitive. Having exempted 900,000 vehicles from licensing altogether, the Bill then goes on to exempt from quantitative control all vehicles under 16 tons gross weight, that is, 5 tons unladen weight. Of these heavy vehicles only those travelling over 100 miles— which at present carry half the ton-mileage suitable for transfer to rail—or those carrying certain bulk materials to be specified by regulations, will be subject to any limitation on their activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will be for one sole purpose, namely, to ensure that where rail offers an equivalent service in terms of speed, reliability and cost, the goods concerned shall go by rail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the intentions of the present system was to give protection to the railways, but there are so many loopholes in the existing “proof of need” formula, that the law has totally failed in this respect. If the intention of helping the railways was laudable in the 1930s, when the present system was introduced, is it not a great deal more so today, when congestion on the roads and under-utilisation of our rail assets are two of our biggest headaches? I believe that this is a legitimate social aim of road licensing policy and the criteria which must be satisfied before a road licence can be refused, which are spelt out in Clause 70, ensure that there will be no additional economic burden on industry. If there is, rail will not get the traffic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This carefully-thought-out scheme could give a big boost to the freight-liners by reinforcing the sales drive of British Railways, aimed to divert to them some 4,500 million ton-miles a year of road traffic by the early 1970s—an increase of 30 per cent. on the 1966 rail ton-mileage. This is more than enough to offset the decline in coal and steel traffic which the railways will suffer. Yet the impact on the rising ton-mileage by road would be much smaller: about 10 per cent. or the equivalent of two or three years’ growth in road transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No one can say this will mean a reduction in the size of the industry, or throw road transport workers out of work. I have no intention of introducing quantity licensing until the freightliners are capable not only of producing a comprehensive service, but a reliable one. There will be a separate appointed day for this group of Clauses. So it is now up to railwaymen to create the conditions in which I can bring it into operation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for bulk traffics, I believe that it is absurd that heavy materials like coal and steel should ever go by road where it is equally economic for them to go by rail—yet this is happening. As we have told industry, control here will be concentrated on a limited range of materials such as coal, iron and steel, and certain extracted materials, but it will operate for any distance, long or short.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If anyone thinks that this is a scourge invented for the road haulage industry by Barbara Castle, let me refer them to West Germany, where my counterpart has just presented to the Bundestag proposals which will prohibit the carrying by road in any circumstances of no less than 28 items of bulk materials. I can imagine what the hon. Member for Worcester and the Road Haulage Association here would say to that!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The same comparison with other countries is relevant when we come to look at the road haulage charges outlined in Part VI of the Bill. What an outcry we have had from the hon. Gentleman and others about this! We had it again at Question Time today. To put a burden of £30 million worth of extra charges on heavy goods vehicles will, we have been assured, lose us exports by making us uncompetitive. Yet the effect for most vehicles will be to add only 2½ to 3½per cent. to their operating costs. Moreover, most of the goods we export are of high value and move over relatively short distances to the ports. Transport, therefore, forms a low proportion of the final cost to the purchaser so that the effect of the charge on delivered prices will be only a fraction of 1 per cent. And I can assure the House that, compared with some of our competitors, British transport is getting off very lightly indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. S. O. Davies (Merthyr Tydfil) rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps my hon. Friend will excuse me if I do not give way, as I have a lot of ground to cover.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Davies rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. The right hon. Lady is obviously not giving way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have put in my speech as much information as I possibly could in a time which, for the sake of the rest of the House, must be inevitably limited. If I give way to hon. Members, the House will get less information and not more. [HON. MEMBERS: “Give way.”] If I clear up one point, I shall have to clear up a number of other points, and I shall not be able to deal adequately with this massive Bill, and at the end hon. Members will say that I have dodged this issue or that. I am trying to make a comprehensive speech. Hon. Members, if they catch Mr. Speaker’s eye, will have a chance to ask questions which can be answered by my hon. Friend the Minister of State when he winds up the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Harmar Nicholls (Peterborough)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On a point of order. Is it not against the conventions of the House, when there is a Bill as intricate as this, and when the Minister has extended time for the debate, that she should not clear up points as she goes along on the important parts of the Bill? It is no good having just words if those words are not clear to the House because of the speed at which she is uttering them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman has been in the House long enough to know that whether a Member is allowed to intervene depends on the hon. or right hon. Member who has the Floor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not wish to be discourteous to the House. This is a very detailed Bill and I am trying to give a lot of information. If my hon. Friend the Member for Merthyr Tydfil (Mr. S. O. Davies) or the hon. Member for Peterborough (Sir Harmar Nicholls) wish to ask a specific question on the road haulage charges, which I know form a particularly vital part of the Bill, I will give way; but it must not be taken as a precedent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Harmar Nicholls**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The right hon. Lady said that there would be only a 2½ to 3½per cent. increase in the operating costs of vehicles. Is she aware, however, that on a machine tool weighing 76 tons the transport costs from the Midlands to Liverpool will go up from £500 to £900?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Harmar Nicholls**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can give the right hon. Lady the facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am talking about the road haulage charge. The hon. Gentleman may be referring to the abnormal loads charge. I am not talking about that charge. This is what happens when hon. Members interrupt and will not wait. I am talking about the road haulage charge, or what has been called the “wear and tear” charge. Only 2½ to 3½ per cent. will be added to the operating costs of vehicles and, therefore, considerably less to the ultimate cost of the produce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can assure the House that compared with some of our competitors British transport is getting off very lightly indeed. In both France and Germany increases in transport taxation are proposed which will add substantially to their transport costs and consequently to their export prices. Germany has long had a ton-mileage charge for own account vehicles, in addition to the normal excise tax based on vehicle gross weights, and the fuel tax paid by both public and private hauliers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The German ton-mileage charge is now to be substantially increased on the larger own account vehicles and extended to public hauliers, though at a lower rate. The additional charges will mean increases of up to £800 per year on the heaviest class of vehicle operating on own account, and up to £600 per year on such vehicles operating for hire and reward, compared with the extra £190 extra which will be paid by a similar vehicle here under the wear and tear charge. And whereas my tax will add only 2½ to 3½ per cent. on to transport costs, the German proposals will add three or four times as much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new wear and tear charges are not a further device for diverting traffic to rail. They are merely an elementary act of justice to the private motorist and light vehicle operator, because the heavy lorry creates the need for costlier standards of road construction and maintenance as the previous Tory Government learned from their unhappy experience with the Ml. Nor is the new charge for abnormal loads designed primarily to divert these to rail. I know full well that the railways are incapable of carrying many of them. There just is not enough headroom in the tunnels and under the bridges. Here again, it is a question of fairness: these loads simply do not cover the congestion and police costs they cause, and I hope that the fact that they will now have to do so will make those responsible consider more seriously whether they could use coastal shipping or even rail in some cases or assemble more of those monster pieces of equipment on site. This tax will give them an incentive to do so. I recognise that this charge may bear particularly heavily on firms in development areas, which areas we want to help, and I should be prepared to consider in Committee whether and, if so, in what ways we could mitigate the effects of the tax on these firms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have already described to the House the part that the railways will play in the movement of freight. I now turn to the wider problem of their finances and management dealt with in Part IV of the Bill. When we last debated transport the hon. Member for Worcester complained that he had not had time to read the White Paper on Railway Policy and refused to comment on it. May I now ask him whether he agrees that, if confidence is to be restored to the railway industry, it must be given a sense of stability and financial self-reliance, both of which were impossible under the terms of the Transport Act, 1962?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the hon. Gentleman agree with the basic railway network of 11,000 to 12,000 route miles which we have earmarked for development? If not, does he think it is too small or too large? And does he agree that, if Parliament decides to keep open certain passenger lines because they are socially necessary, even though they run at a loss, it is grossly unfair to railwayman to go on saddling the railway accounts with the cost? Whatever he may say, I know that there are a number of his hon. Friends who will benefit from our decision that these lines shall be considered for social grant, paid by the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I see from the Press that, in the Western Region alone, British Railways are planning to submit a number of branch lines in Devon and Cornwall to us for the new social grant when the Bill becomes law and have been discussing this with Conservative Members of Parliament from the West country. All I can say is that I hope I shall have their support this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The earlier Clauses of Part IV are based on the proposals of the Joint Steering Group which conducted the railway review. I am glad that the hon. Member for Worcester has paid a tribute this afternoon to the group and to my hon. Friend the Joint Parliamentary Secretary. The Joint Steering Group has devised a basis on which we can really expect the railways to pay their way: a condition essential both to morale and to financial discipline. They include three main elements. First, the grants for socially necessary lines. In our last debate, I described how these will work. The Joint Steering Group has put a tentative figure of £55 million a year on the cost. This is not an additional burden on the Exchequer, but a new, more logical and more effective way of controlling grants which the Government are already paying through a blanket subsidy for the deficit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also described the grant which we propose to encourage the elimination of surplus capacity, for example, four tracks where two would do. This is the really modern way to approach the railway problem: to streamline track instead of chopping off routes. The grant will taper off over five years and the maximum annual cost in the first year is likely to be about £15 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third element consists of a far-reaching capital reconstruction. The Railways Board’s debt to the Exchequer under the 1962 Act amounted to £1,562 million, £705 million of which was placed in a suspense account where it carried no liability for interest or repayment. The annual interest burden on the balance of live debt, plus borrowings from the Exchequer, since 1962 is about £52 million, with a further £13 million related to other liabilities such as pension funds, giving a total interest charge of about £65 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Joint Steering Group estimated that, even with the grants which I have mentioned, and even taking into account the transfer to the National Freight Corporation of British Railways’ sundries traffic on which the railways lose about £25 million a year, the Board’s accounts would be likely to be in deficit by 1974 by up to £55 million. It is a cardinal aim of my policy that the Board should be given a financial target which it can fairly be expected to meet. I want to create the conditions in which we can get away from deficit financing. The Government therefore, propose, in Clause 39, to reduce the Board’s commencing capital debt to the Exchequer to £300 million on 1st January, 1969. This will reduce the interest burden by about £30 million with a consequential reduction, also, in the depreciation which the Board will have to provide when its assets are correspondingly written down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new financial framework will also mean that there will be no provision for deficit finance. British Railways will be standing on their own feet and will be expected to pay their way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Peter Walker (Worcester)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The right hon Lady has given her estimate of the saving in interest. Can she give her estimate of the saving of depreciation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If assets are written off or written down to the corresponding extent, there will be a corresponding writing-down of the assets. Thus, the depreciation element in the deficit grant will be correspondingly reduced. I believe that this is a fair challenge to the railway industry, but it will certainly be a tough one. The Joint Steering Group and the Government are under no illusion that a massive write-off debt will in itself make the railways financially viable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The end of deficit financing will itself lead to a tightening-up of investment control by the Board, which will no longer be able to claim grants from the Government to finance depreciation allowances on assets the value of which is now shown to be inflated. The Joint Steering Group also recommends, however, that £a new type of Board is needed, somewhat smaller in size, whose members concentrate more on policy, particularly long-term policy, financial control and corporate planning, rather than on detailed executive matters. The Government are in process of implementing these ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Leader of the Opposition has described the Bill as irrelevant and objectionable. [HON. MEMBERS: “Hear, hear.”] The Pavlov reactions of hon. Members opposite do not pay great testimony to their cerebral activity. All I can say is that such epithets come oddly from a party which left our railways in such financial chaos under its Transport Act, 1962.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In no area were Tory policies more inadequate than in passenger transport, where the crisis now facing public transport demands urgent steps which Tory Governments never had the courage or vision to take. The seriousness of the situation in our conurbations is illustrated by comments such as those of the West Midlands Traffic Commissioners, who, alarmed by the vicious circle of rising fares and declining services, warned some time ago that stage carriage facilities in this area have now reached the point of no return. Parts II and X of the Bill embody the Government’s rescue operation for the deteriorating traffic conditions in our towns and cities. They embody, too, a basic principle of my policy: that local people should be responsible for transport policy in their own local communities. Any objective person reading these parts of the Bill must be struck by the revolutionary degree of devolution of powers for transport and traffic which they represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local government has not had such a shot in the arm for years. For years we have been talking, and rightly, about the need to integrate bus and rail services, to create convenient and comfortable interchange points, park and ride or kiss and ride facilities, to use an Americanism. These are elementary steps if public transport is to play the role which it must play in moving millions of our people at the peak hours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But integration must go further than that. In my view, there is absolutely no hope of coping with the traffic explosion in our cities unless those who plan them, who build the highways and the housing estates and site the factories and the overspill developments—and who manage the traffic—are also responsible for public transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is for those reasons that I have decided not to re-create the nationalised Area Passenger Transport Boards of the Transport Act, 1947, but instead to take powers to create Passenger Transport Authorities controlled by people appointed by the local authorities in the designated areas. In our last debate, although I assured the hon. Member for Worcester that he was wide of the mark, he insisted on maintaining that I was going to swamp the authorities with my own representatives, appoint the chairman and rule the roost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Peter Walker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hear, hear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is no good saying “Hear hear”, because Clause 9 and Schedule 5 to the Bill prove the hon. Member wrong. They provide that all but two or three of the members of the authorities shall be appointed by local authorities and that the authorities shall appoint their own chairmen, with my approval or that of the Secretary of State in Scotland and Wales, who will be responsible for the Passenger Transport Authorities in their areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An authority will have the power to hire and fire the members of the passenger transport executive. It will control the general level of fares and services. It will approve the executive’s annual estimates, its investment programme, its reorganisation scheme for bus services, its agreements with British Railways and the comprehensive transport plan for the area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Michael Heseltine (Tavistock)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Would not the Minister agree that all the points which she is listing will be subject to her final decision?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is not so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Harmar Nicholls**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The right hon. Lady has just said so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mrs. Castle Certainly not. Clearly, if I am to give the substantial financial grants that I shall give, I have to approve the schemes under which they are given. Does the hon. Gentleman suggest that I should give 75 per cent. grants to road schemes which are never even looked at? It is time that hon. Gentlemen opposite changed the tune. This is not Whitehall domination: it is Whitehall devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Michael Heseltine rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No, I am sorry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is the hon. Gentleman trying to say that local authorities do not have control over their highways? Any Minister who gives Government money for schemes has control to that extent. This applies over the whole local authority sector. It applies to education, housing, and roads, and all I am saying is that the responsibility for public transport will now become one of the normal functions of local government, in the same way as local authorities are responsible for highways, housing, and traffic management, and nothing that hon. Gentlemen opposite say can invalidate that. I assure the hon. Gentleman that what I am proposing is a normal Ministry-local government relationship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If local control is to have any meaning at all—and hon. Gentlemen must face this, because they want it both ways —it must be accompanied by local financial responsibility for public transport. I am vesting in the authorities the municipal undertakings of their constituent local authorities, and giving them wide powers to enter into agreements with other undertakings and with British Railways. Having drawn up their comprehensive transport plans, it will be for them to decide whether they want transport in their areas to pay its way, or whether they wish, as a deliberate act of policy, to subsidise it as a social service. But to help them they will have the new capital investment grants for which Clause 53 provides. These grants make history, because for the first time we have a Government willing to give Exchequer grants for public transport facilities at the same rate—75 per cent.—as they do for principal roads. At last, therefore, we shall have created the situation in which local authorities will have the same encouragement to produce a modern public transport system as they have to produce roads.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The imperative need for such grants has just been demonstrated by the Manchester Rapid Transit Study, which points out that no highway and parking system could be designed, let alone financed, to permit more than 25 per cent.-30 per cent. of Manchester central area workers to travel to work by car. That is why Manchester City Council and the Ministry have been studying the feasibility of various systems of rapid transit for Manchester.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The consulting engineers we employed found—as those in other countries have done—that a “steel wheel on steel rail” electric rail system would be as effective, and would certainly be cheaper to build and operate, than a monorail or other more dramatic-sounding system, and could be geared into existing B.R lines, bringing new life to them. In the light of their report, the Ministry and Manchester are now working out what would be the best combination of old and new rail routes to give a rapid transit network of high quality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But these constructions are very expensive: the new rail link in central Manchester would have to be in tunnel. The cost would certainly be beyond the capacity of any local authority, or group of authorities, hence the need for capital grants. The hon. Gentleman keeps saying that my policy will put up fares. Has he really given any serious thought to this matter? Let me refer him to an estimate recently given by Mr. R. F. Bennett, Chairman of the Manchester Rapid Transit Working Party. He has calculated the fares that would be necessary on what might be the first portion of a rapid transit network for Manchester—that is, a 17-mile route from Bury to Cheadle Heath. He calculates that an average fare of 3d. per mile—no more than present bus fares in the area—would cover operating costs and debt redemption, given a 75 per cent. Exchequer grant towards the expenditure. So let me ask the hon. Gentleman: does he believe that modern rapid transit systems are needed in our conurbations? If so, does he not welcome the Government’s proposed 75 per cent. grant towards the expenditure? Will he support Clause 53?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am going to give the P.T.A.s power to reorganise bus services. I am also going to give them financial help. This is essential, because bus services, even in the conurbations, and certainly elsewhere, will carry the vast majority of passengers for many years to come. So the Government propose another revolutionary new grant—25 per cent. of the cost of equipping bus undertakings with modern fleets. The hon. Member for Worcester is always calling for the restoration of investment allowances as his panacea for the bus industry. In fact, of course, the loss of these allowances never affected London Transport or the municipal undertakings because they did not earn enough profit to benefit from taxation allowances. And to the sectors which were affected—the private companies and the T.H.C.—the loss never represented more than £2 million to £3 million a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The cost to the Exchequer of my new bus grant scheme will be about £5 million in the first full year, rising possibly to as much as £10 million when it is in full effect. In addition, the rebate of fuel duty for bus undertakings is to be increased by 9d. a gallon from January, 1969: a saving to them of no less than £7 million a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Colonel Sir Tufton Beamish (Lewes)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why has not assistance over the cost of fuel been given to the private companies, which have been faced with such difficulties over the past three years?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It will be given to all undertakings, and it is given now when it is appropriate to give a fuel rebate, for the reason that the better type of modern bus which we want to see the bus undertakings purchasing consume more fuel, and they have increased operating costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This, therefore, is the appropriate moment to make this addition to the fuel tax rebate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All these grants will help to reduce the operating costs of transport authorities. What then, about the alleged plot to dump railway losses on to the laps of the ratepayers? “£60 million on the rates” thundered the hon. Gentleman. Frankly, this figure is something he dreamed up in one of those nightmares to which he is so prone. Clearly—and I ask the House to face this because we are considering serious matters of administration and financial responsibility—if a Passenger Transport Authority is to draw up a transport plan which integrates road and rail effectively, it must be able to control the level of fares and services for all types of transport, and if it does that it must take financial responsibility for any losses it incurs as a result of its policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, as Clause 20 points out, this provision will apply merely to those areas, where railway passenger services have a particularly important contribution to make “— in other words, only to the suburban rail services in the conurbations. The total losses on these suburban rail services at present is about £8 million to £10 million a year—and that is before planning and integration of these services, with the consequent financial benefit, has even been tried. Against this loss, the Exchequer will pay compensating grants, starting at 90 per cent. and phasing out only as other Government help for transport is being phased in on an increasing scale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The total value of the new Exchequer grants which I have described for public transport—excluding the grants for existing rail services—could amount to £20 million in their first full year of operation—1969—rising substantially in the 1970s. The Government’s intention is to give massive net help to transport authorities, and that will be the result of their policies. The hon. Gentleman has hopped on the wrong bus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The drawing up of successful transport plans will be greatly helped by the creation of the National Bus Company. The T.H.C. has in any case to be reorganised since its road haulage assets are to be transferred to the N.F.C. and it is proposed in the Bill to transfer all the T.H.C. interests in bus undertakings in England and Wales to the new National Bus Company, together with the remaining assets of the B.E.T. group of bus companies which the company has, as the House knows, arranged to buy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The National Bus Company will be organised in subsidiaries as the T.H.C. has been and, like the T.H.C, it will be expected to pay its way. It will be a commercially viable undertaking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Robert Cary (Manchester, Withington)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Did the right hon. Lady say all bus companies?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I said the T.H.C. plus the B.E.T. assets which the company is in the process of acquiring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir R. Cary**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There will be some outside?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes. There will be some outside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because of the special problems in Scotland—in particular, the importance of the local shipping services—a separate Scottish Transport Group is being set up responsible to the Secretary of State. The Minister of State for Scotland will deal with this in more detail later in the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The T.H.C. acquisition is not, of course, nationalisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Percy Grieve (Solihull)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would greatly assist those who have spent a great deal of time trying to make our way through this morass of a Bill if the right hon. Lady would use words and not initials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I always begin by using words and then I hope that the initials can be deduced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The T.H.C. acquisition is the result of a voluntary sale. The T.H.C. thought, and the Government agreed, that it made commercial sense. And it also makes administrative sense. The Opposition were quite shocked when I said in a recent debate that the basic services of public transport are no longer an appropriate field for private profit-making activity. Why should they be shocked? Do not they realise how far this process has already gone? Publicly-owned bus undertakings already carry 80 per cent. of all passengers on stage services. In the conurbations the percentage is even higher. We are now going to carry the process a stage further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The T.H.C. acquisition, by bringing nearly all the main bus companies in the country under the control of a single publicly owned body, will enable sensible working agreements to be reached between the National Bus Company and the transport authorities. The necessary extension of the borrowing powers of the T.H.C. is the subject of a separate Bill now before the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If final proof were needed that nationalisation is the wrong word to apply to the Bill it lies in the agreement that I have just reached with the Leader of the Greater London Council to make the council the transport authority for London. This will require legislation and although the full details have yet to be worked out the agreement is directly relevant to our argument this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What are we doing in London? We are putting the nationalised London Transport Board under the control of London’s great local authority. And why? Because the Leader of the G.L.C., Mr. Desmond Plummer, agrees it is right and proper and long overdue for his authority, which is responsible for highways, town planning and traffic management, also to be responsible for public transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course it is—and here is the first Conservative leader with the courage to admit it. It really is time the Opposition got into line, because other Conservative municipal leaders are going to follow Mr. Plummer’s lead, however much Conservative Central Office tries to stir them up against the P.T.A.s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The kind of authority which will be needed in London is different from that needed in other conurbations, because the local government structure is very different. In the Greater London Council we have the fruits of London government reorganisation which has given us an administrative area under one authority large enough to make transport sense. So the process of setting up a P.T.A. is much simpler—we can just put the Greater London Council in charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unfortunately, the Conservative Government, responsible for the 1963 London Government Act, were not very far-sighted about traffic matters, and divided traffic management powers between the G.L.C. and the London boroughs in a most inept way. Mr. Plummer has asked me to put this right and I have told him that I will be glad to discuss this with the G.L.C. and the boroughs and to legislate for a transfer of further traffic powers to the G.L.C.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In all this I have talked about the transport needs of our towns and cities because our country is so largely urbanised. But I realise that the transport problems in many rural areas are equally acute. What astonishes me is that Conservative Governments, who draw so much of their strength from these areas, have never done anything to arrest the decline of public transport there, despite the warnings and recommendations of the Jack Report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Bill will come to the rescue of rural life in two important ways—first, with money, through the rural bus grants provided in Clause 34 and, equally important, by relaxing the licensing provisions which at present prevent the development of more flexible forms of public transport than the normal bus. The National Bus Company and the Scottish Transport Group will have a strong base from which to continue cross-subsidisation of rural bus services by healthier urban ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I believe that we have got to encourage all sorts of unconventional and imaginative ways of getting people from village to village. That is why the Postmaster-General and I are experimenting with the G.P.O. minibuses, but I believe that private operators could play a role here by combining the carriage of passengers with other activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we shall make it easier to get a licence to run bus services with small vehicles and make it possible for minibuses to be exempted altogether, provided that they do not carry more than 12 passengers. Incidentally, this will help the publican who wants to find a way of getting his customers home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is another section of our people to whom the Bill brings new hope—those who love and use our canals, whether for cruising, angling or just walking on the towpath, or who want to see stretches of canal in some of our unlovely built-up areas developed as centres of beauty and fun.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Part VIII of the Bill embodies the proposals outlined in the White Paper, British Waterways: Recreation and Amenity. The White Paper defined the commercial network of the canals, and we shall see that this is developed to high standards of efficiency, though, unfortunately, the narrowness of our canals makes it impossible to use them for commercial traffic as much as many of us would like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The White Paper also gave a secure future for the non-commercial network by committing the Government to the necessary expenditure to keep it open and develop it for recreation. The response to that White Paper by waterways enthusiasts has been astonishing. The Tories just could not make up their minds what to do with the waterways. We have—and now there is an upsurge of hopeful development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ironically, it has needed a Labour Government to give the stimulus to private investment in boat houses, pleasure craft, and so on, which Tory vacillation held back. One Midland firm which makes cruisers said the other day, “We have been hoping for this step for over 20 years, and now it has come.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some local authorities, too, are drawing up plans to turn their canals into “little Venices”. Government help has transformed the situation. The Secretary of State for Wales tells me, for instance, that he hopes shortly to announce a scheme for restoring for recreation the Brecon and Abergavenny Canal, which runs through the beautiful Brecon Beacons National Park. I hope that, in their promised line-by-line fight against the Bill, the Opposition are not going to keep us up all night opposing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, there are two further important pledges that the Bill fulfils. The first is the Government’s promise to remove the restrictions on the manufacturing powers of nationalised industries. Clause 45 will remove the absurd limitations from which the transport boards suffer on the use which they may make of their resources, and will put them on an equal footing with private enterprise in being able to make full use of their assets and to diversify.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, I as Minister must be satisfied that they are carrying on these activities reasonably and on strictly commercial lines, and, so far as is possible, I propose to see, as the Clause enables me to do, that they publish information in their annual reports to demonstrate that they are doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not unfair competition: it is equality of opportunity. Why should not the fine new production line for containers at the Derby railway workshop, for instance, be used to win this country exports? And why should not the transport boards—including British Railways —be able to sell petrol at the car parks which we are all urging them to provide? It is just common sense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second point relates to travel concessions for old-age pensioners, the blind and the disabled. The concessionary fares legislation which the Labour Government introduced in October, 1964, has proved an enormous boon to those who most needed help —so much so that there has been a considerable outcry from those who are not served by municipal buses and so do not benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For a long time, therefore, my hon. Friends have been pressing the Government to extend the power of local authorities to finance such concessions on non-municipal undertakings as well as on municipal ones. My hon. Friend the Member for Newcastle-upon-Tyne, West (Mr. Bob Brown) introduced a Private Member’s Bill on these lines last year and was persuaded to withdraw it on the ground that we would be legislating in the Transport Bill. We have kept our promise, as Clause 152 shows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Bill is approved, therefore, local authorities and P.T.A.s will be free to decide for themselves on which services, public or private, they will grant these concessions, provided always that they are prepared to pay for them themselves, without the benefit of rate support grant. Here is another area of free choice for local authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This, then, is Labour’s plan for transport. It faces modern needs boldly and flexibly and brings to the support of our socialist principles the highest techniques of management. It is based on the belief that transport has a social role to play, but this does not mean that it should operate without financial discipline. The Bill gives a new status to amenity in our national life. It ends the financial muddle which the Tories left, and offers to local government the most exciting new role it has had for years. I confidently commend it to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}