{
    "url": "https://www.ukpol.co.uk/barbara-castle-1969-statement-on-boac-pilots-strike/",
    "title": "Barbara Castle – 1969 Statement on BOAC Pilots Strike",
    "post_date": "April 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1969",
            "url": "/tag/1969/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the Secretary of State for Employment and Productivity, in the House of Commons on 31 March 1969.",
    "content": [
        "As hon. Members will recall, following the dispute last year between B.A.L.P.A. and B.O.A.C., I appointed Professor Wood as independent chairman to assist the parties in their negotiations over pay and related matters. Agreement was reached in August on the principle of an hourly rated system to replace the existing annual salary structure, thus relating pay directly to work-load. Discussions on the details of pay and conditions have continued under Professor Wood’s chairmanship since then, but last Friday Professor Wood reported to me that the parties had failed to reach agreement on the detailed application of the principles agreed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Further discussions between the parties took place on Saturday but no solution was reached. I therefore asked both the Corporation and B.A.L.P.A. to meet me yesterday to discuss the position. In view of the parties’ inability to agree on the salaries which the new structure would produce and the productivity which could flow from it, I urged on the parties the need for an independent assessment. The constitution of the National Joint Council for Civil Air Transport provides for arbitration, and in my talks yesterday the possibility of arbitration was considered by both sides. The Corporation was prepared to agree to arbitration but B.A.L.P.A. insisted on interim increases in pay, rising on 1st April, 1969, to £7,000 per annum for senior captains from the present rate of £5,880 as a prior condition of arbitration. This condition was not acceptable to the Corporation. I regret to say therefore that it was not possible to find a basis for calling off the strike, which began at midnight last night.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The National Joint Council is meeting today to consider the matter, and I understand that its deliberations were still proceeding a short time ago. I am, of course, ready to give whatever further help I can. As discussions on the N.J.C. are still continuing, it would, however, be inappropriate for me to say anything further at this stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}