{
    "url": "https://www.ukpol.co.uk/barbara-castle-1966-diary-entry-on-meeting-with-rail-unions/",
    "title": "Barbara Castle – 1966 Diary Entry on Meeting with Rail Unions",
    "post_date": "January 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Issue of the Week 3",
            "url": "/tag/issue-of-the-week-3/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The diary entry on 24 May 1966 in Barbara Castle’s diaries, The Castle Diaries 1964-1970.",
    "content": [
        "**Tuesday 24 May 1966**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A vital day in the evolution of my policy. I met all three rail unions a BR’s headquarters in order to let Raymond [Sir Stanley Raymond] explain the proposed new rail network to them. My heart was in my mouth because I knew it meant the closure of 3,000 more miles of lines, although the outcome would be a network of 11,000 route miles instead of the 8,000 proposed in the second Beeching Report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I told Raymond to pile on the positive side of the policy and he excelled himself. I told them I had got my colleagues’ agreement to the survey into railway finances and stressed this meant a subsidy – open and overt – to the railways, something we had refused to other nationalised industries like coal. I then asked for questions. There was a long silence while I waited, hardly daring to breathe. As last Sid [Sidney Greene] said slowly, “I am very pleased with what we have heard. Clearly there is going to be a very good future for the men who are left in the system. Our trouble is, as I expect you know, with the men who will not have a place in it. I know you think we are always moaning and are against change, but we have to deal with our members and we have to speak for those who are affected. I shall to moan a lot more, but nonetheless I am pleased with what we have heard and not least for the fact that we have had it all explained to us so fully in this way, not like when the Beeching Report came out – that blue book – and the first we heard of it was when a copy was put into out hands two hours before publication”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The other unions leaders echoed him in turn, ASLEF saying almost pathetically, “You must help us with our members”. Tom Bradley played into my hands by asking how we proposed to get private hauliers to use the railways more. I launched into a passionate appeal for open terminals through which even Kelly sat silent, at a loss for a wrecking question. And I warned them that I was having trouble with TGWU who suspected I was favouring rail too much – so they had better hurry up and get as much on to rail as they possibly could while the going was good. In all a most encouraging afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}