{
    "url": "https://www.ukpol.co.uk/barbara-castle-1968-statement-on-london-transport-fare-rises/",
    "title": "Barbara Castle – 1968 Statement on London Transport Fare Rises",
    "post_date": "April 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1968",
            "url": "/tag/1968/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the then Minister for Transport, in the House of Commons on 7 March 1968.",
    "content": [
        "The Board submitted their Report to my right hon. Friend the Secretary of State for Economic Affairs and to me on Thursday last, 29th February. It is being laid before the House today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The National Board confirm the proposals by London Transport for fares increases, for reasons which are set out at length in the Report. They have deferred consideration of British Rail’s proposals until they report upon the wider question of passenger and freight charges outside London, which has also been referred to them. In the light of this, the Government have decided that there are no grounds for continuing to force their requests to the London Transport Board to withhold their proposed application to the Transport Tribunal, and to defer introducing the changes authorised by the Transport Tribunal in July, 1966, in concessionary fares for employed juveniles. The corresponding proposals by British Rail cannot, however, go forward at present. I have told the Chairmen of the two Boards of these decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The London Transport proposals must now go through the full statutory procedures of the Transport Tribunal, including a public inquiry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The National Board have also made recommendations relating to the operation, costs and staff of the London Transport Board, to the future organisation of London Transport in relation to the Greater London Council, and to studies by my Department of social costs. I am already having wide-ranging discussions with London Transport and the Greater London Council on various matters. They include in particular those about the proposed transfer to the G.L.C. of responsibility for London Transport, to which I referred in the Answer I gave to my hon. Friend the Member for Ealing, North (Mr. Molloy) on 15th December last. In further discussions on these matters, I will take fully into account the National Board’s recommendations.—[Vol. 756, c. 250.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}