{
    "url": "https://www.ukpol.co.uk/barbara-castle-1969-statement-on-strikes-at-southampton-and-liverpool-docks/",
    "title": "Barbara Castle – 1969 Statement on Strikes at Southampton and Liverpool Docks",
    "post_date": "April 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1969",
            "url": "/tag/1969/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the then Secretary of State for Employment and Productivity, in the House of Commons on 2 July 1969.",
    "content": [
        "At Southampton, the entire registered dock labour force of about 2,000 men have been on unofficial strike since midday last Thursday over a claim, under negotiation between the Transport and General Workers’ Union and the employers concerned, for an earnings guarantee for working certain types of ship. This action is against the advice of the shop stewards and the union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At Liverpool and Birkenhead, virtually all the registered dock workers, about 11,000 men, have been on unofficial strike since midday yesterday over a claim that handling of goods at the container base at Aintree which opened on 16th June should be done by registered dock workers and covered by the Dock Labour Scheme, and not as provided in the national agreement of May, 1968, between the Container Base Federation and the Transport and General Workers’ Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Negotiations on the position at the Aintree base and the similar base at Orsett, near Tilbury, are taking place between the Federation and the Transport and General Workers’ Union with a view to amending the national agreement. I understand that they will be meeting again this afternoon at Transport House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Officials of my Department had talks yesterday with both sides. We have informed the T.U.C. of the situation and are keeping in close touch with developments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}