{
    "url": "https://www.ukpol.co.uk/barbara-castle-1967-statement-on-the-railway-network-map/",
    "title": "Barbara Castle – 1967 Statement on the Railway Network Map",
    "post_date": "January 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1967",
            "url": "/tag/1967/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Issue of the Week 3",
            "url": "/tag/issue-of-the-week-3/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the then Minister of Transport, in the House of Commons on 15 March 1967.",
    "content": [
        "When the House debated transport policy last month I was able to report on the progress which the Chairman of the Railways Board and I had made on the determination of the new basic railway network. I am now glad to be able to tell the House that the network has been decided. A detailed map of the network, with an explanatory foreword by the Chairman and myself, will be available in the Vote Office at 11 o’clock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In deciding which lines should be included I have taken account of my consultations with the planning Ministers, with the Economic Planning Councils, and with the railway unions. Above all, I have given full weight to the Government’s determination that broader social and economic needs, not just narrow profitability, should count when it comes to national decisions on priorities. The result is a basic network of about 11,000 miles—some 3,000 miles longer than the likely outcome of the policy of the last Administration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will be a network of which the industry, and the country, can be proud. In itself, it will give a much-needed boost to railway efficiency and morale, but the Chairman and I do not intend that these 11,000 miles should simply remain in being; they must be a working system, continually developed with the aid of modern research and technology: and I shall see that this is done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Railways Board will now be reviewing the future of the lines outside the basic network. For these lines, it will be up to the Board to publish passenger closure proposals under Section 56 of the Transport Act if it so decides. But I would remind the House that no such line will be closed without my individual consent, and only after a full examination by the Transport Users Consultative Committees and the Economic Planning Councils of the hardship and economic planning implications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The basic network is a landmark in carrying out the railway policy set out in the Government’s White Paper. It will help the railways to provide an efficient and flexible service to the public, fitted to the needs of the day. The Government are determined that a revitalised railway industry should play its full part in the integrated transport system of the country. This network will give them the right infrastructure to do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Webster** Is the right hon. Lady aware that it has been a growing practice, since morning Sittings began, to make Statements which are palatable to Government supporters in the afternoon and those which are unpalatable to them in the morning? Is she further aware that it is a monstrous discourtesy to the House to make a Statement at 10 o’clock, when the map which we are discussing, if we are to have any substance out of this Statement, will not be published for another 50 minutes, and that this is something which all my hon. Friends will wish to probe most deeply in relation to what is happening in their regions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How does the right hon. Lady propose to maintain lines which are running at a loss? To what extent will the local authority contribute and to what extent will the central Government? What sanctions does she propose to use if a local authority does not contribute, and how will she undertake to keep these lines going if they are running at a loss? Is she further aware that, for every seven miles closed in the period 1951–64, she is closing 10 miles under her present proposals?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I cannot accept for one moment that this statement is unpalatable to Government supporters. On the contrary, they realise full well the plans which were afoot under the policy of the previous Administration for a constant contraction of our railway service to a mere skeleton of a system—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Several Hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Hon. Gentlemen must not jump up at this stage. The hon. Member for Weston-super-Mare (Mr. Webster) has asked me half a dozen questions and I must take some time to answer them. Of course, when the railway map is available for detailed consideration, it will be open to any hon. Member to put down any Questions or to probe in any way he likes, and I shall be only too delighted to try to deal with any particular points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Weston-super-Mare asked how unprofitable lines will be paid for. We have discussed this matter in the House; it was referred to in the White Paper and it was discussed in the debate on transport policy. There is at the moment a joint study going on between the Railways Board and myself, under a steering committee, of which the Joint Parliamentary Secretary is Chairman, and the job of which is to identify these socially necessary unprofitable lines and decide the amount of subsidy that will be necessary. We have made it clear that the Government, having adopted a policy of maintaining socially necessary lines—even if they do not pay—must, the Government having made that decision, give an open subsidy for those lines; and I am sure that the majority of hon. Members welcome this decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The position regarding local authorities has already been outlined in the White Paper. We will be moving forward towards the creation of conurbation transport authorities and—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** On a point of order. Is it not a fact that, in accordance with the custom and tradition of this House, you ask for supplementaries to be brief, Mr. Speaker? That being so, should you—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Manuel** Sit down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** I was asking, Mr. Speaker—[Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. There is too much morning enthusiasm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** Are we to have inflicted upon us by Ministers long answers of this type? Cannot Ministers be brief, as back benchers are asked to be brief?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. I allow a certain amount of latitude or longitude to the Front Bench spokesmen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** There is too much longitude.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** As I have had a number of questions inflicted on me by the hon. Member for Weston-super-Mare—[Interruption.]—presumably he wants them answered. It is intolerable if, when I am attempting to answer them, hon. Gentlemen opposite complain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was explaining, regarding local authorities, that the new transportation authorities, under the new arrangements for the general help which the Government are giving to public transport, will take over responsibility for deciding which socially necessary lines they want as part of their local transport plans. In such a situation, the responsibility for maintaining those lines could gradually transfer to the local authorities. In the meantime, the subsidy will be a Government subsidy, although we leave it open to individual local authorities to approach the Railways Board and try to negotiate the retention of a purely local line on the basis that they will meet the particular subsidy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Manuel** Is my right hon. Friend aware that there will be no discourtesies or competition for discourtesy from this side of the House arising from her statement? Is she aware that we welcome it and that we are, by it, redeeming some of the pledges which we made at the General Election? Is she aware that one of the important results of her statement will be the heartening effect it will have on railway workers throughout the country? I assure my right hon. Friend that she will have the full backing of the influential railway trade unions in this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. Even compliments must be phrased in an interrogatory form.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I am grateful to my hon. Friend for those remarks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. John Hall** The Minister has made an important and interesting statement. Would not she agree—and, as a constituent of mine, I am sure that she will agree—that it is difficult to be sure exactly what she is stating without our having the advantage of having looked at the map first? I cannot believe that it is possible for any hon. Member to say unreservedly that he welcomes her statement without having seen the effect of it by having looked at the map. Would it not have been more convenient to the House—I say nothing about discourtesy because I am sure that the right hon. Lady would not treat the House in a discourteous manner—if the map had been published earlier, instead of at 11 o’clock, and her statement made this afternoon, since we would then have been able to examine the matter more closely, and—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. Questions must be brief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Hall** Would not the right hon. Lady agree that we would have been able to examine the matter more closely and been able to ask questions more intelligently than we are able to do without the map?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** It is possible to welcome unreservedly the two principles which I have laid down. The first is that the Government do not believe that we can have a satisfactory railway network in Britain on the basis of purely commercial considerations. This is, therefore, a fundamental change of policy and, on that principle, hon. Members can make up their minds. The second point to be welcomed is the fact that we are going to give a period of stabilisation to the railway industry on the basis of a railway network which is about 3,000 miles longer than it would otherwise have been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To answer the hon. Gentleman’s question about the availability of the map, even if it had been released earlier, this is inevitably such a detailed subject that at this stage it is possible to discuss only the broad principles. However, it will be open to hon. Members to put down Questions about details of the matter in the normal way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Tudor Watkins** Is my right hon. Friend aware that the Central Wales line was examined by the T.U.C.C. about five years ago? Is it her intention that this line should again be examined by herself and the T.U.C.C.?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Yes, Sir, that is so. The Central Wales line will be one of the lines on the map for further consideration. However, I repeat that those lines on the man which are not included in the basic network will not necessarily all be closed. They are simply lines which need further examination so that we can see whether they should be retained, whether they should be modified or whether alternative methods can be found to cater for the people of the area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Peyton** Would not the right hon. Lady agree that it is rather odd for her to have made a statement like this without hon. Members having the map, particularly since the map will be available in only half on hour’s time? I do not wish to accuse the right hon. Lady of discourtesy, but I urge her not to follow the example of some other members of the present Administration, and to show at least some courtesy to the House of Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Accepting all she says about socially necessary things, is she aware that one socially necessary thing always competes against another socially necessary thing for the limited resources that are available? Will she, therefore, when making her judgments about what is necessary, at least bear in mind and examine carefully those instances where local authorities press for the preservation of a line—[HON. MEMBERS: “Too long.”]—I apologise to the Minister for the barking that is coming from her hon. Friends; it is making my question that much longer—at the same time as they maintain an uneconomic bus service in competition with it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I naturally do not want to be discourteous to the House, and did not think that I was being discourteous. It is quite normal practice for a Minister to make a statement and to draw attention to material that is being placed in the Vote Office. I repeat that this is inevitably a detailed matter which could not possibly, even if the map were available now, be examined in great detail in the form of question and answer following a statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As to what is socially necessary, we of course recognise that there must be a balance here—a balance on the basis of social cost benefit. This is the principle that we are bringing into our consideration of these lines. One factor which we shall take into account—it is important that we should, because this country cannot afford to throw money about just for the fun of it—in examining the grey lines on the map is to consider what are the alternatives and whether a more integrated local policy might be able to make the line pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Dalyell** Will my right hon. Friend bear in mind the broader social and economic considerations in central and south Scotland? Is she in a position to say anything about the Edinburgh—Carlisle line?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** As my hon. Friend is no doubt aware, the Edinburgh—Carlisle line has already been proposed for closure and is already coming under the normal examination. [HON. MEMBERS: “Oh!”] This preceded the publication of the map, and whether in the end the Edinburgh—Carlisle line finishes up as one of the parts of the stabilised network must depend on the outcome of this examination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Alasdair Mackenzie** While there is no reference to Scotland in the Minister’s statement, we welcome the fact that it says that social and economic needs will be considered in coming to decisions on closures, and so forth. Is she aware that this affects my part of the country, the Highlands of Scotland, very much? I should like an assurance from the right hon. Lady that there will be no further rundown in railway services in the Highlands of Scotland, because we are at the moment suffering a great deal on account of the rundown that has taken place in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I am sure that the hon. Gentleman will be delighted to know that as a result of my reversal of the previous Administration’s policy, the line routes included in the basic network map include the Perth-Thurso line, which would have disappeared, the Aberdeen-Inverness line, which would have disappeared, the Helensburgh-Oban line, which would have disappeared, and a number of others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Mr. Mendelson.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Mendelson rose—**[Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Manuel** On a point of order, Mr. Speaker. I ask, with the greatest respect to you, why, if hon. Members on this side seem to be pulled up right away, hon. and right hon. Members opposite get the utmost liberty to throw remarks about in this Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** I call to order hon. Members who are misbehaving when I notice them. I happened to notice the hon. Member concerned. Mr. Mendelson.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Mendelson** I should like to ask about the decisions which my right hon. Friend reserves to herself after these matters have been before the Economic Development Council. Would she bear in mind that a conflict is developing between the actual need to save on certain local lines and the future economic development of the areas they serve? The general policy of the Cabinet to have diversity of industry and new industries in certain old industrial areas is now being contradicted by the decision to close or drastically revise certain lines that should be kept open on economic grounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I am very acutely aware of the need to take into consideration possible industrial and housing development in an area. This is one of the facts which should be very much taken care of by the Economic Planning Councils, and the basic map has been drawn up in consultation with them. The responsibility for the final network is mine, but the councils with this kind of idea in mind, have put many proposals to me to which I have responded in drawing up the basic network. I repeat that when we examine the closures which will have to be considered in the next few months, I shall have this very much in mind as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Edward M. Taylor** As the present Government have either closed or plan the closure of 4,991 miles of railway line compared with 3,480 miles in the 13 years when the previous Government were in power, does not the right hon. Lady agree that it is outrageous that we should have this statement made without the map? Why could the map not have been given to us by 10 a.m., in time for her statement?  \nWill the right hon. Lady also—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. Supplementary questions must be brief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Taylor** —try to explain what is meant by gradually transferring the burden to local authorities? Does this mean that the 11,000 miles target can be achieved only if ratepayers in certain areas accept a further heavy burden? If so, is this wise in view of the already heavy burden that exists?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I hope that we can nail once and for all the mythology that hon. Members opposite had tried to build up about closures. The truth is that more mileage was planned for closure in the last year of Conservative government than there has been in the whole life of this Government. The right hon. Member for Wallasey (Mr. Marples) merely refused 10 closures during his period of office; my right hon. Friend the Member for Hamilton (Mr. Tom Fraser) and I refused 29 in our two years of responsibility. Hon. Members will be able to see perfectly clearly what we have done in fixing this basic network to reverse a situation under which, under the logic of the policy of the previous Administration, we should have had something like 4,800 passenger miles left on our railway network. That was a fact, and this is the policy we have reversed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As to local councils, the answer to the hon. Member for Glasgow, Cathcart (Mr. Edward M. Taylor) is that it does not mean that the preservation of 11,000 route miles depends on the ratepayers’ carrying this burden.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr. John Dunwoody** May I congratulate my right hon. Friend on allaying the doubts and anxieties that have hung over the railway industry since the days when the present Opposition were in power? Can she assure the House that the basic railway network as it is to be published will remain for the foreseeable future? Will she agree that if local authorities are to play a part in financing the maintenance of unprofitable branch lines, it may mean some changes in the criteria by which the central Government support local government? Will she consider consulting her right hon. Friend the Minister of Housing and Local Government with this end in view?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** I am grateful to my hon. Friend. As a result of this reversal of policy, new hope is being brought to the South-West, because included in the basic network will be the Plymouth-Penzance line, the Salisbury-Exeter and Okehampton-Barnstaple line, and the Castle Cary-Dorchester line. These are some of the examples of what will be in the basic network map. I can assure my hon. Friend that no proposals for the closure of any lines now in the basic network will be made in the foreseeable future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the local authority point, quite clearly it would be ridiculous to transfer to existing local authorities the Exchequer burden that we are openly taking here. There must be a move towards the creation of wider transport authorities in the context of the grant policy for public transport as a whole before a transfer of the burden could even be contemplated. In addition, I repeat that some local authorities have said that there are purely local lines that might otherwise be closed under Section 56 but which they want a chance to try to keep open by local subsidy. I have made it clear that if they want to do that, it will be open to them to negotiate with the British Railways Board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Several Hon. Members rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. We must cut down the length of supplementary questions and answers if possible. Sir John Eden.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir J. Eden** Before leaving this matter, Mr. Speaker, may we hear from the right hon. Lady at what time the map was given to the Press?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** Having regard to the open-ended subsidy to which the Minister referred, whatever that jargon may mean, has she calculated what this will add to the existing rate of loss on the railways of £130 million per annum, when she abandons a commercial enterprise in favour of a Ministry of Social Security exercise?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Hon. Members opposite had better make up their minds whether their objection is that I am to subsidise too much or whether it is that no lines are to be closed at all. This has been the duplicity of the policy of hon. Members opposite for years—[Interruption.]—and it has bedevilled the case—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Barber** On a point of order, Mr. Speaker. Is it in order for the Minister to accuse hon. Members on this side of duplicity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** I think that the right hon. Gentleman is being unduly sensitive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** It is—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hon. Members** Withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. We should be able to proceed more quietly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** It is this which has be-devilled the creation of a proper railways policy. I do not know what the hon. Member for Worcestershire, South (Sir G. Nabarro) means by his reference to “open-ended subsidy”. I have made it clear that, on the contrary, in every case where the Government decide that a line is socially necessary, the joint survey to which I have referred will examine in great detail what economies can be brought into play in order to reduce the loss before deciding the size of the contribution which has to be made on social grounds by the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will not add to the deficit of the Board, because the position at the moment is that, where closures are refused, the cost falls on the deficit anyhow. The right hon. Member for Wallasey refused certain closures on the one hand, while, on the other, lecturing the Railways Board about the need to pay its way. No one could hope in that way to get an efficiency target for British Railways that it could hope to reach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Ridley** On a point order, Mr. Speaker. May we take it that my right hon. and hon. Friends will be allowed to ask longer supplementary questions in view of the disproportionate amount of time being taken by the right hon. Lady’s answers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** I have already commented on that matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** The trouble is that I get such long questions, so I have to give long answers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** On a point of order, Mr. Speaker. That jibe was directed at me. Is it not a fact that my supplementary question was a masterpiece of brevity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Well, it certainly was not a masterpiece of sanity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** You have constantly ruled, Mr. Speaker, that supplementary questions should be brief. If my supplementary question had not been brief, you would have been on your feet in a split second. But you made no attempt to halt my question, which was a masterpiece of brevity. Would you, therefore, ask the right hon. Lady to withdraw her shocking innuendo that my supplementary was insane and not brief?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** The last question is not part of the hon. Gentleman’s point of order, the first part of which was a statement of fact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir G. Nabarro** You agree with it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** Order. The hon. Gentleman must contain himself a little. We must get on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir J. Eden** Has the right hon. Lady made any assessment of the likely increase to the taxpayer of the Government’s policy?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Castle** Perhaps I should explain what happens if a closure is refused even though the line is losing money. This cost falls on the deficit, although it is the Government and Parliament who have decided that the line should remain open. In such a situation, it is obvious common sense to have a separate social account so that, Parliament having willed a line to be kept open, Parliament will put it not on the deficit but under a special social subsidy. The amount involved cannot be foreseen until the joint survey has examined each socially necessary line, what economies can be made and what size of subsidy will be required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}