{
    "url": "https://www.ukpol.co.uk/barbara-castle-1969-statement-on-vauxhall-motors-strike/",
    "title": "Barbara Castle – 1969 Statement on Vauxhall Motors Strike",
    "post_date": "April 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1969",
            "url": "/tag/1969/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the Secretary of State for Employment and Productivity, in the House of Commons on 7 March 1969.",
    "content": [
        "Production at the Vauxhall plants at Ellesmere Port and Luton has been seriously affected by shortage of components caused by a strike of 10 platers employed at the Ellesmere Port factory. The strike, which began on 26th February, has resulted in 11,000 employees being laid off, 6,000 at the Ellesmere Port plant and 5,000 at Luton and further lay-offs are threatened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The men are claiming an additional payment because of the conditions in which their work is done. The company maintains that it has an understanding with the union side of the joint negotiating committee that claims of this nature will be considered only in the general review of the company’s whole pay structure for manual workers, at present under discussion in that committee, and that, therefore, it is unable to deal with this particular claim in isolation. The company has, however, expressed its willingness to consider this matter at a meeting of the joint negotiating committee on Tuesday next.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Officials of the Amalgamated Union of Engineering and Foundry Workers, to which the strikers belong, have made several attempts to secure a return to work, but these have so far been unsuccessful. I understand that after the failure of the latest of these attempts yesterday, the company has stated that it now considers the men on strike as having terminated their employment with the company.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am deeply disturbed that a stoppage this nature should have resulted in such widespread stoppage of production and loss of employment. Officers of my Department have already been in touch with the union and the company and they are seeking urgent consultations with both sides to see what further steps can be taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}