{
    "url": "https://www.ukpol.co.uk/barbara-castle-1984-comments-on-the-state-of-the-rail-network-in-the-1960s/",
    "title": "Barbara Castle – 1984 Comments on the State of the Rail Network in the 1960s",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1984",
            "url": "/tag/1984/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Issue of the Week 3",
            "url": "/tag/issue-of-the-week-3/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Barbara Castle in her 1984 book “The Castle Diaries 1964 -1970” as a background to the diary entries themselves.",
    "content": [
        "Nor had the railways been denationalised, merely decentralised. The 1962 Act had wiped out some of British Rail’s debt and then instructed it to pay its way. The Beeching Report, published in 1963, showed that this was to be done by drastic pruning of the network with over 2,000 stations and a third of the route mileage being eliminated. This had caused an outcry not only in the Labour Party, but among local communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour spokesmen had bitterly opposed the 1962 Act as leaving transport without any unifying authority of any kind and I therefore faced demands from the Party and the unions for the re-establishment of the BTC, for the re-nationalisation of road haulage and for the reversal of the Beeching closure policy. While strongly believing in integration I felt we had to take account of transport developments since the 1947 Act. In the first place there was little evidence that the BTC umbrella structure has succeeded in integrating road and rail movements. Secondly, the nationalisation of road haulage had meant acquiring hundreds of small firms with inferior vehicles at excessive cost. It seemed better to encourage THC to continues its steady expansion of BRS by buying worthwhile firms and vehicles. Thirdly an explosion in the use of road transport – particularly the private car – had taken place. In 1947 there were only 3.5 million vehicles on the road, including nearly 2 million private cars, so the railways played the predominant role in the transport of passengers and goods. By 1964 the number of road vehicles had risen to over 12.5 million, including 8 million private cars, and the Road Research Laboratory was forecasting an increase to over 18 million cars by 1975. There had been a dramatic switch in transport of all kinds from rail to road, including a big expansion of C licences held by traders carrying their own goods. Recognising that it was no use nationalising road transport if own-account operators were to be left uncontrolled, the Labour Government in 1946 had at first announced that no C Licence holder was to be allowed to operate beyond a radius of forty miles without special authority, but in the face of an outcry by industry it had lost its nerve and agreed to free own-account operators from any restrictive licensing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In such a situation it was no use trying to turn back the clock. I refused to be a King Canute, trying to force people onto railways which could not take them where they wanted to go. If the private car had brought the boon of mobility to millions of people, which it clearly had, then that boon should be available to everyone. We then must collectively faced the consequences and deal with them through new arrangements which reflected the new facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the first place we had to decide what size railway system we wanted in the new situation, how to subsidise it and how to get more traffic from road to rail. One obvious way was through the liner train concept which Dr Beeching had launched: the need to get away from small, slow waggon-load consignments of freight to a modern door-to-door through service by fast trains carrying containers, in which sundries traffic had been loaded at special depots for easy transfer from lorry to rail. But this hopeful development had been bedevilled by the question of ‘open terminals’. The BRB and the Government, anxious to get the highest return on their investment in the new container terminals, wanted them open to all-comers. The National Union of Railwaymen, fearful of redundancies for its members, wanted access limited to BRS and BR cartage vehicles. So the adoption of the new method had been stymied and this was one of the problems I had to solve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}