{
    "url": "https://www.ukpol.co.uk/barbara-castle-1968-statement-on-new-road-signs/",
    "title": "Barbara Castle – 1968 Statement on New Road Signs",
    "post_date": "April 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1968",
            "url": "/tag/1968/"
        },
        {
            "text": "Barbara Castle",
            "url": "/tag/barbara-castle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The statement made by Barbara Castle, the then Minister for Transport, in the House of Commons on 7 February 1968.",
    "content": [
        "I am aware of a recent survey which shews that many road users do not yet recognise the new road signs, though the situation is on the whole improving gradually.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A large-scale publicity campaign to familiarise the public with the new road signs and their meaning has been in progress for the past three years and will continue. Every medium of publicity available has been used. More than nine million copies of a special booklet in colour have been issued, half of them sold through booksellers and newsagents, the remainder issued free to learner-drivers, trainee cyclists and foreign visitors. Every L-driver gets a free copy with his first provisional licence. This free issue is continuing at the rate of about 1¾ millions a year. The new traffic signs will be illustrated in the revised Highway Code now in preparation. So far, more than six million free leaflets illustrating a selection of the signs have been issued through the Royal Society for the Prevention of Accidents. About 135,000 wall-charts have been issued to schools, garages, libraries etc. for continuous display, and some 2½million other visual aids for all ages. A successful mobile exhibition featuring the signs has been on tour since 1964. It has so far visited 130 towns and been seen by about 600,000 people. The tour continues this year. In addition to generous editorial space given by Press, television and radio, 27 specially produced short films on the subject have been given more than 1,200 showings on B.B.C. and I.T.V., and seven more films are still to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have given careful consideration to the hon. Member’s suggestion but apart from the fact that it would be surprisingly expensive to carry out I do not believe that it would add much to the campaigns I have already put in hand and which are continuing. I believe that the Ministry’s campaigns do give road users the means to educate themselves in the meaning of the new signs. It is for road users themselves to make the necessary effort to learn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}