{
    "url": "https://www.ukpol.co.uk/miriam-cates-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Miriam Cates – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Miriam Cates",
            "url": "/tag/miriam-cates/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Miriam Cates, the Conservative MP for Penistone and Stocksbridge, in the House of Commons on 18 July 2022.",
    "content": [
        "May I begin by saying that my colleagues on the Government Benches look very much alive to me?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Looking back over the last two and a half years, I think we can say with confidence that the Government have done a lot of things well. We left the EU when so many said that that was not possible. Our covid response has been one of the best in the world. The furlough scheme, delivered at extraordinary speed, prevented the horror of mass unemployment. Early decisions taken on vaccine procurement saved countless lives, and enabled the UK to leave lockdown sooner than almost any comparable nation. On Ukraine, this Government and our Prime Minister have led from the front, not only in terms of sanctions but in providing military and moral support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my constituency, the Government are delivering on our manifesto promises to level up. The towns fund will see £24 million invested in Stocksbridge and Deepcar. Government grants have rescued cultural assets such as the Paramount cinema. A new “fibre in the water” project in Penistone offers the possibility of rolling out high-speed broadband to rural homes. The Prime Minister’s personal intervention on behalf of the steel industry, in particular to keep the steel safeguards, has been a boost for local industry and an important demonstration of this Government’s commitment to areas that were once the powerhouse of this country, and can be again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No Administration is perfect, and ours has made its fair share of mistakes, but this Government have done many things, nationally and locally, to inspire confidence. Of course, I speak in the context of huge uncertainty at the heart of Government. The Prime Minister has resigned—I have lost track of who has not resigned—and we are in the middle of the process of choosing a new leader. The events of the last six months will be chewed over relentlessly in the coming years, but let us not forget that, despite the Prime Minister’s mistakes and misjudgments, 14 million people voted for our party under his leadership, securing the biggest Conservative majority for three decades. Unlike so many other politicians, my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson) has the ability to inspire, to uplift, and to connect with those who feel that the British establishment does not represent them, their communities or their values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After 2016, the reputation of Parliament suffered, as ordinary people looked on while “the establishment”—as they saw it—sought to overturn the biggest popular mandate of all time. My concern is that when a coalition of the media, the Opposition and, sadly, some within our party work relentlessly—and, now, ultimately successfully—to destabilise a Prime Minister with such an extraordinary democratic mandate, we may once more be accused of trying to thwart the democratic will of the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we on these Benches are engaged in the process of choosing our next leader, let us consider this. No one is without fault. No one is without a past. No one who has the skills, experience and charisma to lead our great nation will never make a mistake. No one has never lied. We have been told that the Prime Minister had to go because of his lack of integrity and a tendency to change his mind. The previous Prime Minister had to go because she had too much integrity and refused to change her mind. Perhaps, like Goldilocks, we will now find our “just right”. But our party is a broad church, and we have a broad range of candidates vying to lead it. Whoever wins, we must unite behind his or her leadership, and stand firm against attempts to throw us off course. Perhaps the question is not “Who is ready to lead?”, but “Are we ready to be led?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So yes, Madam Deputy Speaker, I do have confidence in this Government. I have confidence in the British people who put this Government in place, and I wish the new Prime Minister—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. The hon. Lady’s time is up. I call Hannah Bardell.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}