{
    "url": "https://www.ukpol.co.uk/miriam-cates-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Miriam Cates – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Miriam Cates",
            "url": "/tag/miriam-cates/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Miriam Cates, the Conservative MP for Penistone and Stocksbridge, in the House of Commons on 17 May 2022.",
    "content": [
        "Prices have indeed soared in recent months, driven by a number of global factors such as covid and the war in Ukraine. Millions of people are finding it harder to make ends meet. So far, the Government have provided £22 billion of support, including the council tax rebate, a cut to fuel duty and the household support fund, but the heartbreaking stories we have heard in this debate, for example those shared by the hon. Member for Sheffield Central (Paul Blomfield), show that we need to do more. In particular, I think we should urgently review universal credit rates. However, we must also be mindful of the inflationary pressures of pumping more borrowed money into the economy and the long-term debt implications for our children and grandchildren.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the Bills announced in the Queen’s Speech to tackle the cost of living in the long term by addressing some of the structural issues that have caused prices to rise and wages to stagnate. I welcome the energy security Bill, which will secure our energy supply; I welcome the Schools Bill and the higher education Bill, which will drive up standards and offer a lifetime loan entitlement so that people can upskill at any point in their lives. We should also reconsider whether some of the £11 billion a year cost of higher education should be redirected to vocational and technical education to meet skills demands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the procurement Bill and the Brexit freedoms Bill. We must make sure that this legislation provides opportunities for British industry, especially the UK steel industry, to win public sector contracts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I support many of the planning reforms laid out in the levelling up Bill, but we must build far more homes so as to have an impact on prices. We should focus on developing whole new towns, and build hundreds of thousands of social houses, restoring the hope of having a decent home to young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Bills laid out in the Queen’s Speech will do much to tackle the cost of living in the long term, growing the economy and tackling rising prices, but the elephant in the room is taxation. The biggest cost in many people’s lives now is the state, with taxation levels at a 70-year high. Many Conservative Members, and our constituents, are deeply uncomfortable with this level of taxation. However, not so long ago, when the welfare state was born, life expectancy was 65, people started work at 15, and few lived long into retirement, while the state was not required to pay for childcare or adult social care because women and the wider community provided it unpaid. Now, longer life expectancy, many years spent in education and retirement, and ever better healthcare have increased, probably permanently, the cost of the state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So what can be done? We might not be able to reduce the overall tax burden significantly, although economic growth, improving our health and strengthening our social fabric will help, but we can reform our taxation system to share the burden more fairly. Our system of individual income taxation takes no account of how many people each income supports, so a single person earning the average salary of £30,000 a year is obviously better off than a single-earner family of four where the earning parent’s wage is also £30,000. The single person has only themselves to support, yet the family have to feed, clothe and heat four people, but both pay more or less the same amount of tax. This individualistic approach to taxation means that to have the same standard of living as a single person on a wage of £30,000, a family of four must earn £74,500—an unachievable figure for many. That makes us an outlier. Many other countries, such as France, Germany and the US, take into account the number of people an income supports. Our system makes it very hard for families to work their way out of poverty, discourages family stability, and fails to recognise the important contribution that parents make to society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the Bills introduced in the Queen’s Speech, which will tackle the cost of living in the long term, but we must be realistic about taxation—yes, reducing it where possible, but prioritising reforms that tackle generational inequalities and put children first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}