{
    "url": "https://www.ukpol.co.uk/miriam-cates-2022-speech-on-levelling-up-rural-britain/",
    "title": "Miriam Cates – 2022 Speech on Levelling Up Rural Britain",
    "post_date": "November 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Miriam Cates",
            "url": "/tag/miriam-cates/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Miriam Cates, the Conservative MP for Penistone and Stocksbridge, in the House of Commons on 9 November 2022.",
    "content": [
        "On the Conservative Benches at least, there has been some competition over who has the biggest constituency. I cannot compete on size, but I believe that I have the most beautiful constituency. From the rugged splendour of the Midhope Moors, to the picturesque village of Cawthorne, the classical setting of Wentworth castle and the stunning landscapes of the Derwent valley, my Penistone and Stocksbridge constituency is a wonderful place in which to live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rural life has many advantages. It retains a sense of community that is often absent in big cities, and a connection with the physical realm—the seasons, the nature, the weather—that remind us of important realities and natural limits that can sometimes be forgotten in an increasingly virtual world. However, for many people, rural life is not an idyllic existence. My constituents share many of the challenges of urban areas, such as the rising cost of living and access to affordable family housing, but we also face some unique disadvantages that highlight the pressing need to include rural Britain in the levelling-up agenda. To state the obvious, and as other Members have said, the lower population density of rural places means that service models that work in urban areas are much less viable in our communities. My right hon. Friend the Member for Ludlow (Philip Dunne) and the hon. Member for Westmorland and Lonsdale (Tim Farron) put this eloquently. The metrics that are used to describe the viability of urban services just do not work in rural areas; they have to have special cases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to speak particularly about bus services, which over recent months have declined significantly in my constituency. Residents of Stocksbridge, Grenoside, Chapeltown, High Green, Ecclesfield, Wharncliffe Side, Oughtibridge and other villages have seen services reduced or even disappearing altogether, cutting people off from jobs, education, training, healthcare and leisure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The impact on everyday life cannot be overstated. The old are left stranded at bus stops, the young arrive late for school and workers are forced to pay for taxis to get to work. Local employers offering good jobs have told me of their difficulty in recruiting because their premises are no longer served by bus. The vision of levelling up is to spread opportunity evenly around the country, but it really does not matter how much opportunity there is if people cannot get to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What has gone wrong in South Yorkshire, particularly rural South Yorkshire, and how can we fix it? Services were struggling even before covid, but the post-pandemic environment has been a perfect storm for rural bus services in South Yorkshire. From my meetings with Stagecoach and First Bus, it is clear that patronage has fallen sharply at the same time as fuel costs have increased.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was pleased to be successful over the summer in persuading the Government to release a third round of the covid bus recovery grant. But, crucially, the South Yorkshire Mayoral Combined Authority’s bus service improvement plan bid failed completely, which resulted in our region’s receiving not a single penny while neighbouring authorities in Manchester, Derbyshire and Nottinghamshire received tens of millions of pounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the Bus Minister, my hon. Friend the Member for North West Durham (Mr Holden), for meeting me this morning to discuss the issue, but I urge the Minister responding to this debate, my hon. Friend the Member for North East Derbyshire (Lee Rowley), to press this matter with his Government colleagues. My constituents pay the same taxes as everybody else. It is not their fault that our combined authority’s bid did not meet an acceptable standard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Things may look bleak, but I believe there are some glimmers of hope. We have had local successes with the new No. 25 and No. 26 routes around Penistone and a new service connecting Northern College with Barnsley. Those services have reconnected isolated villages and are based on an innovative small bus model pioneered by the excellent South Pennine Community Transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Stocksbridge and Deepcar, we have plans to use our towns fund to commission new buses to help residents to travel around our towns—for anyone who has not been there, Stocksbridge is incredibly steep and people absolutely need a bus to get back up the hill. We are also progressing with plans to restore a passenger rail service along the Upper Don valley and we have a levelling-up fund bid to improve the Penistone line.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, we need to accept that a one-size-fits-all approach to public transport just does not work. Rural services will never be as profitable as urban routes, but, if they are designed sensibly around what communities actually want, if they are regular and reliable with easy-to-understand timetables, they can be self-sustaining, as we have seen with our new routes. Ultimately, levelling up rural transport requires a localism agenda, putting commissioning in the hands of local people—our town, parish and local councils—and with a funding model that recognises the unique challenges of rural life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}