{
    "url": "https://www.ukpol.co.uk/miriam-cates-2023-speech-on-the-budget/",
    "title": "Miriam Cates – 2023 Speech on the Budget",
    "post_date": "March 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Miriam Cates",
            "url": "/tag/miriam-cates/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Miriam Cates, the Conservative MP for Penistone and Stocksbridge, in the House of Commons on 20 March 2023.",
    "content": [
        "I am delighted that the Chancellor has set aside £4 billion to help families with young children. I am less delighted with how he is choosing to spend it. I am referring to the massive expansion of the 30-hour childcare scheme to include babies from the age of nine months. The stated aim of this policy is to get parents back into work and to grow the economy, but unfortunately it will probably fail on both counts. It will not get parents back into work, and the evidence of that comes from the current 30-hour offer for three and four-year-olds, which has had limited success, with only 40% of eligible families using their full entitlement. That is not surprising, because it is not free and it is inflexible, being restricted to only 38 weeks a year and between 9 am and 3 pm—not many jobs fit those requirements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Polling shows that a great many parents would understandably prefer to look after their children themselves. A recent IFS study showed that free childcare does not have a significant impact on parents’ childcare and work decisions. If these are the problems with the three to four-year-old offer, they will be even more acute with the nine months to two years offer. We are also forgetting that families in this country keep so little of what they earn that it is often not worth going back to work even if the childcare is cheaper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Treasury and others keep repeating the mantra that British parents face the highest childcare costs in the western world. That is not actually true. The absolute costs of childcare in the UK are similar to those in other countries. The problem is that British families’ childcare costs are a higher proportion of families’ net income than in comparable countries. So the problem is not the childcare costs; it is the low net income. That is the result of taking so much money off parents in tax, in comparison with other countries, combined with meagre child benefits, also in comparison with other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The root of this problem is our unique individual taxation system, which does not recognise households with children and results in British families paying three, four, five, or even 10 times the amount of tax as families in other countries. It particularly penalises single-earner households or households with a large difference in earnings between the two partners. Under this policy, for example, a mother might return to work because the childcare costs are now reduced. She might earn a £20,000 gross salary, out of which she has to pay taxation, national insurance, pension contributions, student loan repayments and travel costs, while her universal credit and childcare top-ups could be withdrawn. Out of her gross salary of a little under £1,700 a month, she will be lucky to keep £290. That is an effective tax rate of nearly 80%. Some people will return to work for that, but many will not because of what they are losing in time with their children, so I do not expect take-up to be high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will this policy grow the economy? It might increase GDP if more people return to the employment market, but what does it mean in real terms for real people’s lives? Will GDP per capita grow? I think that is highly unlikely, because when mothers return to work it creates more low-paying jobs in childcare and elderly care—important but low-paying jobs—which increases the gender pay gap. This has happened in Denmark, for example, which has three times the gender pay gap that we have here in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not believe the policy will see mums flooding back to work and I do not think it will grow the economy in meaningful terms, but even if I am wrong, I still believe it is the wrong policy because it is the wrong policy for children. What is best for baby in the early years? The bond between mother and child is probably the strongest human relationship there is. This is not just a soppy feeling; it is a highly evolved survival mechanism, and strong attachment in the early years pays dividends in later life. There are many great people in the childcare sector, but no one replaces mummy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is heartbreaking when mothers feel they have no choice but to leave their babies in childcare from a very young age because of the financial imperative. Yes, there is a cost of living problem, and many women want to work for all sorts of reasons and should absolutely be supported to do so, but the issue for many families is not the cost of childcare per se, any more than it is the cost of food or energy; it is the inability to live on one income when children are young. This is what separates many women from their children: not choice, but tragic necessity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Treasury thinks the answer to our financial challenges is to send more mothers to work. I think the answer is to support all families in the early years to give parents a choice. We have £4 billion for this new policy and £4 billion for existing policies, so why not use this to fund a move to household taxation and to increase child benefits? Why not spend that £6,500 a year per child in a different way, to give parents the choice of how they spend it, perhaps on formal childcare, on informal childcare or on spending fewer hours in the workplace?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Elite feminism might say that motherhood is drudgery and inferior to paid work outside the home, but that is only true if we believe that status and meaning derive principally from our salary and status in the workplace. “I wish I’d spent more time in the office instead of with my small children”, said no one on their deathbed ever. Those making these policies think of women with high-flying, highly paid careers, and of course those women should be supported to stay in work and maintain their careers, but that is not most women. Most women have jobs, not careers. As Dan Hitchens wrote in UnHerd last week, those advocating for these policies\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“assume that taking your little one to Wriggle and Rhyme at the public library is an unutterable burden, whereas stacking shelves or updating spreadsheets is a liberation of the human spirit.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is fundamentally un-Conservative to spend £4 billion separating parents from their babies in the pursuit of marginal gains to GDP. We offer tax breaks and incentives to reduce costs for companies investing in the economy. Why not offer the same to families nurturing the source of our future economic success? I commend the amount of money being spent on the early years, but please can it be used to offer parents a choice and babies the best start in life?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}