{
    "url": "https://www.ukpol.co.uk/miriam-cates-2023-parliamentary-question-on-political-impartiality-guidance-for-schools/",
    "title": "Miriam Cates – 2023 Parliamentary Question on Political Impartiality Guidance for Schools",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Miriam Cates",
            "url": "/tag/miriam-cates/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Miriam Cates, the Conservative MP for Penistone and Stocksbridge, in the House of Commons on 16 January 2023.",
    "content": [
        "**Miriam Cates (Penistone and Stocksbridge) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What assessment she has made of the effectiveness of political impartiality guidance for schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Minister of State, Department for Education (Nick Gibb)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The law is clear that schools must prohibit the promotion of partisan political views and take steps to ensure the balanced presentation of opposing views on political issues when they are taught. Guidance to schools on political impartiality was published in February 2022. It summarises the legal position and states that clear and proportionate steps should be taken to ensure that those legal duties are met.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Miriam Cates**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You do not have to be a historian, Mr Speaker, to understand the dangers of indoctrinating children, yet YouGov polling for Policy Exchange shows that the majority of UK children are being taught political ideology as fact in school. That includes gender ideology that children can be born in the wrong body and men can have babies; critical race theories that race is a social construct; or sex positivity, such as in the document I have here that instructs teachers of children with learning disabilities to simulate sexual arousal on anatomically correct dolls while playing sexy music in class. These are not isolated incidents but are endemic in our schools. The guidance is not working. What does the Minister intend to do about it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Nick Gibb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The guidance on political impartiality makes it very clear that when teaching about sensitive political issues relating to discrimination teachers should be mindful of avoiding the promotion of partisan views or presenting contested theories as fact. Schools need to ensure that any resources used in the classroom, particularly those produced by an external organisation, are age-appropriate, suitable and politically impartial. Schools should consult parents and share lesson materials when parents ask to see them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}