{
    "url": "https://www.ukpol.co.uk/miriam-cates-2023-parliamentary-question-on-empowering-local-communities/",
    "title": "Miriam Cates – 2023 Parliamentary Question on Empowering Local Communities",
    "post_date": "January 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Miriam Cates",
            "url": "/tag/miriam-cates/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Miriam Cates, the Conservative MP for Penistone and Stocksbridge, in the House of Commons on 9 January 2023.",
    "content": [
        "**Miriam Cates (Penistone and Stocksbridge) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What steps his Department is taking to empower local communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities (Dehenna Davison)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are of course committed to seeing more empowered and accountable local leadership, and we believe that devolution is the key to ensuring that that happens. Alongside the existing nine devolution deals already in place, last year the Government announced deals with six new areas, which will provide them with over £4 billion to help drive growth and innovation, and to help them respond to the challenges and needs in their areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Miriam Cates**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The town deal initiative has been very successful in empowering communities by enabling local people to decide for themselves how regeneration money will be spent. We are delighted in Stocksbridge to have had final sign-off on our town deal, which is £24 million of Government investment that is going to transform our high street, improve transport and enable people of all ages to flourish in our town. Does my hon. Friend agree with me that the towns fund initiative should be a blueprint for future levelling-up projects, and will she honour Stocksbridge—I believe it is not very far at all from where she grew up—with a visit to see this community power in action?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, I cannot possibly say no now, as a proud south Yorkshire lass, can I? My hon. Friend is a fantastic champion for Stocksbridge, and I congratulate her and the Stocksbridge board on securing £24.1 million to respond directly to the needs of the town. The town deal model is indeed a strong one, and I can assure her that responding to the views of local communities and stakeholders, including the local MP, will continue to be at the core of our approach to levelling up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for her answer. What assessment has the hon. Lady made of the implications for her policies of the UK100 “Local Net Zero Delivery Progress Report” on local powers, which are critical for that very progress to actually happen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Member for his question. Our net zero strategy sets out our commitments to enable local areas to deliver net zero and recognises that local authorities can and do play an essential role in delivering on our climate action. The UK100 “Local Net Zero Delivery Progress Report” forms part of a growing body of evidence that reviews what is going on with net zero.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}