{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2018-speech-on-autism/",
    "title": "Maria Caulfield – 2018 Speech on Autism",
    "post_date": "February 7, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Maria Caulfield, the Conservative MP for Lewes, in the House of Commons on 6 February 2018.",
    "content": [
        "As a female MP, I am honoured to have secured this Adjournment debate on the 100th anniversary of women gaining the vote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last week saw the launch in Parliament of the “Autism and education in England 2017” report of an inquiry, which was co-chaired by myself and my hon. Friend the Member for Bexhill and Battle (Huw Merriman), that formed part of the work of the all-party parliamentary group on autism. The report came about due to our first-hand experience as new MPs of listening to many parents who visited our surgeries to tell us their stories of the difficulty of getting support for a child with autism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The often invisible nature of autism means that it can be difficult for a child to get a diagnosis. The process can be long and difficult for parents, often taking years rather than months. Parents feel that the extreme pushing that they have to undertake to get a diagnosis for their child often means that they are labelled as bad or difficult parents who just cannot cope with a naughty child. As a result, a diagnosis can be missed or delayed by many years. Many parents tell me—I know that colleagues have had the same experience—that they often have to resort to paying for a private assessment so that their child can get a diagnosis and start receiving the support that they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problems for parents and autistic children do not end even once a diagnosis has been made. The lack of support that they receive in our schools and education system is shocking, and teachers, who desperately want to help these children, can feel inadequate and unable to offer support because they have had little or no training. I am pleased to say that that will change this year, because initial teacher training will include dealing with children on the autistic spectrum. However, that will not tackle the lack of training for existing teachers and headteachers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate the hon. Lady on securing this debate. We are all in the Chamber for the same reason: we know constituents who have faced such problems. A Northern Ireland Department of Health report confirmed that there has been a 67% increase in the number of school-age children across all trust areas in Northern Ireland who are diagnosed with autism. I am sure that the figure for the hon. Lady’s area is similar, so does she agree that that massive increase must lead to an increase in the support for such children in schools? If each class has a classroom assistant, it is a vital step towards improving educational outcomes for children with autism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I agree. Our report found that as many as one in 100 children attending our schools is on the autistic spectrum, which means that a significant number of children need our support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our inquiry heard from teachers who told us not only how they struggle to support students in mainstream schools because of a lack of special educational needs provision, but about the difficulties they experience because they have not received training. That comes on ​top of a lack of specialist provision for children for whom mainstream education is not sufficient. However, such children are often placed in mainstream education, which just cannot cope with their needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dame Cheryl Gillan (Chesham and Amersham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate my hon. Friend and my hon. Friend the Member for Bexhill and Battle (Huw Merriman) on their first-class report, which will make a big contribution in this area and a big difference to people’s lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does my hon. Friend the Member for Lewes (Maria Caulfield) agree it is not just initial teacher training—autism awareness training is being included in that training for the first time this year—but the training of teachers who are already in place, such as by the Autism Education Trust, that is making a difference? In the light of her study, would she go further and say that school leaders, school governors and other people involved in educational institutions should also be trained in autism awareness?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend is correct, and one of our report’s findings is that the training needs to go wider than just teachers. I will touch on that when I come to our recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given the lack of support, children on the autism spectrum often end up in crisis. If they had received the support they needed in the first place, and if they had received a quicker diagnosis, such children would often thrive in school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Melanie Onn (Great Grimsby) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the hon. Lady on the report of her inquiry, which she co-chaired with the hon. Member for Bexhill and Battle (Huw Merriman).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cora Leeson, who is a passionate campaigner and advocate for children with autism in my constituency, contacted me after the launch of the report to highlight her concern about the number of fixed-term exclusions from school of children with unidentified SEN, including those with autism. Does the hon. Lady share my concern about the educational attainment of children who are being excluded because they have not received a diagnosis or because, if they do have a diagnosis, they are not receiving appropriate support within mainstream schooling?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady is right. Some 17% of children with autism have been suspended from school at some point. Of that number, 48% have been suspended three or more times, and 4% have been permanently excluded, so the current school system is not working for a significant number of children. That has consequences in later life because, as experts told our hearings, if these children have the right support, they should be doing well in school. Because of their educational outcomes, only 16% of autistic adults currently end up in full-time work, and only 32% end up in any type of work at all. That tells us that their experience in the early years of being excluded or suspended from school has an impact on their educational attainment, which has a long-term impact on the rest of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Robert Courts (Witney) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I declare my interest at the outset. My wife is a music therapist, and much of her work is with children who have autism, which gives me an insight into many of the challenges that families face.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am listening to my hon. Friend with great interest. Does she agree that children with special educational needs have just as much right to be educated as every other child, and that that education can make a real difference to their ongoing lives? We must not forget them, but we must also not forget their parents, who can often feel very isolated. SEN provision in schools can make a real difference for parents, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is right. These children have not just a right, but a legal right. As the inquiry heard, the most frustrating thing is that existing legislation should be providing for such care in the education system. We have not only the Children and Families Act 2014, but the Autism Act 2009, which my right hon. Friend the Member for Chesham and Amersham (Dame Cheryl Gillan) introduced. The 2009 Act, which is the only disability-specific piece of legislation that we have in England, sets out how autistic adults should be supported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problem is therefore not that the legislation is not in place, but that it is not being upheld. As the 10-year anniversary of the Autism Act approaches, we need a national autism strategy to help children and young people, to ensure that the current laws are upheld, and to make sure that all autistic children receive the help to which they are legally entitled. Without that, we will continue to hear these desperate stories of parents and their children who are not getting the support that they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous (Enfield, Southgate) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the hon. Lady agree that there is also a need for speech therapists, child psychologists, occupational therapists and other health professionals to support the special needs of those children in being diagnosed with autism in the first place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Gentleman for that intervention. This is absolutely about not just teachers, but the whole support staff. Our report calls on the Government to introduce a national autism strategy by the end of 2019, which should include training for school staff, the provision of a specialist curriculum for all pupils who need one, and measures to reduce bullying and promote inclusion in schools. We also ask for an understanding of autism to be embedded in the education system, and we want ongoing training for teachers, including headteachers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are asking local authorities to collect data on children in their areas, because commissioners cannot plan a service if they do not know how many children are in need of it, and on what part of the autistic spectrum those children sit in. The needs of a high-functioning autistic child are very different from those of a child at the other end of the spectrum, so local authorities need to be collecting data so that they can adequately commission services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We ask that Ofsted is required to monitor the implementation of the 2014 Act. One of the most striking pieces of evidence we heard in our inquiry was the admission of Ofsted inspectors that they do not always assess how children with autism are supported in schools when they carry out their inspections. If that is not being enforced, it is no wonder that schools are not getting the resources they need to support these children.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also ask that local authority staff—this point was made in an intervention—as well as teachers receive training about the requirements of the 2014 Act. This is about more than teachers, who know that they need training, because a range of individuals involved in supporting children could also do with such training.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Secretary of State came to our launch in Parliament last week. My hon. Friend the Member for Bexhill and Battle has met him since, and I know that my right hon. Friend is supportive of our report’s findings. He has asked us to list the aspects of our report that we could introduce into policy, so we will certainly follow up on that. As a society, we are failing autistic children and their families, and that has a key implication for a huge number of people in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During our inquiry on autism and education in England, we heard that too many families face an uphill struggle to obtain the help and support to which their children are entitled. Children with autism only have one childhood, so there is only one chance of getting it right. The impact of getting it wrong can be far reaching for the rest of their lives. We therefore urge the Government to look carefully at our report, and to develop a national autism and education strategy before the end of 2019 that will support local authorities to become more effective commissioners for children on the autism spectrum and ensure that schools are equipped to ensure that autistic pupils are supported in the way the existing law says they should be. In the words of a suffragette, Emily Wilding Davison, this is about “deeds not words”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}