{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-ambulance-services-and-national-heatwave/",
    "title": "Maria Caulfield – 2022 Statement on Ambulance Services and National Heatwave",
    "post_date": "July 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Minister of State at the Department for Health and Social Care, in the House of Commons on 13 July 2022.",
    "content": [
        "Our ambulance service performs heroics every single day, and I put on the record my thanks to every single one of its staff for their dedication and hard work. We have a duty to support this vital service and give it the resources it needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The latest figures from the NHS in England show that ambulance service response time performance has improved month on month, and that ambulance hours lost are also improving month on month. However, we fully acknowledge the rising pressures facing the service, and there are three significant factors influencing the situation. First, bed occupancy is currently around 93%, which we would normally see during winter. Secondly, there are high rates of hospital covid admissions—whether “with covid” or “because of covid”—and that puts pressure on A&Es’ ability to admit patients. Thirdly, void beds are running at roughly 1,200, partly due to a 16% increase in the length of stays. Delayed discharges are another significant influence, but they remain flat. We also have record numbers of calls to the ambulance service—100,000 more compared with May last year. There is therefore significant pressure on the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also have to be mindful of the weather in the coming days. We do have a heatwave plan for England, which was published earlier this year—I am sure the hon. Gentleman has read it—and we also have the hot weather plans that NHS trusts have put in place. In addition, we are providing sector-specific guidance setting out the best way to protect people who may be at risk. We are also supporting the service more widely to make sure it has the resilience it needs. We have allocated £150 million of extra funding for the ambulance service this year, and we are boosting the workforce too. The number of national 999 call handlers had risen to nearly 2,300 at the start of June, which is a considerable increase on the previous September, and we are on track to train 3,000 paramedic graduates a year nationally every year until 2024. On top of this, we have invested £50 million in NHS 111 to help give extra capacity to the service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will be meeting all 11 ambulance trusts over the coming days to make sure that they have the capacity and the resilience they need not just to deal with the pressures now, including with the warm weather, but to prepare for the forthcoming winter pressures that we know are inevitable. This is an important issue that I take extremely seriously, and I will keep the House updated as the situation develops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}