{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-fuller-inquiry-update/",
    "title": "Maria Caulfield – 2022 Statement on Fuller Inquiry Update",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 1 December 2022.",
    "content": [
        "Following my statement on 16 December 2021, I am pleased to inform the House that a compensation scheme to facilitate compensation payments to the family members of David Fuller’s victims has been established today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The scheme, which will be administered by NHS Resolution on behalf of Maidstone and Tunbridge Wells NHS Trust, will ensure that compensation is paid to relatives as soon as practicable. The scheme will operate on a tiered approach. All qualifying family members will receive a fixed amount of compensation. Increased payments will then be made for psychiatric trauma and/or financial loss, subject to evidence. Entry into the scheme is entirely voluntary and the scheme will be advertised nationally to help ensure all eligible family members are aware of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The scheme represents a highly co-operative effort between NHS Resolution, Maidstone and Tunbridge Wells NHS Trust and the families’ representatives and I would like to thank all those involved for their work in developing this compensation scheme for families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would also like to take the opportunity to update the House on the timescales of the inquiry. The inquiry is progressing well and due to the significant amount of evidence being received, the report on matters relating to Maidstone and Tunbridge Wells NHS Trust is now planned for the first half of 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}