{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-speech-on-the-potential-harms-of-vaccines/",
    "title": "Maria Caulfield – 2022 Speech on the Potential Harms of Vaccines",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 13 December 2022.",
    "content": [
        "I thank my hon. Friend the Member for North West Leicestershire (Andrew Bridgen) for securing the debate. It is important that all Members get to discuss and debate such issues, and they are entitled to their opinion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have to say that I strongly disagree with my hon. Friend, not only in the content of his speech, but in the way he derided doctors, scientists and nurses. Many of us worked through the pandemic and saw at first hand the devastation that covid caused. There is no doubt in my mind that, despite the personal protective equipment, social distancing and infection control, the thing that made the biggest difference in combating covid was the introduction of the vaccine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Safe and effective vaccines have underpinned our strategy for living with covid. Covid has not gone away, but we are living with it in a way that was not possible this time last year. Vaccines have saved thousands of lives, reduced the pressure on the NHS, and allowed the economy and society to reopen, not just in this country but in countries across the world. In countries with lower vaccination rates, their ability to open up, move on and live with covid was reduced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Across the piece—not just for covid—vaccines remain our biggest line of defence, particularly during a challenging winter period. We see with our seasonal flu vaccine roll-out and our covid programme that getting the most vulnerable people vaccinated—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Andrew Bridgen**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way on that point?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will not. I have just three minutes to respond to the many points that my hon. Friend made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is important to put on the record that all the vaccines used in the UK are safe, and we have some of the highest safety standards in the world, with the MHRA globally recognised for requiring high standards of safety. I have worked in clinical research, and I can say categorically that the data is not hidden from the public or the MHRA; it is inspected rigorously and can be reinspected at any time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Each of our covid vaccine candidates is assessed by a team of scientists and clinicians on a case-by-case basis, and it is only once a potential vaccine has met robust standards of effectiveness, safety and quality that it is approved for use. That is the case for all medicines, not just covid vaccines. Extensive data shows that the vaccine is safe and highly effective in reducing the deaths that we sadly saw during the pandemic. That does not end when the vaccine is approved; surveillance of vaccines continues, as it does with any medicine, and any adverse reaction is recorded on a regular basis. That does not stop following approval.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend talked about the yellow card reports. Those have been in place for many years. Anyone who has a side effect from any medicine can make a yellow card report. When I was first starting out in nursing, that was a physical yellow card; it is now online. Anyone can submit any suspected adverse drug reaction. The MHRA will collate and review them, and it has in the past gone on to suspend the licence of a medicine if it has concerns. That is something that it can do for any vaccine, including any covid vaccine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The nature of the yellow card reporting system means that some reported events are not always proven side effects. A side effect can be reported; the MHRA will then go and look to see whether it is actually related to that medicine, and there is a list of probabilities of how likely it is that the side effect is related to that medicine. There is comprehensive surveillance to alert us to any unforeseen adverse reactions to vaccines and to enable us to act swiftly when required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that there are some circumstances where individuals have sadly experienced harm with a possible link to a vaccination. I recognise how difficult that is for those individuals and their families. We have put measures in place to monitor any possible side effects and to commission further research that will help us better understand how to diagnose and treat those who have suffered or continue to suffer any ill effects from a covid-19 vaccine. That is the case for any medicine—even with a simple medicine such as paracetamol, people can get side effects—and that is why every medicine that is prescribed and dispensed has a patient safety information sheet listing the most likely side effects and encouraging people to report any that may not be included.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Danny Kruger**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will give way quickly, because I have only a couple of minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Danny Kruger**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful. The Minister’s predecessor had asked the Joint Committee on Vaccination and Immunisation to review the evidence behind the decision to roll out the vaccine to children. Can she update the House or write to us to explain where that review has got to? Does she agree that the JCVI should be looking at the vaccination of children?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will write to my hon. Friend with an update on that report. It was touched on that the MHRA has licensed the vaccine for babies, but that has not yet been approved by the JCVI, so that is just a licence rather than a recommendation to roll out. However, I am happy to send him the details of that report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to put on the record that the covid vaccines have saved tens of thousands of lives and prevented hundreds of thousands of people from being hospitalised. I completely disagree with my hon. Friend the Member for North West Leicestershire that there is a whole conspiracy of doctors, nurses and scientists—they have done nothing but work hard to get us through the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Andrew Bridgen rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will give way for one brief point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Andrew Bridgen**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for giving way on that important point. The claims about the number of lives saved worldwide by the vaccination are sponsored by vested interests. The modelling is the lowest form of scientific evidence—in fact, it is more science fiction than science fact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I completely disagree. I worked on the covid wards with patients who were dying from that virus. We had infection control measures, antibiotics, dexamethasone—a steroid—and every known facility available, and the only thing that made a difference was when those vaccines were introduced. They do not necessary stop people from getting the virus, but they certainly reduce its intensity and the likelihood of someone dying from it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I completely debunk the conspiracy theories about a whole group of people benefiting financially from the roll-out of the vaccine and would gently say to my hon. Friend that if he has evidence, there are mechanisms in place for raising concerns, as we have seen with other drugs. Only today, I was before the Health and Social Care Committee talking about sodium valproate—we also had an Adjournment debate on that last week—where there are genuine safety concerns. The MHRA is taking that extremely seriously. It is not worried about pharma concerns; its first priority is patients, and it is exactly the same with the covid vaccine. So if there is evidence—I am not saying that there is not—it absolutely must go through the proper channels so that it can be evaluated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have launched a nationwide campaign to encourage people to come forward this winter to get their booster. I recommend that people do that safe in the knowledge that the vaccine is safe for people to have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}