{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2023-speech-on-world-down-syndrome-day/",
    "title": "Maria Caulfield – 2023 Speech on World Down Syndrome Day",
    "post_date": "April 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 23 March 2023.",
    "content": [
        "I thank my right hon. Friend the Member for North Somerset (Dr Fox) for securing the debate and for all his hard work over the years campaigning and supporting people with Down syndrome. I, too, attended the reception on the Terrace earlier this week. I met lots of people from around the country, some with Down syndrome, but with campaigners, supporters, friends and family. In particular, I pay tribute to the National Down Syndrome Policy Group and its founders, Ken and Rachael Ross, who are in the Public Gallery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I had the pleasure of meeting the advisory team this morning in No. 10, where we held a roundtable with young people with Down syndrome. They certainly put my feet to the fire with their questions and the progress they want to see. They have joined us this afternoon, too. Florence, Harshi, Ed, Max, Fionn, Tommy, Charlotte, James, Heidi and Rula asked extremely difficult questions, and I have promised to update them on progress. That just shows the strength of feeling and the range of support from people around the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Selaine Saxby (North Devon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we celebrate World Down Syndrome Day and the achievement of those who suffer with Down syndrome, will the Minister join me in congratulating my constituent Jade Kingdom, who is now a Guinness world record holder as the first person with Down syndrome to complete a sprint triathlon. She overcame her health conditions to achieve this and raised £30,000 for the North Devon Hospice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is a fantastic achievement, and I congratulate Jade on her amazing ability. I wish I could do something similar.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tuesday marked the 12th World Down Syndrome Day. My right hon. Friend the Member for North Somerset was not able to join us on the day because he was at the UN in New York to showcase the work done in this Parliament. Many countries are now looking to us as they try to do something similar. He has not only changed the lives of people with Down syndrome in this country; he is making a difference globally, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the World Down Syndrome Day celebrations, I am wearing my different socks to showcase the three strands of chromosome 21, which apparently look like socks and are the cause of Down syndrome. The socks highlight Down syndrome and the amazing contribution that the incredible people with Down syndrome make to our communities and society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Glasgow South West (Chris Stephens) spoke about his constituent Danielle, her son Steven and the very real issues of diagnostic overshadowing. My hon. Friend the Member for Stoke-on-Trent Central (Jo Gideon) spoke about her uncle Donald and how difficult it was for her family. She also spoke about what life was like in the past for people with Down syndrome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend the Member for Ashfield (Lee Anderson) spoke about Jossie, who I am sure has a wonderful future ahead of her. My hon. Friend the Member for Southend West (Anna Firth) spoke about David Stanley and the Music Man team, who cheer us up with their wonderful performances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend the Member for Hendon (Dr Offord) spoke about the dancing ability of his constituent Michael. He also spoke about Liam. I am a “Coronation Street” fan, and Liam is not currently at Roy’s Rolls, but I look forward to his next episodes because he has a good sense of humour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is important to celebrate people with Down syndrome and to recognise the barriers they face. It was wonderful to see the actor James Martin win an Oscar for his brilliant performance, but we must not forget why we are here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Down Syndrome Act became law in April 2022, and I will now update the House on its progress. My right hon. Friend the Member for North Somerset and the Education Secretary, my right hon. Friend the Member for Chichester (Gillian Keegan), ensured the passage of the Act. We all have a responsibility to make sure it is not the end of the story by implementing the Act and getting the guidance out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At Downing Street this morning, the young people asked when we will see those changes. We will deliver guidance for professionals working in health, social care, education and housing, to try to bring together support for people with Down syndrome. The guidance will set out tangible, practical steps that organisations should take to meet the needs of people with Down syndrome. It will raise awareness of the specific needs of people with Down syndrome, and it will bring them together with the relevant authorities to make support more easily accessible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We launched our national call for evidence in July 2022, in the spirit of “With Us Not For Us,” and we heard from hundreds of people across the country. We had more than 1,000 responses on the needs and asks of the various communities. I thank everyone who responded or participated in the focus groups. It is thanks to them that we received so much evidence, which officials are now going through to analyse the data. We will shortly provide a summary of the key findings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is essential that people’s lived experience informs the development of the guidance, and that people with Down syndrome are involved at every stage. We will shortly set up a working group to oversee the development of the guidance. Once drafted, the guidance will be subject to further public consultation to make sure we have it absolutely right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend the Member for North Somerset asked some practical questions about the guidance, and we recognise that the issues and the services supporting people with Down syndrome sometimes overlap with the issues and the services supporting other people with learning disabilities and learning difficulties, which we need to consider. But I am absolutely clear that this guidance is about people with Down syndrome, because we want to help as many people as possible, to make it feasible for relevant authorities to implement this guidance in practice and to ensure that there will be oversight of it in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are committed to considering the inclusion of employment and other public services through the call for evidence. We heard that best practice in supporting employment and benefits services is also going to be included in the guidance. We know that employment can have a significant benefit in terms of living independently and participating fully. That is why it is so important that the Minister for Disabled People, Health and Work, my hon. Friend the Member for Corby (Tom Pursglove), has sat through this afternoon’s debate. He was also at the reception earlier in the week, along with the Education Secretary. This is a cross-Government approach, and we cannot act just with one Department on its own. That shows that the full strength of the Government is behind these changes. We will also be looking at transport and leisure facilities, and removing some of the barriers to enable people with Down syndrome to be able to fully participate in the activities that they want to do. We will be working with other Departments to consider how to best incorporate those areas into the guidance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To ensure that the guidance is implemented in practice, every integrated care board will be required to have a named lead for Down syndrome. As my right hon. Friend the Member for North Somerset said, we want there to be a clear person accountable. The named lead will be responsible for ensuring that the Down Syndrome Act is implemented in practice. NHS England is currently developing its statutory guidance for ICBs, including for the Down syndrome lead role. Having a named lead for Down syndrome will help to ensure that the specific needs of people with Down syndrome are considered when services are designed and commissioned. One speaker this afternoon said that that would open the floodgates for change, but we absolutely need change to happen, so I do not necessarily have a problem with that. My right hon. Friend also touched on the school census. I wish to reassure him that although we have missed the deadline for 2023-24, we are looking at 2024-25 for this. We will be discussing that with the Education Secretary, because we recognise the importance of the school census and gathering that information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank everyone who has taken part in the debate. It has been a consensual debate and it shows Parliament at its best when we work together to deal with these challenges. I pay tribute to the families, carers, organisations and professionals who work tirelessly on behalf of people with Down syndrome, but I pay a particular tribute to those with Down syndrome themselves. It is indeed “With Us Not For Us”—I absolutely get that message. That is why we are here today. I also want to pay tribute to the officials at the Department of Health and Social Care—David Nuttall and his team—who have got that message loudly too and are working with the community to make sure that the Act and the guidance address their needs. Next year, I am sure that we will update the House further on the progress that has been made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Fox**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With the leave of the House, may I thank all colleagues who have taken part in this debate? As the Minister just said, this is the House at its best, which almost certainly means, sadly, the media coverage at its least. As they say, “If you want a secret kept, say it in Parliament, outside Prime Minister’s questions.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A couple of points are worth reiterating. There are those concerned about people with similar conditions to Down syndrome being left aside, but I do not believe that to be true, because of the measures that were considered and the commitments given in Committee by the Government. Although, again, it is worth pointing out that people with Down syndrome share a number of characteristics with other groups, they are, none the less, a discrete population. I wish the hon. Member for Glasgow South West (Chris Stephens) well in his attempts to get Down syndrome included in the Scottish Government legislation, because there is a problem of genuinely unintended consequences. Leaving it out could result in legislative overshadowing and we may unintentionally leave the Down syndrome groups isolated in their legal rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One thing that has come out loud and clear from this debate is the need for professional education, whether in health, education or social care. I worry about not only diagnostic overshadowing but social overshadowing, whereby the need for people to live, earn and be independent is hidden by a stigma, which is still all too prevalent and needs to be removed. We in the UK have taken a great lead on this issue, as was reflected at the United Nations on Tuesday. We should relish this challenge as a country. We talk about global Britain in a whole range of areas, including diplomacy and security, but should not one of the great challenges for global Britain be our setting an example on social care that the rest of the world wants to follow? That would be something to achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Question put and agreed to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Resolved,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That this House has considered World Down Syndrome Day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}