{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-ian-paterson-patient-safety-and-government-implementation-plan/",
    "title": "Maria Caulfield – 2022 Statement on Ian Paterson, Patient Safety and Government Implementation Plan",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 15 December 2022.",
    "content": [
        "On 16 December 2021, the Government published their response to the findings of the inquiry into the issues raised by disgraced surgeon, Ian Paterson. We reiterated the apologies of the Government to the patients affected and those close to them and committed to ensuring we did more to protect patients in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In line with this commitment, the Government accepted the overwhelming majority of the recommendations made by the inquiry and set out an implementation plan of 40 actions to put those recommendations into effect. Finally, we committed to providing a further update on the progress of this implementation plan in 12-months’ time. I am happy to be able to publish this report fulfilling that commitment today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All the relevant bodies within the health sector have been united in understanding that these changes are essential. We all agree that patients cannot be failed in the same way again. On behalf of the Government, I want to thank every organisation that has engaged in this process for their commitment to making improvements. I would especially like to thank the representatives of patient groups impacted by Ian Paterson, who have campaigned tirelessly to ensure their experiences do not go unheeded. They have continued to be a source of inspiration and expertise throughout the implementation period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to report that good progress has been made across the implementation plan which we set out in December 2021. The report published today provides full details of this progress against the four themes of the Government’s response as laid out in the implementation plan. In this statement, I will highlight some of the most important developments under each of these themes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Patient-centred information**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Patients now have more access to information relevant to their treatment than they did during Ian Paterson’s time practising. This includes access to information about the performance of consultants working for independent sector healthcare providers, and specialties in the NHS. These continue to be added to, so patients will have more, and better, access to independent information before choosing a consultant. NHS England (NHSE) will work with the professions so that meaningful consultant-level information on the numbers and types of procedures performed should be made publicly available. If patients choose to be treated in the independent sector, there is now more information about what to expect, with further information to be made available over the coming year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Patients now have the right to access their treatment records and clinicians are aware of the need to write to patients directly following a consultation or treatment, rather than only writing to their GP. This information gives patients a record of their condition, and test results to reflect on, or to seek a second opinion if required. This is reinforced by ensuring patients gets the time they need to consider treatment options and have access to a range of new resources to help them consider their options; options that patients will also be able to discuss with medical professionals who are equipped to handle these conversations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Making challenge heard**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Doctors across more specialties now have independent data on their practice available and will be required to use this as part of their appraisal and revalidation processes. This will help to identify issues and fix them. Staff in the health system also have more opportunities to make their voices heard about a patient’s care, including through clarified guidance and assessment of multidisciplinary team use as a forum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Care Quality Commission (CQC) updated its guidance on complaints processes in early 2022. It is now easier for patients to raise concerns about treatment they receive and access independent resolution of their complaint if they are unsatisfied with the provider’s handling. As part of the implementation of the NHS patient safety strategy, NHSE has introduced measures to advance safety and the response to harm. The Government have appointed the first ever patient safety commissioner for England, Dr Henrietta Hughes OBE.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ensuring accountability**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "CQC published the new single assessment framework in July 2022, which sets out what good care looks like, and National Quality Board published national guidance on system quality groups, setting out the requirements for quality governance in integrated care systems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Alongside this, we have seen significant culture change in the independent sector, now leaving no doubt that independent providers must take responsibility for maintaining high standards of care in their facilities, irrespective of how the medical professionals involved are engaged by them (through employment or practising privileges). This has been supported by Independent Healthcare Providers Network’s refresh of the medical practitioners assurance framework in September 2022. NHS Resolution launched new exclusion guidance in April 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Putting things right**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Patients who are impacted by potential issues with their care will be reviewed through recall processes which are now better informed of how to put patients at the centre of their focus. The new national recall framework was published in June 2022 to facilitate this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Patients will continue to receive apologies from healthcare professionals and providers for potential issues with their care when appropriate. Enhanced training and resources are now available to clinicians to ensure these apologies are delivered effectively and meaningfully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are working to ensure that any future changes to indemnity and insurance arrangements will be made using the best evidence base available. This includes a thorough assessment of the impact on patients, healthcare professionals, providers, and the wider market; with the aim of improving the position for patients when receiving treatment from any regulated healthcare professional, regardless of the setting. The Government’s ambition is that when this work concludes, patients have confidence that they can access appropriate compensation if harmed while receiving care, including when harm arises from criminal/intentional acts or omissions. The summary of responses to the consultation on appropriate clinical negligence cover for regulated healthcare professionals will be published alongside this implementation update on 15 December 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government will be continuing to ensure this work is built upon, as part of our wider commitment to ensuring patient safety and high standards of care across the health system. We understand that there is no room for complacency when it comes to patient safety and, together with the patient safety commissioner, will make sure this is one building block towards a health system in which patients and those close to them can have the maximum possible confidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}