{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-the-david-fuller-case/",
    "title": "Maria Caulfield – 2022 Statement on the David Fuller Case",
    "post_date": "May 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 19 May 2022.",
    "content": [
        "Following earlier statements by Department of Health and Social Care Ministers, I would like to inform the House that the independent inquiry into the issues raised by the David Fuller case has today published a progress update on its work to date. This can be found at: https://fuller.independent-inquiry.uk/announcements/.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The progress update sets out the transition from a local, independent investigation initiated by the Maidstone and Tunbridge Wells NHS Trust to the current independent inquiry that the Secretary of State for Health and Social Care announced in November of last year. It describes how the work already undertaken as part of the independent investigation is feeding into the inquiry, as well as the important common themes that emerged from families and other interested parties which gave rise to amendments to the inquiry’s terms of reference. The independent inquiry published its final terms of reference on 23 February 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although the local investigation was constrained from taking evidence while the criminal prosecution of David Fuller was under way, Sir Jonathan Michael does set out some urgent, high-level themes and areas of concern arising from the investigation at the time in his progress update:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Responsibilities between NHS trusts and contractors/subcontractors\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Security and access\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Policies and procedures versus practice\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Oversight of regulated activities\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Management of areas and services not covered by regulation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These themes had been shared with the trust in August 2021 and subsequently with NHS England and NHS Improvement. The trust has been putting its own steps in place regarding its mortuary practices ahead of the substantive, initial report of the inquiry. NHS England and NHS Improvement has continued to work with trusts to provide assurances against current guidance from the Human Tissue Authority (HTA), and on the additional measures that have been taken to improve the effectiveness of security in place for all their mortuaries and post-mortem activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The progress update makes clear that the first phase of the independent inquiry is firmly under way and describes the rapid progress that it has so far achieved. Also, from the inquiry’s engagement with witnesses so far, it has experienced a high degree of co-operation and expects this to continue. Both are testament to the hard work of Sir Jonathan and his team.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The progress update also sets out the next steps, including a revised timing for the initial report on matters relating to Maidstone and Tunbridge Wells NHS Trust. Due to the volume of evidence that is emerging, the initial report will now be available later this year. This will be followed by a final report next year, looking at the broader national picture and the wider lessons for the NHS and for other settings. While there is real urgency in understanding how Fuller was able to carry out his shocking and unlawful actions, and why these went unnoticed, the inquiry must be allowed the time it needs to fully consider all of the relevant evidence and assemble its findings. The inquiry continues to liaise with Kent police to ensure that if it identifies possible criminal conduct, this is referred swiftly for further investigation, in line with its terms of reference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The HTA was asked by the Secretary of State to provide advice on its regulatory framework following the conclusion of the murder trial of David Fuller and the public revelation of his sexual offending against bodies in a hospital mortuary at Maidstone and Tunbridge Wells NHS Trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The HTA advice, received in December 2021, along with a short progress update, has been published today. Both can be found at:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "https://www.hta.gov.uk/news/december-2021-advice-published\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The HTA has focused on three areas since December 2021; preparation for the inquiry, working with stakeholders on licensed mortuary security, and starting the revision of HTA guidance for licensed mortuaries in the post mortem sector, with implementation planned later this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Further details are available on gov.uk via the following link.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "https://www.gov.uk/government/news/the-fuller-inquiry-update-to-the-secretary-of-state-19-may-2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}