{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-speech-on-black-maternal-health-awareness-week/",
    "title": "Maria Caulfield – 2022 Speech on Black Maternal Health Awareness Week",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in Westminster Hall on 2 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Gray. I thank the hon. Member for Streatham (Bell Ribeiro-Addy) for securing this debate. As she highlighted, we had a similar debate recently. I hope that my comments reassure her that we are taking action and making progress in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I take the issue of maternal disparities very seriously; that is why when I was in post previously I set up the maternity disparities taskforce, which has brought together a range of specialists and campaigners. We have heard from groups such as Five X More and the Muslim Women’s Network to hear their views on what is going wrong right now, what systems we need to put in place to improve outcomes and also the experiences of black women in maternity services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The data shows the disparities in black maternal health. We have heard about them clearly this morning, and I do not think anyone is in any disagreement about the scale of the problem we are facing. As the hon. Member for Streatham said, it is harrowing to hear those figures. The MBRRACE annual surveillance report shows that women of black ethnicity are four times more likely to die from pregnancy and birth compared with white women. I do not think there is a dispute about that; we fully acknowledge it and we want to reverse that trend as quickly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Caroline Nokes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to make a quick point about MBRRACE and the data. Data collection remains tricky, with some hospitals not reporting women’s deaths—not necessarily maternal deaths—until up to 500 days after they have happened. Then there is a delay with the medical records and notes, which might indicate the reasons for that. What reassurance can the Minister give that she will work to reduce those times?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend is absolutely right. Although Five X More does its surveys about the experience of women, the data on outcomes is very delayed. When we put measures in place, we cannot see the difference they make until the data comes through, roughly 18 months to two years later, as my right hon. Friend said. That lag does not help us determine whether the measures we are putting in place are actually making a difference. Getting that on track is a key priority for me so that we can accurately measure what is happening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From the data that we do have, The Lancet series in April last year found that black women have an increased relative risk of 40% of miscarriage compared with white women, and the stillbirth rate in England for black babies is 6.3 per 1,000 births, compared with 3.2 per 1,000 births for white women. That is completely unacceptable, and as the hon. Member for Streatham said, we cannot come back here, debate after debate, without seeing those figures move. One potential cause for optimism is that we do not have up-to-date data on the benefits of the interventions that we have put in place, so it might be better than we think. However, we absolutely need that data, not only to measure what is happening, but to know whether we are heading in the right direction if we set targets in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To reassure Members, I want to clarify the point about not setting a target because the problem is too small. I do not agree that the problem is too small; it is a significant problem. Even if it is affecting one or two women, it is a significant problem, so that is not a reason not to set a target. As the hon. Member for Putney (Fleur Anderson) pointed out, there are multiple factors in why black women often face poorer outcomes in pregnancy and birth, and for their babies. It is a mix of personal, social, economic and environmental factors. Air quality, which the hon. Member touched on, also has an impact on overall health. The maternity disparities taskforce found that being in a lower socioeconomic group has a significant effect on maternal outcomes, and black and ethnic women are often in those groups and so face a double whammy in terms of their likely outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot just fix this in isolation at the Department of Health and Social Care. That is why I am pleased that in my role for women’s health—I am also the Minister for Women, across the board—I can bring in other Departments, because we need to take a cross-Government approach to this issue. Whether it is the Department for Environment, Food and Rural Affairs on air quality, the Department for Levelling Up, Housing and Communities on housing, or the Department for Work and Pensions on employment, we need to work together so that all the factors affecting black maternal health are addressed in tandem to address this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know from a health perspective that pregnant black women are more likely to suffer from some chronic diseases that will affect their maternity outcomes, and in particular cause poorer mental health. There are health initiatives that we can put in place to ensure that we improve the outcomes for black women, but that cannot be done in isolation from the other factors that also negatively affect them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given the risks that such conditions pose in pregnancy, there is a need for safe personalised care for black women and women from ethnic backgrounds, because the needs of women from each and every community are so different. Just nationally introducing blanket systems will not address some of the problems; there is no one single solution that will improve the statistics and improve the outcomes for women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The issue is not just the outcomes from maternity services. As we heard from the hon. Member for Streatham, the Five X More survey also reflects the general experience by black women of the healthcare system. Although black women are often at a more difficult point to start with, when they engage with health services they often have a very negative experience. We have seen that in the recent publication of the East Kent maternity report and in the Ockenden maternity review, which highlighted that there is racial discrimination present in some parts of the maternity services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot allow that to continue, because if we want black women to come and engage with services and to come forward when they have concerns, if they feel that they are not being listened to or if they raise concerns and they are dismissed, why would we be surprised when they do not engage with services in the future? Regarding the East Kent report in particular, I will look at the calls for action on how we improve black women’s experience of the healthcare system and considering how we can address those issues as urgently as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we consider the actions that we are putting in place, and I will touch on some of the ones that have already started, I am very much a supporter of Professor Marmot’s idea of proportionate universalism, whereby we introduce good services across the country but then we target those people who are most in need; in the case of black maternal health, that is clearly women from the black community. We need to go to them rather than expecting them to come to the health service: we have a universal offer, but ensure that it is targeted specifically at those who do not experience the best outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On targets, as my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) touched on earlier, we have an issue with data collection across the board in health services, including in maternity services. Black women often experience the worst outcomes, although some of the data that we are seeing is from 2020. For some of the initiatives that we have put in place in the last year or 18 months, we are not yet seeing the benefit of those initiatives in terms of outcomes. I am being very candid here: we have not got a handle on what is making a difference, or on which parts of the country are doing well—as was acknowledged by the hon. Member for Bolton South East (Yasmin Qureshi), the shadow Minister, there are some very good practices in place—and which parts of the country are still not supporting women in the way that women want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are working with NHS England, the Office for National Statistics, MBRRACE-UK and the National Neonatal Research Database, because there are also multiple sources of data. We need to pull all the data together and get it as close to real-time data as we can, so that when we introduce interventions and measures we can know whether they work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the maternity disparities taskforce, I am also keen to make sure that we include black women more in the national patient survey, because the shadow Minister was quite right that we had over 100,000 responses to the women’s health strategy but only a small percentage of those responses came from black and ethnic minority women. That illustrates the problem that we are talking about—that black women do not feel represented, or do not feel engaged with the process. So we have to change things and work is being done to address that situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are introducing some measures. First, we have set guidance that each local maternity system is now working in partnership with women and their families and their local areas to draw up equity and equality action plans. For each local maternity system’s local area, there has to be a plan in place about how to improve the outcomes for women. The plans are agreed by the local maternity systems and the new integrated care boards, which were set up in the summer. They were published last week, so I encourage hon. Members to look at their local action plans to see what they are putting forward and to challenge them if they feel that they are not meeting local community needs. That is why they are done on a local basis: what is appropriate in my constituency of Lewes may be different to what is needed in Streatham, Putney, Leicester East, or Romsey and Southampton North. It is really important that we look at those action plans to make sure that they address the problems that we are concerned about. Every plan is being reviewed by NHS England, which will identify areas of good practice and the support that is needed to drive them forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition, we have also commissioned 14 maternal medicine networks covering the whole of England, which will ensure that women have access to specialist management. We know that black women are more at risk of high blood pressure, diabetes and sickle cell anaemia and yet many of those risk factors for their pregnancy and birth are not dealt with or managed. The maternal medicines network will bring in specialists so that, at an early stage of their pregnancy, those women can access those specialists to help them manage their pregnancy. They will also be offered pre-conception advice for further pregnancies. We have never done that before. We are targeting the risk factors of black women, and all women who are at risk, to make sure that they get the medical support and advice that they need during and after their pregnancy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Department also launched the £7.6 million health and wellbeing fund last year, which is supporting 19 projects throughout England to try to generate best practice guidelines that we can introduce to help reduce disparities. These projects include supporting expectant young black fathers in child development and providing perinatal mental health support for black mothers. If we can get some evidence-based best practice, we can look to roll that out across the country in the coming months and years. There is a lot of work going on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will touch on the issue of racial discrimination. It is clearly unacceptable that black, Asian and ethnic minority women feel that the health service is not accessible or not responsive to their needs. There is education and training for NHS staff on health disparities to eliminate bias and racism in obstetrics and gynaecology. The Royal College of Obstetricians and Gynaecologists’ race equality taskforce has developed e-learning cultural competencies. They now form part of the colleges’ members continuing professional development. The Nursing and Midwifery Council is also looking at how to promote and embed equality and respect in professional practice, so that they can create an environment where everyone feels that they can access the services they need. We will obviously continue to look at this with the maternity disparities taskforce, which is bringing in campaigners, experts and professionals to try to drive momentum on this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Data is the key. I can give a commitment here that has been highlighted already. We need that data. We cannot be working with data that is two years old to see if we are making a difference because, if we are, we will not know about it for two years and will not be able to roll out good practice in other parts of the country. In my brief as the Minister for Women, I am aiming to bring that across other Departments as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope I have reassured hon. and right hon. Members in today’s debate that I am committed to continuing the work to tackle the disparities in outcomes to ensure that everyone has the opportunity to live a long and happy life. I am happy to work with the APPG on black maternal health, which is chaired by the hon. Member for Streatham, because it is only by working together to identify good practice and raising it when things are not working well that we can eliminate the disparity: it is unacceptable that black women are four times more likely to die during pregnancy simply because they are black women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}