{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-speech-on-foetal-valproate-spectrum-disorder/",
    "title": "Maria Caulfield – 2022 Speech on Foetal Valproate Spectrum Disorder",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 7 December 2022.",
    "content": [
        "I congratulate my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) on securing this important debate on fatalities relating to foetal valproate spectrum disorder. We all know the devastating effect that the drug can have during pregnancy, which is why we took seriously the recommendation in Baroness Cumberlege’s report. I have met the campaigners, Janet and Emma, when I was previously a Minister and since being reappointed—I can confirm that they are definitely not blacklisted by the Department. I look forward to meeting them again shortly to hear the concerns that they still have, which my right hon. Friend set out well this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To reaffirm what the hon. Member for Lancaster and Fleetwood (Cat Smith) said, we all know that sodium valproate can be a highly effective drug that is used to manage and treat epilepsy as well as other disorders, such as bipolar disorder and migraines, often when many other medications do not work or have stopped working. It is absolutely right to say that if a woman is on sodium valproate, it is crucial that they do not stop that medication suddenly but discuss it with their GP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that there are teratogenic side effects that mean that, if taken during pregnancy, sodium valproate can have harmful effects on a foetus and increase the risk of a child being born with physical defects and neurodevelopmental disorders. In relation to the point made by my right hon. Friend the Member for Romsey and Southampton North about possible death, I do not know about that specific case but I am happy to ask officials to go away and look at it, because that would be an important development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The risk of birth defects following the use of sodium valproate is about 11%, but with a high maternal dose, the risk can increase to 24%. There are significant risks of taking that drug and effects on babies once they are born.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Cat Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for the time that she makes available for the subject, which is much appreciated. While she is on the topic of the percentage risk of harm to the unborn baby, at that stage in pregnancy, many women and couples have a very much wanted pregnancy, which is perhaps planned for and longed for, but are suddenly advised by a doctor to terminate it. Does she agree that that tragedy needs to end? We need to come together to ensure that pregnancy prevention plans really work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I absolutely agree with the hon. Lady, and I will come on to some of the changes that are being made on that point. When I have met Janet and Emma, they have very much represented women who feel that those risks were not explained and that if they had known, they would have been on contraception or spoken to their team about stopping the medication before getting pregnant. Often, those are women with complex epilepsy for whom pregnancy is a difficult enough decision in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have known for a long time that the drug should not be used by any woman or girl who can have children, unless they are in the proper pregnancy prevention programme. That is why, in 2018, the programme was introduced to reduce and prevent the number of pregnancies, which was high at the time, in women taking the drug. Being part of the programme means that women are supposed to have an annual review by a specialist, but I have concerns and have heard from campaigners that that does not always happen and is not always the case. There is also the valproate registry, which has now been created so that we can track every woman who is taking that medicine and ensure that the records of when they are prescribed it, when it is dispensed and what is happening to them are followed through, which has never happened before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The programme is designed to make sure that, each year, those women have a discussion with their health team, so should they wish to become pregnant, they can get that advice there and then. When I was in this post previously, I had concerns about the overview of the register, the annual checks and some of the other safeguards around the dispensing and packaging of the drug, which have been touched on. That is why we have reviewed the programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have met the MHRA, which has taken both campaigners’ and my concerns very seriously. It is looking at the programme, and it will be making an announcement shortly on stronger advice to GPs, but also to pharmacists, about some of the technical issues with dispensing medication, and on some safeguards we need in place so that women—once again, whether they mean to get pregnant or happen to get pregnant—have the advice they need and the reminder on the packaging when they pick up their medication.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The registry tracks all women in England who are taking the prescribed valproate, and it identifies if they become pregnant are accessing care for pregnancy. We can track pretty accurately when pregnancy happens, so we have a handle on how many women are getting pregnant while on the medication. I can reassure the House that the numbers are falling. They are still too high in my view, but they are falling. In the six-month period from April to September 2018 68 women prescribed valproate became pregnant, and from October 2021 to March 2022 that number fell to 17 women. That is still 17 women too many, although we are making progress in reducing that number of pregnancies, but that is why the MHRA is looking at further safeguards for prescribing and dispensing such medicine. It will be making that announcement fairly soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A national clinical audit is being undertaken by all community pharmacy contractors, as agreed with NHS England and the Pharmaceutical Services Negotiating Committee, which will measure adherence to current MHRA regulations. The audit will look at whether all patients are provided with a patient card and a patient guide every time the medicine is dispensed. It will also look at whether patients who are supposed to be getting a review every 12 months actually are, and what then happens to them if they are being signposted for additional advice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am appearing before the Health and Social Care Committee next week to go through the Cumberlege review on its anniversary and follow up on the progress that has been made. This week, I have met the new patient safety commissioner, Henrietta Hughes, who has also met Janet and Emma, and the issue of valproate is one of her key priorities in her first few weeks in post. I have discussed with her my concerns about its dispensing and packaging, and about the monitoring of women, including whether they are getting the advice they need for a planned pregnancy or, if they are not planning to get pregnant, whether they have had reliable advice and discussion about contraception. I plan to meet the patient safety commissioner on a regular basis to make sure that the measures in place are actually reducing the number of those pregnancies and providing women with the support and information they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Department and the MHRA are consulting on a proposal that medicines containing sodium valproate should always be dispensed in the original manufacturer’s packaging. This would ensure that patients, particularly women and girls of child-bearing age, always receive the patient information leaflet about the medicine they are taking. We will shortly publish a response to that consultation, and we will keep Members updated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To touch on the issue of redress, it was not one of the recommendations accepted in the original response to Baroness Cumberlege’s report. However, last year I was concerned about the issues, which my right hon. Friend the Member for Romsey and Southampton North raised, for women seeking legal advice and taking on the huge challenge of getting compensation. What we have done as an interim measure is to work with NHS Resolution to launch a claims gateway, so that individual women can go to NHS Resolution and get their individual case looked at and be provided with support if they want to make a claim, without having to go independently to solicitors and lawyers. That has only just started, and we are looking at how effective it is in helping women get access to some of the compensation they feel they need. However, in my conversations with the patient safety commissioner I have asked her to look at what a potential redress scheme could look like. I am not going to make commitments on that from the Dispatch Box because it is not necessarily my decision to make—that would have to be in discussion with the Chancellor—but I am keen to look at what a redress scheme would look like, and I will follow up on that with the patient safety commissioner and see what is possible. I hope I have been able to reassure colleagues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Cat Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister commit on the Floor of the House this evening that after she has had conversations with the commissioner about the possibilities of the scheme she will talk to the Chancellor or someone from his team about the recommendations and how they might be implemented?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have had those discussions about what a scheme could look like with the patient safety commissioner only this week. I will need to see the details, but I hope that reassures the House that I am listening to the concerns of parliamentarians and campaigners such as Emma and Janet, who represent a huge number of affected women. I understand the situation they are facing: they have lifetime costs for their children through no fault of the women or the children. They took that medication not realising the effect it could have. We now have that information, but we did not know it at the time. My commitment is that I am exploring options and will update the House on that later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to reassure the House once again that we take very seriously the safety issues around this drug. It is an important drug in the management of epilepsy, and for some women it is the only way of managing their condition, but we need to make sure that women are aware of the implications of taking such a drug during pregnancy, that they are monitored annually to make sure those discussions are ongoing, and that every time their medicine is prescribed and dispensed that message is reinforced. We are reducing the numbers involved, which is great news, but we need to make sure they go even lower, and we need to look at how we support women who have been affected through no fault of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will be giving evidence at the Health and Social Care Committee next week. I think I am also meeting the hon. Member for Lancaster and Fleetwood shortly, and I am sure other parliamentary colleagues too. I just want to say that I want to support women who have been affected by taking sodium valproate and that we are in listening mode on what more we can do to support them and make sure the help they need and the support for their children are at the forefront of our minds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}