{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-speech-on-the-north-east-ambulance-service/",
    "title": "Maria Caulfield – 2022 Speech on the North East Ambulance Service",
    "post_date": "May 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 23 May 2022.",
    "content": [
        "Can I start by saying how horrified I was to read the concerns raised about the North East Ambulance Service in reports over the weekend? My thoughts are first and foremost with the families affected by the tragic events described. I cannot imagine the distress they are going through. It is hard enough to lose a loved one suddenly, but to have fears that mistakes were made that could have made a difference, and more than that, that the facts of what happened were not revealed in every case, goes further. They have my unreserved sympathy and support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In healthcare, a willingness to learn from mistakes can be the difference between life and death, and it is because of this that, as a Government, we place such a high value on a culture of openness and a commitment to learning across the NHS. That is why the allegations raised by The Sunday Times this weekend are so concerning. As was made abundantly clear by the Secretary of State’s predecessor almost a decade ago, non-disclosure agreements have no place in the NHS and reputation management is never more important than patient safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are wholly supportive of the right of staff working in the NHS to raise their concerns. Speaking up is vital for ensuring that patient safety, and quality of services, improve, and it should be a routine part of the business of the NHS. That is why, over the last decade, substantial measures have been introduced to the NHS to reduce patient harm and improve the response to harmed patients, including legal protections for whistleblowers, the statutory duty of candour, the establishment of the Health Services Safety Investigations Body and the introduction of medical examiners. It is also why, in response to a recommendation of the Sir Robert Francis “Freedom to speak up” review in 2015, the Government established an independent national guardian to help to drive positive cultural change across the NHS so that speaking up becomes business as usual. However, when it comes to patient safety, we cannot afford to be complacent. It remains a top priority for the Government and we continue to place enormous emphasis on making our NHS as safe as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I note the concerns raised in this weekend’s reports. They have been subject to a thorough review at trust level, including through an external investigation, and the trust’s coronial reporting is subject to ongoing independent external audit and quarterly review by an executive director. I also note that the Care Quality Commission has been closely involved. However, given the seriousness of the claims reported over the weekend, we will of course be investigating more thoroughly and will not hesitate to take any action necessary and appropriate to protect patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are also committed to supporting the ambulance service to manage the pressures it is facing. We have made significant investments in the ambulance workforce, with the number of NHS ambulance and support staff increasing by 38% since 2010. Health Education England has mandated a target to train 3,000 paramedic graduates nationally per annum from 2021, further increasing the domestic paramedic workforce to meet future demands on the service, while 999 call handlers have been boosted to over 2,400, so we are very serious about improving resources for the service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I fully appreciate the concerns of right hon. and hon. Members across this House, and we will be pleased to meet any who have constituents affected by the reports this weekend so we can look at the issue more fully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Can I just say that it is three minutes—and that means three minutes, not three minutes and 40 seconds—and I am sure whoever writes these speeches can actually time them through? I say to those on both Front Benches that we have to think about Back Benchers, who need to get their hospitals mentioned and their ambulance trusts as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I call the shadow Secretary of State, who I am sure will stick to the allocated time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wes Streeting**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I pay tribute to the courage of the whistleblowers, as well as The Sunday Times journalists David Collins, Hannah Al-Othman and Shaun Lintern, without whom none of this would have come to light. But with respect to the Minister, it should not have taken an urgent question to bring her to the House today. On what she said about the Department further investigating, what form will this investigation take, who will be involved and what assurance can she give the families that there will be both answers and accountability, which is what they deserve?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Peter Coates died after an ambulance did not reach him in time. An ambulance two minutes away could not be dispatched because the station door was faulty, and staff did not know about the manual override. The ambulance that was dispatched decided to stop at a service station, even though it had sufficient fuel. Information about these errors was then withheld by the service, statements were changed and staff were asked to withhold the mistakes from the coroner. Peter Coates’ family learned the full truth only when contacted by reporters last week. His is just one of what is thought to be 90 cases involving gross negligence, cover-ups and tens of thousands of pounds of taxpayers’ money offered in exchange for staff silence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister mentioned the CQC. Why did it fail to spot this, rating the service “good” in 2018? Why did it fail to spot the situation even after being tipped off in 2020? Why is taxpayers’ money still being offered to buy the silence of staff when non-disclosure agreements were supposedly banned in 2014? What role did under-resourcing and understaffing play in this scandal?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Record ambulance waits exist in every part of the country, with heart attack and stroke victims waiting longer than an hour for an ambulance. As for the North East Ambulance Service, it is advising the public to phone a friend or call a cab rather than wait, while presiding over gross negligence, cover-ups and taxpayer-funded gagging orders on staff. That is the record on its watch. It is a national disgrace. What are the Government doing about it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We take the patient safety element of this extremely seriously. To answer the hon. Gentleman’s questions on who we will be meeting, I am happy to meet all the families affected to hear their concerns and the actions that they want taken. We met with the CQC this morning on this specific example, but we will be meeting with the ambulance trust. I also want to meet the coroner, and we want to hear from the whistleblowers. I am very happy to meet any member of staff who wants to raise concerns so that we can get to the bottom of exactly what has happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government introduced the duty of candour. Mistakes will always happen, no matter how much money is put into the health service or how many staff it has, but when a mistake does happen the hospital trust or ambulance trust should be open and up front about it, start a proper investigation, and learn the lessons so that it never happens again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}