{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-speech-on-abuse-and-deaths-in-secure-mental-health-units/",
    "title": "Maria Caulfield – 2022 Speech on Abuse and Deaths in Secure Mental Health Units",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 3 November 2022.",
    "content": [
        "I am grateful to the hon. Lady for raising this important question. Everyone in any mental health facility is entitled to high-quality care and treatment and should be kept safe from harm. The findings from the investigation into the deaths of Christie, Nadia and Emily make for painful reading. The death of any young person is a tragedy, and all the more so when that young person should have been receiving care and support. My thoughts and, I am sure, the thoughts of the whole House are with their families and friends, and I want to apologise for the failings of the care that they received.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I told the House on Tuesday, these incidents are completely unacceptable. The Secretary of State and I are working closely with NHS England and the Care Quality Commission, and they have updated us on the specific situation and the steps that the Tees, Esk and Wear Valleys NHS Foundation Trust is taking to improve the care at its services. Those include investing £5 million in reducing ligature risks across the estate; improving how it develops and implements care plans for young people; strengthening its policy on observation; and improving staff training and the culture that can exist within the trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I recognise that these worrying findings come in the context of broader concerns highlighted by other recent scandals. The Minister for Health and Secondary Care, my hon. Friend the Member for Colchester (Will Quince), was at the Dispatch Box last month responding to an urgent question on the unacceptable abuses at the Edenfield Centre. These challenges are, rightly, the subject of sharp focus in my Department, and we understand that every part of our system has a responsibility to keep patients safe. That is the driving motivation behind our new mental health safety improvement programme and the patient safety incident response framework.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not just the Minister for Mental Health; I am also responsible for patient safety, and I am not satisfied that the failings we have heard about today are necessarily isolated incidents at a handful of trusts. The Secretary of State and I are urgently meeting the national director of mental health to look at the system as a whole, the role of CQC inspections and the system for flagging concerns. I will also be meeting the new patient safety commissioner to seek her guidance, and based on that, we will make a decision on how we proceed in the coming days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Allin-Khan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It pains me that we are here again after failings in patient care and I send my heartfelt condolences to all the families affected. Emily Moore, Nadia Sharif, Christie Harnett: these are the names of three young women who tragically lost their lives after systemic failings to mitigate self-harm. This cannot go on. I thank my hon. Friend the Member for Middlesbrough (Andy McDonald) for his tireless work with the families involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sadly, those are not the only cases. In the last five weeks, there have been reports on the Huntercombe Group, the Essex Partnership University NHS Trust and the Edenfield Centre. Why do undercover reporters seem to have a better grip on the crisis than the Government? Patients are dying. They are being bullied, dehumanised and abused, and their medical records are being falsified—a scandalous breach of patient safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have failed to learn from past failings. I wrote to the previous Secretary of State, the right hon. Member for Suffolk Coastal (Dr Coffey), yet I never received a response. I have written to the new Secretary of State and he has not replied. Are the Secretary of State and the Government taking this seriously? It certainly does not seem so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Government be conducting a rapid review into mental health in-patient services? What are the Government doing to ensure that patients’ complaints about their care are taken seriously? These reports are becoming a weekly occurrence. I ask the Minister to put herself in the shoes of patients in these units and understand what their relatives are feeling. Will she apologise for the anguish that families are experiencing? This is a scandal and the Government should be ashamed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will not stand at the Dispatch Box and deny any of the instances that we have seen, their consequences or the failings that have been identified. I apologised in my opening remarks for the care that failed the most vulnerable patients in our system. I commit to right hon. and hon. Members from the Dispatch Box that we are urgently looking not just at these cases but across all mental health in-patient services, and not just at adult mental health, but at offenders and other users of mental health facilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have brought in a number of measures. We introduced new legislation, which was enacted in March, on the use of force and restraint. We are identifying best practice and trying to get that rolled out across the country. We are looking at putting in place a number of measures to improve safety and to support staff in units where staff shortages have been identified as a cause of the problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With regard to the hon. Lady writing to the Secretary of State, I signed off a letter to her early on Tuesday, which she should receive any day now. I apologise that she did not previously get responses in a timely manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "NHS England has commissioned a system-wide investigation into the safety and quality of services across the board, particularly around children and adolescent mental health services. I am pushing for those investigations to be as swift as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the issue of a public inquiry, I am not necessarily saying that there will not be one, but it needs to be national, not on an individual trust basis. As we have seen in maternity services, when we repeat these inquiries, they often produce the same information and we need to learn systemically how to reduce such failings. My issue with public inquiries is that they are not timely and can take many years, and we clearly have cases that need to be urgently reviewed and to have some urgent action taken on them now. I will look at the hon. Lady’s request but, as I said, the Secretary of State and I are taking urgent advice, because we take this issue extremely seriously. One death from a failing of care is one death too many.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}