{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-the-rare-diseases-action-plan/",
    "title": "Maria Caulfield – 2022 Statement on the Rare Diseases Action Plan",
    "post_date": "March 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 28 February 2022.",
    "content": [
        "The Government have published the first England Rare Diseases action plan today, on international Rare Disease Day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This action plan is part of our continued commitment to improve the lives of those living with rare conditions, such as muscular dystrophies and Huntington’s disease. It follows the UK rare diseases framework, published in January 2021, which set out priorities for all four UK nations to speed up diagnosis, raise awareness of rare diseases among healthcare professionals, provide better co-ordination of care, and improve access to specialist care, treatment and drugs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "England’s action plan has been developed collaboratively with our delivery partners across the health landscape and in close consultation with members of the rare disease community. Through the action plan we aim to achieve significant breakthroughs for people living with rare diseases, including:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "making it easier for more rare disease patients to access the co-ordinated care of multiple specialists without the need to travel long distances;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "developing world-class new-born screening so diagnoses can be made earlier, and patients can benefit from groundbreaking new therapies as they become available;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "ensuring all healthcare professionals are aware of rare diseases and know where to go to access further information and advice; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "supporting rapid and affordable access to cutting-edge therapies across all regions of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Building on advances in therapeutics during the covid-19 pandemic, we will also continue investing in the development of nucleic acid therapies, for example, through the world-class gene therapy innovation hubs and the nucleic acid therapy accelerator. These initiatives have the potential to allow rapid development of new therapies, transforming care for millions of patients, including those with rare and life-threatening genetic diseases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under the action plan, the millions of people with rare diseases in England will see more efficient access to care and new treatments introduced. Over the course of the coming year, we will monitor the progress of these actions closely, seeking input from those living with rare diseases to ensure we are measuring the outcomes that matter most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since the UK rare diseases framework runs over five years, implementation will be phased, with this first action plan focused primarily on actions taking place over the coming year. While delivery of this first action plan is underway, we will therefore also continue to explore future directions and develop new actions, informed by the needs of the diverse rare disease community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through this action plan we will take the first steps in England towards achieving our overarching vision: delivering improvements in diagnosis, awareness, treatment and care, and creating lasting positive change for those living with rare diseases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}