{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2023-speech-on-international-womens-day/",
    "title": "Maria Caulfield – 2023 Speech on International Women’s Day",
    "post_date": "March 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Maria Caulfield, the Minister for Women, in the House of Commons on 9 March 2023.",
    "content": [
        "May I thank right hon. and hon. Members for their contributions this afternoon? I particularly thank my right hon. Friend the Member for Basingstoke (Dame Maria Miller) for securing this debate and for her work every day of the year on championing women’s rights. I thank all hon. Members who have spoken so passionately today about the issues on which they are campaigning on behalf of women up and down the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As my right hon. Friend pointed out, many women who have gone before us have led the way to our being here today. The hon. Member for Erith and Thamesmead (Abena Oppong-Asare) mentioned Baroness Boothroyd, but there have also been women such as Margaret Thatcher, the first female Prime Minister, who broke that glass ceiling. Unlike the shadow Minister, the hon. Member for Oxford East (Anneliese Dodds), I am not afraid to compliment and pay tribute to female Members on the other side of the House. A personal heroine for me was Mo Mowlam. The hon. Member for Bristol South (Karin Smyth) spoke about how women have been erased from photos and others have often taken the credit for their hard work; Mo Mowlam was instrumental in delivering peace for Northern Ireland, but she is very often forgotten when we talk about issues around the Northern Ireland protocol. However, she is very much remembered for the work that she did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend the Member for Chelmsford (Vicky Ford) said that there is a special place in heaven for men who stand up for women. Today I want to remember Sir David Amess, who usually spoke in these debates; I think particularly of his work on endometriosis. I am sure that he would be very pleased to see his successor, my hon. Friend the Member for Southend West (Anna Firth), taking part in this debate. It has also been great to see my hon. Friend the Member for Worthing West (Sir Peter Bottomley) spending most of the afternoon in this Chamber to listen to women speak about the issues that we face. We are very lucky to have such a Father of the House who respects female Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On International Women’s Day yesterday, I was particularly pleased that so many Departments were able to showcase the work that has been done and make announcements on tackling the issues that women face, many of which have been raised today. The Foreign, Commonwealth and Development Office launched its first international women and girls strategy yesterday, which highlights the work being done globally to tackle threats to gender equality across the world. From climate change and crisis to conflicts and coronavirus, those threats disproportionately affect many women in certain countries; hon. Members have spoken particularly about Iran and Afghanistan today. Significant work is going on to support women across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to touch in particular on the issues facing the women of Ukraine. I had the great pleasure and honour of meeting the First Lady, Mrs Zelenska, this year. While of course planes, weapons and resources are important, her plea to us in this place was to make people aware of how rape is being used as a weapon of war against women in Ukraine—there are young girls, women, older women and elderly women who are being raped as part of the war against Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased that the UK has cemented its position as a leading global actor standing up for women who are under attack. We know the scale and severity of gender-based violence at times of conflict and insecurity. I am proud that the UK is recognised internationally for the preventing sexual violence in conflict initiative, committing £60 million to preventing and responding to conflict-related sexual violence since 2012. Last November the UK hosted the PSVI international conference in London, with more than 1,000 delegates, and secured new political declarations with 53 countries and 40 national communities. That is incredible work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, this debate has mainly focused on the domestic issue of the gender-based violence that women and girls are experiencing up and down the country. We heard a very moving speech from the hon. Member for Birmingham, Yardley (Jess Phillips), who highlighted the sheer scale of the women who have been murdered in the past year. The right hon. Member for Kingston upon Hull North (Dame Diana Johnson) described the terrible, tragic case of Libby Squire, and the hon. Member for Livingston (Hannah Bardell) told us Wendy’s story about her daughter Aimee. Members cannot have failed to be moved by that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course we are doing great work in improving the experience of women. We have announced the awarding of grants to rape crisis centres in England and Wales to set up a national telephone support line, open 24/7, which was launched on 7 December, and we are providing £27 million to recruit more independent sexual and domestic violence advisers. Despite all that, however, there is clearly a significant problem. Violence against women and girls was included in the women’s health strategy because it is not just a criminal issue or a justice issue. I was pleased to see both my right hon. Friend the Member for Charnwood (Edward Argar), the Minister for Victims and Sentencing, and the Under-Secretary of State for the Home Department, my hon. Friend the Member for Derbyshire Dales (Miss Dines), in the Chamber earlier to hear about this staggering problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sarah Owen (Luton North) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have listened intently to the debate, and it is an honour to be able serve alongside such fantastic female representatives on both sides of the House. The Minister is talking about eradicating sexual and domestic violence from society. Does she agree that we should not be rewarding, in any way, any perpetrators of that sort of abuse and violence?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I absolutely agree. As I have said, that is why we included violence against women and girls in the women’s health strategy, and as we approach the first anniversary of the strategy, I am keen for us to move towards making that our priority for the second year, working across Government. I am happy to work across parties as well, because this is such an important issue. Despite all the strategies, plans and—let us be fair—significant funding, we are still not making progress in the areas in which we want to make it. We have been presented with many images, but I was particularly struck by what was said by the hon. Member for Brent Central (Dawn Butler) about the way in which language is used to describe both female victims and their perpetrators, which suggests that an offence of that kind can be justified—that it simply happened, that it was a mistake, and that it was not all that significant. That has to change, which means changing the culture as well as creating the infrastructure to support it. I am keen for us to make progress on that in the next 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jackie Doyle-Price (Thurrock) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am very interested by what my hon. Friend has just said. She referred earlier to putting violence against women and girls at the heart of the health strategy. If we are serious about increasing the rate of convictions for rape and sexual violence, and indeed domestic violence, we should bear in mind that women report being treated like pieces of evidence. What we need is wraparound therapeutic support for victims, so they are not re-traumatised every time they try to obtain justice. Will that be a large part of what my hon. Friend is doing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Absolutely. We do need to look at how we support women, and that includes female MPs. I am thinking of Rosie Cooper, who simply left the House of Commons because of what she had experienced. She has gone on record as saying that she did not feel safe continuing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wera Hobhouse**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not have a huge amount of time, but I will give way a couple more times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wera Hobhouse**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will be very quick. The police are saying that they need to move away from viewing the victim as a credible witness, and move on to the perpetrator. Too often, the perpetrator gets away while the police are investigating the victim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I entirely agree. This is about changing culture as much as about changing the structure of services: we have seen plenty of evidence of that. Let me also pay tribute to the hon. Lady for her private Member’s Bill, which will tackle sexual harassment in the workplace. She has done tremendous work on the Bill, and we hope that it will make swift progress in the other place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Vicky Ford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The issue of spiking has, unfortunately, been coming up in my constituency. If the perpetrators are to be caught, it is important for victims to come forward quickly and provide physical evidence, such as a urine sample, within 24 hours. I wonder whether there is more that my hon. Friend could do, using her own voice, to get that message out to victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, absolutely. That is why we need a cross-Government approach. We need to work with the Home Office and the Ministry of Justice team so that we have a united voice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Abena Oppong-Asare**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will give way one more time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Abena Oppong-Asare**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I appreciate the Minister’s generosity. I just want to put on record the work that Sistah Space has done—particularly in relation to Valerie’s law—for victims of abuse, especially black victims. The Minister’s predecessor started to do some work with me and with Sistah Space before the change of Government. Will she please continue that work?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall be happy to do that, and we can certainly arrange to meet following this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The shadow Minister was slightly dismissive of the groundbreaking Online Safety Bill. However, my right hon. Friend the Member for Chelmsford has reported that the UN special rapporteur on violence against women and girls has described it as world- leading. Many other countries are following our progress, and, indeed, may adopt similar legislation. The Bill will tackle criminal activity online. It will protect children from harmful and inappropriate content, and it aims to stop the rise of online misogyny. Several Members have mentioned the importance of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me say something about business. The UK is now successfully including gender provision in all the free trade agreements that we have made since leaving the EU. Our trade agreements with Australia and New Zealand, for instance, contain dedicated trade and gender equality chapters. That too is groundbreaking work. As for our domestic business focus, our taskforce on women-led high- growth enterprise was established last summer. I want to pay tribute to my hon. Friend the Member for Meon Valley (Mrs Drummond) for her work in the all-party parliamentary group on women and work, not just her work in pushing science, technology, engineering and maths for women, but the high-growth sector work she is doing. If we deliver more women with ambition, we will improve growth in our economy and also improve the outcome for those women as they thrive in the workplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that childcare is an issue. That is why we have spent more than £3.5 billion over the last three years on early education entitlement, and have increased the funding for local authorities to £160 million this year, £180 million next year and £170 million thereafter, to allow them to increase their payments to local childcare providers. I recognise the challenges and the cost that childcare imposes on families, but I also know how difficult it is for the providers to sustain their business model.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning briefly to women’s health, I am proud that in the past year we have published the first women’s health strategy for England. The hon. Member for Vauxhall (Florence Eshalomi) mentioned that in particular, and I am very keen that we make progress in that space, especially on maternity disparities. We have appointed Dame Lesley Regan as the first women’s health ambassador to lead that work. We announced yesterday that we are investing £25 million to roll out women’s health hubs across the country, providing a one-stop shop for women’s healthcare needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will also level up IVF access to same-sex couples and across the board, ensuring consistent provision across the country, which does not currently exist. The HRT prepayment certificate will be launched from 1 April, cutting the cost of HRT by hundreds of pounds. We also aim to announce our pregnancy loss certificate later this summer, so that babies born before 24 weeks can be registered—an important issue for those parents who have lost babies. The major conditions strategy will look at long-term conditions such as heart disease, musculoskeletal conditions and dementia, the leading cause of death in women, which for too long have been ignored.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, I want to touch on girls’ education, which it is a top priority for us in both our international commitment—we want 12 years of quality education for every girl, which is the best way to get girls and women out of poverty—and our domestic commitments. The Prime Minister in his first speech set out his ambition to ensure that all school pupils in England study some form of maths to the age of 18. My hon. Friend the Member for Thurrock (Jackie Doyle-Price) raised the issue of teaching materials in schools; the Prime Minister yesterday committed to a review of those and we will look forward to what that shows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to get more women and girls into science, because, as my right hon. Friend the Member for Basingstoke said, despite getting more girls into STEM A-levels and on to undergraduate courses, we only see women making up 29.4% of the STEM workforce. That is why we are running our STEM Returners pilot; there are 75,000 people, mainly women, with experience and qualifications in STEM who are not working in the sector and who we want to see return to practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that that showcases some of the work we are doing across the board. There are many challenges—we do not deny or shirk that fact—but we are making significant progress. In particular, domestically, on violence against women and girls, I hope that this time next year we will have a better story to tell.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dame Maria Miller**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I say an enormous thank you to everybody who has taken part in the debate. This debate always demonstrates how much agreement there is across the House; I always see more heads nodding on the Opposition side and the Government side in this debate than in any other. My final comment, therefore, is, “Let us not allow party politics to get too involved in some of these issues.” They are not about party politics; they are about changing the culture of our country, to make sure that women have the same opportunities and the same barriers as men—not different ones, but not bigger ones. The more we can keep the politics out of this, the more progress we make in that culture change. I think the vast majority of this debate has demonstrated how much agreement there is. I applaud that, and thank colleagues for taking that approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}