{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-the-essex-mental-health-inquiry/",
    "title": "Maria Caulfield – 2022 Statement on the Essex Mental Health Inquiry",
    "post_date": "February 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 4 February 2022.",
    "content": [
        "It is normal practice, when a Government Department proposes to undertake a contingent liability in excess of £300,000 for which there is no specific statutory authority, for the Minister concerned to present a departmental minute to Parliament giving particulars of the liability created and explaining the circumstances; and to refrain from incurring the liability until 14 parliamentary sitting days after the issue of the minute, except in cases of special urgency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have today laid a departmental minute proposing to provide an indemnity that is necessary in respect of a Department of Health and Social Care established non-statutory, independent inquiry into the care and treatment pathways and the circumstances and practices surrounding the deaths of mental health inpatients in Essex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Essex Mental Health Independent Inquiry has been established to investigate deaths which took place in mental health inpatient facilities across NHS Trusts in Essex between 1 January 2000 and 31 December 2020. It will draw conclusions in relation to the safety and quality of care provided locally and nationally to mental health inpatients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In January 2021, the Minister of State for Patient Safety, Suicide Prevention and Mental Health announced the establishment of the inquiry—HCWS729, 21 January 2021—to be chaired by Dr Geraldine Strathdee CBE. The indemnity will cover the entire duration of the inquiry’s work, from January 2021 until when the inquiry submits its final report, expected in 2023, and for an unlimited period after that date. However, we believe there is a low risk of the indemnity being called upon beyond five years of the inquiry having reported. The indemnity will cover the chair and all other members of the inquiry team, against any liability, including any legal or other associated costs, arising from any act done, or omission made, honestly and in good faith, when carrying out activities for the purposes of the inquiry in accordance with its terms of reference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The indemnity will only apply to acts done or omissions made during the course of the inquiry and will exclude personal criminal liability, negligence or reckless acts. There will be no cap placed upon the indemnity, so the maximum exposure is strictly unlimited. However, any losses are not expected to exceed a value of £3 million based upon the best estimate currently available at this stage of the inquiry’s work. If the liability is called, provision for any payment will be sought through the normal supply procedure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Treasury has approved the proposal in principle. If, during the period of 14 parliamentary sitting days beginning on the date on which this minute was laid before Parliament, a Member signifies an objection by giving notice of a parliamentary question or by otherwise raising the matter in Parliament, final approval to proceed with incurring the liability will be withheld pending an examination of the objection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}