{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-manchester-mental-health-trust-and-the-edenfield-centre/",
    "title": "Maria Caulfield – 2022 Statement on Manchester Mental Health Trust and the Edenfield Centre",
    "post_date": "November 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 23 November 2022.",
    "content": [
        "Yesterday, NHS England announced an independent review will be taking place regarding the unacceptable incidents that took place at the Greater Manchester Mental Health Trust this year. It will focus on how these incidents were able to happen and why the failings were not picked up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The abhorrent treatment of vulnerable people at the Edenfield Centre shown in the Panorama episode was completely unacceptable. Every patient has the right to be treated with dignity and respect, in a caring and therapeutic environment where their rights are upheld, their needs are met, and they feel supported and listened to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why I welcome the steps taken by colleagues in the NHS to investigate those events. As the Minister of State, Department of Health and Social Care, my hon. Friend the Member for Colchester (Will Quince), stated in Parliament on 13 October 2022, this should not have happened. Therefore, it is vital that we get to the bottom of what went wrong so that we can make sure we do better in the future. As I said at the Dispatch Box, I have also instructed my officials to consider what is needed on wider issues for mental health inpatient care, separately to this independent review. I will give an update on this in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}