{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-the-supply-of-strep-a-treatments/",
    "title": "Maria Caulfield – 2022 Statement on the Supply of Strep A Treatments",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State at the Department of Health and Social Care, in the House of Commons on 19 December 2022.",
    "content": [
        "I thank the hon. Lady for her question. I know families are concerned about the recent outbreak of strep A in children. Although the vast majority of strep A cases are mild and can easily be treated with antibiotics, a small number of children have gone on to develop serious infections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Health Security Agency has already declared a national enhanced incident to co-ordinate our public response. Increased demand has led to some temporary supply issues, but I reassure Members on both sides of the House that we have stock of antibiotics and have taken a number of steps to deal with some of the supply issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, we have worked at pace to help to ensure that there are supplies of vital medicines to meet the increased demand. Earlier this month, we convened roundtables with manufacturers of the preferred treatment, penicillin V, and with major UK wholesalers. We continue to work with manufacturers and wholesalers to boost supply to meet demand. The key issue is getting stock to pharmacies across the country. We have brought forward stock to make sure it gets to where it is needed, and we are expediting deliveries. Deliveries to wholesalers and pharmacies continues to be made, with more expected in the coming days and weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, we have issued eight serious shortage protocols to allow pharmacists to supply not only alternative forms of penicillin, but alternative antibiotics. This will make things easier for pharmacists, general practitioners and, of course, patients. We have also added a number of antibiotics to our list of medicines that cannot be exported or hoarded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, we have updated advice across the board. Further guidance was given to GPs and pharmacists on Friday as part of the new SSPs. My Department has provided advice to colleagues in primary and secondary care on the management of the current supply issues. We have also held a cross-party briefing for MPs, and a “Dear Colleague” letter will go out later today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know this is a worrying time for families across the country, but I reassure them and people across the healthcare sector that we are managing the higher-than-normal number of strep A cases this winter and we have a range of medicines available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}