{
    "url": "https://www.ukpol.co.uk/maria-caulfield-2022-statement-on-the-appointment-of-professor-dame-lesley-regan-as-womens-health-ambassador/",
    "title": "Maria Caulfield – 2022 Statement on the Appointment of Professor Dame Lesley Regan as Women’s Health Ambassador",
    "post_date": "June 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maria Caulfield",
            "url": "/tag/maria-caulfield/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Maria Caulfield, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 20 June 2022.",
    "content": [
        "In December 2021 when we published “Our Vision for the Women’s Health Strategy for England”, we announced that we would be appointing a Women’s Health Ambassador.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to announce the appointment of Professor Dame Lesley Regan DBE MD DSc FRCOG as the first ever Women’s Health Ambassador for England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Ambassador will focus on raising the profile of women’s health, increasing awareness of taboo topics and bringing a range of collaborative voices to implement the Women’s Health Strategy. The Ambassador will develop networks across and outside Government to champion women’s health and break down stigmas which surround particular areas of women’s health, such as the menopause, endometriosis and PCOS, and mental health and wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will also appoint a deputy Women’s Health Ambassador to maximise the positive impacts of the role. The deputy ambassador will work collaboratively with the Women’s Health Ambassador to help increase awareness and build relationships with community groups and women and girls across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dame Lesley Regan is Professor of Obstetrics and Gynaecology at Imperial College’s St Mary’s Hospital Campus, and Honorary Consultant in Gynaecology at the Imperial College NHS Trust. She is also Honorary Secretary of the International Federation of Gynaecology and Obstetrics (FIGO) and the Immediate Past President (2016-2019) of the Royal College of Obstetricians and Gynaecologists (RCOG), only the second woman to ever hold this role and the first in 64 years. As President of the RCOG, she oversaw the publication of the ground-breaking Better For Women report, the findings and recommendations of which have informed the development of our Women’s Health Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we set about recruiting the Women’s Health Ambassador, we heard from many highly qualified candidates who were interested in the role. I am very grateful for their interest in the role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Next steps on the Women’s Health Strategy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Women’s Health Strategy will set out an ambitious and positive new agenda to improve the health and wellbeing of women across England and reduce disparities, focusing both on the priority healthcare issues for women and key thematic priorities across the life course. I look forward to announcing the publication of the new Women’s Health Strategy shortly and to working with the new Women’s Health Ambassador to deliver real change for women in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}