{
    "url": "https://www.ukpol.co.uk/victor-cazalet-1940-speech-on-palestine-and-jewish-ghettos-in-poland/",
    "title": "Victor Cazalet – 1940 Speech on Palestine and Jewish Ghettos in Poland",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1940",
            "url": "/tag/1940/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victor Cazalet",
            "url": "/tag/victor-cazalet/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Victor Cazalet, the then Conservative MP for Chippenham, in the House of Commons on 6 March 1940.",
    "content": [
        "No one realises more than I do the extreme difficulty of speaking after my right hon. Friend the Secretary of State for the Colonies. Although I disagree profoundly with the Government’s policy in Palestine, I recognise that this afternoon my right hon. Friend has made a brilliant defence of that policy, and that the overwhelming majority of hon. Members in my party are behind him. I do not pretend to view this subject with a completely open mind; nor did I come here with a completely open mind to listen to the Debate. I know some of the facts. My right hon. Friend made the speech which I had thought he would make—calm, endeavouring not to raise any unnecessary opposition, dispassionate in all his remarks, but I knew that to almost every argument which he made there was another side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will give the House two examples of that. My right hon. Friend said that the peace in Palestine to-day is due, not solely to the war, but very largely to the publication of the White Paper some months ago. Of course, one can always purchase peace by making concessions to one’s opponents. But what an invitation that is to the Jews to follow the example of the Arabs and to make trouble in order to wring concessions from the Government. I am certain they will not do that. I should, in my humble way, use every endeavour I could to prevent them from doing it. The idea appears to be that although there is peace now, the Arabs may at some future time make a fuss and revolt; and therefore, they must be given concessions. We were then told about the Arabs in Iraq, the Mohammedans in Africa, India and elsewhere. I would remind the House that there are 16,000,000 Jews distributed throughout the world. Surely, in these critical days, their views and opinions should also be considered. My right hon. Friend said that there is plenty of good land in the maritime area for the Jews to buy. He knows very well that it is in that area where the Jews have spent most money that they have attracted the greatest number of Arabs. If the Jews are to buy land there, and indeed they only buy it there, being excluded from 95 per cent. of the rest of the territory, it will put a monopoly price on a very limited amount of land and so make it practically impossible for the Jews to buy any land in that area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am opposed to the Government on this issue. I am pro-Government as they were three years ago, when they adopted the Royal Commission’s Report on partition. I am afraid I have not been able to change my views on Palestine quite as quickly as the Government have changed theirs. Some months ago, I appealed to the Government in vain not to proceed with the proposals of the White Paper because I considered that they were dishonourable and broke the promises and pledges which the same Government had given to the Jews three years ago. In listening to my right hon. Friend, it struck me as rather odd how often he referred to these commissions, and in particular the deference which he paid to the Royal Commission’s views on land. I wish that he had paid a little more deference to their views on other matters in regard to Palestine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A few months ago we had a hope that the League of Nations might intervene and prevent the Government from committing what I and others consider to be this crime against Jewry. The Permanent Mandates Commission has met and produced a report, and I think it would not be an overstatement to say that the Mandates Commission’s report is not entirely satisfactory towards the Government. It is of no use decrying the Mandates Commission in this case simply because it happens to recommend something against the Government’s policy. My right hon. Friend has given reasons why the Council has not yet been consulted. I agree with him in one aspect of this matter. I think it is very unlikely that any member of the Council, if asked to-day to give its opinion, would raise its voice in opposition to a policy which is officially favoured by Great Britain and presumably supported by Germany. It would have been much more honest if, from the beginning, the Government had said to the House that, in their opinion, the Mandate had failed, and they proposed something quite different. I would have disagreed with that, but I would have understood it. What I have never been able to forgive is the attempt to make this policy square with the Mandate. When the full White Paper policy is in execution—a permanent minority for the Jews, no more immigration, land sales to be confined within a narrow area—what will be left of the Mandate? The ghost of Lord Balfour ought to haunt those on the Treasury Bench when they try to square their policy with the Mandate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Something else has happened during the last few months. War has broken out. I think that for several months the war gave some hopes about what might happen in Palestine. The war has influenced all our lives and policies. Surely, it should have had some effect on the policy in Palestine. After all, the Government in certain very important ways have changed their character. The right hon. Gentleman the First Lord of the Admiralty is no insignificant member of the Government. He was strongly opposed to this policy. When he entered the Government, surely some concession ought to have been made to his views. The Opposition have been invited to co-operate with the Government, and they have loyally co-operated on most issues. Unity is our motto. It has been accepted loyally by the great bulk of the people of this country, and nowhere with greater surprise or with more welcome than in Palestine itself. Now this bomb has been thrown into our midst, spreading dissension and bitterness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The legal question has been dealt with. The question of the amount of land avail able has been dealt with. I want to state to the House one or two simple facts—facts, I admit, from the Jewish point of view—because I do not think that my right hon. Friend, although he paid a tribute to the Jews in Palestine, and expressed sympathy with them, understands how they feel about this policy. The question which the ordinary man-in-the-street is asking himself at the present time is why it should be necessary at this moment to introduce in Palestine this one item of the proposals of the White Paper. Does anyone really think it will help to win the war when it will raise bitter feelings on the part of Jews throughout the world? This must be the crucial test of everything that the Government do at this time—will it help us to win the war? That is the only thing which matters. My right hon. Friend has admitted that there is comparative peace in Palestine. In a few months, in a few weeks, war may develop in the Near East, and then we shall want the services of Jewish men—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. MacLaren (Burslem)** And Arabs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Major Cazalet** —Jewish men, scientists, factories. Already Iraq, Turkey, Egypt and Syria are utilising the brains, talents and resources of the Jews in Palestine. Are the Government really afraid of an Arab revolt? I believe that to-day the Arabs are just as united in their loyalty as are the Jews. I am far less afraid than is my right hon. Friend of Arab dissension. Whom does he fear? From where is the revolt to come? Is the army of the Hedjaz to march up, is Iraq to invade Palestine? I thought we had thousands of troops from the Antipodes in Palestine. There are tens of thousands of troops in Syria, should they be wanted. The Government have always insisted, rightly, that there never will be lasting peace in Palestine except through co-operation of the Jews with the Arabs. It is perfectly correct. I maintain that that co-operation can only be carried into effect successfully along economic lines. Economic prosperity depends on land purchases by the Jews. In areas where the Jews have bought land the Arabs work willingly, peacefully, and happily, with better wages and conditions than they have ever enjoyed. In some periods of the year at the height of the citrus season there are 10,000 Arabs working contentedly for the Jews. So it is a political question. I object to this decision because it will frustrate the only real hope of obtaining permanent co-operation between Jews and Arabs, and because it will deny the Jews the right to invest their money in purchases of land as they have done in the past. By this Measure you are handing back a vast number of Arab tenants and cultivators of the soil to the Arab moneylenders. Up to date they have been able to sell a portion of the land, and for that money they have been able to go in for intensive cultivation. You are condemning two-thirds of Palestine to bankruptcy. The right hon. Gentleman asked whether we had not heard of the £5,500,000 loan, but that is for the whole of the Empire, and what proportion will go to Palestine? We know the Jews have spent £5,000,000 a year in Palestine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is the third partition of Palestine. We had the first in 1922, and the second was suggested by the Government on the report of the Royal Commission. Now we have this miserable third partition of Palestine. I know although lip service is paid to the Jews by almost everybody in this country that the Jews have not many friends. One knows so well people who start a conversation by saying, “Of course, I have a great many Jews, intimate friends who I admire and like very much, but—”No one knows better their thoughts and failings better than I, but, perhaps, if we had been persecuted for generations, we might have possessed, if we do not already possess, some of their less desirable characteristics. Perhaps we should not have survived the persecution. One of the most potential factors in giving to the Jews some of their less agreeable characteristics is that for centuries he has had to dwell in towns and ghettoes and has been denied the right of land ownership. Now, for the first time, in Palestine, he has land freedom and space, he can dig the soil and can create something constructive by the sweat of his brow. If you have not seen a Jewish farmer and compared him, as I have, with the type cringing in the ghettoes of Poland, you cannot understand what the possession of land and working on the soil, either in a communal farm or a farm in his own possession, means to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What magnificent work they have done; and have the Arabs really suffered? Have the Jews farmed well? Well, I have never tasted better cheese or drunk better milk than off a Jewish farm. Are they not in Palestine contributing something of real worth to the national need? And now you deny them further expansion. Do not be deluded. The right hon. Gentleman explained how many thousands of acres there were, but what are the facts? The Jews have been told by the First Lord of the Admiralty that they were in Palestine by right, but the Jews under this scheme are there by right in less than 5 per cent. of the territory. They are tolerated only in 20 per cent., and are excluded altogether from another 65 per cent. What a mockery of the National Home. After all, who are these people? Are they likely to conspire with our enemies? No, Sir, these are the men who in the first days of the war were ready to offer a fighting division to go anywhere the British Government asked. So far that offer, no doubt for good reasons, has not been accepted. These are the men and women who have pledged themselves unreservedly—pledged their lives and possessions—in the service of the Government until victory is won. These men will still fight for England, but you have played on their loyalty and strained their patriotism almost to breaking point. You have played them off against the Arabs because you knew that in the last resort they would not let you down. They have no one else to turn to, better for them the ghettoes of Poland than the martyrdom of Lublin in Poland. After all, for what are we fighting if it is not for the preservation of individual liberty and of the right of small peoples to live their lives and cultivate and develop their own culture in their own land? The Jews have been at war for six years, and they have suffered up to date more casualties than the Allies. Their war is our war, and our war is theirs, and yet to-day, they have to suffer this supreme indignity in their hour of need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I apologise for perhaps expressing very strong views, but I feel, and believe, that these Regulations should be withdrawn, for a variety of reasons. I think they are almost certainly illegal, that they are unjust in themselves, and, in spite of what the right hon. Gentleman said, that they are unnecessary. I have every reason to suppose that there would not have been very much land purchase, and that the money is not, and will not, be forthcoming in the next few years. I believe these Regulations are dishonourable in peace and wicked and contemptible in war. They divide opinion at home and lend support to that body of opinion in the United States of America and elsewhere which wishes to think wrongfully I believe, that we are prepared to make terms with the enemy. They inflict a deep moral wrong on the Jewish race. Holding these views, is it any wonder that I am distressed and feel bitterly on the matter? Is there any wonder that I am prejudiced on behalf of those who are prepared to fight to the bitter end on our side in this war?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even if I were the only Member of my party who raised his voice against these proposals, and if necessary vote against them, I should do so. If I did not I should be ashamed of myself ever afterwards. I have been a most loyal back-bencher for 16 years, and perhaps I may be permitted this digression from the path of duty to-night. I realise, of course, that some of those on the Front Bench do not like these Regulations. There has been a good deal of mental shuffling to accommodate their consciences to these Regulations. I expect in their heart of hearts they desire, as we do, to see fair play to both Jews and Arabs, but, knowing as I do the extent of the bitterness of the blow which millions of Jews are feeling to-day, can I do anything else than raise my voice and beg the Government, futilely, I know, to withdraw even at this late hour these Regulations so that honourably once again Jews, Arabs and Christians in Palestine and elsewhere can unite whole-heartedly to destroy and defeat the King’s enemy?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}