{
    "url": "https://www.ukpol.co.uk/shami-chakrabarti-2018-speech-to-the-annual-bar-and-young-bar-conference-2018/",
    "title": "Shami Chakrabarti – 2018 Speech to the Annual Bar and Young Bar Conference 2018",
    "post_date": "November 27, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Shami Chakrabarti",
            "url": "/tag/shami-chakrabarti/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Shami Chakrabarti, the Shadow Attorney General, to the Annual Bar and Young Bar Conference in London on 24 November 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/11/Shami-Chakrabarti-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/11/Shami-Chakrabarti.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Friends, it’s a daunting privilege to speak to this conference at such a pivotal moment and to address my profession as the Shadow Attorney General for England and Wales. Some years ago the Sun newspaper called me “the most dangerous woman in Britain”. This, for attempts to defend the Rule of Law for everyone, even in times of adversity. That label was the gift that kept on giving with audiences around the country, with the prospect of standing ovations in Liverpool in particular, where people well understand the dangers of abuse and corruption without access to justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So thank you for this opportunity to talk about what the bar represents to me, what it remains still – despite perhaps – all odds, and what it might yet and better be soon, and in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m not the greatest valuer of possessions, but amongst the few that really matter to me, I cherish a framed photograph of me with my late mother in the autumn of 1994 when I was called to the Bar at Middle Temple. Middle Temple remains my Inn and a place that I will always regard as a second home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My parents were not lawyers, but hailing as they did from the Commonwealth, they saw the Rule of Law – as epitomised by the historic buildings of the Inns and Royal Courts – as one of the great treasures of the United Kingdom to which they came in the late 1950s and which was to become their permanent home. In their youth, before the advent of cheap and accessible long distance airline travel, they came to Britain via ocean voyages lasting weeks. The only members of each of their families to do this, they would have thought of themselves as great adventurers and hard workers. In the received language and wisdom of today’s “hostile environment”, they would no doubt be denigrated as “migrants”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was raised on a literary, TV and cinematic diet of Rumpole of the Bailey, Twelve Angry Men and To Kill a Mockingbird. There was no doubt that some kind of career in the law was for me and neither I nor my parents were the slightest bit put off by our lack of connections with the professions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For just as we lived in a country of universal state primary and secondary education and with a National Health Service free at the point of use and envied all over the world, we lived in a land where if something of dangerous significance was going to happen to you, the prospect say of losing your liberty, home, job, child or right to stay in this country, you would have access to ultimately high quality legal advice and representation, regardless of your means.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I read law just down the road at the London School of Economics, undeterred and unencumbered by tuition fees of any kind. What’s more, I received a full student maintenance grant which paid for my food, travel, rent and law books. Part time and holiday jobs paid for extras and I left college in 1991 with virtually no debt. Then things got trickier. There were fees for the Inns of Court School of Law – minuscule by the standards of today, but still more than I or my parents could readily afford – so it was two years before I could take up my place. Nonetheless, soon after I did, I was fortunate enough to obtain a funded pupillage that amongst other things, placed me on the housing ladder in central London, a stone’s throw from where I now live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So far so good – except imagine my embarrassment when I talk to the law students of today and remember that it was many of my generation in British politics who enjoyed similar advantages, only to pull the ladder up from underneath them in the form of introducing tuition fees, reducing student support and deregulating legal professional education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My learned friend Nick Thomas-Symonds is the MP for Torfaen in South Wales, Shadow Solicitor General and Labour rising star. Once more, he did not come from a legal or privileged family. After a distinguished academic career at Oxford, he was called to Lincolns Inn in 2004 with the benefit of a Lord Denning scholarship, a Thomas More bursary and a Hardwicke entrance award. Writing in the Times earlier this year, Nick signalled our intention under the next Labour Government, not just to end university tuition fees, but to end the racket of bar courses that offer too many places for too high fees to too poor students, many of whom have no prospect of the pupillage that remains the gateway to the profession:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The Bar, a small profession, requires high-quality entrants. It needs to be more reflective of the public it serves, and in doing so provide a more diverse pool of candidates for future judicial appointments. Nobody should be locked out of the profession because they cannot afford course fees. Nor should people who can afford the fees be charged thousands of pounds to train with no prospect of a career at the Bar.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He went on:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“…there is an obvious solution that has the advantages of being radical and building on the fine traditions of the Bar. Let the Inns become the course providers. Let them train the smaller number of students who do have a genuine chance of pupillage, expand their scholarship and bursary programmes and build a profession of barristers from many different backgrounds. While the Inns are in London, there is no reason why they could not establish regional centres. For all the years of consultation, the best means to create the profession we all want to see was staring us in the face the entire time.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I repeat my colleague’s words for those who did not read the article, to put the profiteers on fair notice that change is coming and to promise to work with the Bar and the Inns enthusiastically and creatively on the best way to invest in the best future of the profession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That must of course include a radical reversal of the cold hand of Coalition austerity politics on legal aid and the court system. LASPO is a national scandal on a par with universal discredit and the hostile environment for migrants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It may not yet command the same newspaper coverage, but it is a similar agent of delivering misery. In contrast with the claims of politicians from all sides in the past, the law is not a bourgeois luxury but an absolute essential for everyone and especially the most vulnerable in society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Access to justice is a fundamental human right and the bridge between the civil liberties I sought to defend for most of my career, and the social and economic rights that are of my greatest concern today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Without accessible advice and representation, all other laws no matter how beautifully imagined and crafted, are as a dead letter in a sealed book. Housing, benefits, employment, family and immigration and refugee law cannot do the job of providing protection – whether against the state or other actors – without the legal services that the vulnerable so desperately need. Even the Human Rights Act, twenty years old this autumn – and still in tact despite Conservative manifesto pledges for its repeal – cannot do its work without lawyers to unlock it for all the people of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And whilst all austerity is a political choice, I cannot help but suspect that the particularly savage treatment of the Ministry of Justice with its 40 per cent cuts is especially ideological in leaving abuses of power unchecked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When younger, I never thought that I would see food banks next to investment banks in one of the wealthiest countries on Earth. Nor did I think I would see doctors, lawyers and teachers having to take to the streets like the industrial and agricultural workers of previous generations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But just as our country has become more unequal and polarised, our legal system is fast coming to resemble the Michelin starred restaurant next to the soup kitchen. The international super rich still have a taste for British justice, seeking to strike their deals with a view to settling their disputes here, or better still, in shadowy arbitrations in glamorous offshore tax havens with the aid of some of the finest and most expensively trained minds in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile on the ground, several miles down from the Learjet and penthouse suite, the proportion of litigants with legal representation fell from 60 per cent in 2012 to just 33 per cent in the first quarter of last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means endless contested civil cases where one side has a lawyer and the other does not. That means domestic violence victims being cross-examined in person by their alleged abusers in the family courts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means judges who remember the highest standards of justice, demoralised as they attempt the impossible task of being social worker, lawyer and adjudicator in one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And what does our Government offer by way of leadership, and hope to guide the profession through these present dire straits?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As with Brexit rows concerning the Irish border, we are told the answer lies in technology. The same magical thinking that tells us that differing customs regimes can be established without a hard border, informs us that computer programmes and online courts can replace the hard yards of legal professional training and provision for all except the wealthiest amongst us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would not dream of trying to patronise lawyers any more than I would TV presenters. Of course new technology can play a significant part in the preparation, presentation and delivery of the law. Let the robots come and do the brain numbing, back breaking work of document management and routine administration. But there are still some things that humans do better for other humans, some things that require empathy, experience and wisdom, whether in the tax haven, board room, Parliamentary chamber, police station or court room.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The next Labour Government will seek to invest in the caring and professional infrastructure of the future and that includes the law. That means access to justice for everyone in this country and not only those who want to use the City of London as a boutique money laundering service off the coast of Europe. This is about improving equity and fairness amongst all our people of course. But also about providing high quality and rewarding employment for our children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Richard Burgon is our Shadow Justice Secretary and Lord Chancellor, and the MP for Leeds East. A trade union lawyer by background, he knows very well that far from being alien to working people, the law can be a vital tool in achieving social progress. At the South West London Law Centre on Thursday night, he promised that the next Labour Government will\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“usher in a golden age of law centres as engines of empowerment for working class communities in all their diversity.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also want us to provide better support for the vital but often thankless work of the CPS, Serious Fraud Office and Law Commission in the years ahead. Unlike with the NHS – an almost universally popular socialist experiment that politicians can only do down by stealth – most people never think they are going to need the law until that dreaded day comes. So it has been too easy for too long for politicians of all persuasions to do the legal system and all those who work in it – down – and to do so in thought and word and deeds- culminating in obliterating cuts and so called reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud to sit alongside Richard in a diverse Shadow Cabinet, one quarter of whom are lawyers, with half of them from the Bar – including a former and indefatigable Director of Public Prosecutions. Many of those who are not lawyers – including our Leader, Shadow Chancellor and Shadow Home Secretary – have long campaigned for human rights causes and are personally passionate about legal aid in particular.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So our Government will never sit back whilst senior judges are branded “enemies of the people”. Even media barons of the page and screen should remember how quick they are to resort to the courts when they feel wronged and that as judges do not command armies, their authority can become dangerously fragile in the face of the worst kind of short sighted, self-serving populism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nor, on my watch, will Ministers personally and constitutionally attack judges for decisions that go against them and which are for the time being inconvenient, unhelpful or even – in their view – wrong. We will never take pot shots at the judiciary for being “unelected” as has become too prevalent amongst even Prime Ministers with elite educations and who ought to have known better. Instead, we will celebrate the legitimacy that comes from independence for the referees of the Rule of Law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However in the face of so many critical forces, that same legitimacy and efficacy can only in my view, be enhanced by far greater diversity in background, not least in relation to the representation of women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year, many have been celebrating one hundred years of some largely privileged women obtaining the vote. Some celebrate with statues and they surely have their place. However I prefer statutes, even to statues, if they can honour past struggles with real improvement in women’s reproductive, economic and legal rights today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Next year will mark 100 years of the Sex Disqualification (Removal) Act and the first women being allowed into the profession of which, we at this conference are so proud to be a part.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For my part, I would like to see Lincolns Inn posthumously admit Christabel Pankhurst, perhaps even to the Honorary Bench, of her father Richard’s Inn. But even more importantly, I would like us to begin a less complacent and more radical conversation about the representation of women in the senior echelons of the legal profession, and in particular, in the senior judiciary. For the avoidance of doubt, I do not see diversity and merit as being in tension but as marching hand in hand. I do not see the status quo on the planet, in this country and inevitably therefore in the law, as constituting a genuine meritocracy. That is why I want to serve in the most radical pro human rights and social justice Government since the Second World War.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is of course ideally wonderful when progress comes organically, consistently and without struggle. But sometimes it needs a positive kick start. So Labour legislated for all women shortlists for candidates. That’s why Labour has promised to look again at judicial appointments alongside legal education and legal aid. That is how I want to be able to celebrate next year – my twenty fifth anniversary of being called – and honour both the first home that my mother made for me and the second home that I found here with you all in the pursuit of the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you for listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}