{
    "url": "https://www.ukpol.co.uk/alex-chalk-2022-statement-on-service-family-accommodation/",
    "title": "Alex Chalk – 2022 Statement on Service Family Accommodation",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Chalk, the Minister for Defence Procurement, in the House of Commons on 20 December 2022.",
    "content": [
        "I thank the hon. Gentleman for his urgent question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The provision of safe, good quality and well-maintained accommodation is an irreducible minimum when it comes to supporting our armed forces. It is essential to operational output, recruitment, retention, and morale, which is why providing such accommodation is a core priority of the Ministry of Defence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More than 96% of the MOD service family accommodation of 46,000 properties meets or exceeds the Government’s Decent Homes Standard. Only those properties that meet this standard are allocated to service families. However, it is unacceptable that some of our personnel and their families are not receiving the level of accommodation services—in the form of maintenance standards—from our suppliers that they deserve and, in particular, are suffering from a lack of heating and hot water. I have spoken to a number of our personnel, from a range of ranks and circumstances, and I share their indignation. It is not acceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "MOD contractors are under a legal, but also a moral, duty to resolve heating and hot water problems. What are those duties? Emergency calls should be responded to, and the issue made safe within two hours. An emergency is an incident that threatens imminent risk of injury to persons, or that presents a high risk of extensive damage to property or the environment. Urgent calls should be responded to as soon as possible and within 48 hours. Those are the terms of the contract that were agreed, but our suppliers in too many cases are failing to meet those requirements. We expect and demand that our suppliers do better, and we will do everything we legally and properly can to force them to do so. Let me be clear: no home should be left without heating or hot water for more than 24 hours. Should it not be possible to resolve the issue quickly, alternative forms of heating and sources of hot water, or alternative accommodation, must be provided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rectification plans were triggered by the Ministry of Defence earlier this year following concerns about contractor performance. Since then, access to temporary heaters for families without heating has been improved. A total of 1,500 additional heaters have been purchased, and they are being dispersed at various locations based on several factors, including where there is a high density of homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, there is an increased use of temporary accommodation to support families with vulnerable people, or where some form of heating cannot be restored in a reasonable time. Thirdly, more staff are being recruited by Pinnacle, VIVO and Amey and, following a call to the National Service Centre about a heating or hot water issue, families will be contacted by a qualified engineer to support the diagnosis of faults, enable remote fixes if possible, and arrange an appointment if a remote fix cannot be achieved. All families will also be provided with temporary heaters, or offered alternative accommodation, should a fix not be possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fourthly, I can confirm that compensation will be paid to families to cover any increased energy costs caused by the use of temporary heaters. VIVO, Amey and Pinnacle are, I know, in no doubt about Ministers’ profound dissatisfaction at their performance. I have met them already and I am meeting them again later today. This is not any old contract. This is a contract to support the accommodation of British service personnel and their families—the people who answer the call of the nation to step up and defend us when required. These contractors must improve. They will improve, or they will face the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}