{
    "url": "https://www.ukpol.co.uk/alex-chalk-2022-speech-at-the-make-uk-defence-summit/",
    "title": "Alex Chalk – 2022 Speech at the Make UK Defence Summit",
    "post_date": "November 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Chalk, the Defence Procurement Minister, in Birmingham on 23 November 2022.",
    "content": [
        "It’s a pleasure to be here in Birmingham today for this Make UK Defence summit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before continuing I should formally introduce myself – I’ve been the Minister for Defence Procurement for around a month now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As was just touched upon, unlike my ministerial colleagues in the department, I have a legal rather than a military background.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which means I bring two things, I hope, to Defence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, an understanding of – and deep respect for – the rule of law. When we see the atrocities being committed in Ukraine, as unlawful as they are heinous, we are reminded how important it is to protect the rules-based international order, but also to do so with hard edged military assistance if required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, I bring an open mind and a willingness to listen and learn from you. I’m not coming in with any preconceptions, other than this, I believe very passionately in small business and I believe it is in your interest and the nations interest that you get a fair shot when it comes to defence procurement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is particularly so in an era that is described by some as “a Golden Age of innovation”. That is digital innovation but other innovation, new ways of management, how to manage data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And let me say this too as an overarching way of principle. I come to this job very conscious of the advantages that come with speed of procurement and the risk that come with delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perfect is the enemy of the good and 80% capability today is very often preferable to 100% capability tomorrow if tomorrow never comes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are so many examples of firms of all sizes giving us a crucial defensive advantage in this part of the world alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There’s the team at Birmingham Airport who are converting Boeing 737s into E-7 airborne early warning aircraft.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There’s the work being undertaken in Telford to manufacture Boxer armoured vehicles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And all the exciting small businesses in this region who we will be championing next weekend on Small Business Saturday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take for example the Coventry-based SME Hygiene Pro Clean who – with help from our Defence and Security Accelerator which provides access to over £250 million in excess funding – won a contract with the Welsh Ambulance Trust to roll out their rapid cleaning system to speed up the decontamination of ambulances during the COVID-19 Pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, it’s no surprise our current defence spend in the West Midlands is about £120 for every person living here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the important work of the SME work stretches beyond the boundaries of Birmingham and the Black Country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we battled the pandemic, we saw the entire Defence supply chain step up to produce ventilators, build Nightingale hospitals and move millions of pieces of equipment around the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More recently, it’s been fantastic to see firms pulling together nationwide to get vital defensive weaponry into the hands of Ukrainians as quickly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that takes me onto the third thing I want to do this morning and that is to set out my priorities for this role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But before I do that, it’s worth reminding ourselves of the context in which Defence is currently operating.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, the threats we face as a nation are proliferating and intensifying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether it’s state-on-state aggression like we are seeing in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Or so-called sub-threshold dangers, including disinformation campaigns, cyber warfare and the sabotage of undersea cables.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, the global pandemic, the energy crisis and ongoing impact of climate change have not just increased the demands on our forces, but imposed additional demands on our resources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which means – as the Chancellor made clear in his financial statement last week – we need to deliver the maximum value for money, we need to deliver the maximum punch for our pound so to speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a result, your role as suppliers to our armed forces is more important than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not just in keeping our forces equipped with everything they need, not just providing that innovation, technology, and cutting-edge capability which keeps us ahead of our adversaries, but through your achievements strengthening the entire sector so that no matter what happens, when the call comes, our nation is ready to respond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me also say by way of context, that where there are challenges there are also great opportunities for firms like yours to expand into new markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nations across the world are reawakening to the value of Defence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "France, Australia, the United States and Germany, of course, are among the countries to have increased their Defence spending in the last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means we are now looking at a Defence export market potentially worth many billions of pounds more over the next decade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, how are we going to grip this moment and seize this opportunity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, the good news is that we aren’t starting from scratch – this is the third bit of context.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most of you will be well acquainted with the Defence and Security Industrial Strategy – better known as DSIS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Launched under one of my predecessors Jeremy Quin, DSIS marked a step-change in our approach to industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means we now think about defence industry as a national strategic capability in its own right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means we are considering the much broader impacts of our commercial decisions, such as how we can boost regional economies, how we can develop new skills bases, and how we can develop national industrial capability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But publishing any strategy is of course only the beginning, it is delivery that really counts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve been working alongside industry to deliver on over 50 commitments during the last year and a half.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Driving innovation, improving efficiency, and strengthening the entire sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, we need to build on that success and create Defence supply chains which are truly fit for this new, more competitive and unstable era.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, turning to those priorities, they are only threefold:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, we want to see a more resilient supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this new era of global competition, we must make ourselves agile and resilient by design.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why last week we launched our new Supply Chain Strategy, the first in over a decade. You will be hearing from Major General Simon Hutchings who will cover in more detail our approach to that strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in a nutshell, this is a clear mandate to do things differently to maximise the resources at our disposal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means moving away from an exclusive focus on cost-cutting and efficiency savings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And instead considering reliability, through-life service and environmental sustainability as part of the package too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re also going to prioritise in ensuring supply chains are flexible enough to cope with sudden disruption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we want to work closer than ever with you, our industrial partners, to build genuinely collaborative relationships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Including by having better visibility of firms – the SME and mid-tier companies – in that critical supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And doing so by sharing more information because that allows us to make better decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that brings me onto my second objective; greater collaboration with SMEs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, perhaps more than ever we need SMEs to play their proper part in this national mission and I am personally committed to that goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So where have we got to?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year 23% of our procurement budget went to SMEs – that’s a procurement budget of over £20 billion a year – that’s up from 13% in 2016/17.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we want to go further and we are targeting 25% for next year. That’s a bold but important ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I recognise, even after a few short weeks in this post, that smaller suppliers face unique challenges like ‘barriers to entry’ as economists sometimes refer to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is why we are determined to make the barriers to working with us as low and as navigable as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the heart of that determination is our SME Action Plan, published in January.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Setting out how we’re maximising SMEs’ opportunities to do business with us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take for example our £16 million Defence Technology Exploitation Programme – it’s offering grants up to £500,000 to help SMEs develop new technologies and processes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile our new Procurement Reform Bill is helping SMEs by slashing the number of complex regulations which govern public procurement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we have also created a new single supplier registration system, which means bidding companies will only have to submit their core credentials once, making it cheaper and easier for you to work with us too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another key part of the Action Plan is our new SME Working Group within the Defence Suppliers Forum – which works closely with Make UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It brings together SMEs from across the country, to sit alongside primes and MOD representatives. It is already beginning to bear fruit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During its first year, it’s addressed the use of Framework contracts on Defence and how to measure our impact on the SME community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, to my third priority; boosting exports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s because partnerships are not just crucial on our own shores.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we are going to capitalise on the massive potential export market that I eluded to earlier, we need to strengthen industrial ties with our global partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s because that in turn enables greater information sharing, greater interoperability with our allies as I saw myself in the Mojave Desert a couple of weeks ago with our Australian and American allies, and it also enables greater strategic planning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, I want to drive better use of our strong and unique network of military officers, industry secondees and over 5,000 trade specialists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Based across the UK and within 120 countries, they can help promote innovation, opportunity and partnership around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also creating a more efficient system for managing any government-to-government relations in support of your exports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile the UK DSE Export Faculty is working with the wider Department for International Trade Export Academy to provide SMEs with advice and support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So that’s an overview of what we’re doing and where we want to go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There’s a lot of different strategies and policies in there but the three most important words are ambition, resilience, and collaboration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that collaboration really matters because if we are to really succeed, if we are to grasp these opportunities of this era to make you thrive and to make us safe, we are going to need your support too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let us know what support you need to innovate and expand. Constructive engagement is welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us grasp those opportunities on offer to turn your cutting-edge ideas into cutting-edge capabilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us seize the moment presented by excellent events like this, to meet new people and new business partners to strike up new business relationships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Your success is our country’s success and government will be willing you on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}