{
    "url": "https://www.ukpol.co.uk/alex-chalk-2023-statement-on-ukraine/",
    "title": "Alex Chalk – 2023 Statement on Ukraine",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Chalk, the Minister for Defence Procurement, in the House of Commons on 26 January 2023.",
    "content": [
        "Equipping Ukraine to push Russia out of its territory is as important as equipping it to defend what it already has. Together, we will continue supporting Ukraine to move from resisting Russian forces to expelling them from Ukrainian soil. By bringing together allies and partners, we are ensuring that the surge of global military support is as strategic and as co-ordinated as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new level of required combat power is achievable only by a combination of main battle tank squadrons beneath air and missile defence, operating alongside divisional artillery groups and further deep precision fires that enable the targeting of Russian logistics and command nodes in occupied territory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 16 January, the Secretary of State for Defence announced in this House the UK’s latest package of military support for Ukraine. The United Kingdom is committed to providing the capabilities Ukraine requires to drive further international donations and to secure lasting peace. The UK, our allies and partners are responding decisively to provide military and humanitarian assistance to Ukraine. The UK has led the world with the gifting of modern main battle tanks to Ukraine, and we are engaging international partners through a co-ordinated military and diplomatic effort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Secretary of State for Defence co-hosted a meeting of partners with his Estonian counterpart on 19 January to push forward international donations. The Tallinn pledge is an important declaration of commitment to Ukraine. The provision of tanks was also discussed at the meeting of the Ukraine defence contact group at Ramstein airbase on 20 January.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We welcome the decision by Germany to send Leopard 2 tanks, and by the United States to send Abrams tanks, to Ukraine, and we are delighted that they have now joined the United Kingdom, France and Poland in equipping Ukraine with this important capability. Our united resolve can and will prove decisive. In 2023, we are more determined than ever. We will support Ukraine for as long as it takes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}