{
    "url": "https://www.ukpol.co.uk/lynda-chalker-1986-statement-on-the-foreign-affairs-council/",
    "title": "Lynda Chalker – 1986 Statement on the Foreign Affairs Council",
    "post_date": "August 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Lynda Chalker",
            "url": "/tag/lynda-chalker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Lynda Chalker, the then Minister of State at the Foreign and Commonwealth Office, in the House of Commons on 30 January 1986.",
    "content": [
        "With permission, Mr. Speaker, I should like to make a statement about the meeting of the Foreign Affairs Council which took place in Brussels on 27 January. I and my hon. Friend the Under-Secretary of State for Industry represented the United Kingdom. A statement of forthcoming business in the European Community has been deposited in the Vote Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ministers had a further preliminary discussion of the Commission’s proposals for a negotiating mandate on renewal of the multi-fibre arrangement. They reviewed progress in negotiations to adapt the European Community agreements to take account of enlargement. In response to the imposition by the United States of quotas on imports of EC semi-finished steel, the Council decided to introduce quotas on United States exports of fertiliser, coated paper and bovine fats. These restrictions will not be introduced until 15 February, allowing time for further efforts to achieve an agreed outcome. The President of the Commission reported on his discussion with the Japanese Government on EC-Japan trade relations during his recent visit to Tokyo. I emphasised the importance that we attach to the achievement of a better balance in trade between the European Community and Japan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In political co-operation, the Foreign Ministers of the Twelve agreed and issued a statement on international terrorism. They announced further measures to strengthen defences against terrorism within the Community and to discourage support from other Governments for terrorist attacks. They agreed to set up a new group within political co-operation to ensure effective follow-up in the areas covered by the statement. They agreed not to undercut measures taken by others against Governments which support terrorism. The Foreign Ministers reviewed briefly the implementation of the measures vis-à-vis South Africa which were agreed at Luxembourg on 10 September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the Intergovernmental Conference member states finalised the text of the amendments to the EC treaties and treaty provisions on European political co-operation. On the question of the working environment, we secured inclusion in the treaty text of provisions protecting the position of small and medium-sized undertakings, as proposed by my right hon. Friend the Prime Minister at the European Council in Luxembourg last December. This enabled the only outstanding United Kingdom reserve to be lifted. All member states have accepted the agreed text. The Netherlands Presidency hope that the new Act will be signed by all member states on 17 February. If the Danish Government cannot sign on that date, they will aim to do so after the referendum in Denmark.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}