{
    "url": "https://www.ukpol.co.uk/alex-chalk-2016-speech-on-homicide-law-reform/",
    "title": "Alex Chalk – 2016 Speech on Homicide Law Reform",
    "post_date": "July 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alex Chalk, the Conservative MP for Cheltenham, in Westminster Hall on 30 June 2016.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That this House has considered the matter of reforming the law on homicide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a great pleasure to serve under your chairmanship, Mr Evans, on this auspicious day. I wish to make crystal clear that the debate is about the law of homicide, not fratricide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putting that to one side, the real point is that the law of homicide is a mess. That was put more elegantly by the Law Commission in its 2006 report “Murder, Manslaughter and Infanticide”, in which it said that the law of homicide is\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“a rickety structure set upon shaky foundations.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In essence, the problem is that the law lacks a rational or defensible structure. It does not chime with common sense—and in this area of the law perhaps above all others, it should.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As long ago as 1874, a Select Committee stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“If there is any case in which the law should speak plainly, without sophism or evasion, it is where life is at stake; and it is on this very occasion that the law is most evasive and most sophistical.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That remains the case more than 100 years later, and that will not do. In the words of the Law Commission, the time has come to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“promote certainty…in a way that non-lawyers can understand and accept.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the problem is far more serious than mere opaqueness. The problem is that the law of homicide creates injustice—injustice to defendants and injustice to society—and that is something that we in this House must always stand ready to confront and resolve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the solution? It is very simple: to split the current offence of murder into two categories, one of first degree murder and another of second degree murder. Manslaughter should remain as before, albeit more tightly circumscribed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What, as a matter of law, is murder? It is committed when someone unlawfully kills another person with an intention to kill that person or to do them serious harm. That second element is really important. It means that someone who reasonably believed that no one would be killed by their conduct is placed in the same offence category as the contract or serial killer. That, in a nutshell, is the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me give an example. Imagine a retired colonel living in my constituency of Cheltenham. He is aged 65, has lived an utterly unblemished life and served his country with great distinction, and is known for his charitable work. He is upstanding in every way. He lives with his wife, who has Parkinson’s disease and for whom he is the sole carer. A neighbour moves in next door who has a string of convictions for antisocial behaviour. Every night, he holds noisy parties that go on into the small hours. Endless polite requests from the colonel are ignored. Endless local authority noise abatement notices are ignored. So, after the umpteenth such party, with his and his wife’s already poor health suffering, the colonel goes round at 3 o’clock in the morning to remonstrate with his neighbour. He takes with him—this is important—a cricket bat in case there is a violent confrontation. The neighbour, who is very drunk, becomes abusive and the colonel, overcome with anger and frustration and at the end of his tether, says, “Right, that’s it. Let’s see how you party when your big toe is broken,” and strikes the neighbour’s foot with the cricket bat. The neighbour falls back, hits his head on a crate of beer standing in the hallway and is knocked unconscious. The colonel immediately calls 999 and tries to resuscitate him, the police and ambulance arrive and the colonel tells them exactly what happened, but the neighbour is rushed to the local hospital, diagnosed with a bleed on the brain and dies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The post-mortem report reveals that the deceased’s toe was broken. When interviewed, the distraught colonel admits that he lost his temper. What happens in this case? The only charge that the law allows for is murder. That means that the only sentence that the judge can impose, despite the colonel pleading guilty at the first opportunity, is life imprisonment, because he intended to do grievous bodily harm by breaking the toe. It is because he took a weapon to the scene—the cricket bat—that the starting point for the minimum term that he must serve is 25 years imprisonment, and because the offence is murder, he must serve every last day of that term. In effect, the colonel goes to prison for the rest of his life—25 years. He has a mandatory life sentence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is unjust. Although it is clear that a person who kills in such circumstances should be guilty of a serious homicide offence, it is equally clear that because he did not intend to kill, the offence should not be in the top tier or highest category. The current law does not chime with common sense. Academic research into public opinion tells us that, but frankly, we do not need academic research; we need simply to consult our common sense. The particularly daft thing—I hope that that is parliamentary language—is that when Parliament passed the Homicide Act 1957, it never intended a killing to amount to murder, which at that time was a capital offence, unless the defendant realised that his or her conduct may cause death. The law of murder was widened because of an unexpected judicial development immediately following the enactment of the 1957 legislation—the case of Vickers, which is about interpretation of the expression “malice aforethought”. In my view, that colonel should be guilty of second degree murder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The injustice is further underscored when we add the potential for what are known as secondary parties or accessories to be convicted of a murder. Imagine that before the colonel had set off, his frail wife had told him where the cricket bat was stored and in frustration said to him, “Now, go and use it. Teach him a lesson.” She, too, could find herself facing the punishment and disgrace of a murder conviction and the same 25-year minimum term. She should of course be guilty of an offence, but again, she should be guilty of second degree murder, with the judge having the discretion not to impose a mandatory life sentence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This issue is particularly topical because the Supreme Court has looked at the case of Jogee and more tightly circumscribing accessory liability—the so-called prosecutor’s friend—but still we are left with a situation in which the unsatisfactory law of homicide leads to manifest injustice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**John Howell (Henley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wonder whether my hon. Friend has in his mind what the range of sentences should be for second degree murder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Certainly, on any view, life imprisonment must remain the maximum sentence—that is the maximum in the United States for federal offences where second degree murder is charged—but the key point is that the judge should have discretion. The Sentencing Council has done a terrific job of laying down guidelines—not tramlines—and the courts have shown themselves to be well able to dispense justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The case for reform becomes even clearer when we consider manslaughter, another homicide offence. Whereas, as I have indicated, the law of murder creates injustice for defendants, the law of manslaughter creates injustice for society. What is manslaughter? It can be committed in one of four ways, but just two of those are relevant for these purposes: unlawful act manslaughter and gross negligence manslaughter. The latter largely speaks for itself for these purposes, but let me explain what happens when a killing is the result of a defendant’s unlawful act—that is, one that all reasonable people would realise would subject the victim to the risk of some physical harm, albeit not serious harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take this example. The defendant barges into a nightclub queue in Cheltenham. He has a string of criminal convictions for assault and criminal damage. In the queue, he is being drunk and obnoxious. He is insulting women for what they are wearing and telling them to get out of his way. The victim is the mother of two children. She works at nearby GCHQ and she is on a hen do. She politely asks the defendant to move to the back of the queue. His response is to say, “You silly cow; you need a slap.” He then strikes her repeatedly and hard to the side of the face with his open hand. She falls back, hits her head on the kerb and is knocked unconscious. The defendant runs off. The victim later dies, and the post-mortem shows that she suffered bruising—albeit no fracture—to her cheekbone and the fatal injury was caused by the impact on the kerb. The police arrest the defendant, who denies everything, but CCTV proves his guilt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under the law at present, that defendant can be charged only with unlawful act manslaughter, because the harm that he caused falls short of grievous bodily harm. The net effect is that he will be convicted of an offence that carries a far lesser stigma than murder and for which there is no mandatory requirement for a life sentence, and if he gets a determinate sentence, he will serve only half of it. Is that thug, I ask rhetorically, less culpable than the retired colonel or his wife? The only distinction is that the colonel intended to break a toe and the thug intended to commit a marginally less serious assault. In my view, that is a distinction without a difference—it is a distinction that is completely lost on the general public and, frankly, on me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, what needs to happen? This is not some academic exercise. Those two examples are not entirely artificial and they expose fundamental injustices. The first, as I have indicated, is to the victim, in the case of the colonel, and the second is to society in the case of the pub queue thug. The solution is clear: we need an offence of first degree murder that would encompass intentional killing only. I recognise the Law Commission, in 2006, wanted to add\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“killing through an intention to do serious injury with an awareness of a serious risk of causing death.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is fine, and I understand it, but in my view it is a complexity that unnecessarily detracts from the simplicity of the proposal I put before the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An offence of first degree murder would simply and coherently communicate to the public the particularly heinous nature of the crime of taking life and would attract the special condemnation and opprobrium that that deserves. To paraphrase Colonel Tim Collins’ famous eve-of-battle speech in 2003, anyone convicted of such an offence would truly live with the mark of Cain upon them. That offence should also, as at present, attract a mandatory life sentence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under my proposal, second degree murder would encompass killing through an intention to do injury that is more than merely transient or trifling. In plain English: it would encompass killing through unacceptable violence and thuggery. That would include the colonel and the pub queue thug—people who committed a significant assault on others but who did not intend to kill. That category of offence would not require a mandatory life sentence. Instead, judges would be free to do justice, weighing in the balance all of the aggravating and mitigating factors. For clarity, that would not include the case of the most minor assault. Think of someone creeping up behind a person, playing a trick on them and flicking their ear as a piece of horseplay. That is technically an assault, of course, but is obviously very minor. If that person fell over and died that should remain as manslaughter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, where does that leave manslaughter? Manslaughter would remain predominantly focused on cases of gross negligence. That is, offences in which there has been no unlawful assault or intention to kill, but in which the negligence has been so dreadful as to become criminal. The advantage of that is that people get it; people would understand that—it chimes with common sense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those are not outlandish suggestions. Other jurisdictions—most obviously the United States—have two categories of murder. For murders in the US over which the federal Government have jurisdiction, life imprisonment is only mandatory for first degree murder. For second degree murder the mandatory sentence is described as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“a term of years to life.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So why now? Because it is long overdue. The current distinction between murder and manslaughter is almost certainly more than 500 years old. No further general category of homicide has been developed in the intervening period, despite the fact that society, values and knowledge have changed out of all recognition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The need for modernisation was obvious to our Victorian forebears. In this place, William Gladstone himself indicated his willingness to rationalise the law but nothing came of it—it keeps getting put off. That approach led one cynical criminal lawyer to remark at the beginning of the 20th century that the hope of a criminal code being enacted by Parliament that would address the problems of the law on homicide was as remote as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“expecting to find milk in a male tiger”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot keep putting this off. Modernising this key area of law is, to borrow the words of the Law Commission\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“an essential task for criminal law reform.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is time for this generation to take up the challenge and to create a law that is truly fit for the modern age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}