{
    "url": "https://www.ukpol.co.uk/alex-chalk-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Alex Chalk – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Alex Chalk, the Conservative MP for Cheltenham, in the House of Commons on 9 September 2022.",
    "content": [
        "I pay tribute to the extraordinarily warm and moving tribute paid by the right hon. Member for Ashton-under-Lyne (Angela Rayner).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Queen Elizabeth II famously referred to her late husband as her “strength and stay”, but although she would never have claimed it for herself, it was she who was the strength and stay of an entire nation and, indeed, the Commonwealth. The constancy and humble commitment to duty were the hallmarks of her life. She embodied the values that are the best of our country. In a world of increasing noise and self-promotion, she provided that counterpoint of quiet poise and dignity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We in Cheltenham are proud of a lifetime’s connection with Queen Elizabeth II. It was as a young princess that she came to our town. She gave her name to Princess Elizabeth Way, which remains a major Cheltenham thoroughfare, and planted an oak tree in 1951 to mark its completion. Later that same year, she was at the races—the Cheltenham gold cup—with her mother.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "History does not relate which Cheltenham event she enjoyed more, opening the road or going to the races. We may have our suspicions, but she was far too professional ever to let on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Prince Philip was back in 1957 to open an extension to what is now the University of Gloucestershire, and in 2004 the Queen was in Cheltenham to open GCHQ, or “the doughnut” as we refer to it. Indeed, she was a strong supporter of the intelligence agencies and unveiled the plaque at GCHQ’s first London home in 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "She had a quick mind, as many have observed, and was very much up to speed on current events. In Cheltenham in 2004, when she observed the magnificent hanging baskets that then decorated the front of the municipal offices, she recalled a recent media story about a hanging basket landing on someone’s head. She noted that Cheltenham’s display was so magnificent that it could wipe out the entire council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like many people, I sat down with my children, aged 10 and eight, yesterday and tried to convey the scale of what had happened. Children cannot and probably should not bear, as we do, the aching pain of this loss but, as we mourn, let us explain to them what Her Majesty Queen Elizabeth II meant to this nation. Just as Her Majesty the Queen dedicated herself to the service of our country in 1952, let us dedicate ourselves to immortalising her values, her duty, her integrity, her selflessness, her country and her kindness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Queen was a woman of faith, and I hope she approached the end with peace. Yesterday, as her death was announced, I thought of her family and those close by as, in the words of a young RAF pilot in 1941, she\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“slipped the surly bonds of Earth…and touched the face of God.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}