{
    "url": "https://www.ukpol.co.uk/alex-chalk-2019-speech-on-the-gchq-centenary/",
    "title": "Alex Chalk – 2019 Speech on the GCHQ Centenary",
    "post_date": "July 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alex Chalk, the Conservative MP for Cheltenham, in the House of Commons on 11 July 2019.",
    "content": [
        "I secured this debate this evening because I wanted this House to have the opportunity to pay tribute to GCHQ in this its centenary year and, most importantly, to the staff who work there. They are some of the finest public servants anywhere in our country—people who work night and day, often at considerable cost to themselves and their families, to keep this nation safe. It is worth reflecting on what is meant by that expression. It means bluntly that there are people alive today able to return to their families who would not be able to, but for the skill and professionalism of those working at GCHQ. Some are British soldiers on operations abroad. Others are ordinary citizens who may never have had the faintest idea that they were ever in harm’s way. There are others who have been protected from the devastation wrought by serious violating crime that shatters lives and robs innocence, and there are those who have been spared the anguish of seeing their jobs, livelihoods and futures destroyed by the actions of cyber gangsters and hostile state actors. That is what is meant by keeping our country safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of those professionals who have provided that blanket protection and security are my constituents. They work necessarily in the shadows, with discretion and professionalism. They are committed to the mission, but they do not chase recognition or plaudits. They do, however, deserve them. And I wanted us to send out the message, at this time and from this place, that they are admired and appreciated here in the democratic epicentre of the country they serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Nicholas Soames (Mid Sussex) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I agree entirely with everything that my hon. Friend has said, endorse it and give my profound thanks to those people. They do us honour all over the world; many countries depend on the work of GCHQ, for which they are eternally grateful, and we should be eternally grateful to those people for what they do in our name.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am extremely grateful to my right hon. Friend, who makes an excellent point with his customary eloquence and force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Julian Lewis (New Forest East) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate my hon. Friend on bringing this debate forward. Will he also pay tribute to the people who did so much in the predecessor organisation GCHQ during the second world war, and lived out their lives afterwards in complete secrecy, claiming no credit for their great achievements? I can remember the year 1974—two years before he was born—when the book “The Ultra Secret” revealed what had happened, by which time it was far too late for many of the people who had done those deeds to claim the credit they deserved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am very grateful to my right hon. Friend. Selflessness and discretion are the watchwords that so many of these dedicated public servants live by, and he has explained the point extremely well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**John Howell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend mentioned cyber. Would he pay tribute, with me, to all those people who work in cyber, because that is the most incredibly difficult area to deal with, and they are doing us a great service?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am very happy to do so, and I will come on to that in a moment. Let me make some progress now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the title of the debate suggests, GCHQ has been at the frontline of our nation’s security for 100 years and, although based in Cheltenham, it is truly a UK-wide institution. Three of GCHQ’s directors have come from Scotland. Scots were behind the founding of signals intelligence. The Director of Operations for the National Cyber Security Centre is Welsh. Today, GCHQ has sites across our nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The organisation was formed in 1919 under the original name of the Government Code and Cypher School, specialising in cyphers and encryption—securing our own codes and cracking those of our adversaries. As the engaging GCHQ Instagram stories have reminded us, cryptography and military intelligence are as old as war itself. The Spartans used cyphers. Julius Caesar did too. Elizabeth I’s famous spymaster, Sir Francis Walsingham, used the methods of a 9th-century Arabian scholar, Abu Yusuf al-Kindi, to crack enemy codes. Shakespeare wrote in the play “Henry V”:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The king hath note of all that they intend,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By interception which they dream not of.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those words are engraved on a plaque at Bletchley Park.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Back in 1919, the Government Code and Cypher School was the result of the merger of Room 40 in the Admiralty, responsible for naval intelligence, and MI1(b) in the War Office, responsible for military intelligence. It was said in one of the books that I have read on this subject to be,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“an eccentric mix of art historians, schoolmasters, Cambridge dons and Presbyterian ministers”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In those days, being able to solve the Daily Telegraph crossword in under 12 minutes was, it appears, routinely used as part of the recruitment test; but of course we know that GC&CS broke the German Navy’s codes, and famously it intercepted the 1917 telegram for German Foreign Minister Arthur Zimmermann that revealed the German plan to begin unrestricted submarine warfare in the north Atlantic, in breach of the commitment to US President Woodrow Wilson. That contributed to the US joining the allied war effort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 1939, GC&CS was given the name GCHQ to better disguise its secret work. In that year, shortly after Munich, Neville Chamberlain was given an intelligence report that showed that Hitler habitually referred to him in private as “der alter Arschloch”. Parliamentary decorum prevents me translating that, Mr Speaker, but I can say that that revelation, in the words of one diplomat, was said to have\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“had a profound effect on Chamberlain.”​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By June 1944, Bletchley Park had accessed the communications between Gerd von Rundstedt, the Commander of the German Army in the west, and his superiors in Berlin. The importance of decrypted German communications—known as the “Ultra secret”—which my right hon. Friend the Member for New Forest East (Dr Lewis) has referred to, to the war effort is universally recognised. It gave the Allies an invaluable insight into the enemy’s capabilities and intentions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, the world has moved on a great deal since then. In 1984, Denis Healey said in this House of Commons:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“GCHQ has been by far the most valuable source of intelligence for the British Government ever since it began operating at Bletchley during the last war. British skills in interception and code-breaking are unique and highly valued by…our allies. GCHQ has been a key element in our relationship with the United States for more than forty years.”—[Official Report, 27 February 1984; Vol. 55, c. 35.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the director of GCHQ said at an event I attended in London only yesterday, GCHQ might be 100 years old, but its time is now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Geoffrey Clifton-Brown (The Cotswolds) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will my hon. Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is because it is a matter of public record that in recent months and years GCHQ has detected and disrupted numerous threats against our country—from nuclear proliferation to cyber-attacks that could cause immense harm. It supports British troops, providing the vital nugget of information that can make the difference between life and death. It is reported to have played its part in the arrest and conviction of Matthew Falder, a prolific paedophile later described by the judge as “warped and sadistic” and sentenced to 25 years’ imprisonment. Nowadays, of course, defending our nation in cyberspace means having the ability to strike back—not just deterring the threat but sometimes disabling or even destroying it. Only recently, the director of GCHQ has stated that this has been used to suppress Daesh propaganda, hindering its ability to co-ordinate attacks and brainwash vulnerable young people overseas, no doubt including in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to say a little about the solemn responsibilities that any intelligence agency has in this, our nation of laws—but before I do, I give way to my hon. Friend the Member for The Cotswolds (Sir Geoffrey Clifton-Brown).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Geoffrey Clifton-Brown**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the comment by the director of the GCHQ that its time is now, does my hon. Friend agree that the threat against this country and its citizens is becoming ever more multi-faceted and ever more universal, that therefore the task that GCHQ undertakes on our behalf is ever more needed, and that we should pay tribute, as he has done, to the people who work there? I would like to pay particular tribute to my constituents who work there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to my hon. Friend, who puts the point well. It is an extremely complex threat landscape, but I am pleased that there are people working there—my constituents and his—who are equal to the task.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I had begun to indicate, successive Foreign Secretaries have made clear their respect for GCHQ and their deep appreciation of its responsibilities. William Hague ​perhaps put it best when, referring to the surveillance and interception decisions made by GCHQ and others, he stated in this House:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“If the citizens of this country could see the time and care taken in making these decisions, the carefully targeted nature of all our interventions, and the strict controls in place to ensure that the law and our democratic values are upheld, and if they could witness, as I do, the integrity and professionalism of the men and women of our intelligence agencies, who are among our nation’s very finest public servants, I believe they would be reassured by how we go about this essential work.”—[Official Report, 10 June 2013; Vol. 564, c. 34.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He cited the work of the Interception of Communications Commissioner, who had said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“it is my belief…that GCHQ staff conduct themselves with the highest levels of integrity and legal compliance.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that the Investigatory Powers Act 2016, which I and other hon. Members grappled with on entering Parliament in 2015, creates probably the strongest system of checks and balances and democratic accountability for secret intelligence anywhere in the world. In particular, the stringent judicial double-lock safeguard that I and others argued for means that the most intrusive investigatory powers require the approval of a judge—and that is exactly as it should be. That is not to say, of course, that mistakes will not be made—I am afraid that is inevitable whenever human beings are involved—but professional integrity and respect for the law are institutionally ingrained at GCHQ.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to say a word or two about the National Cyber Security Centre, which is superintended by GCHQ. Since the introduction of the national cyber security strategy in 2015, the NCSC has the mission of making the UK the safest place in the world to live and work online. It supports British business, with its “Small Business Guide: Cyber Security” providing guidance on improving resilience. Its “10 Steps to Cyber Security” guidance is now used by two thirds of FTSE 350 companies. And it is having success. The UK’s global share of phishing attacks has dropped from 5.4% in 2016 to below 2% in March 2019. In 2016, Her Majesty’s Revenue and Customs was the 16th most phished brand globally; now, it is 146th. That suggests the UK is becoming a harder target, thanks in large part to the work of the NCSC and GCHQ.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What about the impact on Cheltenham, my constituency? After the end of world war two, GCHQ staff reduced from about 10,000 to fewer than 1,800 and left Bletchley Park. They moved to Gloucestershire in September 1949, and GCHQ has had a continuous presence in Cheltenham ever since. In 2004, the famous “Doughnut” building opened—the largest secret intelligence building outside the United States. It is that impact on Cheltenham that I want to take a few short moments to talk about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2013, when I was first selected to stand for Cheltenham, I thought long and hard about how I could try to make my home town better for the people who live there. One of the issues that really troubled me was that, of the 18 wards that make up the constituency of Cheltenham, three were in the bottom decile of income per capita anywhere in our country and had been for many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Wherever we sit in the political spectrum, every Member has to have a plan for how to try to address that issue. It always struck me that GCHQ could be better harnessed to galvanise the local economy and generate the invaluable opportunities that can break the cycle of deprivation and turn lives around.​  \nI then read a Policy Exchange paper called “Silicon Cities”, and the penny dropped that GCHQ could support a local tech cluster to foster start-ups in the growing cyber-security industry. That was the main message of a speech I gave to Gloucestershire businesses at local IT firm Converge in 2014.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How far we have come since then. In November 2015, George Osborne, then Chancellor of the Exchequer announced at GCHQ that Cheltenham would receive a cyber-innovation centre and cyber accelerator, which he described as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“an ecosystem in which our best people move in and out of institutions like this one, bringing the best minds and deepest expertise into the private sector, and the latest innovation back into government.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That accelerator is now up and running, and 21 companies have been through it so far. Between them, they have invested £30 million and created valuable tech jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As was always hoped for, this is now starting to catalyse the local cyber-economy. Hub 8—a play on Bletchley Park’s Hut 8—in the centre of Cheltenham is a new co-working space where start-ups in this £5 billion a year sector can scale up. Meanwhile, Gloucestershire College is now offering cyber-degrees accredited by GCHQ in collaboration with the University of the West of England. There are exciting plans for a cyber-park adjacent to GCHQ, with a GCHQ-avowed building close to the Doughnut, to anchor a local cyber-ecosystem. The plans continue to be supported by Government and the local borough council and are progressing at pace. The new frontier is cyber, and Cheltenham is uniquely well placed—through the presence of GCHQ and its connectivity to the midlands, the south-west and the Thames valley—to benefit from it, securing a better future for people of all backgrounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I now want to say a word about the extraordinary community work that GCHQ staff do. GCHQ is truly Cheltenham’s charity superpower. It has raised more than £1.5 million for charities over the last 10 years. GCHQ staff use their three days’ special volunteering leave a year to regularly volunteer at local charities. That has included supporting projects such as the hamper scamper, a Christmas scheme run by Caring for Communities and People that provides gift hampers to vulnerable families; the James Hopkins Trust Easter Egg appeal; and GCHQ’s Poppyfall installation, which was hanging in Gloucestershire cathedral last year and was incredibly and unbearably poignant. On 19 May this year, a charity bike ride from Bletchley Park to Cheltenham raised around £30,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To secure its future, GCHQ continues to recruit new generations of people with the right skills, aptitude and mindset. It sponsors the young entrepreneurs competition, which aims to encourage young people to think creatively and innovatively, with the final held at GCHQ. Its CyberFirst Girls competition had 40 finalists from 40,000 participants. Meanwhile, the NCSC has supported its first ever cyber schools hubs in Gloucestershire. I have seen their work, and it is incredibly uplifting and exciting to see young people engaged in such a dynamic way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK may not have faced a category 1 attack yet—one that causes sustained disruption to the UK’s essential services or affects our national security—but the director said on BBC Radio 4 earlier this year that he thought it was a question of when, not if. Those seeking ​to act against our country in that way or perpetrate organised crime know that this is a nation with the capability, partnerships and resolve to protect its citizens in accordance with our laws and values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sarah Jones (Croydon Central) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the hon. Gentleman for giving way. He is making a powerful speech and I am privileged to be here. A dear friend of mine is a senior official in the NCSC, and I know the important work done there. The hon. Gentleman is talking about protecting the institution in the future. We have been talking about the ever more complex and universal threat against citizens. Does he agree with me and many other Members who have spoken in recent days that it is incumbent on all of us as Members of Parliament to back up our excellent civil servants, fight the politicisation, in any form, of the civil service and give them all the support they need?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady makes an excellent point extremely well. The strength of our civil servants is their scrupulous independence and preparedness to serve political masters of whatever hue. We see that across our civil service and we see it very clearly at GCHQ. That is its strength and that is what we must safeguard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The point I really want to emphasise is that this is a nation that can defend itself because it has the capability, partnerships and resolve to do so in accordance with the law and with our values, and it is able to do so because of the skill and integrity of those working at GCHQ.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "GCHQ’s centenary just so happens to coincide with the 175th anniversary of the first use of Morse code to send a message between cities. It is, therefore, perhaps fitting that I should conclude by playing a message to GCHQ in the form of Morse code, which will last for 13 seconds:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "[. . . . . – . – – . . – – . - . – – / – . . . . . . – . - . . . . - . . . – - . – – / – - – – / – – . - . – . . . . . - – . -]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Happy birthday to GCHQ.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}