{
    "url": "https://www.ukpol.co.uk/alex-chalk-2023-speech-at-the-steel-cutting-of-hms-active/",
    "title": "Alex Chalk – 2023 Speech at the Steel Cutting of HMS Active",
    "post_date": "January 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Chalk, the Minister for Defence Procurement, at Rosyth Dockyard in Scotland on 24 January 2023.",
    "content": [
        "It is an enormous pleasure to be here in Rosyth today for my first official visit to a shipyard as a Defence Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in doing so to meet some of the staff who will be working on this great vessel but also, as has already happened, to welcome our overseas visitors from Poland, Indonesia, Chile, Denmark, Ukraine, New Zealand, Sweden and the United States.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m especially honoured to be asked to cut the steel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although in case any future crews are watching this and are slightly concerned, I’m assured that all I have to do is press a button and the machine will do the real work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now this vessel is the second of five Type-31 – or Inspiration-class –frigates for the Royal Navy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And ‘inspiration’ is the right word for three straightforward reasons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, there is the inspiration offered by a cutting edge, highly capable vessel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Armed with SeaCeptor missiles and a 4D radar system, HMS Active has flexibility woven into its DNA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not only will it be able today to do everything from intercepting illegal activity, gathering intelligence, providing humanitarian relief, but, as a modular and scalable platform, it will have the ability to adapt tomorrow to the ever-evolving threats of the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s important because the great frigates constructed here in this yard will be part of a formidable fleet for years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And they are deliberately designed to evolve and modernise to respond to a changing world and a changing mission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And they will of course be operating alongside advanced destroyers and autonomous minehunters, supported by our new auxiliary ships and all led by the Queen Elizabeth-class carriers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, today provides inspiration for our industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not only does the construction of these ships directly support 16 different Scottish suppliers – including eight SMEs – with contracts totalling more than £65 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not only does it sustain around 2,500 highly skilled roles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this represents lasting investment in Scotland and Britain’s manufacturing future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take those 150 or so technical and digital apprenticeships that Babcock is supporting to ensure we have the niche skills required for decades to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Or the fact that, come the Spring, this yard will be hosting its second Festival of Engineering – which sees graduates deliver fun, interactive activities for local school children in a bid to get them excited about STEM careers which can be so fulfilling for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Or consider the pivotal role this project is playing in the revival of our nation’s great shipbuilding traditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all know, don’t we, that Scottish dockyards have a proud history of producing some of the world’s finest ships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that in recent years, we’ve seen a renaissance in Scottish shipbuilding industry with the construction of everything from offshore patrol vessels to our flagship aircraft carriers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, thanks to a £60 million investment programme here in Rosyth, we’ve got world-class facilities to match, including the Venturer Building which I’m looking forward so much to seeing shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And with the T-31 frigates, we’re going to ensure the made-in-Scotland stamp is a worldwide mark of quality for years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Such a powerful tribute to so many of the men and women here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that brings me onto my third point – these frigates will act as an inspiration for our exports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t want to steal too much of Minister Bowie’s thunder, but it’s fair to say these ships are garnering global interest before they’ve even taken to the water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s because I know our allies appreciate and understand how the unique Arrowhead-140 flexible design can support so many different configurations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it offers the potential for greater collaboration at an operational and industrial level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s why Babcock has already signed an export contract with Indonesia and I’m not giving anything away I hope when I say there are other suitors too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I do want to take this opportunity finally to pay tribute to this vessel’s predecessor and namesake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A Type-21 frigate which played a vital role in the Falklands War 40 years ago, from escorting supply convoys to San Carlos Water, to providing naval gun support to British forces in the Battle of Mount Tumbledown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’m particularly delighted that some of those who served with such distinction on board the last HMS Active are here today as the torch is passed to a new vessel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But historians among you will know these aren’t the only ships to have borne the name.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the Second World War, Active joined the hunt for the Bismarck.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the First World War, Active was with the Grand Fleet in the Battle of Jutland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in 1762, Active captured a prize of £100 million worth of Spanish treasure. Happy to confirm that is no longer British foreign policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, 11 different HMS Actives have written their own chapter in our nation’s great maritime history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But today’s warship will be more advanced than any of its predecessors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More adaptable, more flexible, more agile and more powerful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, thank you to everyone involved in this important enterprise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Congratulations on what you have achieved so far and what you will achieve and deliver in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With a thriving Scottish shipbuilding sector behind it, the 12th HMS Active reflects the finest traditions of the Royal Navy and will write a new and exciting chapter in our nation’s maritime history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}