{
    "url": "https://www.ukpol.co.uk/alex-chalk-2022-statement-on-fleet-solid-support-ships/",
    "title": "Alex Chalk – 2022 Statement on Fleet Solid Support Ships",
    "post_date": "November 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Chalk, the Minister for Defence Procurement, in the House of Commons on 18 November 2022.",
    "content": [
        "I am grateful to the hon. Gentleman for his question. On 16 November my right hon. Friend the Secretary of State announced that Team Resolute—consisting of Harland & Wolff, BMT and Navantia UK—has been appointed as the preferred bidder in the competition to build the fleet solid support ships. Having appointed Team Resolute as the preferred bidder, the Ministry of Defence expects to award it a contract around the end of this year. That appointment follows on from the award to BAE Systems in Glasgow of the £4 billion contract for five Type 26 frigates earlier this week. Both are excellent news for UK shipyards and the shipbuilding skills base in our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those crucial vessels will provide munitions, stores and provisions to the Royal Navy’s aircraft carriers, destroyers and frigates deployed at sea. Ammunition and essential stores will ensure that the mission can be sustained anywhere around the world. The contract will deliver more than 1,000 additional UK shipyard jobs, generate hundreds of graduate and apprentice opportunities across the UK, and a significant number of further jobs throughout the supply-chain. Team Resolute has also pledged to invest £77 million in shipyard infrastructure to support the UK shipbuilding sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The entire final assembly will be completed at Harland & Wolff’s shipyard in Belfast to Bath-based BMT’s British design. The awarding of the contract will see jobs created and work delivered in Appledore, Devon, Harland & Wolff Belfast, and within the supply chain up and down the country. This announcement is good news for the UK shipbuilding industry. It will strengthen and secure the UK shipbuilding enterprise as set out in the national shipbuilding strategy, and I commend this decision to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chris Evans**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The awarding of this contract raises one fundamental question: are the Government on the side of British workers? When the Secretary of State for Defence designated these ships as warships in 2020, he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The Fleet Solid Support warships competition will be the genesis of a great UK shipbuilding industry”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, he then seemed to cool on the idea. When speaking in front of the Defence Committee in July, he stated that ships will only be constructed and integrated in the UK, and two weeks ago at Defence questions he said that he would\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“not cut corners for party political ideology”.—[Official Report, 7 November 2022; Vol. 722, c. 13.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not about party politics; this is about creating British jobs for British workers, with British ships using British steel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ministry of Defence spin doctors were quick to get to work on the press release, claiming that this bid will create 2,000 jobs in UK shipyards and in the supply chain. However, research by the GMB and Team UK’s contract bid shows that if these ships were built in the UK rather than in Spanish shipyards, it would mean more than 6,000 UK jobs. The Government have created a new Spanish armada more than 430 years since the last one lost. It is also highly unusual for warships to be built abroad, due to security implications. Earlier this week, the Government announced that the new Type 26 warships will be built in the UK, yet the fleet solid support ships will not be. Why has a different decision been made, and how will security and economic concerns be managed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before we hear calls from the Government Benches of “What would Labour do?”—well, we would build British by default. Our approach has broad support. The Defence Committee has said that Ministers should\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“ensure that warships are built in UK yards and that this designation continues to include the Fleet Solid Support ship contract”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Confederation of Shipbuilding and Engineering Unions has argued that building and maintaining fleet solid support ships in the UK was strategically important, but how much of those ships will be built in Spain and not the UK? Will Ministers continue to use UK steel to build those ships? British workers have the right to know whether their Government are on their side. Based on their words and deeds, the answer is a resounding no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the hon. Gentleman but, with great respect, what a load of nonsense. He started by saying that the Labour party would be on the side of British jobs for British workers, and that is exactly what the contract delivers. There will be 1,200 jobs—not any old jobs but fantastic new jobs—in our shipbuilding sector. The Government are already investing in Type 26, and we are seeing full order books in Scottish yards. This will mean additional jobs in Harland & Wolff. It is worth focusing on what Harland & Wolff had to say. Its chief executive said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I am pleased to see UK Government seize the last opportunity to capture the skills that remain in Belfast and Appledore before they are lost for good”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The contract is about ensuring that there is strength and depth in shipyards across our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman went on to make points about how some components will be built overseas, but in modern engineering designs ’twas ever thus. Take, for example, the F-35—a highly sophisticated bit of equipment built in the United States. Where is much of the equipment designed and manufactured? Here in the United Kingdom. That is exactly what we do. Do the Americans think that, somehow, because of its British components, it is some latter-day invasion on the lines of the Spanish armada, as he referred to? Of course not. That would be complete nonsense. This is fantastic investment that, by the way, also ensures an additional £77 million invested in Harland & Wolff. That is supporting British jobs, British know-how and a pipeline of British expertise that will sustain our shipbuilding industry into the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}