{
    "url": "https://www.ukpol.co.uk/alex-chalk-2023-speech-to-conservative-party-conference/",
    "title": "Alex Chalk – 2023 Speech to Conservative Party Conference",
    "post_date": "October 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "2023 Conservative Party Conference",
            "url": "/tag/2023-conservative-party-conference/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Chalk, the Lord Chancellor and Secretary of State for Justice, in Manchester on 3 October 2023.",
    "content": [
        "Goodness, conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you and thank you Victoria for that kind introduction. I’m pleased that she gave my name, Alex Chalk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m a little sensitive about it because it wasn’t so long ago that I knocked on a door in Cheltenham, the door opened, this lady said “Oh yeah, I know who you are. You might be better than your brother, but we don’t want David Miliband either,” she said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Total disaster; I told CCHQ, they said “Don’t worry, we’ll ask the Mayor of London to come down”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now ladies and gentlemen, initially, everything went so well. He got out of the car and was 100% on-message. “Chalk for Cheltenham!” “Chalk for Cheltenham!” he was saying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But as he paused to meet everyone, there was an enterprising journalist from the local BBC who spotted his opportunity. Recognising, conference, that I might not have been the only person he had come to support that day, he sidled up and put the microphone in Boris’ face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“So, Mayor, just for the listeners of BBC Radio Gloucestershire; can you remind us please, what is the name of the person you have come to support?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well conference, I have to tell you now, the name that came back was not mine. The name that came back was a very prominent estate agent who had been advertising heavily on the London Road coming into Cheltenham.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are the pitfalls of being a politician.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a privilege to be addressing you today as Lord Chancellor and Secretary of State for Justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, because I am, as Victoria just indicated, above all a barrister (albeit one on a career break) but most of all because when it comes to justice, we the British, have a history of which we can be immensely proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From Magna Carta in 1215 to the Bill of Rights in 1688, this country has made a special contribution to the rule of law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Businesses across the globe choose our law to govern their contracts. They choose our courts to settle their disputes. Why? Because of the skill of our lawyers and the excellence of our judges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means we have the largest legal sector in Europe, and the second largest in the world. More than 200 overseas law firms have set up offices here, from over 40 jurisdictions. In fact, I wouldn’t be surprised if the energetic minister Mike Freer has visited every one of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This success matters, conference, for all sorts of reasons, but chief among them is that it drives opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of us in this room came into politics and chose the Conservative Party because we believe to our core in creating life chances for young people who may not have had the easiest start in life but are prepared to work hard and do the right thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unlocking potential and enabling people to go as far as their talents will take them is the British dream – and legal careers make them a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, I’m proud too, because our strong justice sector says something about our instincts as a nation for fairness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is the country that in the face of Putin’s illegal full-scale invasion did not hesitate. We appreciated instinctively that borders matter, that the international rules-based order counts for something, and that might is not always right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s why, on top of being such a major donor of military equipment, this Government is supporting the International Criminal Court with funding, with legal expertise to bring war criminals to justice – something spearheaded by my predecessor, Dominic Raab.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And our instinct for fairness means we’ve opened our hearts and our homes to Ukrainians, to Honk Kongers, Afghan interpreters who served alongside our armed forces, people who’ve arrived legally. But, conference, when it comes to illegal migration, although we in Britain have warm hearts, we seek a secure front door.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not fair on the British people, and nor, by the way, is it fair on those very migrants who have played by the rules, that illegal entrants should seek to jump the queue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because just as the rule of law means that no one is above the law, so it also requires that there are consequences for those who break it. And so, whilst Labour flail around with absolutely no solution, we have a clear, long-term plan that is robust, yes – but fair too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can deliver it within our overarching legal obligations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now conference, I want to talk about our courts – civil, family and criminal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Covid might be receding into history, but as I know from speaking to my counterparts from France to the United States to Japan, justice systems across the world are still dealing with the consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, our magistrates’ courts, which remember, deals with around 90% of all crime, have rebounded strongly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for the Crown Court, the jury system is particularly vulnerable to a pandemic. A gang trial with five defendants in the dock could easily mean 35 people in a single courtroom. So, the flow of those trials inevitably slowed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, in the white heat of the pandemic, there were those who said “scrap jury trials altogether.” They said replace them with a single judge deciding guilt or innocence in those most serious of cases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They said hundreds of years of history, and the bedrock of our fundamental freedoms should be swept away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Conference, what a travesty that would have been. As someone who has prosecuted murders, rapes, terrorist bomb plots and gun crime, I knew that would mean destroying something of inestimable value to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, we made the tough call. We stuck with jury trials, a decision in the national interest, and in the interests of justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it does mean that caseloads in the Crown Court are higher than they were. And as a result, there are now 6,000 more people on remand in custody than there were pre-Covid. That presents a real challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, to drive forward the recovery we have kept open Nightingale Courts, we have recruited over 1,000 judges and tribunal members, and we’re recruiting 1,000 more. We have massively expanded the budget to upgrade and modernise our courts and tribunals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we are investing up to an additional £141 million a year for the barristers and solicitors whose important work ensures the guilty are convicted, the innocent walk free and the public are protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And conference, we are committed as a party, and as a government, to making the long-term decisions that put the national interest first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we are rolling out the largest prison expansion programme since the Victorian era.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thanks to this Prime Minister, when he was Chancellor, and led by the exceptional Prisons Minister Damian Hinds, we have brought online over 5,000 more places – in brand new prisons like HMP Fosse Way, with more on the way. Modern, secure, decent prisons with rehabilitation at their core.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’re expanding and refurbishing existing prisons and hiring thousands more prison officers. And I can tell you today conference that we also intend to look at the Norwegian example and explore renting overseas capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we must be candid too – prison costs money. A lot of money. Not only does society suffer the crime in the first place, but it also suffers the punishment to the tune of around £46,000 a year per adult male prisoner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we make no apologies for locking up the most dangerous offenders for longer where that is necessary to protect the public. And that is why we have extended the use of whole life orders, so that in more cases life really does mean life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s also why our plan to break the cycle of reoffending is absolutely critical, because all but the most dangerous offenders will be released one day. Frankly, there are people wasting their lives going in and out of prison, at enormous cost to the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, we are rolling out accommodation provision for prison leavers, to keep them off the streets and out of trouble in those critical early weeks. We have brought business expertise into over 90 prisons across the country to provide job opportunities and help prisoners gain the skills they need to hold down a job, pay taxes, and become a contributing member of society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And just look, conference, at the progress we’ve made: Since 2010, reoffending has dropped from 32% to 24%; In the last two years the percentage of offenders in employment six months post-release has more than doubled; Since 2010, violent crime and burglary is down by over 40%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is how we secure justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And conference, we are absolutely committed to protecting women and girls. We are the Party that: Outlawed stalking – a crime disproportionately suffered by women; That created the offence of ‘coercive or controlling behaviour’ – it wasn’t even a crime before; We passed the first ever Domestic Abuse Act; We outlawed revenge porn and cyberflashing; We created a new offence of non-fatal strangulation; We clamped down on the cowardly ‘rough sex gone wrong’ defence; We unlocked and funded hundreds of Independent Sexual Violence Advisors to support victims and we set up a 24/7 Rape Support Helpline; as well as doubling grants for Rape Support Centres.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All this we do and more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, we have quadrupled funding for victim support services since 2010. Four times more money for victims’ services under the Conservatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And when it comes to rape prosecution, there is of course more to do, but there are important facts that shouldn’t be forgotten:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, more adult rape cases are being prosecuted now than when Labour were in power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, the conviction rate for all rape is higher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, the average sentence is longer – 43% longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fourth, the amount of the sentence that must be served behind bars is greater.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because Labour say they want to protect the public – but literally do the opposite, even launching campaigns to block the deportation of dangerous foreign criminals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take one offender: he thrust a broken bottle into a man’s face leaving him scarred for life – a ‘horrifying attack’ in the words of the police. His Labour MP, a serving member of the Shadow Cabinet no less, tried to stop the flight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He was in good company. Because Keir Starmer demanded that ‘…all future charter flights must be suspended’. No principles, no judgement, no clue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have to say conference, when you look at the leader of the opposition, he just reminds me of a kind of living cushion, he just bears the impression of the last person who sat on him. But anyway, that’s another issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will go further to support victims, conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our Victims and Prisoners Bill, being piloted through the Commons by the skilful Victims Minister Ed Argar and through the Lords by the highly respected Lord Bellamy, and, indeed, aided and abetted by our brilliant PPSs, Laura Farris and Aaron Bell, remember those names conference, they will bolster victims’ rights further, giving new roles to our Police and Crime Commissioners to oversee how agencies deliver for victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we are giving judges the power to compel offenders to attend their sentencing hearing. Those who’ve robbed innocence, betrayed trust and shattered lives should be in court to face up to the damage they have done. They should be there to hear society’s condemnation ringing in their ears.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today I want to right another injustice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am clear that if a father murders the mother of his children, he should expect to lose his parental rights. That’s why today I can announce that we will legislate to suspend those rights from those who murder their partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, we will enact Jade’s Law, named after Jade Ward who was tragically murdered by her husband and whose children and their grandparents are now subject to attempts to exert control by the perpetrator from behind bars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No family should have to go through this, and thanks to their efforts we will protect children and families by making their law a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, conference, I started speaking to you this afternoon about pride.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us take pride in what our country has contributed – probably more than any other to the international rules-based order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us take pride in what we have delivered in government to stand up for victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And let us rededicate ourselves today to serve justice, to uphold our values and keep the British people safe. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}