{
    "url": "https://www.ukpol.co.uk/alex-chalk-2023-lord-chancellor-swearing-in-speech/",
    "title": "Alex Chalk – 2023 Lord Chancellor Swearing-in Speech",
    "post_date": "June 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Alex Chalk, the Lord Chancellor, at the Royal Courts of Justice in London on 25 May 2023.",
    "content": [
        "My lords.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you to the Lord Chief Justice for that welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s more than I deserve – and it’s more than I’m used to frankly…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You mentioned my Lord the number of Lord Chancellors. You’ll be aware of course that between 1678 and 1689 there were seven Lord Chief Justices. So we all have our rough patches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My Lord, there will be more to say in due course as your retirement draws closer, about your extraordinary career and contribution to the law. For now I hope it can simply be noted that you are held in the highest regard across the House of Commons, including by the Justice Select Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Members of all political parties would wish me to thank you for your many years of service to the law and latterly to the courts and tribunals. Parliament wishes you well for the next chapter, wherever it may take you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is the greatest pleasure to see so many friends and distinguished colleagues from the Bar here today. Those that have led me, those that I’ve led. I do hope that you were intending to come to this swearing-in and you’ve not stumbled into Court 4 by mistake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I always knew my colleagues at the Bar were brilliant lawyers and advocates, literally some of the finest this country has produced. What I hadn’t quite appreciated before I entered Parliament is that they were such expert political pundits too. Over recent years I have been pleased to receive regular political insights from colleagues via text message – although some have included Anglo-Saxon words that I don’t understand…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me put on record my particular thanks to my pupil supervisors from 6 Pump Court where I first became a tenant and 6KBW College Hill (I had to resign my tenancy and undergo a second pupillage, all very complicated…) I want to thank them for instilling in me as a junior barrister the core principles that underpin our legal tradition: in particular that abiding priority of fairness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From the very start of my career I did more prosecuting than defending, and I well understood from my very first appearance for the Crown that prosecutors are bound to act as ministers of justice, with an overriding duty to preserve and promote the overall fairness of the proceedings – not simply to win at all costs. But before anyone misunderstands me, and any of our friends in the media present today, let me stress that fair prosecutors are very often the most deadly – and I’m looking at some of them now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I remember leading a young barrister from 6KBW in the prosecution of three councillors for election fraud. We were prosecuting, but I couldn’t attend for the cross-examination of D3 as I had an appeal listed in the Court of Appeal Criminal Division. When I came back, I listened to the tape. Once I’d got over the grim realisation that it was considerably more skilful than my cross-examinations of D1 and D2, I was able to appreciate it for what it was – calm, courteous, scrupulously fair…and utterly devastating. All in the finest traditions of the English & Welsh Bar.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, the appeal hearing that kept me away that day took place in this very courtroom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I experienced then as I waited for the hearing to be called on that tingle of apprehension that I always did whenever I had to appear in the Court of Appeal Criminal Division. It is a tingle rooted in respect. Respect for the quality of this tribunal; respect for the ruthlessly searching analysis that every advocate knows is to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Candidly, it’s partly too because I lost rather more often than I won in this court. Over time I became increasingly skilled at detecting my doom before it was confirmed. In the case of Soe Thet my spirits lifted as I heard Lord Phillips of Worth Matravers open his ruling to note that I had “argued a difficult case with admirable clarity and eloquence”… before finding against me on every single point. I soon learnt that compliments tend to spell catastrophe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But more importantly, a message sunk in about the true meaning of some of the aphorisms that get bandied around – the rule of law, access to justice, independence of the judiciary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because when you appear in this court you soon realise that these aren’t quaint, airy notions to pay lip-service to – but the essential building blocks of a safe, fair and prosperous society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What access to justice and independence of the judiciary mean in practice is this: as you walk out of this court having lost, you know deep down that despite your disappointment you have been heard by judges of enormous intellect and unimpeachable integrity. And you have had a full and fair hearing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is difficult to overstate how precious that is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so, as I sit here as your Lord Chancellor with responsibility for our justice system, I am aware of the responsibility I hold. It’s like carrying a Ming vase – ancient, priceless… but also fragile – and doing so whilst walking across a polished floor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would be easy to feel overawed. After all, I’m following in a line that includes some greats (Sir Francis Bacon and Ken, now Baron, Clarke spring to mind).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s quietly reassuring that there are some absolute howlers in that list.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Richard Rich who was Lord Chancellor under Edward VI is remembered for being immoral, dishonest, a perjurer and a man “of whom nobody has spoken a good word.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope I can modestly improve on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So what will this Lord Chancellor and Secretary of State prioritise?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Prime Minister has made clear, this Government will act to protect the public. That includes, of course, working to expand capacity in our justice system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will redouble our efforts, working with the independent judiciary, to manage and reduce the court and tribunal caseload, speeding up access to justice for litigants and victims. In doing so, we will continue to tackle violence against women and girls. Prosecutions for adult rape continue to rise remarkably following some very hard work by counsel, prosecutors, court staff and others; charges are up over 90% percent compared to the quarterly average in 2019 pre-Covid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, we will progress the Victims and Prisoners Bill, with its emphasis on ensuring entitlements contained within the Victims Code 2020 are promoted and secured.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, we will play our part in operationalising any immigration legislation that Parliament is minded to enact. We will do so whilst being careful to provide individuals with the due process which is the hallmark of our legal system. The rule of law requires that illegality has consequences, but it also requires that individuals have the proper opportunity to make representations in their own cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fourth, I will work to promote access to justice. As a parliamentary under-secretary of State, I devised a concept called ELSA – Early Legal Support and Advice – and I will be seeking out opportunities to drive that agenda forward. It is access to justice that empowers individuals, strengthens society and bolsters the rule of law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I take very seriously the oath that I have sworn today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I swear it as someone who sees this very much as a destination job, whatever Quentin Letts might say. That’s important because I believe that occupiers of this sensitive position in our constitution shouldn’t be looking over the political horizon. Nor indeed, should they be looking over their shoulder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, as your Lord Chancellor, I will do everything I can to uphold the judiciary’s hard-won reputation for excellence, integrity and independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this role is not all about interactions with the judiciary, important though those are. I am responsible for over 90,000 prison officers, probation officers, HMCTS staff, LAA staff and others. And I want to say a few words to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First I want to thank you for what you delivered during the pandemic. You are the ones who ensured that neither our courts nor our tribunals ever closed completely. Thanks to you vulnerable litigants were able to access justice and get the orders they needed to keep them safe. Thanks to you, ours was one of the first – if not the first – jurisdiction to resume jury trials. (We believe in jury trials by the way, even if others seem to be having a bit of a wobble…)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But perhaps above all that, I want to note the quiet miracle that you delivered in our prisons. Many have already forgotten that at the start of the pandemic, Public Health England and Public Health Wales predicted around 3,000 deaths in custody. In the event the total was less than 300. Every one remains a tragedy for the individual and families involved, but the fact is that there are thousands of people alive today who would not have been if prison officers had not done their duty and come to work – when no doubt concerned family members were begging them not to. The same is true for probation officers who worked hard to manage risk in the community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let me conclude with this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of my predecessors, Francis Bacon, observed that, “if we do not maintain justice, justice will not maintain us.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us turn to the task ahead. I as Lord Chancellor will do my duty. And I know that all of us, whatever part we play, will join today in committing to maintaining that justice, endeavouring to leave the rule of law in our country stronger for our having been here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those are my submissions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}