{
    "url": "https://www.ukpol.co.uk/lynda-chalker-2022-tribute-to-hm-queen-elizabeth-ii-baroness-chalker-of-wallasey/",
    "title": "Lynda Chalker – 2022 Tribute to HM Queen Elizabeth II (Baroness Chalker of Wallasey)",
    "post_date": "September 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lynda Chalker",
            "url": "/tag/lynda-chalker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Lynda Chalker, Baroness Chalker of Wallasey, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I rise to add my very personal thanks to our beloved late Queen Elizabeth II. Her love of this nation, all its people and all its societies, particularly in the voluntary sector—about which noble Lords have spoken already tonight—was profound. No one could ever count what she has contributed to the growth of voluntary activity in the United Kingdom. We are, in fact, much envied by many countries abroad for that. When the right reverend Prelate the Bishop of Southwark spoke about the volunteering that has to go on, I kept thinking of all those little incidents that the Queen monitored, made note of and often referred to in other circumstances in order to encourage more people to be involved in volunteering and in service. So, if there is one thing that I thank her for above all else, it is her encouragement for people to be involved with their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was a very special privilege for me to spend numerous moments with Her Majesty during my 18 years as a Minister in three successive government departments, and indeed since that time. But it was in the Foreign Office, and then when I took on development matters as well, that I began to see her more frequently, because so many of the things in which I was involved were loves of hers and of the late Duke of Edinburgh. It was not just development; it was also the Commonwealth. Many references have been made to the Commonwealth, but there is the sheer fact that, in addition to the 56 member nations of the Commonwealth today, there is a queue of countries wishing to join the Commonwealth. We should be working hard to develop it, and I am certain that His Majesty King Charles III will want that to be a feature of our government going forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Among my many contacts with Her Majesty were two particular incidents on the island of Dominica, which was looked after by Dame Eugenia Charles as Prime Minister. There is probably hardly anybody here who will remember her, but she was a very determined elderly lady. I was to be the Minister in attendance when the Queen went to meet her. Dame Eugenia was absolutely certain that the tea service she had in her cupboard, which, she pointed out to me, only she could clean—I had a slightly raised eyebrow when I looked at it, but never mind—should be used when the Queen came for tea. All went well until the tea came in. Her Majesty was offered a cup of tea, but she decided that she did not want one at that moment. Too many cups of tea on tours are something that Ministers often regret; I am sure Her Majesty regretted it many other times too. I was left to make a diplomatic bridge between the Prime Minister of Dominica, who wanted to use the tea set, and the Queen, who had not given her the tea set. Such is the life in the Foreign Office sometimes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On that very same Caribbean visit, on another island, I nearly fell down a hole outside a church into which we were going. I was following Her Majesty and a piece of plywood had been put down which was not a perfect fit. Needless to say, my ankle caught the edge of it. I did not go down the hole as I was saved by a policeman, as ever, but the thing that hit me really hard was that the first thing that was said to me by Her Majesty, when I got into the church in the row behind her, was, “I have sent for some ice for that ankle”. I did not even know that she knew I had nearly gone down the hole. The kindness and the thoughtfulness came up so many times in my experiences of her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I always remember being very encouraged by her. On one occasion, when things were not going very well in the then ODA, she said, “What is the main purpose of what you are seeking to do?” Without going into the politics of this in any way, I told her and she said, “Well, why don’t you try—?” She came up with a thoroughly practical suggestion, and if there is one other thing I remember about Her Majesty, it is what a practical lady she was in so many ways. I hope that that practical nature will be continued by His Majesty King Charles III, who I know so well as the Prince of Wales I am not sure how I am going to address him in the future; I think I am going to make mistakes, and I have been forgiven by the Queen so I hope I shall be forgiven by Prince Charles—as he was. You see how easy it is to make the mistake!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "King Charles III, we wish you a magnificent reign, we hope you will continue your mother’s best and most tremendous contributions to this country and we, as ordinary citizens, will do our best to make sure: long live King Charles III.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}