{
    "url": "https://www.ukpol.co.uk/alex-chalk-2018-speech-on-rail-fares-from-cheltenham/",
    "title": "Alex Chalk – 2018 Speech on Rail Fares From Cheltenham",
    "post_date": "January 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alex Chalk, the Conservative MP for Cheltenham, in the House of Commons on 19 December 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/01/alexchalk-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/01/alexchalk.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a pleasure to see you in the Chair, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have called this debate on rail fares between Cheltenham and London because when it comes to rail travel, my constituents are not being treated fairly. Local people, simply because they live where I and my constituents do, are being charged more per mile for their train travel to London than others who live a similar distance from the capital. It is an injustice that stretches back decades and it needs to be put right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cheltenham is around 90 miles or so from London. Because Dr Beeching, in his wisdom, pulled up the more direct line through Andoversford, the train line itself is a little lengthier because it travels a more circuitous route, but the central point remains: it is not terribly far from London at all. It is a substantial town, with more than 110,000 people. It is larger than Basingstoke, Chelmsford, Maidstone and Worcester. It is the home of GCHQ and GE Aviation—certainly if we include Bishops Cleeve. It is the home of Spirax-Sarco and Superdry. It hosts the world famous Cheltenham jump racing festival, the renowned literature, jazz, and science festivals, and much more besides. When it comes to train use, Cheltenham is by far the busiest station in Gloucestershire. Data from the Office of Rail Regulation shows that 2.35 million passengers used the station in 2016-17—almost as many as all the other stations on the route combined, and twice as many as 10 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite all that, there is a glaring discrepancy when it comes to the price of tickets, and season tickets in particular. Take, for example, Kingham to London, which is admittedly a shorter distance, but not much shorter. The season ticket price is £7,124. What about Bath Spa to London, which is further than Cheltenham to London? The season ticket price is £8,064. A season ticket for Bristol Temple Meads to London is £8,244, and a season ticket for Worcester to London is £8,400, yet a season ticket for Cheltenham to London Paddington is £10,344. To make the point absolutely clear: were someone to go way further than Cheltenham, down to Exeter, which is a similarly sized town, the distance from London is 202 miles, which is approximately double the distance to Cheltenham. The season ticket for Exeter to London is £9,788. In other words, it is around £500 cheaper than the Cheltenham season ticket. How can that possibly be fair?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What rubs salt into the wounds is that the service is not as good as it should be. First, there is a systemic problem: it is too slow overall. I see the hon. Member for Stroud (Dr Drew) nodding his head in agreement. Let me put that into some kind of perspective: the journey from Bristol to London takes around an hour and 43 minutes, and from Exeter, which as I said is around double the distance, it takes two hours and two minutes to get to London, yet the shortest journey from Cheltenham takes longer still than that. On average, it takes two hours and 16 minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first problem, then, is that it is too slow, which is galling because there was a time when Cheltenham had the fastest train service anywhere in the country—the ​Cheltenham Flyer was the fastest train in the land. The second problem is that there are too many delays and cancellations. On Saturday 4 August, five services were cancelled because a train manager was not available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the impact of all this? Put bluntly, the impact in my constituency is modal shift, which is a technical way of saying that people get in their cars. So many of my constituents drive to Kemble, Kingham, Swindon, Oxford, or even all the way to London. My constituents express frustration at the fact that they are forced to do so and at the fact that that has an unhelpful impact on the environment and air quality. Other concerns are expressed about businesses being restricted from developing and expanding in the way that they otherwise might have done. I posted on social media about this issue, and businesses in Eagle Tower in the centre of Cheltenham said that they are unable to recruit in the way that they might otherwise do or to expand their businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This issue is also important because Cheltenham has plans for a cyber-park, which I have been passionate about since 2014 and which has made really crucial steps forward in recent months. The Department for Transport has committed £22 million in transport infrastructure improvements. The Department for International Trade is promoting the park at international conferences and so on. The park will succeed, but its ability to do so will be immeasurably enhanced if we can have an affordable and good rail connection with London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr David Drew (Stroud) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Gentleman for giving way. Considering that we are talking about the Stroud Valleys line, which goes to Cheltenham, I have a vested interest in this matter. On fares, when I had to travel to Gloucester last week, I found to my shock that it cost an extra £10 either way. That may well be what happens from where I live in Stonehouse, and yet that is exactly the same cost of just getting a train from Stonehouse to London. In other words, the company is charging a person the same when they are on the train as they would do if they were getting on the train for the shorter journey. That cannot be right or fair. Effectively, it is charging the punter more than it should. Does he agree?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Chalk**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do agree, yes. There are two aspects to the pricing perversity that that helpful intervention discloses. First, the line itself is more expensive than similar lines. Secondly, there can be perversities within the line itself, which is an inequity for local people. In the interests of balance, it is important to note that there are some really important and good things taking place. Nationally, I commend the fact that the Government are continuing with an ambitious programme of investment. That is £48 billion over the next five years. The DFT is in the process of moving from Delay Repay 30 to Delay Repay 15, which is more justice for consumers. In Gloucestershire, the redoubling of the Kemble to Swindon line is a hugely positive infrastructure improvement. There are impending timetable changes and new faster trains, so we will be getting a direct hourly sub-two hour service to London in 2019. That is all great. It is also great that Cheltenham is getting an additional 70 surface car parking spaces, taking capacity to at least 320 spaces. That is investment worth £700,000 going into Cheltenham, so that is also good news, and there is further investment ​to come. I am not standing here and saying that, somehow, we should turn the clock back. I do not believe in renationalisation. I am just about old enough to remember British Rail, and it was absolutely terrible. The fact is that, since privatisation, a huge amount of money has been invested in our railways and passenger numbers have soared.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not enough to say that renationalisation would be a terrible backward step. It is not enough to say that it would cost the taxpayer, not save them money. It is true that it would reduce investment, not increase it, and innovation would be stifled, not encouraged and so on. However, simply rejecting renationalisation is not enough. The market needs to be forced to act fairly. Private companies have a responsibility to the public, and a particular responsibility where the public is a captive market, and cannot take their custom elsewhere, as is the case on the railways. The provider must operate within a framework that ensures that that monopoly position is not abused and customers are treated fairly. It is fair to say that, in these circumstances, it is not acting as it should. In a debate on 15 October—so, not very long ago—the then rail Minister referred to “historical anomalies”. He also stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“No one could defend the current fares system”.—[Official Report, 15 October 2018; Vol. 647, c. 476.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He was absolutely right, and I really welcomed that frank admission. One issue is that monopoly power on certain lines distorts pricing. For example, if we look at Grantham, which is also around 100 miles from London, we see that there are three franchises competing to provide a service. A season ticket from Grantham is around £3,000 a year less. Equally, if we look at Crewe, where there are two operators, it is only £500 a year more, despite being 170 miles from London, so a considerable distance further. The issue of whether there is a single operator or more providers can make a big difference as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This issue must be fixed. I am aware that the Government have commissioned the Rail Delivery Group’s “Easier Fares” consultation, and are considering that. I am also aware that, on 11 October, the Secretary of State launched a “root and branch review of the rail industry”. In his words, he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It is vital that this review leaves no stone unturned and makes bold recommendations for the future.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I warmly welcome that, but one of those stones needs to be marked “Cheltenham”. We are not asking for special treatment, but we are asking for fair treatment. For the sake of my constituents and the future of the town I represent, that cannot come soon enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}