{
    "url": "https://www.ukpol.co.uk/alex-chalk-2023-statement-on-rape-review-action-plan-and-operation-soteria/",
    "title": "Alex Chalk – 2023 Statement on Rape Review Action Plan and Operation Soteria",
    "post_date": "July 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alex Chalk",
            "url": "/tag/alex-chalk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Alex Chalk, the Lord Chancellor and the Secretary of State for Justice, in the House of Commons on 10 July 2023.",
    "content": [
        "My right hon. and learned Friend the Secretary of State for the Home Department (Suella Braverman) and I are pleased to announce that the Government are today publishing a progress report two years on from the publication of the end-to-end rape review action plan. This is the fourth six-monthly progress report on implementation, and demonstrates the Government’s ongoing commitment to be transparent and accountable to the public on our progress in delivering the ambitions of the Rape Review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The data in the report provides clear evidence of progress to drive up police referrals, charge rates, and Crown court receipts. We are making sustained progress towards the rape review’s ambition to return volumes of cases being referred to the police, charged by the Crown Prosecution Service, and going to court, to at least 2016 levels. It is well documented that the charge rate and volume of convictions for adult rape dropped drastically after 2016 due to a range of factors, not least a lack of join-up across the system, and the criminal justice system overcorrecting following a small number of high-profile disclosure failures. A return to 2016 levels is ambitious, marking a year where adult rape convictions were 30% higher than in 2010. The latest data shows that we have hit two of our ambitions already, and remain on track to hit the other:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Adult rape cases referred by the police to the CPS—for either early advice or a charging decision—continue to increase, with 1,079 total police referrals in the fourth quarter of 2022, exceeding our ambition of 766 and up by 134% from the quarterly average in 2019, when the Rape Review was commissioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Adult rape cases charged by the CPS have been increasing, with 472 suspects charged between October and December 2022, close to our ambition of 538 and up by 93% from the quarterly average in 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The number of adult rape Crown Court receipts continued to increase in the first quarter of 2023 with 605 Crown Court receipts, exceeding our ambition of 553. It is also up by 162% from the quarterly average in 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And despite the barristers’ strike impacting court action in 2022, adult rape prosecutions continue to rise, up 44% in the last calendar year, almost double what was achieved during 2019, and higher than the volume achieved in 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Key achievements over the last six months include:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Introducing the landmark Victims and Prisoners Bill to Parliament in March, bringing forward measures to better serve victims and the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Legislating through the Victims and Prisoners Bill to ensure requests for third party material, such as therapy notes, or medical, educational and social service records are necessary and proportionate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recruiting 20,000 additional police officers, having brought in a net increase of 20,951 officers across England and Wales since the launch of the recruitment campaign in 2019, ensuring the police have the resources available to dedicate capacity to priority issues such as rape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A second round of Government funded procurement—with a value of £4.2 million—of technical capability to retrieve digital evidence—when it is the least intrusive means to do so—from mobile phones at a time and place convenient to the victim has been completed and is being deployed to forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Law Commission publishing its consultation into the use of evidence in trials involving sexual offences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today we are also announcing that through the specialist sexual violence support project, we will ensure that any adult rape victim at Newcastle, Leeds or Snaresbrook Crown court who needs it has the option to remotely observe the sentencing hearing for their case, through video link, subject to judicial agreement. This will give victims the opportunity to see justice done without the distressing experience of attending court alongside the defendant’s family or supporters. This builds on other work to improve the victim experience at court, including legislation to permit the remote observation of sentencing hearings and allowing victims to pre-record their evidence and spare them the trauma of attending court in person.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Operation Soteria is an ambitious joint Home Office and CPS programme to transform the way that rape investigations and prosecutions are handled and progressed, with a focus on investigating the suspect rather than the victim. Through close collaboration between frontline policing, prosecutors and academics, the programme has developed new national operating models for the investigation and prosecution of rape and serious sexual offences. All police forces in England and Wales have committed to implement this new approach and will be supported to do so by the Home Office, the College of Policing and the National Police Chiefs’ Council, who are establishing a joint unit to oversee implementation and monitor progress. In addition, His Majesty’s Inspectorate of Constabulary and Fire and Rescue has been commissioned to conduct a thematic inspection on forces’ implementation of the model.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While strong progress has been made, we made clear in our last progress report that the rape review action plan is a start and must remain dynamic and continue responding to the challenges that victims face. We recognise there is still more to do, which is why we are setting out our action plan until December 2024, ensuring we continue to deliver improvements to the criminal justice system’s response to rape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These publications form part of the Government’s ambition to ensure access to justice, improve the experience of victims and make our society safer for everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}