{
    "url": "https://www.ukpol.co.uk/sarah-champion-2021-speech-on-foreign-aid-cuts/",
    "title": "Sarah Champion – 2021 Speech on Foreign Aid Cuts",
    "post_date": "July 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Sarah Champion",
            "url": "/tag/sarah-champion/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Champion, the Labour MP for Rotherham, in the House of Commons on 13 July 2021.",
    "content": [
        "It does not show respect for the House to ask us to take such a significant decision with little notice, little explanation and no clarity about the consequences of today’s vote. It does not show respect for communities in the poorest parts of the world when this Government are willing to play games with their lives and livelihoods in this way. The Government present the motion as giving Parliament an opportunity to have a say on when and how the UK will return to spending 0.7% of GNI on aid. But today is not really about the 0.7% target, the cuts or the livelihoods that are already being affected by our reduced spending. It is about exerting pressure on Government Back Benchers who have been brave enough to call out what the Government are doing. Basically the Government are saying, “Back this or you will be blamed when taxes rise or spending falls”—things that will likely happen because of the pandemic anyway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today is yet another example of this Government’s complete lack of regard for parliamentary scrutiny, and they have form. There is a pattern of this Government withholding information until the last minute and then only making the most basic details available. Let us be clear: the Government have not brought forward a substantive motion for this debate. The motion that they have tabled is made in neutral terms—a device that was intended to allow the House to debate an issue without coming to a view. They claim that this debate is binding. It is not our procedures that make it binding; it is their political choice. This is a knee-jerk reaction dreamt up between last Thursday and yesterday in the face of growing criticism of this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday’s written ministerial statement talks of returning to 0.7 % only when we are not borrowing for day-to-day spending and underlying debt is falling. On their own, each of those tests is a high hurdle. When combined, these conditions become incredibly strict. Since the 0.7% target was introduced in 2013, these tests have been met only once. They explicitly link ODA spending to policy decisions made by other Government Departments on tax and spending. This double lock could lead to an indefinite cut in aid spending, and, of course, the tests do nothing to prevent the Government from dropping lower than the 0.5%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Office for Budget Responsibility has said that the UK’s economy is forecast to return to pre-pandemic levels in the second quarter of 2020—faster than originally thought. If a return to economic normality is getting closer, why the need to introduce these extra tests before returning to 0.7%? They are just added roadblocks artfully placed by the Treasury on the track back to the legally mandated level of 0.7%. Fundamentally, the statement paints aid spending as an either/or choice; we are spending either on domestic public services or on international aid. It is an artificial choice that MPs are being forced to make. This is a breathtakingly cynical manoeuvre and the House must not fall for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}