{
    "url": "https://www.ukpol.co.uk/alan-chambers-2022-comments-in-support-of-striking-nurses/",
    "title": "Alan Chambers – 2022 Comments in Support of Striking Nurses",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Alan Chambers",
            "url": "/tag/alan-chambers/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade Unions",
            "url": "/category/trade-unions/"
        }
    ],
    "summary": "The comments made by Alan Chambers, the Ulster Unionist Health Spokesperson, on 15 December 2022.",
    "content": [
        "I was happy to stand in support of an official Royal College of Nurses picket line at Bangor Community Hospital this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During my time there I witnessed overwhelming public support for their action. Many gifts of food and beverages were being handed to them by generous members of the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "None of the staff were happy that they had been forced into taking such drastic action at this time. Rather than enduring the freezing conditions on the picket line they would all rather have been in their place of work providing the high level of care for their patients that we are so aware and grateful for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Listening to their stories it was obvious that this strike is not just about pay but also about the conditions that they have to deal with on a daily basis. They have major concerns over patient safety in hospital emergency departments, they feel no one is listening to them and strike action is their weapon of last resort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Retention of the current workforce should be a major obligation on local trusts. The welfare of staff, especially our valued overseas recruits, should be paramount rather than an attitude of just get on with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ward ratio of nurses to patients is also higher than is fair to nurses who carry the responsibility if things go wrong in the daily care of patients. These are all issues that are causing concern on top of cost of living pressures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is an acceptance that many of these issues can’t be fixed in the short term but NHS staff want to see a political road map created that will plot a way forward. It is a matter of huge frustration that reform of the NHS will remain stalled while the Assembly is in cold storage with no Executive in place. The nurses want to see political leadership provided as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Former Health Minister Robin Swann MLA was putting many elements of that road map in place but was denied the opportunity to finish the job by the collapse of the Executive and a lack of political support from some quarters in relation to much needed reform of how NHS services are delivered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}