{
    "url": "https://www.ukpol.co.uk/sarah-champion-2022-speech-for-a-strategy-for-international-development/",
    "title": "Sarah Champion – 2022 Speech on a Strategy for International Development",
    "post_date": "July 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Champion",
            "url": "/tag/sarah-champion/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Champion, the Chair of the International Development Committee, in the House of Commons on 6 July 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker. It is always a pleasure to serve under your guidance. I also wish to thank the Backbench Business Committee for granting this debate on the spending of the Foreign, Commonwealth and Development Office on the strategy for international development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A year ago, I stood in this Chamber to open an estimates day debate on the FCDO’s main estimate. At that point, the Department had recently changed the format of its spending plans, which made scrutiny incredibly difficult. I wish to take this opportunity to thank FCDO officials who have worked with House of Commons staff over the past year to restore and improve the quality of information available in the estimate, allowing my Committee and Members to fulfil their crucial role in holding the Government to account for how they spend their aid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Much has changed since I made that speech last year, but one in 10 people around the world are still living in extreme poverty. That simply cannot be right. Today, I wish to reflect on the enormous potential that lies within the poorest communities in the world and on how the UK Government’s aid spending should seek to develop that potential, transforming lives and creating a fairer, more inclusive world for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the past few weeks, we have finally seen the Government release their new international development strategy. Combined with this main estimate, the approach signals a new era in how the UK spends its development funding, but I am simply not convinced that this approach will help the very poorest people in the world. It is clear that the Government’s priorities are increasingly about trade, security and creating British jobs, but the legally mandated objective of UK aid spending is to reduce poverty. That must remain front and centre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government’s plans described a more hard-nosed, investment-driven approach to UK official development assistance. Capital investment expenditure—spending that is used, for example, on infrastructure projects—has increased by 49% compared with the last financial year, but relative day-to-day spending, from which traditional aid programmes would typically be funded, has increased by only 8.5%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment partnerships are becoming a more dominant feature of UK aid. British International Investment will receive a further £200 million in capital from the FCDO, and the amount of funding channelled through BII is set to increase dramatically over the next two years. Economic and investment-led development certainly has a place in any coherent development strategy, but it tends to benefit those who are engaged, or are able to engage, with the formal labour market. I am not convinced that this approach will help the poorest and most marginalised groups around the world. I am just not convinced that it will help them to achieve their potential or create long-lasting development in their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putting all of the UK’s development eggs in the economic basket will mean that swathes of people are left behind: disabled people, minorities, and women and girls. How does the FCDO’s approach help them to reach their potential and enrich their communities? I have no doubt that UK investments can fund and support some truly transformative projects. However, we need to get the basics right first, otherwise how will those projects succeed?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investing in new roads does not help a girl who cannot access clean water. A new telecoms network is not much use to a boy who cannot get vital vaccines. We need basic support in place first, before those investments can succeed. Get the foundations right, and then development will flourish. Under DFID, it was clear how UK aid was working towards the attainment of the UN sustainable development goals—the map to lifting people out of poverty and keeping them out of it—but this strategy barely refers to the SDGs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is hard to know whether we are on the right path to development without the map that the SDGs provide. With the integration of development and wider foreign policy objectives, helping the poor increasingly seems to be seen as a by-product of British foreign policy, rather than an end in itself. In fact, this Government strategy has no qualms about UK aid being “overtly geopolitical”. The strategy seeks to actively draw lower income countries away from the influence of authoritarian regimes, and to promote freedom and democracy around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, what about the communities living in countries that are not a pressing priority for achieving a foreign policy aim, or whose Governments do not share UK objectives? Are we leaving those communities behind? What happens to their potential? In my Committee’s work, we have heard that different types of development problems require different approaches. Sometimes spending through bilateral programmes is effective, and sometimes putting funds through multilaterals—such as Gavi, the Vaccine Alliance, or the World Food Programme—is more effective. We need to use the right tools for the job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is stepping back from its commitment to multilateral co-operation and placing more emphasis on bilateral spending. The Foreign Secretary told my Committee that, in 2022-23, £3.7 billion of UK aid funding will be spent through multilaterals. By 2024-25, it will be £2.4 billion—a 35% reduction in just two years. The UK’s contribution to major multilateral institutions means that we generate goodwill and we also have a huge influence over the way global institutions spend tens of billions of dollars each year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our multilateral investments are also a lever in investments from elsewhere, meaning that they have a multiplier effect, but the UK will be reducing its contribution to the World Bank by an astonishing 54%. If the UK is looking to increase its influence on the global stage, it seems counter-intuitive to step away from that leadership role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Liam Byrne (Birmingham, Hodge Hill) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the Chair of the Select Committee, who is making a brilliant speech. Does she agree that it is in Britain’s interests to use multilateral institutions, rather than to simply donate bilaterally, because that multiplies the impact that we can have?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sarah Champion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend is absolutely correct. At a time of such international uncertainty, a policy of giving away influence and friendships that have taken decades, if not centuries, to build up seems a very strange way to further the interests of this country, let alone the poorest in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Gareth Thomas (Harrow West) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is making a very good speech, and I strongly agree with her point about multilateralism. May I take her back to a debate she initiated in Westminster Hall on the plight of the Palestinians and the role of the United Nations Relief and Works Agency—a crucial part of the multilateral system that does so much to support Palestinians in the worst conditions in Gaza, the west bank and elsewhere in the middle east? I am sure my hon. Friend agrees that it would be good to hear from the Minister how the UNRWA pledging conference went—the Minister was good enough to reference the conference in her response to the debate last week—as well as what Britain’s contribution was and why no Minister from the UK attended.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sarah Champion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I second everything my hon. Friend has said. We have a number of significant pledges that are coming up or being processed—I am thinking, for example, of the Global Fund to Fight AIDS, Tuberculosis and Malaria. It would be so short-sighted to step away from investments that we have been making for so long, when we are at a real crisis point on many issues, whether that is solving the problem of malaria or HIV or just maintaining what we have already built up. So I completely support what my hon. Friend has said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are blunting a key tool in the development toolbox by not continuing their support of multilaterals. Let us remember that they have chosen to cap the aid budget at 0.5% of gross national income. We face an unprecedented set of crises around the world—the war in Ukraine, hunger in the horn of Africa and the devastating impacts of climate change—so we must spend every penny of the budget in the most effective way possible. Sadly, I am not convinced that the direction we are taking with this spending allows us to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is enormous potential in the poorest communities around the world, and UK aid can empower people to help themselves, creating long-term, sustainable economies, but we need to help lift people out of poverty first and make those transformations permanent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}