{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2023-speech-on-the-privileges-committee-special-report/",
    "title": "Wendy Chamberlain – 2023 Speech on the Privileges Committee Special Report",
    "post_date": "July 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 10 July 2023.",
    "content": [
        "The initial Privileges Committee investigation into the former Prime Minister, the then Member for Uxbridge and South Ruislip, has set a clear and fundamental precedent. If a Prime Minister deliberately misleads this House and, by extension, the public, there will be consequences. I put on record my thanks to the hon. and right hon. Members who served on the Privileges Committee. Considering the weighty matter of whether a former Prime Minister misled the House was clearly a significant task, and it is regrettable that, as the report outlines, the actions of some hon. and right hon. Members made the task harder for Members serving on the Committee. As we have heard, that was not without personal consequences for those Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Leader of the House pointed out in her opening remarks, there are ways and means of raising issues of privilege. We should remember that the investigation had its genesis in a motion that was passed in this House without Division; not a single Member named in the report voted against the motion. Not only is the Committee cross party, but it has a Conservative majority. It is worth pointing out that there is no Liberal Democrat on the Committee, but I accept as an individual MP that the current process involves a cross-party group of MPs, and they are trusted by this House to investigate with impartiality and to make their findings available for consideration by the House. Those recommendations are then to be approved or rejected by this House. Had Boris Johnson been suspended from Parliament for more than 10 days and chosen to remain an MP, it would have been up to the people of Uxbridge to determine whether they wanted to re-elect him as their MP. Members from all parts of the House must make it clear that we will not tolerate attempts to undermine or attack the vitally important work of this Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We were promised integrity, accountability and professionalism at all levels of government, and I have to note, like the shadow Leader of the House, the hon. Member for Bristol West (Thangam Debbonaire), the current Prime Minister’s steadfast refusal to declare where he stands on this issue, let alone to engage with the substantive content of this report and the previous one. That is an abdication of his duty not only as Prime Minister but as an individual MP. It is unfortunate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Wallasey (Dame Angela Eagle) said she was pleased that the report was not amended, but there is a sign of weakness from the Government, where they have said “no, thank you” to the offer in the Privileges Committee’s report. It stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It will be for the House to consider what further action, if any, to take in respect of Members of the House referred to in this special report.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would go as far as to suggest that had the Government taken the opportunity to make some process clear following today’s report, they might have seen off some of the accusations of lack of due process that we have heard today from Members named in the report and those supporting them. Today should have served as an opportunity to set another precedent and to make it clear that there are consequences for those who seek to obstruct the important work of a cross-party, independent Committee. It is a shame that the Government have not done so. That is why I tabled my amendment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I accept that my amendment has not been selected, but the clear route forward would have been for the Committee to consider whether contempt had been committed and to return a verdict and, if necessary, a sanction. As the right hon. Member for Witham (Priti Patel) said, that could have given her an opportunity to make her case in relation to what has been reported. The same process was used for the Committee’s report into the former Prime Minister, Mr Johnson. I also point out that today’s debate does not shut the window on that opportunity. The Government could bring forward such a motion if they wished at any future point; they could bring it forward tomorrow, and I hope they do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This place is still suffering from the Owen Paterson decision, because that was the point where the convention of this House to accept Privileges Committee and Standards Committee reports on the nod was broken by the Government. Now is the time for a reset.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}