{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2023-parliamentary-question-on-levelling-up/",
    "title": "Wendy Chamberlain – 2023 Parliamentary Question on Levelling Up",
    "post_date": "January 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 9 January 2023.",
    "content": [
        "**Wendy Chamberlain (North East Fife) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What assessment he has made of the potential impact of his Department’s levelling-up agenda on the cost of living for people in rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Helen Morgan (North Shropshire) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What assessment he has made of the potential impact of his Department’s levelling-up agenda on the cost of living for people in rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities (Dehenna Davison)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Levelling up is all about improving opportunities and living standards in all parts of the country, but we know that some cost pressures, including transport and energy, can be even greater in rural areas than in urban areas. That is why, in this year’s provisional local government finance settlement, we have proposed maintaining the £85-million rural services delivery grant. As we are concerned about the impact of the cost of living, the recent autumn statement also protected the most vulnerable by uprating benefits and pensions with inflation, strengthening the energy price guarantee, and providing cost of living payments to those most in need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain (North East Fife) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Happy new year, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Levelling-up funding will not help the systemic issues behind the cost of living crisis, but one of the challenges in rural communities is that the infrastructure is often not in place, so I am concerned about the Government’s delay in announcing the successful bids for levelling-up funding, particularly for the projects and communities that would benefit in North East Fife. I am also concerned that the Government are not pushing back the deadline on capital expenditure beyond 31 March 2025, because capital expenditure is difficult to deliver. Will they consider extending that deadline?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the hon. Lady for her pertinent question. That is precisely why we are putting in place additional funding to help to support local areas to build up their local capacity and improve their ability to deliver those projects on time. Ultimately, all our constituents want to see spades in the ground and projects completed as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Helen Morgan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Happy new year, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Minister just said, it is well documented that the cost of living crisis is affecting rural parts of Britain to a much greater extent because of the higher costs of petrol, food, transport and housing, and the lower average wages. I am seeing a growing number of emails from increasingly desperate constituents, including one who contacted me this week to say that she was wearing coats and hats in her house, despite having worked all her life. Her email concluded:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I wish I was dead, I’m so depressed”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister acknowledge the extent of the problem affecting rural parts of Britain and work with her colleagues across Government to address the factors that are making the cost of living crisis much worse for people in rural Britain?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Again, I am grateful to the hon. Lady for raising the case of her constituent. Sadly, I think all of us have seen examples like this, but it is particularly acute in rural communities. I represent a rural constituency so I have seen similar cases. A lot of work is going on right across Government to try to mitigate cost of living pressures, including cost of living payments and additional help with energy bills, but I am certainly willing to work with anyone across the House who can help us in that mission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Caroline Nokes (Romsey and Southampton North) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In many rural areas there is no mains drainage, and the cost of sewage disposal is adding to the rising cost of living. One housing association in Romsey and Southampton North is levying charges to homeowners of £300 per month, meaning that their sewage disposal charges are higher than their energy bills. Will my hon. Friend agree to meet me so that she can hear more about the specifics of that case and understand if there is anything the Government can do to help?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to my right hon. Friend for raising this, and I will of course meet her to learn more and see what more we in Government can do to help support her constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Neil Hudson (Penrith and The Border) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Levelling up must cover all parts of our country—north, south, east and west—including rural areas. With that in mind, does my hon. Friend agree that a great way for the Government to show their support for rural areas would be to back the Inspiring Eden Enterprise Hub bid, which would really be a shot in the arm for the people of Penrith, Eden and rural Cumbria?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dehenna Davison**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend, my constituency neighbour, is an excellent champion for Penrith and The Border, and I certainly see the excellent work he does. I am certainly happy to meet him to discuss this further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}