{
    "url": "https://www.ukpol.co.uk/sarah-champion-2023-speech-on-human-trafficking-and-modern-slavery/",
    "title": "Sarah Champion – 2023 Speech on Human Trafficking and Modern Slavery",
    "post_date": "April 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Sarah Champion",
            "url": "/tag/sarah-champion/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Champion, the Labour MP for Rotherham, in the House of Commons on 29 March 2023.",
    "content": [
        "May I put on record my deep thanks to the hon. Member for Wellingborough (Mr Bone)? He has championed this cause for years, when many others really did not want to. We are talking about a dirty and disgusting business—and it is a business. I am grateful for all that he has done and continues to do to put the profile of this awful crime exactly where it needs to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I rise to raise my concerns about the Government’s current approach to tackling modern slavery and human trafficking, particularly through the so-called Illegal Migration Bill; regrettably, it completed its Committee stage yesterday, which makes today’s debate timely. I could have chosen so many topics. The hon. Member spoke about prostituted women; I completely agree that we have to stop the pull factor, which is the fact that it is still legal to buy sex in this country. I could have spoken about child sexual exploitation, which unfortunately I know far too much about, or child criminal exploitation. The hon. Member for South West Bedfordshire (Andrew Selous) spoke a little about child labour in the supply chain, and children working at brick kilns. I was in Nepal with the International Development Committee a couple of weeks ago, and we met those very children. I am really proud that some of our foreign aid goes on supporting those children and letting them know their rights, and, most importantly, on working with the employers, because it tends to be small businesses that still use children in modern slavery. Our aid goes on educating employers and encouraging them to change their practices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, let me focus on the UK. Many professionals are troubled by the Government’s rhetoric, as well as the Illegal Migration Bill, which conflates modern slavery with migration, asylum and smuggling. The International Justice Mission states that conflating those issues risks hindering efforts to assist survivors and ensure traffickers are held to account. It only makes this problem worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was very proud in 2015, when the UK was genuinely a world leader in tackling modern slavery, with the unprecedented Modern Slavery Act. I was on the Bill Committee, and it was genuinely world-changing. People came from all over the world to see what we were doing, although the hon. Member for Wellingborough is right that children were always an omission and not supported properly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That pride feels light years away from where we are today. The measures in the Illegal Migration Bill, particularly in relation to modern slavery survivors, are deeply disturbing, cruel and lacking in compassion and common sense. I cannot imagine how terrifying it must be to be trafficked to this county against one’s will, as well as, in many cases, being a victim of sexual exploitation or modern slavery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must remember that modern slavery and trafficking also happen in the UK. I referred to child exploitation: in Rotherham, the police innovatively used trafficking legislation, because it says that moving a person from one side of the street to the other is trafficking. We have strong legislation in place for that; it is just not being enforced as often as it should be, and nor is the national referral mechanism. I was disappointed in the early days of that scheme that many local authorities were not referring local people into that support network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government now want to refuse vulnerable people vital protections that we put into law less than eight years ago. The Illegal Migration Bill would disqualify victims of trafficking and modern slavery from protections under the national referral mechanism and deny crucial support to those who arrived in the UK through irregular means, allowing them to be removed entirely from this country. That includes child victims of trafficking whose family members meet those conditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Almost 90% of modern slavery claims are found to be valid, meaning that these new provisions will remove support from genuine victims who need our help. The reality is that this will not prevent traffickers, and it certainly will not help victims of modern slavery. I am especially worried about the impact that this will have on victims and survivors of sexual and gender-based violence. Researchers at the University of Birmingham found that survivors are unlikely to report crimes of sexual and gender-based violence or trafficking, without legal protections or safe reporting mechanisms that protect them from immigration exposure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Government really want to stop the boats, they must first protect victims and survivors of trafficking, slavery and sexual exploitation, to end the traffickers’ business model. Instead, this Bill will punish only the victims. Case studies from the University of Birmingham’s SEREDA project demonstrate why survivors of sexual violence, in particular, must be exempt from removal to other so-called safe countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Samiah fled Algeria after being raped by an influential man in the Algerian army and, facing pressure from her family, married her rapist. Her sister sold her jewellery to pay for Samiah’s passage to safety. Samiah passed through France on the way to the UK but, given the large Algerian population there, and the threat from both her family and the man who attacked her, she did not feel France was safe enough to offer her protection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When she arrived in the UK, she had no idea of her rights, and slept rough in Victoria station. She was befriended by a man who gave her alcohol for the first time in her life, and she was raped again, becoming pregnant. She was taken in by a stranger, who helped her find a lawyer, and told she should put in a claim for asylum. Samiah’s case illustrates why it is vital that victims of sexual and gender-based violence must have access to support, no matter how they arrive here. Not all forced migrants feel safe in the first safe country they pass through. The vulnerability of survivors of sexual and gender-based violence will be preyed on even more without the relative protections of the asylum and national referral mechanisms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The previous Independent Anti-Slavery Commissioner warned repeatedly that denying trafficking victims support makes it harder, not easier, to catch criminal traffickers. Why will the Minister not listen to experts, and protect the victims, rather than the traffickers? Such vast changes to our modern slavery policy should not take place at a time when the UK’s new anti-slavery commissioner has not been appointed. With the role remaining vacant for almost a year, it is deeply concerning that we have lost an independent voice, expert insight and essential scrutiny of the UK’s approach to tackling modern slavery and human trafficking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister confirm in her response when the new Independent Anti-Slavery Commissioner will be appointed? Will the Home Office commit to consult the new commissioner before pushing ahead with these new measures? I am proud that Labour voted against some of the measures in the Bill, because we are on the side of the victims. I am one of those people from the left who want to support victims, but I am also one of those people from the left who want to stop the business model of these traffickers and modern slavery owners. We have to do all we can, in a united way, to make that happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}