{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Wendy Chamberlain – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 8 November 2022.",
    "content": [
        "As I said in my intervention on the right hon. Member for Leicester South (Jonathan Ashworth), we all in this House, as the hon. Member for Easington (Grahame Morris) said, have supported the triple lock. However, we need only google “Daily Mail” and “triple lock” to see that in recent days Government Ministers have been on the news saying things to suggest that it is under threat. On the Government side, it is clear that there is a desire among Back Benchers for the triple lock to stay, but I do not think it is very fair for pensioners to have to wait and do this hokey-cokey to hear what is going to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In February 2021, when this House considered the Social Security Benefits Up-rating Order 2021, the then Under-Secretary of State for Work and Pensions, the hon. Member for Colchester (Will Quince), spoke in favour of that year’s triple lock increase as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“upholding our commitment to the country’s pensioners”.—[Official Report, 9 February 2021; Vol. 689, c. 186.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that by September of last year the Government had turned their back on that lock, implementing a double lock only. The hon. Member for Easington reminded us that that uprating of 3.1% means that when we discuss maintaining the triple lock now, it is not about keeping pensioners up to speed with the cost of living; they are already behind the cost of living as a result of that earlier U-turn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We were told that the downgrading was just for one year. I said then that I was wary of trusting that the Government would keep that promise, and it increasingly seems that pensioners feel that way too. Many have said that this feels like a broken promise, and we are seeing different Ministers here giving different views. I know we are supposed to now wait nine days, but I do not accept that this is not a debate we should be having.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the hon. Member for Gower (Tonia Antoniazzi) said, Opposition days are given to the official Opposition and the third party so that they can hold the Government to account. We are Opposition MPs; that is our job. When we are hearing from constituents about their anxieties regarding the triple lock and the energy price guarantee, it is right and proper that Opposition time be used to debate such issues. I must also say that I have also been present in this Chamber when the Government have tabled motions designed to trap the Opposition. This debate is part of what we do; it is part of how we oppose and how we get answers from the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Away from politics, I want to pick up one message from a constituent who says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“My wife is 80 and disabled and I am 81 and act as her full-time carer. We receive our bills for both gas and electricity on a monthly basis and the last 2 months have seen them triple-fold…keep in mind that these were summer-time readings. God only knows how we are to fare as things continue in this manner. Once again I plead with you to help in whatever way you can to save the Triple Lock.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Pensions and Lifetime Savings Association, in its paper “Five Steps to Better Pensions: Time for a New Consensus”, highlights that pension inadequacy is an increasing issue. The state pension makes up the majority of most people’s retirement income, and given how sluggish wage growth has been in the last 15 years, it is now harder for people to make adequate pension savings. It is important that we keep the state pension to protect current and future pensioners from poverty. As the right hon. Member for East Ham (Sir Stephen Timms) said, it is a social contract, and that is true for private pensions, too. We all know that there is not a pot—as a Scottish MP representing a UK party, I know there is not a pot—but we do put into pensions and national insurance on the understanding that when it comes our time to draw down, we can do so. We need to ensure that we do not break that social commitment and that social contract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I conclude by saying that I believe firmly that the triple lock is about intergenerational fairness. If we devalue our state pension, we are also letting down young people and people of working age. Some of those of almost pension age will have seen the value of their pensions fall as a result of the recent economic turmoil, and for those people a state pension will never be more vital. For young people and people of working age, keeping the state pension viable now for those not retiring for decades to come is the right thing to do. Younger people face so many difficulties—on the housing ladder, and with increasing rents, the lowest levels of social mobility and insecure employment—so we need to ensure that we keep a pension for them to look forward to in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I finish by turning to the words of Muriel, another of my constituents who has written to me. She asked:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“How are we to survive without being able to depend on our Government to do the right thing by us?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those are words for us all to keep considering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}