{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-on-code-of-conduct-and-guide-to-the-rules/",
    "title": "Wendy Chamberlain – 2022 Speech on Code of Conduct and Guide to the Rules",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 12 December 2022.",
    "content": [
        "I thought I would start by reflecting on something the Prime Minister said back in his days as a junior Minister in the then Department for Housing, Communities and Local Government:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The conduct of local councils and their councillors has a direct impact on the reputation of an area and of their fellow members. Their ability to lead a community and impact the lives of all those they serve is significant, and it is only right that they are held to a high standard.”—[Official Report, 25 January 2018; Vol. 635, c. 521.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He was speaking in his role relating to local government, but as we again debate how we carry our duties, those words are incredibly relevant to why this issue is important. We could equally say that the conduct of parliamentary parties and their MPs has a direct impact on the reputation of a country and their fellow members—or even the conduct of the Government and its Ministers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister said it himself: how elected officials behave matters immensely for their institution and for the people they serve. That is why I am pleased that we have consensus on some much-needed improvements to our code of conduct, which will come in as a result of this motion, but it is also why I am disappointed that the Government are failing to implement the code of conduct as recommended by the Committee in its entirety. I hope the Prime Minister has not changed his mind on the importance of integrity in public life since taking senior Government office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I place on record my good wishes to the Commissioner for Standards, Kathryn Stone, as she departs her role at the end of the year, and thank her and her team for their efforts to date. Several hon. Members have brought up the Owen Paterson vote in November last year. Part of my own compunction to table the application under Standing Order No. 24 after that debate was driven by the importance of understanding—given that we all make decisions here as individual Members about what we hear during debates—that what we do and say in this House can have a direct impact on those outwith it. I know the abuse the Commissioner for Standards experienced following that debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will start with the first of the two amendments tabled by the hon. Member for Rhondda (Chris Bryant), amendment (a)—I, too, thank the Standards Committee. I have put my name to both amendments, because it seems frankly ridiculous that in this place of a million minute rules the Government would push back on something so sensible as tailored descriptors for the Nolan principles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That makes me think of my own time in HR. I worked for multinationals and in the public sector, and in many of those organisations there were behaviours or soft skills that all people within an organisation would be assessed against in their appraisals. We provided guidance so that the chief executive of an organisation and somebody on the shop floor were assessed in relation to those behaviours at the level that was appropriate to them, and that is exactly what these descriptors are setting out to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The argument that the Government are making is that we do not need any guidance, but basic logic tells us that broad principles such as openness and leadership will mean different things to people carrying out different functions. As the hon. Member for Rhondda said, the Committee on Standards in Public Life acknowledged that in its 2015 report looking into how regulators embody those principles. For example, in the case of a regulator, selflessness—it is funny that we all seem to have touched on selflessness in this debate—means putting aside their own views and opinions, something that we as MPs we definitely do not do. For us, I believe it means ensuring that we cannot be compromised through any outside interests. I would argue that those two ways of interpreting the first Nolan principle for those in different sorts of public office are entirely compatible, and I can see no problem in giving specific guidance to Members, to regulators or, indeed, to any other office holder. In fact, I would argue that additional guidance benefits Members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is 12 December 2022. I think we were all up to something else exactly three years ago today. When I came to this place the following Monday, it was pretty overwhelming. There are lots of rules, customs and corridors to get lost in, and constituents instantly need help. But I can also imagine that for someone who has been here a few years, it might feel easy to feel too comfortable and simply to let things slide when we should, arguably, know better. We should never allow a lack of knowledge, or complacency, to be a barrier to how we conduct ourselves in this place. Guidance is arguably a way to help us in that. It sets expectations both for those following the rules and for those making the judgments on whether those rules have been adhered to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning to amendment (b), I would like to hear from the Leader of the House why she does not support bringing the process for Ministers to declare gifts, hospitality and so on in line with that for other Members. Perhaps she will try again to argue that it is justified on the basis of the separation of powers, as she did when we debated this in October, but I simply do not buy that. Separation of powers takes place when the Government and the legislature are, well, separate. But in case the Government have forgotten, they too are Members of this legislature. This is a combined system—that has its pros and cons—but it is not separate. Even if it were, I just do not find it acceptable to argue that being in Government rather than on the Back Benches means being subject to less scrutiny, and I am pretty sure that my North East Fife constituents do not think so either. I would think that is the case for many Members in this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps I will be told that Ministers should be trusted to do the right thing, but we know that they get things wrong, as recent reports of Ministers using their personal emails for Government work, in breach of security, tell us. Clearly, it is easier for everyone when there is one straightforward system to be used so that mistakes cannot be made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Furthermore, as colleagues have pointed out, Back-Bench MPs, and even Opposition spokespeople, have 28 days to register financial interests, which are then published every two weeks. We have had two Prime Ministers and countless Secretaries of State and junior Ministers—many of whom now sit on the Government Back Benches—since the last ministerial report was published in June 2022. That is simply not an equal system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am here representing my constituents, as is every single Member in this place. I remember the first Monday I was here. I saw the right hon. Member for—oh, I cannot remember where he represents, but I remember seeing him as he was getting coffee and thinking, “Oh my goodness! That’s such and such.” And a little voice in my head said, “No, at this moment in time, he is in exactly the same job as you: he is here to represent his constituents.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What the Government are proposing is not an equal system. This country rightly has high standards for politicians to meet, and I believe that the vast majority of Members want to put procedures in place so that we meet those standards. We will fail without this change. Ministers are Ministers because they are elected as MPs in the first place. Their constituents should be able to find information about them in one place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I could go into further changes we need to improve standards in this place and the trust that the country places in us, about which we have heard from other Members, but, in focusing on the two amendments, I will keep it simple: vote for amendment (a) to make it easier for Members to keep to the high standards that we all want in this place. Vote for amendment (b) to make it easier for Ministers to demonstrate the integrity that we rightly demand. If the Government fail to do that, it will not just be them explaining why not; it will be all of us in this place. This Government decision impacts on us all in how we conduct ourselves here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}