{
    "url": "https://www.ukpol.co.uk/neville-chamberlain-1919-maiden-speech-in-the-house-of-commons/",
    "title": "Neville Chamberlain – 1919 Maiden Speech in the House of Commons",
    "post_date": "March 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1919",
            "url": "/tag/1919/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Neville Chamberlain",
            "url": "/tag/neville-chamberlain/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Neville Chamberlain, the then MP for Birmingham Ladywood on 18 March 1919.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/03/nevillechamberlain-227x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/03/nevillechamberlain.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have listened to the Debate with very great interest and attention, but I have noticed with some regret that although controversy has ranged round railways, roads, docks, and harbours, there has been very little said about what is an important part of our transport system, and that is our inland canals and waterways. I was not altogether surprised at that. There have been recommendations passed by county councils praying that canals might be excluded from the Bill. Hon. Members have not been overwhelmed with showers of telegrams on the subject. As far as I know even the anglers’ clubs have hardly yet realised the danger of the right hon. Gentleman’s activities to their favourite amusement. But the canals and waterways have long been the cinderella of our transport system, and I hope the right hon. Gentleman, who in his time has played many parts, will on this occasion impersonate the fairy godmother and with his wand turn Cinderella into a princess and revivify our inland water system. But I found the right hon. Gentleman’s remarks somewhat vague and somewhat slighting. He spoke, indeed, of taking the canals into his system, but he suggested that to spend £38,000,000 upon improving a property which was only valued at £6,000,000 was rather a tall order. I must agree that that is a tall order, but it is not necessary to spend £38,000,000 in order to test whether it is or is not worth while to improve our canals. I have never advocated, and do not advocate now, that the whole of the system known as the Cross should be improved at once. I have always thought the proper and the profitable course was to take that part which appeared to have the greatest return for the smallest expenditure of money, and having improved that, to profit by the experience gained in working it before proceeding to larger and more costly schemes. But why is it that our canal system is only valued at £6,000,000?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The canals as we see them to-day were all constructed about the end of the eighteenth and the beginning of the nineteenth century. At that time goods were carried mostly in packs upon horseback, and when the canals were first introduced the economy and the comparative rapidity of the transport at once brought them into popularity, and they entered upon a period of great prosperity. Then came the railways, and immediately from their superior speed and through the better opportunities that they offered both to passengers and goods, the canals went under, and from about the year 1840 until now, with the single exception of the Manchester Ship Canal, there has been no extension of our canal system, and the actual useful mileage is less to-day than it was then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It may be said this was a necessary result of the introduction of a superior system of transport. It has been said that canals areas obsolete as the stage coach, and that it is no use trying to revive them. But before you can answer the question as to whether this is a necessary result of the competition of the railways, you must see what has been done in other countries. Precisely the same experience was gone through on the Continent as was gone through here. There, again, the canals, when they were first constructed, went through a period of great prosperity, and there, also, they were practically killed by the railways, but at that point the similarity between the two practices ceases. Instead of starving and neglecting their canals, Continental countries formed a canal policy. They deliberately spent large sums of money upon the improvement of their waterways, so that between 1870 and 1890 France alone spent upwards of £28,000,000, Belgium spent also large sums, and Germany entirely reorganised her waterway system. Again, at the beginning of the present century, all these countries returned to their old situation once more. They had then behind them the experience of what they had done, and they were so well satisfied with the result that in every single case they started new programmes; they voted again large sums of money, all of which practically had been spent at the beginning of the present War, and then once more they had started on new programmes of improvement and construction. Is it likely that all these great industrial nations went on deliberately throwing millions of pounds into a quagmire? Does it not stand to sense that if they continually renewed this policy and developed it, they did so because they found that it paid them? It was that consideration which was responsible for the appointment of the Royal Commission on Canals and Waterways in 1906. It reported in 1909 in favour of nationalisation. They regarded nationalisation in precisely the same way as the right hon. Gentleman, not as an end desirable in itself, but as a means to an end, because their investigations showed them that what had held back canals in this country was the multiplicity of ownership. If you want to send a barge to-day from the Thames to Birmingham, it has to pass through navigations belonging to no fewer than seven different authorities. From Birmingham to Liverpool, again, there are seven different authorities; and from Birmingham to Hull, on another route, the canal would have to pass seven or ten different authorities in going from one end of its journey to the other. That has resulted in absolute disconformity of dimensions of locks and bridges, so that to-day the barges upon the northern canals are too wide to enter the locks upon the southern canals, and the barges upon the southern canals are too long to pass through the locks on the northern canals. It is perfectly hopeless to get any kind of improvement in canals without unifying the control, and the Commission felt that it was impossible to get unity of control unless you nationalised the waterways. One principal reason for that was that in almost every through route you found somewhere or other along its length a piece of canal which was either under or controlled by a railway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When you suggest that the railways have strangled traffic upon the canals they are always indignant. They always deny it stoutly. They always say that the canals are a great loss to them, and that therefore it must be to their interest to put as much traffic upon them as they possibly can. An illuminating remark fell from the right hon Gentleman yesterday. He said the railways love a long haul. Yes; they do love a long haul, and they love to shove a short haul on to the poor old canals. The Birmingham Canal is a great complicated system which coils round and round in the Midlands, through the Black Country, and forms the connection between all four main routes from the Midlands to the sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is, therefore, an enormous collecting ground for traffic which would, if it could, pass out to the ports. What happens? The Birmingham Canal is controlled by the London and North-Western Railway, and six-sevenths of the traffic upon the canal is loaded and discharged upon the canal itself, although it is only about 150 miles long. That speaks for itself. I am not particularly blaming the railway for what they have done. They have looked after their own interests. Their interests have been to develop traffic upon their own rails, and to take away traffic from the canals. Although the Royal Commission reported in 1909 nothing has been done to carry its recommendations into effect. In 1911 there was formed the Waterways Association, consisting of traders and local authorities in different parts of the country, which had for its object the pressing upon the Government to carry out the recommendations of the Royal Commission, and to educate public opinion to press for the carrying out of those recommendations. They saw the President of the Board of Trade from time to time. There is one important achievement of the Waterways Association which I should like to mention. On the Continent the practice has been for the Governments which have constructed new canals to go to the local authorities upon the routes, and to ask for their financial co-operation. There has been a sort of system of bargaining between the central and the local authority whenever it has been proposed to construct a new canal or to improve an old one. The Waterways Association of this country has gone round to the different authorities and have endeavoured to induce them to accept a principle of that kind, and they have been signally successful. They got no less than forty-one local authorities to pass resolutions to the effect that they would view with favour a proposal which asked them to contribute to the improvement of their canals. Anyone who knows local authorities will, I think, agree that that is a very considerable achievement to get them to pledge themselves favourably upon a proposal of that kind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House will see that, in so far as the Bill indicates an intention on the part of the Government to unify the canals and then to improve them, it is entirely in accordance with the policy which was advocated by the Royal Commission and which has since been adopted by the Waterways Association. But a new factor has arisen since the War, and that is the control of the railways by the Government. Therefore the question arises whether we should support the handing over of the canals and waterways to the railways which have been so inimical to them in the past. I put aside at once any suggestion that the right hon. Gentleman is not impartial in this matter. We have to legislate for a system, and in my view there can be no possible doubt that the right system is one which puts both the railways and the canals under the same central authority. I must confess that if the poacher is going to turn gamekeeper, I am very much less afraid of him in that capacity than if he retained separate control of the railways. I frankly admit that I am not a Free Trader in this matter. I want Protection for the canals. They are not in a position to-day to stand upon their own legs, and if the right hon. Gentleman had the railways and someone else had the canals I should feel that the canals had not a dog’s chance. But if he is going to take them over and if, as I am sure he means to, he is going to give a fair chance to the canals to show what they can do, then I feel that a new era will have dawned for inland waterway navigation and I shall give my hearty support to the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}