{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Wendy Chamberlain – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat for North East Fife, in the House of Commons on 18 July 2022.",
    "content": [
        "We are here today because we have seen a real decline in our standards in public life, and in particular in the Prime Minister. We have heard many Government Members talk about the positive things in their constituencies, and they clearly want those to continue, but we are here because the Prime Minister was put out of office by those on the Government Benches two weeks ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government had the opportunity to do things very differently, and I would argue that the rot set in in November last year, when there was an attempt to keep Owen Paterson from censure. I had the emergency debate on standards after that and, dare I say it, that was a much more collegiate and positive debate than this one, because I think there was recognition on all sides of the House that a stop needed to be put to the direction of travel. A constituent said that Mr Paterson’s resignation was not the end, but must be the beginning of an uncompromising campaign to end the corruption in our politics. We are here, and we have been where we have been in the last couple of weeks, because that corruption has not been stopped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we look at partygate from a constituency perspective, other than trips to Barnard Castle, I have certainly had no higher volume of emails about anything from constituents, who told me some quite devastating stories. We know how that has gone; it has gone from “There were no parties” to “All rules were followed” to an admission that “There were parties, but we weren’t quite sure what the rules were.” The PM has indicated that he intends to remain as an MP if he remains sitting in this place. Therefore, I do hope that the Privileges Committee will continue with its investigation regardless of whether he is the Prime Minister. If the new Prime Minister, whoever they may be, fails to ensure this, we will know that there is no change to the approach to our standards in public life. Lord Evans believes there has been an erosion, and Lord Geidt clearly did so. Indeed, the hon. Member for Weston-super-Mare (John Penrose) made it clear in his resignation statement that standards have fallen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To go back to what the hon. Member for Birmingham, Yardley (Jess Phillips) said, the fact that we have ended up here because of a lack of candour about office appointments means that this place is not safe. We cannot with all confidence say that it is safe. That shames and should shame us all, and we should all be committed collectively to doing something about it. By failing to face up to this corrosion and failing to identify the battery acid at the core of their party, the Government have lost people’s confidence because they have lost confidence in their values, and our by-election victories over the last year demonstrate that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}