{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Wendy Chamberlain – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 10 September 2022.",
    "content": [
        "It is an honour to pay tribute to Her late Majesty Queen Elizabeth in this place on behalf of my constituents in North East Fife.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a relatively new MP, it is easy to feel overwhelmed by the history of this place and the events that it has seen, and never more so than today when considering the Queen’s life, her dedication and her work. I feel, as I know many do, unanchored. We were all Elizabethans, the majority of us without realisation or acknowledgement. No matter our views on the monarchy, the Queen was there—our constant through ever-changing times. We have seen both a jolting and an imperceptible change in the filter of our lives, with QC changing to KC, and the prospect of future King’s Speeches in this place and the singing of “God Save the King.” Given the current line of succession, it is unlikely that any of us here will see a reigning queen again in our lifetime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like other hon. Members, I want to pay tribute to the Queen’s service, her dedication to the nations of the United Kingdom and the Commonwealth and their citizens, and her commitment to her people. In Scotland, she was our Queen of Scots—the Scots as a people—and we know her love of Scotland, as a place of beauty, of escape and of peace. I trust that she found some of that beauty and peace on her visits to North East Fife.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fife is known as the Kingdom of Fife in recognition of its royal and religious heritage, including that of St Andrews, named for our nation’s patron saint, and Falkland, whose palace is closely associated with another Queen of Scots, Mary. The Queen’s first and last visits to the area were to Leuchars military base, where in 2018, as their Colonel-in-Chief, she presented the Royal Scots Dragoon Guards with a new standard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Visits in between took in the broad spectrum of meeting the communities of East Neuk, the former royal borough of Cupar and beyond, and visiting the ancient University of St Andrews, a place of recent family significance. I wish the Queen’s granddaughter, Lady Louise, well as she commences her studies there and hope that she finds comfort in our town. The breadth of the Queen’s engagements in North East Fife reflect her life, from leading her armed services to hearing from the smallest of children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For me, as a primary child of the ’80s, the Queen meant Brownie promises and royal weddings, with the Queen off centre as a happy and proud parent. I never had the privilege of meeting her. My only connection is that I was one of the last babies christened by the Reverend Keith Angus before he went to Crathie Kirk, to become the Queen’s chaplain in Scotland. It has been wonderful to hear from right hon. and hon. Members who did meet her. The twinkle in her eye has come through strongly, although I have always wondered if, like Paddington, she could subject Ministers to a very hard stare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I saw her once in person at the last Queen’s Speech she attended in this place, which took place during covid. She processed past me down the Royal Gallery, supported by her son, now our King. He and the rest of the royal family are in my thoughts and prayers, and those of my constituents. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}