{
    "url": "https://www.ukpol.co.uk/sarah-champion-2020-speech-on-covid-19/",
    "title": "Sarah Champion – 2020 Speech on Covid-19",
    "post_date": "May 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Sarah Champion",
            "url": "/tag/sarah-champion/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sarah Champion, the Labour MP for Rotherham, in the House of Commons on 11 May 2020.",
    "content": [
        "I thank the people of Rotherham for following the lockdown rules, and for proactively helping the people in our town who are vulnerable; you have shown real community spirit and I am proud to represent you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tonight, however, I will speak as Chair of the Select Committee on International Development, as we are currently conducting an inquiry into the impact of the coronavirus pandemic in developing countries. There have been some clear and consistent messages. First, the ability to prevent infections in the global south is simply not there. How is it possible to maintain social distancing in a refugee camp or at a food distribution point? In Bangladesh, for example, 850,000 Rohingya refugees live in just 26 sq km. Secondly, healthcare systems in so many areas have been destroyed, like in Syria or Yemen, or are vastly under-resourced, like in Mali, with its single ventilator for the entire country. Thirdly, the economic impact has been immediate in the global south. This alone is estimated to have undone the development work of the last 30 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The consensus in our evidence to date is as follows. The coronavirus pandemic is emerging across the global south, with no country being safe. The outbreak is likely to peak in the next two or three months. The direct challenge of the disease and the seriousness of its effect on children will be exacerbated where there are existing illnesses, other morbidities and poor nutrition, as well as a weak health system and infrastructure. For example, it is estimated that only 51% of health centres in Yemen are fully functional. In north-east Syria, no district can even meet the basic emergency threshold of 10 hospital beds per 10,000 population. In north-east Nigeria, vaccine coverage is only 8% in some areas, and 2.7 million women and children need nutritional support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The preventive measures that we have adopted in the UK will obviously be challenging, if not impossible, in crowded settlements such as refugee camps. Other illnesses are likely to embed, as existing health services are crowded out or avoided. Traditional vaccine provision, maternal and neonatal health, and basic public health—nutrition and hygiene advice, in particular—will be at risk. Where lockdown is being used as a preventive measure, our evidence makes it clear that the stress that this can impose, alongside the threat of family illness and loss of income, all place disproportionate risk on women and children. Lockdown-related domestic violence has been evidenced everywhere. Child abuse is likely to increase. The Committee received evidence that child marriage and child sexual exploitation, including via the internet, could be used by some to mitigate losses of income from a lockdown economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Food security continues to be a major concern, particularly in Africa and the middle east. Public trust and social cohesion are worsening across some countries, with increasing protests against Governments. The threat of successful radicalisation and recruitment by extremist organisations seems inevitable in the face of rising unemployment and deprivation. There have also been reports of very negative sentiments about the role of international NGOs and foreigners in relation to the spread of the disease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have welcomed the UK’s response to the emergence of coronavirus in the global south. However, in our evidence, NGOs considered the £20 million allocated by ​the Department for International Development for them to tackle covid-19 to be insufficient. There is also a consistent message that multilateral organisations are not reactive enough to disburse funds to frontline delivery in these urgent situations. I urge the Government to allow UK NGOs more flexibility in how they already use their existing funding. The UK’s response—totalled at £744 million—is weighted strongly towards the allocation of official development assistance funding for the development of a vaccine, so it is concerning that the Government have yet to enact safeguards or place conditions on the use of the funding to ensure—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Deputy Speaker (Mr Nigel Evans)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. I am terribly sorry, Sarah, but we have to leave it there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}