{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2020-speech-on-constitutional-law/",
    "title": "Wendy Chamberlain – 2020 Speech on Constitutional Law",
    "post_date": "May 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 19 May 2020.",
    "content": [
        "I and my Liberal Democrat colleagues welcome this legislation, which will finally allow police restitution orders to be brought forward in Scotland. As other Members have said, this is long overdue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As other Members have explained, restitution orders will make a fine payable if somebody is convicted of abusing or assaulting a police officer. The fines will finance an expansion of the support that officers receive, by helping to finance specialist non-NHS support for injured police officers. Today’s debate relates to the fact that Westminster approval is required to permit such restitution orders to be claimed from benefits payable. This is unequivocally a positive step forward for police officers and adds to the victim surcharge, which was finally introduced last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a sad fact that many police officers are injured on duty, and assaults on police officers are often the cause of those injuries. Members will know that I come from a family of police officers; I, my father and my husband have all served, and I have other family members currently serving in Police Scotland. All of us were assaulted during our police careers. My husband was knocked unconscious during the policing of a football match. My father was head-butted by a prisoner in the police cells and required stitches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My own most vivid memory is from early in my police career—within months of leaving initial training at the police college in Tulliallan in fact. It relates to attending a call about a report of a domestic dispute in a high-rise block of flats in Edinburgh. On arrival at the landing in question, my tutor and I could hear a loud argument and decided to call for additional officers to make their way to support us in case they were required. I am glad we did so. The door was answered by a man who, after telling us where to go, was then attacked by his girlfriend, but from behind with a knife. A toddler was visible at the back of the flat hallway. My colleague managed to baton the knife from the women’s grasp, and in anger both of them then turned on us, and a violent struggle ensued.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Luckily for us, colleagues came quickly, and both people were arrested. The man, in particular, struggled violently throughout the arrest and attempted to spit at all the officers, claiming that he was HIV-positive. It then transpired that he had been responsible for an assault and robbery nearby earlier that evening. Other than bruising, my colleague and I were unharmed, but it was a salutary lesson to me in being prepared for any eventuality and in being responsive to events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Police officers, like other key workers during the current covid-19 pandemic, are leaving their homes and families every day to carry out vital work and without knowing what that day will bring them. Restitution orders are not simply about a financial penalty for those who assault officers in the course of their duties, but about showing police officers that the work they do for us on behalf of society is valued. Now more than ever, we are relying on the police, who are doing a very difficult job in strange times. They are enforcing new emergency laws and keeping us safe from coronavirus, alongside tackling other types of crime. Other crimes, such as domestic abuse, are now more difficult to prevent and detect, and the police are therefore working on more innovative ways to encourage reporting of offending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I pay tribute to my former colleagues in the Police Service for doing so much to get us through this crisis. I welcome the positive impact that the restitution orders will have on support for police officers. However—I do not believe that this is politicising; it is asking legitimate questions—while the end result of restitution orders is indeed positive, I am incredibly disappointed that these measures are being introduced far later than was ever envisaged. It is a matter of regret that this order is being brought forward nearly seven years after it was initially announced by the Scottish Government. The Victims and Witnesses (Scotland) Act 2014 was passed by the Scottish Parliament in 2013 and received Royal Assent in January 2014. The legislation was brought forward by the then Cabinet Secretary for Justice in Scotland, now the hon. Member for East Lothian (Kenny MacAskill), who has already spoken in the debate. The measures were welcomed at the time by the Scottish Police Federation, yet for a very long time two of the flagship features of the Act were missing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All that was needed was a minor statutory instrument to be passed in the UK Parliament—in other words, what we are debating today—but for whatever reason the Scottish Government have chosen not to bring plans forward to make these features operational until this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The victim surcharge was finally established last year and now, almost seven years on, restitution orders are being brought before this Parliament. This is a flagship policy of the Scottish Government, yet, despite legislating, police officers are still waiting for support. There is clearly an unanswered question about why this has taken such a huge amount of time. As I mentioned, this proposal won the backing of the Scottish Parliament in the days of the tenure of the hon. Member for East Lothian (Kenny MacAskill) as the Scottish Cabinet Secretary for Justice. At that time, Police Scotland, the amalgamation of the previous eight Scottish forces, was just a few months old. Sir Stephen House was the chief constable and Vic Emery chair of the SPA. Since then, we have had another two Justice Secretaries in Scotland, two more chief constables and three more SPA chairs.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly, these have been challenging times, and I note the turmoil of the SPA in particular. When the most recent chair, Susan Deacon, resigned in 2019, she stated that governance and accountability arrangements for the police service in Scotland were fundamentally flawed. A permanent replacement for the role of chair has yet to be appointed. But that does not excuse the extraordinary length of this delay. Someone who was undertaking their initial training at the Scottish Police College when the then Justice Secretary was championing the scheme and heard the promises made will now be in the seventh year of their police service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are huge questions to be answered by the Scottish Government as to why this delay has occurred. Indeed, my Scottish Liberal Democrat colleagues at Holyrood have been asking this question consistently since the Victims and Witnesses (Scotland) Act 2014 was passed. Each time they were assured that preparatory work was ongoing. It gives a sense of an idea, very laudable, but with no thought or plan on how best to implement it and no real impetus to prioritise it, despite the complexities that other Members have referred to. I hope that the passing of this legislation will be swiftly followed by the introduction of the scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where will the money raised by the orders go to exactly? At the time, the then Justice Secretary said the Police Benevolent Fund as well as the Scottish police treatment centre, Auchterarder, which has previously benefited members of my own family—yes, I did contribute to it myself financially—were going to benefit. Is that still the case? How much are restitution orders estimated to raise every year, so that we can establish potentially how much money the police support services have missed out on over the past six years?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As other Members have referred to, there were more than 1,600 assaults on police officers between April and June 2019, a five-year high. These orders might go some way to acting as a deterrent, so we have to ask: how many officers would have benefited from additional special support if restitution orders had been in place? There has been a human cost, sadly, to this delay, but this is about not just individual officers, but the public as well. How many officers have been forced to retire due to ill health as a consequence of an assault on duty? We are losing good people from the police service. How can we quantify the effect of this lack of prioritisation on police wellbeing and morale? These are questions that I wholly expect my Scottish Parliament colleagues to be pressing the Scottish Government on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The significance of the support that the orders will provide to injured police officers has been overshadowed, sadly, by the seven-year wait for the scheme. I hope the Minister will agree that it is imperative that the Scottish Government now implement the restitution orders as quickly as possible. I thank all Members for their positive contributions and say that police officers cannot afford to wait any longer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}