{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-on-standards/",
    "title": "Wendy Chamberlain – 2022 Speech on Standards",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 18 October 2022.",
    "content": [
        "I rise today to speak in favour of the two amendments on the Order Paper in my name. I will confine my comments to those amendment, but first I want to echo the expressions of thanks to the Standards Committee and its Chair, the hon. Member for Rhondda (Chris Bryant), for their work. I also offer my thanks to the right hon. Member for Staffordshire Moorlands (Karen Bradley), the Chair of the Procedure Committee, who met me earlier this year in relation to this issue. I am grateful to her and her Clerks for giving me their time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As has been highlighted by both the Leader of the House and the shadow Leader of the House, my amendments make a straightforward change to what happens when the House votes on a motion to sanction a Member for their conduct. At the moment, a Member in that situation can vote on their own censure. Some of us might think that would never actually happen after an independent investigation has found a Member not only responsible for breaking the code of conduct but responsible for such an egregious breach that their privileges as a Member of this place should be curtailed as a result. We would like to think that there would be a sober reflection and making of amends in that situation but, sadly, we know that is not always the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is less than a year since the censure of the former Member for North Shropshire. In those two votes, the former Member voted against his own suspension. As a result, I secured a Standing Order No. 24 emergency debate on standards, as an opportunity for the House to begin repairing the potential damage that affects us all in this place when such things happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It might be the former police officer in me—I have mentioned being a former police officer a few times today, as I spoke in the debate on the Public Order Bill—but it infuriates me that a Member can vote on their own suspension. It puzzles me, too. Surely, with the million rules and conventions in this place about what we can and cannot do, it should not have been allowed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I had a look and spoke to the Clerks, who are much appreciated by all of us as a fount of knowledge. I found that, yes, there is a convention that, although Members can speak at the start of a debate on their conduct, the expectation is that they should subsequently withdraw, with the implication being that they should not return for the vote. There is a further convention that a Member can lodge a motion objecting to another Member’s participation in a vote in which they have a financial interest in the outcome, but I think you would agree, Madam Deputy Speaker, that this is cumbersome and basically impossible with the rate of business and the number of MPs that we now have in this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Importantly, they are both currently conventions, not rules. Simply put, conventions last only as long as people choose to adhere to them. When people do not, it reflects on all of us. The Conservative party potentially had the most mud stuck to them as a result of what happened last year, but this is House business and it reflects on all of us to ensure that we uphold standards in this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My two amendments amend the Standing Orders to make these two conventions a rule. Members will not be able to vote on sanctions relating to proven breaches of the code of conduct by themselves. It is worth noting that the vast majority of cases considered by the Standards Commissioner are either not upheld or are rectified without further action, but there are always MPs under investigation, and I suspect there always will be. Although it has nothing to do with those individuals, it is important that we as a House are seen to be acting accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where cases are more serious and there is a report to the Standards Committee, and where all the appropriate procedures, including those set down in the motion itself, have been followed and the recommendations reach the Floor of the House, we must ensure that due process is done and, most importantly, seen to be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ironically, it was during Parliament Week last year that we saw the situation that the shadow Leader of the House mentioned, and it is almost Parliament Week again. When I talk to my constituents, they ask me about working here, fairness and transparency, and I genuinely think this is the best job I have ever had. It is an enormous privilege, and I think the vast majority of Members agree and want to act accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to be able to tell my constituents, and I feel very encouraged that I will be able to do so, that we have taken a long, good look at ourselves and that the vast majority of us who want to maintain those high standards and hold the respect of the people we serve did something to make things better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am keen that this is not seen to be a party political issue, and the hon. Members for Batley and Spen (Kim Leadbeater), for Brighton, Pavilion (Caroline Lucas), for Rutland and Melton (Alicia Kearns) and for Lancaster and Fleetwood (Cat Smith), and the right hon. Member for Dumfriesshire, Clydesdale and Tweeddale (David Mundell), all put their names to the amendments. For that reason, I hope very much that I will not need to press them to a vote. If there is an objection, I intend to do so this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}