{
    "url": "https://www.ukpol.co.uk/sarah-champion-2022-parliamentary-question-on-spending-foreign-aid-in-the-uk/",
    "title": "Sarah Champion – 2022 Parliamentary Question on Spending Foreign Aid in the UK",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Sarah Champion",
            "url": "/tag/sarah-champion/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Sarah Champion, the Labour MP for Rotherham, in the House of Commons on 16 November 2022.",
    "content": [
        "**Sarah Champion (Rotherham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, my International Development Committee launched an inquiry into how and why the Home Office is spending foreign aid to support refugees in this country. Does the Minister have a budget or a blank cheque? Does he have official development assistance specialists in the Home Office to make sure that that money represents value? Does he think it is morally right to be spending money, which should be going to the poorest in the world, to prop up the Treasury? Other countries are spending their own money to fund refugees in their own countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, it is the Home Office’s responsibility to ensure that money is spent wisely and provides taxpayer value. How it is accounted for under overseas development aid or otherwise is a matter for the Treasury, not for me and my officials. But the point at the heart of this is that we need to ensure we stop people crossing the channel illegally. We do not want to be spending billions of pounds addressing this issue. The Opposition, I think, do because they oppose every single measure we take to try to address it. We want to get people out of hotels. We would like to move to a system that is based on resettlement schemes, such as the Ukraine and Syria schemes, whereby we choose people at source, they come to the UK and we are able to prioritise our resources on them, and we do not, frankly, waste hundreds of millions of pounds managing a problem of economic migrants who should not be in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}