{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Wendy Chamberlain – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 17 May 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker. It is a pleasure to be back after Prorogation and the local elections, but less of a pleasure to be debating the Government’s legislative agenda as laid out in the Queen’s Speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The cost of living crisis is not just biting under this Government’s leadership, but gnawing away to the bone. What my constituents need is an emergency Budget. Conservative Members were crowing earlier about the low unemployment rate, but they failed to mention that we now see economically inactive data of more than 21%. How do we expect to see productivity grow when one fifth of the country is not working?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The right hon. Member for East Ham (Stephen Timms) mentioned Lloyd George, and it would be remiss of me as a Liberal not to do the same. The right hon. Gentleman said that as a proportion of earnings, benefits are now lower than when Lloyd George introduced unemployment benefit in 1911. Based on my calculation of unemployment benefits of seven shillings a week and median earnings then of about 30 shillings, that makes it about 22.5% of earnings. Currently, universal credit is £334 per month for a single person over 25, and median earnings are £2,061 per month. That equates to 16%. The Government’s choice not to uplift benefits in line with inflation has only exacerbated that divide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps it is timely that the all-party parliamentary group on ending the need for food banks, which I co-chair, launched a new inquiry last week. We kicked off with a visit to a food bank in Hackney, and I can tell the Minister with certainty that telling families to take more shifts is not a viable or appropriate policy solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my constituency, families are turning to charities such as Fife Gingerbread, which provides a tea-time club so that ovens and microwaves do not have to be put on, and help in the school holidays so that parents can work or just avoid extra energy costs. This year, a new fundraising campaign is helping to provide families with a day out over the summer holidays, because all children deserve to learn, to play and to laugh.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This goes from the very young right up to the elderly. Others have mentioned the WASPI women. Why are the Government still refusing to follow expert advice on the LEAP—legal entitlements and administrative practices—state pension exercise and continuing to exclude divorced women? Why do they think that the DWP made continued errors over several decades in relation to married and widowed women but do not think that it did so for divorced women? I urge the Government to look at that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Increasingly, older people are being left to rely on the voluntary sector for support. Cosy Kingdom in North East Fife provides home assessments and advice on energy savings, a handyman service for those who would otherwise struggle with jobs such as installing draught protection, and help in dealing with benefits and debts—and, increasingly, with priority creditors such as energy providers. All these issues are exacerbated for people who live in rural constituencies such as mine. The Government are yet again falling far short on their commitments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}