{
    "url": "https://www.ukpol.co.uk/joseph-chamberlain-1899-speech-on-the-benin-expedition/",
    "title": "Joseph Chamberlain – 1899 Speech on the Benin Expedition",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1899",
            "url": "/tag/1899/"
        },
        {
            "text": "Joseph Chamberlain",
            "url": "/tag/joseph-chamberlain/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Joseph Chamberlain, the then Secretary of State for the Colonies, in the House of Commons on 20 April 1899.",
    "content": [
        "**MR. DAVITT (Mayo, S.)** I beg to ask the Under Secretary of State for Foreign Affairs, by whose orders the Benin Punitive Expedition is being organised and directed, the War Office or the Foreign Office; whether, considering that punitive measures, including the burning of towns and villages and the killing of many people, have already been carried out in retaliation for the killing of Mr. Phillips and his party, there is any necessity to continue action of that character; and, if he can state the number of natives who have been killed and the number of villages that have been burned by British troops since the first march on Benin took place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**THE SECRETARY OF STATE FOR THE COLONIES (Mr. J. CHAMBERLAIN)** Birmingham, W. As this is a matter which affects the Colonial Office, I may be allowed to answer. The proposed expedition is not in retaliation for the massacre of Mr. Phillips and his party, but consists of a detachment of the Niger Coast Protectorate Force, which is being sent from Benin City by Her Majesty’s Commissioner, with the sanction of the Colonial Office, to capture two chiefs—one of whom was in command of the forces which carried out the massacre—who have established themselves about 70 miles from the city and are collecting around them all the criminals and unruly persons from a large area, and disturbing the peace of the British Protectorate. I have no information which would enable me to answer the last paragraph.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}