{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-on-the-cost-of-living-crisis-2/",
    "title": "Wendy Chamberlain – 2022 Speech on the Cost of Living Crisis",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 5 July 2022.",
    "content": [
        "I thank the right hon. Member for East Ham (Sir Stephen Timms) and the Backbench Business Committee for granting this estimates day debate on DWP spending on cost of living measures. It is an important topic for every MP in this place, because DWP matters make up a proportion of our constituency casework, and people come to us at a time of need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The real elephant in the room is this: the Government talk about spending to help people deal with the cost of living crisis, but we have to acknowledge that they have put some people into the positions in which they find themselves. It is all well and good providing a £650 payment to those on benefits and £300 to pensioners—I welcome that—but many of those receiving those payments have been pushed into crisis as a result of Government policies that have pulled the rug out from under them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government refused to uplift legacy benefits alongside universal credit in the response to the pandemic, as the right hon. Member for East Ham pointed out. The Government told us that it was too complex to do, but given that they seem to have given it very limited consideration, we conclude that that is a political decision. We know that it affected disabled people the most because the High Court said so. Of course, disabled people and the organisations who support them did not need to be told that. They knew that disabled people were disproportionately more likely to be shielding, and as a result relying on expensive services, such as food deliveries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reality is that it is generally more expensive to be disabled. When I think about the cost of living crisis and, in particular, the rise in energy costs, I think about disabled people in my constituency and elsewhere who are running electrical equipment, and who need to have the heating on at times of the day when people who do not have a disability and who are mobile do not. As a result, this crisis is hitting them more acutely than others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Kirsty Blackman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the additional costs faced by disabled people, does the hon. Lady share my concern about the additional costs associated with specialist diets? For those with a gluten-free diet, for example, prices have increased significantly in excess of inflation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, I entirely agree. I recommend to anybody who has not read it last Sunday’s article in The Sunday Times about food banks. The journalist took the time to eat a diet of what is provided in the emergency packages. It is not particularly healthy, but it is food, and I am hugely grateful that it is there. I co-chair the all-party parliamentary group on ending the need for food banks, and I am hugely grateful for the work that food banks do, but trying to meet specialist needs and requirements is very difficult for a charity run by volunteers. We should ensure that people have what they need to meet their medical requirements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure that many Members will refer to this, but the refusal to keep the universal credit uplift has taken away £20 a week from people who were already struggling. No taper, and no additional grants, will make up for that. When the Chancellor introduced the uplift, he said it was to reinforce the safety net. To some extent, that worked. In research by the Trussell Trust, the secretariat for the APPG, 70% of people said the increase in universal credit made it easier for them to afford essentials. Very quickly—this is my last point on the APPG—our call for evidence on the different responses to the need for food closes on 8 July, so if anybody would like to contribute evidence, we would love to hear from them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The decision to remove the universal credit uplift at the end of lockdown restrictions, when the economy reopened and there was an expectation that people could take on more work, revealed the Government’s true thinking. It was an implicit acknowledgement that it is impossible to live on the current rate of universal credit, and that that would become abundantly clear to voters who started claiming benefits for the first time during the pandemic. The Government’s taking away the uplift clearly shows that they think that poverty payments are acceptable for those who rely on universal credit in the long term, either because they do low-paid but vital work such as caring, or because they cannot work full time for any other reason—there are many other reasons, as we all know from our case loads. I would like to know why the Government think that a reinforced safety net is needed for some people in our society, but not others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to mention, as others have, unpaid carers, who are another left-behind group. Carer’s allowance is £69.70 per week. We do not accept jobs that pay less than £2 per hour, so why do we think it is acceptable to ask unpaid carers to accept that? Earlier, when my hon. Friend the Member for Twickenham (Munira Wilson) spoke in support of her ten-minute rule Bill on kinship care, she talked about the instinct to want to help a family member in need. No matter how much we love our family, anyone who has ever been a carer will tell you that it is work. As a society, we rely on that good will, so we must support our unpaid carers. They are the backbone of our society. Where people can and want to work, they should be supported to do so. Members have mentioned no recourse to public funds, but the other side of the coin is that we do not allow people claiming asylum to work and contribute. We give them neither support nor the opportunity to support themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With its earnings cap of £132, the carer’s allowance policy seems designed to keep carers in poverty. We have been waiting for two years for a report from the Government on the effect that carer’s allowance has on people’s ability to work. I hope the Minister can update the House on when we will receive that report, and will explain how Members are supposed to scrutinise Government policy properly when we do not receive the reports that would enable us to scrutinise them. I am pleased that while we are waiting for the report, there are practical steps we can take to support our unpaid carers with work and into work, and with managing their caring responsibilities. I am delighted to be bringing forward a private Member’s Bill this Session to give unpaid carers the right to take additional leave, which would help them to balance their caring and working commitments. It does not go as far as I would like, but I believe it would be the first stand-alone piece of legislation giving employment rights to carers. It would help millions of people. One thing that the Government have been trumpeting is the current low rates of unemployment, but they are not talking about the increasing numbers of economically inactive people. I argue that some of those will be carers who are unable to combine work with caring responsibilities. I hope that my Bill will give them the opportunity to do that, but—this is a big but—it is only part of the picture of supporting unpaid carers into work. I hope that the DWP will do other things to play its part.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will briefly turn to two pensions issues, the first of which is a specific constituency matter. My constituent is being denied her full state pension because of a gap in her national insurance record. The gap exists because she worked in intelligence for the armed forces a number of years ago. When she became pregnant, she was immediately discharged from the Army, but she could not return home to Scotland because of the sensitive nature of her work. The gap is purely caused by the pregnancy discrimination that she experienced at the hands of the state. She is being told that, rather than paying her the small extra amount that she would be entitled to each year, the Government would arguably rather give it to lawyers and have us go to court. I really hope that the Government can recognise that she has experienced an injustice. I urge the Minister to meet me so that we can find a way forward for my constituent, who was serving her country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On a much broader injustice, the WASPI—Women Against State Pension Inequality Campaign—women are still waiting to receive the money that has been denied them. As time ticks by, many will die before they receive what they deserve. Do the Government want that legacy—3.8 million women left to die, with far too many of them in poverty exacerbated by the cost of living? The ombudsman might still be reaching its conclusions on compensation, but it would be a huge comfort for the WASPI women to know that the Government plan to follow its recommendations. Will the Minister join me today in pledging to follow the ombudsman’s recommendations, when they are made, and to provide compensation to women who missed out because of Government error?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We could talk about lots in this estimates debate and Members have referred to other issues that I would want to raise. In conclusion, however, we are feeling the impact of the cost of living crisis more acutely in the UK. It is incumbent on the Government to stand up and help constituents, including those claiming benefits or who interact with the DWP, however they do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}