{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2023-speech-on-raising-the-state-pension-age-to-68/",
    "title": "Wendy Chamberlain – 2023 Speech on Raising the State Pension Age to 68",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 1 February 2023.",
    "content": [
        "I congratulate the hon. Member for Amber Valley (Nigel Mills) on securing this debate. How to calculate the state pension age is an intensely technical topic, but it fundamentally impacts on people’s lives, and what we have heard so far this afternoon illustrates that, because there is a great deal of consensus across the Benches. I congratulate the hon. Member for Dover (Mrs Elphicke) on her speech and the areas she covered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Obviously, it is our job on the Opposition Benches to scrutinise the Government, and I do not expect the Minister to pre-empt an independent review process, but I absolutely agree with the Chair of the Work and Pensions Committee, the right hon. Member for East Ham (Sir Stephen Timms) that we should be publishing any reports and looking at this issue before the Government make a final decision in the public space. This debate is an opportunity for the Government to make a political statement to commit to some of the existing methodologies we have used to date for the state pension age, and primarily that means keeping it based on life expectancy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard significant concerns today that planned pension ages might be accelerated, and that does not fit with what we are seeing with life expectancy. As the hon. Member for North Ayrshire and Arran (Patricia Gibson) said in her intervention, life expectancy is not increasing. In fact, the evidence suggests it is falling, so far from seeing the retirement age going up faster, we should be seeing no change or at the very least a slowdown in planned increases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is highly technical, looking at actuarial tables to work out statistics, but it is important that we do not forget the faces behind the figures. In fairness, the WASPI women have made sure that we never forget the faces again. I am sure that every Member here, including the Minister and me, will have spoken with WASPI women in their constituencies about what they have suffered as a result of process failures with previous age increases. I have met many of the representatives who come to Parliament on fiscal event days. They often stand in the cold and damp waiting all day to be heard. I urge the Minister and Members across the House to meet them, if they have not done so previously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although this debate is about the future, I cannot mention the WASPI women without talking about their ongoing right for compensation. They have been waiting years now, and thousands have died without ever seeing a penny. The ombudsman is expected to report within a matter of months, but the only thing that has taken longer than their investigation is the Government’s inability to decide to do the right thing and to promise to follow the results of that report. I hope the Minister will make reference to that in her closing remarks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government must learn lessons from what has happened to the WASPI women. If we are going to see changes, they must be communicated early and fully. People must be able to plan ahead. Age UK suggests 10 years as the length of time in which people need certainty to plan for retirement, as the hon. Member for Amber Valley mentioned. I hope that the Government can continue to commit to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I said it was important to remember the faces behind the figures, and it is vital that the Government remember that life expectancy is based on averages, and that all people are not alike. There are already people struggling to work to 66 through no fault of their own. Manual workers, whether farmers or factory workers, are just more likely to struggle to keep up as the impact of a life of labouring catches up with them. The fictional police sergeant Catherine Cawood of “Happy Valley” may hopefully be reaching her retirement from the police on Sunday night in the concluding episode of the series, but she will be 56 when she does so. That is because we accept that police officers are not necessarily physically capable of being able to chase offenders or fight or do any of the physical things we expect. We may hope, however, that Catherine Cawood, as well as going to the Himalayas, can also continue to contribute in a part-time work capacity elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Health problems for many mean that people cannot work full time. Part-time working is increasing, and many people have caring responsibilities. This is the generation of sandwich carers who take care of their parents, their children or grandchildren and, when needed, their partners. There is of course a benefit to the economy, and to older workers themselves, of continuing to work if they can. If that is the Government’s aim, I implore them to see that increasing the state pension age, when we are not seeing a corresponding rise in health and life expectancy, is not the solution. People might be living longer, but they are not necessarily doing so in good health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are steps that the Government could take. I continue to champion the needs of unpaid carers, many of whom are in the pre-retirement age bracket. I welcome the Government’s support for my Carer’s Leave Bill, which will have its Third Reading on Friday, and look forward to their support as it passes through the Lords, but there is still much to do. Reforming carer’s allowance, securing flexible working as a day one right, offering more training and respite for carers, and investing in local services such as day centres would all help, as would more re-training, as the hon. Member for Dover mentioned, and a greater understanding of what is keeping older workers out of the workforce. We need to ensure that there is a social security net for people who have paid in and who, for whatever reason, cannot manage those final few years. That would be more effective at encouraging people to work longer, even past retirement age, than just forcing people somehow to soldier on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, there is a balance to be struck. The pension age must be both effective and sustainable. I agree that it must realistically reflect how long people can expect to live after retirement. We all see adverts pop up on our social media about how to retire at 40, but we know the Government could not be expected to fund such a period. Knowing that there is a balance means also making the expectation of the state pension realistic. I want my children, and my children’s children, to have it to look forward to one day. Our younger generations have suffered the outcomes of Brexit, of covid and of the cost of living crisis. Owning a house is a dream, not a reality for far too many. Future generations deserve the same promises, the same security as those that came before. We must not pull up the ladder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I urge the Government to use this opportunity to reassure the House that they will follow the rules on determining retirement age by looking at life expectancy, protect those who struggle to work later in life and help those in work who can do so. Too often in recent years the Government have trailed potentially detrimental pension changes only to withdraw them later. Today’s debate gives them an opportunity to make sure that that is not the case in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}