{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-on-visa-processing-times/",
    "title": "Wendy Chamberlain – 2022 Speech on Visa Processing Times",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That this House has considered visa processing times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a pleasure to serve under your chairmanship, Mr Gray. This is a short debate on an important but, I believe, ignored issue. Routine processing times do not excite the public or, arguably, cause a ruckus in the media, but MPs and our caseworkers see day in, day out the stress and misery that they cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government like to talk about “illegal” and “legal” migration. The Minister will appreciate that that is not a division that I generally support, but for the purposes of today I want to talk about what his Department deems to be legal migration: the families and workers who want to live in this country but have been left in legal limbo because of the Home Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have spoken to my colleagues, some of whom are here today, and I can tell the Minister that this is not a one-off issue that constituents of North East Fife just happen to experience; the problems I will outline are systemic ones faced by people across the entire UK. If he speaks to his own staff, he might find that they have similar experiences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me start with the most obvious issue: the pure length of time it takes for visas to be processed. The most egregiously delayed case currently in my case load will have been waiting for an outcome for an entire year this coming Sunday—not a birthday that those involved want to recognise. I will not use their names, as the applicant is a minor, but a teenage girl, the stepdaughter of one of my constituents, is currently living in a state of limbo, with her previous visa expired and without an outcome on her family visa. Let me make this clear: it was the Home Office that advised that she should apply for a family visa in November 2021—and she did so in December last year, well in advance of her student visa running out—but now, a year later, the Home Office is unable to tell her whether she is going to get her visa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I ask the Minister to imagine for a minute that he is a teenager—I do not know whether his teens were longer ago than mine—settling into a new country and a new school, and making new friends, with a half-sibling who has an automatic right to be in the UK, only to be left not knowing whether he will be told that he has to leave. That has the potential to be incredibly damaging to both the young person and their family. We are always told that the Home Office has to carry out checks—rightly so—but what on earth could a teenager have on their record that means their mother can get a visa but theirs gets held up for this long? It certainly does not make sense to me. Let me make it clear that this is not their fault; it is the Home Office’s fault.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Home Office’s standard response is that their resources have been incredibly strained since the Homes for Ukraine scheme opened earlier this year. I do not think anybody will dispute the hard work done by the Home Office and UK Visas and Immigration staff in processing those applications. Our staff worked with them day in, day out for months, and we saw at first hand the efforts that were made. But here is the key thing: delays with standard visa processing predate the invasion of Ukraine. I supported a constituent in 2021 who, after having lived here legally for five years, wanted to apply for indefinite leave to remain, and it took her almost a year to get a response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Both the cases I have mentioned have been classified by the Home Office as private life applications, although that has been disputed by my constituents. That means that the Home Office can hide behind the fact that it has not set itself a processing time goal. Other visas have expected processing times; private life visas, where someone applies for the right to live here to be with their immediate nuclear family, just like the Minister and I do, can exist in the system endlessly. The previous Immigration Minister, the hon. Member for Torbay (Kevin Foster), intervened in a serious case that I raised in early 2021. I was grateful for his intervention, but we MPs should not have to intervene at that level to make things happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are three points that I hope the Minister will respond to. The first concerns how the Home Office designates a case as a private life case. The experiences of my constituents suggest that decisions are often made to designate applications as private life applications, whereas the applicants believe they should be processed under other routes. Often no information is given as to why that is the case. The system is opaque and, as a result, the Home Office can effectively designate cases as low priority, which I can only presume helps it to meet targets it might otherwise miss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sarah Olney (Richmond Park) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A constituent recently contacted me to ask for assistance with his family’s visas. He had recently received indefinite leave to remain, having arrived from Iran. His wife and two young children were still in Iran. Sadly, his wife passed away, leaving his two very young children alone in Iran without a guardian. It took three months to get them visas so that they could join their father in the UK. In that case, the visas were granted under “urgent and compassionate” dispensation, but even then it took three months. Does my hon. Friend agree that three months falls far outside what should be considered an urgent timeframe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I absolutely agree. Clearly, there were specific circumstances in that case. I am looking for a response from the Minister about the more standard cases, but that case highlights how much of an issue we have in this area, and I thank my hon. Friend for her intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the hon. Lady give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Happily—I am delighted to see the hon. Member here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the hon. Lady for bringing this matter forward. I spoke to her in the Chamber before, knowing that the debate was coming. Working visas take over eight weeks to extend, so many workers who are asked to stay on and extend their contracts, perhaps for another three months, are unable to do so because of the waiting time. Should the Government not aim for a shorter process to allow those working and paying tax here to continue to do so while that is mutually beneficial for everyone?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Member for his intervention. We know how tight the labour market is, and we know there is a need for a degree of immigration to help with some of the labour shortages we see. Later in my speech, I will talk about some particular issues that the University of St Andrews faces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On my point about the Home Office designating cases as low priority, perhaps I am being sceptical, and perhaps there are perfectly good reasons for cases to be designated as private life visa applications, but it would be highly beneficial if the Minister could set those reasons out. That would help us to give proper feedback to our constituents. It would also be helpful if the Home Office set out the reasons clearly to applicants when their cases are being processed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Munira Wilson (Twickenham) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the point about transparency of criteria, my constituent, Catherine, who is a British citizen, applied for a spousal visa for her husband to come over. She applied back in July, when she was five months pregnant, because she wanted her husband, Donald, to be with her for the birth of their first child. In November, just days before the baby was due, the Home Office said that his case did not meet the criteria for expedition, because it was not “compelling compassionate” or a health circumstance. He missed the birth of his first child and was not there to support his wife, and he has missed the first four precious weeks of his baby’s life. Does my hon. Friend agree that the Home Office needs to review its service level agreement times, and review and be much more transparent about its criteria for what it considers worthy of expediting?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I entirely agree. If that does not qualify as compassionate grounds to expedite a visa, I do not know what does. That brings to mind my urgent question in the last Session about visa processing times in relation to Ukraine. It seems that people are treated as clients or customers, and sometimes we forget that there are families and real people behind these cases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second point on which I would like a response from the Minister is whether any visa processes should take place without a target processing time. That gives the Home Office nothing to aim for, it gives us no way of holding the Home Office to account, and it gives applicants absolutely no certainty whatsoever. We know and understand that some cases will be complicated and might take longer than a standard processing time, but surely the Home Office should justify that, rather than leaving all applicants in a form of legal limbo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My third point is about communication. I appreciate that providing updates takes up time and resource, but that has to be balanced against the immense stresses that people live under while they wait for months on end with no news. As human beings, we need to feel that we are grounded in our homes and communities—that is fundamental to feeling safe. Leaving people for months without any news as to whether they can stay in their community destroys that. MPs know from the constituents who contact us that people are often under so much stress that it is making them physically ill. When a rare letter does arrive, usually after the intervention of an MP—I am always of the view that so much of our casework is the result of processes not working properly in the first instance—the words we usually get are, “It is under consideration but we can provide no timeframe in which you can expect a response.” That is hardly a comfort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Homes for Ukraine drop-in centre in Portcullis House earlier this year provided a different form of interaction with the Home Office for our staff; we could be told, “Okay, I can see that the application was last worked on so many days ago.” Obviously, it is not practical to set up a drop-in centre like that in the long run. No one wants to see those queues across Portcullis House or the hours wasted in them—my caseworker would come in an hour early to sit in the queue, waiting for the centre to open—but those snippets of information gave people comfort and meant they did not feel so lost in the system. Especially as the Home Office moves further and further towards a digital system, surely there must be some way of replicating that and letting people have some insight into what is happening to their applications. In the meantime, I urge the Minister to look at what can be done to improve communication with applicants as they sit through these horrendous waiting times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So far I have focused on delays with visas with no target processing times, but there are also significant delays with visas with target times; often, the delays go far past those targets. North East Fife is home to the University of St Andrews, which is The Guardian’s top-rated university in the UK. It is a hub of research and teaching and it attracts some of the brightest minds from around the world. The projects they work on are wide-ranging, but encompass medical research and energy. If we have learned anything from the last three years, it is that we need solutions in those areas and that we want to be at the cutting edge of progress. There is absolutely no doubt that there are increased challenges and barriers to ensuring that progress following our departure from the EU, so it is immensely disappointing to find that, when the Home Office sets itself an eight-week target for skilled workers’ visas, it ends up missing it by 10 weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure the Minister knows how employment contracts work and about the need to book airline tickets, find accommodation and so on. All those things need some element of certainty. If the delays continue, I worry that top academics will simply stop wanting to come here. We will fall behind and we will lose research funding and contracts. I am sure that is not a legacy the Minister wants to be involved with, so will he explain why these routine delays are happening? Is it that there are problems with the system that mean that eight weeks just is not possible—a degree of honesty would be fantastic—or is it that the system is just under-resourced, with bones cut so bare of fat by this Government that they are barely creaking on?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While I think about the University of St Andrews, I have a side point that I would like to get the Minister’s views on. This is not the responsibility of the Home Office, but it is definitely something that it has an interest in: the academic technology approval scheme. Where researchers have contracts to come to work at St Andrews in sensitive fields, such as energy, they are required to go through additional Foreign, Commonwealth and Development Office checks. Visas are applied for at the same time and, if the ATAS certificate is delayed—as they generally are, to be quite honest—there is a risk that the visa approval has to be voided and the process must be started all over again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given that the rest of this debate is focused on delays and under-resourcing in UKVI, that seems a huge waste of time and resources. I am told by the university that delays are pretty much universal, but it gave me some typical examples: instead of the mooted processing time of 20 days, we are looking at 65 days, 75 days, and 102 days and counting. Is the Minister having conversations with his colleagues in the FCDO about this? Is there anything that can be done to streamline the process, or at least to better align the visa and ATAS processes to avoid reapplications? That would be incredibly helpful for universities across the UK, not just my own in St Andrews.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, let me turn to turn to some Homes for Ukraine visa cases that my office still has open. Earlier, I praised the hard work of the UKVI staff in dealing with the influx of applications, and I fully stand by that, but my office currently has 11 unresolved cases of people left in a warzone because of delays at our end. The first 10 of those visas were applied for by one sponsor in June; the processing time now stands at 25 weeks. We have tried to escalate the cases, but we keep being told that they are under consideration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 11th case is a separate application. The complication comes because the applicant initially applied to come to Scotland under its super-sponsor scheme. Unfortunately, she was told in September that, due to operational difficulties in the scheme, her application was on hold. She then applied again through the UK-wide route to stay with a family. It has now been almost 14 weeks since she sent in that application. Our office has been given conflicting information about the application. At one point, we were told that it was deferred, but with no explanation. That is incredibly worrying for someone who has been waiting six months to reach safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I said earlier, this should not take a Minister’s intervention, but I have a list of cases; if the Minister is willing to look at those that I have raised today so that we can at least find out what the delays are, I will be incredibly grateful. I have raised a few specific cases, but it is clear from my experience and the experiences of my colleagues that these are systemic issues. I would be hugely grateful if the Minister would look at the specific cases that we have raised today, but more than that, I hope that he can give me some reassurance that the Government are addressing the broader issues that I have raised, and that he will go back to the Home Office and effect some change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}