{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2020-speech-on-the-census/",
    "title": "Wendy Chamberlain – 2020 Speech on the Census",
    "post_date": "May 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 6 May 2020.",
    "content": [
        "We live in a multicultural society that is full of self-expression, and a census provides a snapshot of that diversity. The questions in a census, therefore, are themselves important; if we do not ask the right ones, the picture of our country is distorted. Making sure that all people count is important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On census night 1911, Emily Wilding Davison hid illegally in a broom cupboard in the Palace of Westminster, to ensure that a woman would be recorded as being in the House of Commons that night. Clearly, the contents of a census take on their own intrinsic value, which is another reason to ensure that we take care how the questions are worded and what responses they enable people to give. That is one of the reasons why the addition of questions about sexuality and gender identity are so important: it demonstrates that we regard sexual and gender identity as a core part of people’s lives. For LGBTQ people, who often suffer so much discrimination, recognition in itself can mean a great deal.​  \nSuch care must also carry over to how members of the Government express themselves. I know that many Members were very concerned by the excluding comments of the Minister for Women and Equalities when she appeared before the Women and Equalities Committee. How politicians, as representatives of their constituents, use their language matters to the people they represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should take care in how we word our questions. If different groups and people are not carefully consulted, we risk generating questions that people do not want to answer. For some communities, their religion is also how they express their ethnicity, and in order to be truly inclusive we must work to ensure that the census reflects that. If a large number of individuals from a particular community, such as the Sikh community, feel that filling in a free-text box is the only way to express their identity, then we have failed to be truly inclusive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These questions of identity also matter practically. The census directly informs how Government go about delivering public services. One of the great benefits of the new questions on sexuality, gender identity and veterans is that, over the next decade, hopefully, we can ensure that those groups of people who have historically lacked support and provision can get the services they need. Having previously worked in military resettlement, I am pleased that the Government are recognising that community’s contribution. The census will help to ensure that the public services we provide meet the duties under the Equality Act 2010, one of which is to eliminate discrimination. I wholeheartedly support that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, it seems strange to me that, while public service delivery is determined by the number of people in the census, for constituency boundaries we seem interested only in the number of people on the electoral roll. MPs provide a public service too—I think that is very obvious at this time. We are often the people our constituents turn to when all other public services have failed. It is electors who determine boundaries, but it should be the number of people who require services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not just about the questions on the census; it is also about who answers them. Looking forward to the next steps in the process, it will be the census regulations that will deal with the operational practicalities. Although 2021 will be the first time that the vast majority of responses will be made online, the census has to capture everyone in our society. We must ensure that the most vulnerable in particular are represented. I would welcome representations from the Minister on how the census will reach deprived and disadvantages communities and individuals, such as the homeless and rough sleepers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is good that the Office for National Statistics is considering British Sign Language support, alongside Braille, large-print and easy-read versions of the census. I would like to see such measures in the UK Government’s daily covid briefings too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "According to the White Paper on the census regulations, at least 17,000 census field officers are being recruited to support those who cannot complete the census online. Of course, with the census taking place in March 2021, the covid-19 outbreak might continue to pose a particular challenge. It is certainly not unforeseeable that we will still be in this state of social distancing by next March. Can the Government confirm what steps they and the ONS are taking now to ensure that, if social distancing is still in place, the census can still reach people who are not able to take part in it online?​  \nThis census represents a huge commitment of resources. We must take every opportunity to ensure that the results returned are truly reflective of all corners of British society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}