{
    "url": "https://www.ukpol.co.uk/sarah-champion-2022-speech-on-the-situation-in-ukraine/",
    "title": "Sarah Champion – 2022 Speech on the Situation in Ukraine",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Champion",
            "url": "/tag/sarah-champion/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Champion, the Labour MP for Rotherham, in the House of Commons on 14 November 2022.",
    "content": [
        "Let me begin by thanking the hon. Member for Isle of Wight (Bob Seely), who always speaks in a measured and informative tone. I always learn from listening to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have seen horrors taking place in Ukraine throughout this year, but, sadly, there has been humanitarian need in the region for much longer. In 2014, Russia’s annexation of Crimea heavily affected the east of Ukraine. Since Putin’s illegal war began in February, it has led to an explosion in humanitarian need and to Ukraine enduring mass human rights violations. The United Nations Office for the Coordination of Humanitarian Affairs estimates that there are a staggering 17.7 million people in need of humanitarian assistance and an estimated 6.24 million people internally displaced within Ukraine. The United Nations Human Rights Monitoring Mission in Ukraine estimates that there have been at least 16,150 civilian casualties, with the majority in the east, but emphasises that the true figure is likely to be much higher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Evident violations of international humanitarian law have taken place, with Russian forces clearly targeting civilian infrastructure, as we have seen with the bombing of children’s playgrounds and supermarkets. Russian forces have hidden landmines across the country, restricting refugees’ ability to leave through humanitarian corridors and complicating access for aid workers. In March, the Chair of the Defence Committee, the former Chair of the Foreign Affairs Committee, the right hon. Member for Tonbridge and Malling (Tom Tugendhat), and I wrote jointly to the former Prime Minister, the right hon. Member for Uxbridge and South Ruislip (Boris Johnson), to highlight these issues, and I continue to urge the current Prime Minister to ensure that organisations such as the HALO Trust and the Mines Advisory Group receive the funds that they need to clear mines on the ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The current picture is extremely bleak, but with winter fast approaching, it is more crucial than ever that aid reaches people who desperately need it. In December, the daytime temperature rarely reaches above zero degrees in Kyiv, so generators, blankets and warm clothes are essential. Women and girls are being disproportionately affected by the conflict, with the UN reporting that girls are at increased risk of child marriage and being forced to leave school as a result of their families’ simply trying to survive. The UK has pledged £220 million in humanitarian assistance to Ukraine since the conflict began, but I continue to express my concern that this aid is not being disbursed quickly enough. In his response to the debate, can the Minister guarantee that aid is reaching local charities and is being distributed in the most effective ways possible?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The conflict has been marked by mass human rights violations by Russian forces, including the widespread, despicable use of sexual violence as a weapon of war. In October, the UN Independent International Commission of Inquiry on Ukraine published damning evidence of war crimes, with Russian forces responsible for the vast majority of those crimes. They included the executions of civilians, torture and ill treatment, of which there were consistent accounts, and the use of sexual violence against women and children. The commission concluded that those violations continue to have a devastating effect on victims and survivors, who emphasised the essential role of justice and accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of the many human rights abuses, notable examples include the massacre in Bucha, during which civilians were rounded up by Russian troops for execution, and the siege of Mariupol, when Russian forces encircled the city, preventing humanitarian supplies from being accessible and bombing a maternity hospital. There have also been reports of rape and torture during the Russian occupation of lzyum. Those responsible for countless and horrifying crimes must be held accountable, and there must be zero impunity for war crimes committed during the conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The events in Ukraine have pulled the importance of a rigorous approach to atrocity prevention into sharp focus. We cannot allow such violations of human rights to occur on this scale, both within and outside conflict. My Committee, the International Development Committee, recently published a report on preventing future mass atrocities around the world, highlighting the need for the UK to develop an atrocity prevention strategy. I urge the Minister to heed our report, and to take urgent action to prevent further atrocities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot underestimate the value of a strong position taken by the international community on war crimes, with those who have committed crimes being sufficiently held to account. Victims and survivors deserve our support in securing justice and ensuring that these contemptible crimes cannot go on any longer. The UK’s support in Ukraine has been crucial since the invasion, but the Government must ensure that we provide joined-up responses to the humanitarian situation in Ukraine, and prioritise assistance for local charities wherever possible. We cannot step away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}