{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2023-parliamentary-question-on-rail-infrastructure-in-wales/",
    "title": "Wendy Chamberlain – 2023 Parliamentary Question on Rail Infrastructure in Wales",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The parliamentary question asked by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 18 January 2023.",
    "content": [
        "**Wendy Chamberlain (North East Fife) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What recent discussions he has had with Cabinet colleagues on support for rail infrastructure in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Secretary of State for Wales (David T. C. Davies)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have regular discussions with Cabinet members on a range of transport measures. More than £340 million has been provided for rail enhancements in Wales, including at Cardiff Central station and for the electrification of the Severn tunnel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government’s failure to end rail strikes impacts all of us across the UK. Like in Scotland, transport is devolved in Wales, but we need people coming from England into our countries to get much-needed revenue for tourism and hospitality. In Wales, a pay agreement has been reached but its own railways cannot function on strike days because of UK- managed maintenance responsibilities. Can the Secretary of State outline what he is doing to resolve these damaging strikes and get railways up and running again?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David T. C. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I must confess that I failed to hear much of that question, and I apologise for that. I heard the hon. Lady ask what I was going to do to get railways up and running again, but I am not certain which ones she was referring to. This puts me in a slightly difficult position as far as answering is concerned, but I can honestly say to her that we have spent £340 million on railways over this control the period, including £125 million on the core valley lines, £4.7 million on St Clears station, £4 million on the Bow Street station and £2.7 million on the Cambrian line. In addition to that, we have spent money on projects such as the electrification of the south Wales line. The Cardiff capital region South Wales Metro is funded partly by the UK Government through a growth deal, and our commitment to the railways is—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. I call Kevin Foster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Kevin Foster (Torbay) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Direct train services between south Wales and Devon are a key part of our rail infrastructure, yet most are operated using older, less reliable rolling stock. What prospect does the Secretary of State see for getting new, more modern trains operating on these routes?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David T. C. Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to be able to tell my hon. Friend that more modern stock is being rolled out on those particular routes, so he will be able to benefit from more comfortable carriages that will also emit less carbon and be better for the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}