{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2021-speech-on-foreign-aid-cuts/",
    "title": "Wendy Chamberlain – 2021 Speech on Foreign Aid Cuts",
    "post_date": "July 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 13 July 2021.",
    "content": [
        "I thank you, Mr Speaker, and I thank Members from across the House for their perseverance on this issue. When the Government announced last summer that the Department for International Development would merge with the then Foreign and Commonwealth Office, I and my fellow Liberal Democrats warned of the risk to overseas development assistance and funding. I asked an urgent question to the Foreign Secretary I wrote to the Secretary of State for International Development on those very issues. The Secretary of State said at the time:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We are committed to the 0.7% of GNI commitment…We want the aid budget and the development know-how and expertise that we have in DFID—it has done a fantastic job…at the beating heart of our international decision-making processes.”—[Official Report, 18 June 2020; Vol. 677, c. 947.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But here we are, just one year later. With the Government having claimed just last week that the opportunity to vote on this cut to ODA spending had been lost by a Division not being called in the recent estimates day debate, I wonder what has caused them to change their mind and bring forward today’s debate at such short notice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Economic circumstances caused by covid are not the fault of the world’s poorest, and we and the many charities and NGOs that contacted me in advance of today’s debate know that the poorest will be hardest hit by these cuts. The reality of the covid pandemic is that no one is safe until everyone is safe. At the heart of this is the sharing of urgently needed vaccines around the world, but it is not only that. We know that global inequalities and poverty mean that people around the world cannot take precautions to protect themselves. We cannot expect those without access to clean water—785 million at the last count in 2017—to be able to wash their hands for 20 seconds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Slashing development spending is deeply harmful to the notion of global Britain and to us at home. The cuts to this funding also mean cuts to spending within the UK, a fact that I think is sometimes lost. ODA funding goes to many places, including our universities that are doing research into how best to tackle the entrenched causes of global inequality and how to support developing countries to be self-sufficient. St Andrews University in my constituency is looking at up to 50% cuts to some of its active projects, which will impact on the poorest today. These cuts harm not only those in need around the world but our own research and innovation industries, which are vital to our response to Brexit and to facing the climate crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning to the Government’s update, the fiscal tests for development spending presented today are the height of cynicism. They are designed never to be met. As others have said, we have met these tests only once in this century. Conservative MPs must know that supporting today’s motion means not returning to 0.7% in this Parliament, and that means that every one of them who supports the Government today will be breaking their manifesto promise for five years in a row. It is a straight choice: do we return to 0.7%, as we were all elected to this place to do, or do we fail to be the global leader on this issue that the UK has been to this point?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}