{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2023-speech-on-posthumous-awards-for-emergency-service-personnel/",
    "title": "Wendy Chamberlain – 2023 Speech on Posthumous Awards for Emergency Service Personnel",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in Westminster Hall, the House of Commons, on 10 January 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That this House has considered posthumous awards for emergency service personnel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an honour to serve under your chairmanship, Mr Davies. I hope that the Minister will agree that it is not controversial to want to recognise the members of our emergency services who have shown particular bravery or have died in the course of serving our communities. We have long-standing awards for gallantry, sacrifice and service for those who have given to our country and people in all sorts of ways. Indeed, several of our own were recognised in the recent new year’s honours list—not only Members from across the House but, most notably, the Clerk of the House, Dr John Benger, who was awarded the distinction of Knight Commander of the Order of the Bath for his services in this place and to democracy. Such service deserves recognition, and the recipients and their families are rightly proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sadly, there are those who have equally served their country and made sacrifices but who are not being recognised as they should. That is why I am here, and I am pleased to see so many other Members here for this short debate. Before I turn to the broader issue of a posthumous award for emergency service personnel, let me set out how I became involved in the issue, and the facts of a particular case in which an individual’s bravery and sacrifice have not been recognised, and a family has suffered a loss that they feel has been forgotten.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the hon. Lady for bringing the issue forward; the fact that we are all here to support her indicates that our thoughts are the same as hers. Does she agree that a posthumous award not only rightly honours the dead, but is a small token of our respect and gratitude, which can be understood by a grieving family who long to know that the memory of their loved one will continue in the annals of history? This House must send the message that the sacrifice of our emergency service personnel is valued enough to facilitate that very honour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Absolutely. No award or recognition can ever replace a loved one, but if we can go some way to making a family feel that the loss has been recognised, it is important that we do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have mentioned my police service and experience in this place on a number of occasions. My father—also a police officer—was awarded the Royal Humane Society’s testimonial on parchment for his central role in the rescue of a man from drowning in the James Watt Dock in Greenock in November 1983. I vividly remember being sent to school with the newspaper cuttings, and then being asked whether I knew what a “PC” was and being unable to answer. Early in my service, a colleague and I attended reports of a domestic dispute, and we were both assaulted when we attempted to deal with the situation. We both received the chief constable’s commendation. I mention those things not to receive praise, but to emphasise that accepting a degree of threat to one’s physical safety is simply a fact of life for police officers. Why else are officers issued with defensive equipment daily? When officers and staff are judged to have gone beyond what is reasonably expected of them in the line of duty, they are regularly recognised at force level and beyond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is almost a year since I was approached by the Lanarkshire Police Historical Society about its campaign for recognition for the late Constable George Taylor. I have no links with Constable Taylor or his family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Angela Crawley (Lanark and Hamilton East) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the hon. Lady give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am happy to give way to the constituency MP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Angela Crawley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Lady for securing the debate, and for referring to the case of Police Constable George Taylor, which relates to my constituency. I also highlight the case of Detective Sergeant Ross Hunt. The two cases are horrific, and although the families’ grief will never subside, official recognition would go some way to ensuring that the officers’ sacrifice is remembered. Does she agree that the five-year time limit on posthumous honours and awards is arbitrary, and that an exception would be welcome and appropriate in this case?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady is thinking of exactly the points that I will raise. I am grateful to her and the Lanarkshire Police Historical Society. I knew the chair of the society from my service at the Scottish Police College, so although I have no links to Constable Taylor or his family, nor have I ever spoken to them, my police service meant that I was keen to support the work. The hon. Member for Ayr, Carrick and Cumnock (Allan Dorans), who is present, is also a former police officer, and we have discussed this case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The late Constable Taylor died on 30 November 1976—just over 46 years ago—and I want briefly to outline the facts relating to his death. On the evening of 30 November, two patients, Robert Mone and Thomas McCulloch, escaped from the state psychiatric hospital in Carstairs, and in doing so they assaulted and killed a nurse and another patient. Shortly afterwards, a passer-by was travelling in his car on a nearby road when he saw a man lying on the road and another signalling for him to stop. He slowed down and saw that the man was wearing a nurse’s cap and assumed that he worked at the hospital. The man asked for a lift, but the driver saw that a police van was approaching and insisted that it was a matter for the police.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having arrived at the scene and having been told what had taken place, Constable Taylor, who was in the passenger seat of the police van, went to the man lying on the road to see whether he was injured. Suddenly and without provocation, he was attacked. A contemporary account of what then took place says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“A man was swinging a long-handled axe at Constable Taylor’s head, and he, baton in hand, struggled with his assailant.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At this point, Constable Gillies, who had been driving the police van and only got out when it was clear that something was wrong, was struck on the back of his head by a baton and turned to exchange blows, before running again towards Constable Taylor. He was once more assaulted and pushed aside. His attacker was running towards Constable Taylor, who was still engaged in a violent struggle with the axe-wielding combatant. The two men struck at Constable Taylor, as Constable Gillies called for assistance on his personal radio, without response. He then struck out at both men who were attacking his colleague, but to no avail. After attempting once more to make contact by personal radio, Constable Gillies ran to the police van and put out a brief call before being attacked by Mone, who ran towards him, swinging a knife in his hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite the brave efforts of both officers, the men escaped in the police van and were later captured near Carlisle. Constable Taylor died before he could reach hospital for medical care, leaving behind a young family. In the words of the then chief constable of Strathclyde police, Patrick Hamill,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Constable Taylor displayed exceptional gallantry and courage in attempting to overpower these two dangerous, violent and armed men. His bravery and determination are in the highest traditions of the Police Service.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to place on the record my agreement with his remarks, and I urge the Minister to do the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Allan Dorans (Ayr, Carrick and Cumnock) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the hon. Lady on securing this long-overdue, important debate to recognise the sacrifice of PC George Taylor, who was brutally murdered and has not been formally recognised for his gallantry. I offer my full support in ensuring that the situation is rectified. Does she agree that the situation is disgraceful, and an insult to the memory of the officers who gave their lives, and to other brave emergency service workers who keep us safe? Does she also agree, without detracting in any way from the bravery and courage of Constable Taylor and others, that such a retrospective award should be extended to other emergency workers, including WPC Yvonne Fletcher, who was shot in the back and brutally murdered on 17 April 1984 while policing a political demonstration outside the Libyan embassy—an act for which no one has ever been prosecuted?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Gentleman for his remarks. He and I know all too well the sacrifices that police officers make every day. He has pre-empted some of the remarks I was going to make to the Minister. This is a very regrettable oversight, and I hope that the Minister is in a position to look at the matter. I know about the work he is doing with regard to Yvonne Fletcher, and I am grateful to him for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Darren Henry (Broxtowe) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Lady for organising this Westminster Hall debate. As a Nottinghamshire MP, I thought it was really important to mention that 20 years ago this week, PC Ged Walker was killed in the line of duty in Bulwell in Nottinghamshire. He was attempting to remove the keys from a taxi when the stolen vehicle dragged him to his death. He was survived by his wife, who is my constituent in Broxtowe, and their two children. He is a shining example of why an award, such as a medal, should exist. He and all police officers put their life on the line every day that they go to work. Does she agree that officers such as PC Walker, who lost their life in tragic circumstances, protecting their community, must be recognised?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Absolutely; that is why I am here. The fact that so many Members are here for this very short debate shows the strength of feeling about the need to make sure that those officers are recognised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jason McCartney (Colne Valley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we are hearing, a number of very brave constituents have died in the line of duty, and we are here to support the hon. Lady’s call to commemorate them with these posthumous awards—the Elizabeth medal—on behalf of their families. PC Nicola Hughes was murdered in Manchester 10 years ago, alongside PC Fiona Bone. Nicola’s dad, Bryn, is one of my constituents. I raised this point at Prime Minister’s questions just before Christmas, so there is a lot of strength of feeling here. Please keep going with the campaign, and let us give them the awards that would recompense and support their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I certainly remember the visceral emotion I felt on hearing about the murders of PC Hughes and PC Bone. It is really important that we do not let those memories be forgotten, and that we give their families some degree of comfort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I took the time to recount the events of 1976 because Constable Taylor’s courage was never properly acknowledged. The description of the attack, and Chief Constable Hamill’s assessment of George Taylor’s bravery, are taken from a letter that he wrote to the then Secretary of State for Scotland, Bruce Millan, recommending that Taylor be recognised by the late Queen for his bravery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Three of the police officers who were involved in the ultimate arrest of McCulloch and Mone were given awards. I have a copy of the London Gazette from August 1978, which details the award of the Queen’s gallantry medal to the officers from Cumbria constabulary who were involved. No such recognition was provided to Constable Taylor, who died while bravely trying to stop the attack and escape of those two armed and dangerous criminals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has never been made clear why George Taylor’s courage was overlooked. The best guess of people who have been engaged in the campaign longer than I have is that it was simply a mistake. We know that mistakes happen; I am sure that they happen with typed and written letters and paper records, given the electronic issues that we have today. That is not to blame long-retired civil servants or Bruce Millan, now deceased, who was a well-respected and effective politician, but mistakes happen. When it was a mistake on the part of the Government, they cannot hide behind an arbitrary and absolute rule of awards having to be made within five years; sadly, that is what the UK Government said today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Esther McVey(Tatton) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady is giving a very powerful speech. As she recognised, the number of Members here shows that she has brought forward such an important issue. Does she agree that the very least we can do when people have given the ultimate sacrifice in the line of duty is to recognise them with an award?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Absolutely; we need to do that. There are two issues here. We want to talk about the Elizabeth medal—I know that that is why many Members are here—but I want to talk particularly about Constable Taylor. The UK Government’s response to the campaign is that he cannot be recognised in the way that the Cumbrian officers were because the attempt to have him recognised took place more than five years ago. When the Government do that, they are saying that the officer murdered while trying to effect an arrest cannot have the same recognition as the officers who later apprehended the offenders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not like Constable Taylor’s family decided decades after the fact that his bravery should have qualified him; indeed, his commanding officer explicitly recommended him for an award within six months of his death. If a decision was made explicitly ruling out Constable Taylor—although I fail to understand how that would be the case—and setting out reasons for that choice, the family have not had that communicated to them. It is as if that recommendation was simply lost. Without any clarity or explanation from the Government, we cannot know why he was overlooked, and his family will continue to struggle to find peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There has been a long-standing campaign by his family and the Lanarkshire Police Historical Society to right this wrong, and I believe that this is the first time it has been explicitly addressed in this place. There is momentum behind the campaign to finally recognise his bravery. The Scottish Police Federation and the Association of Scottish Police Superintendents support it, and it was debated at Holyrood last April in a Backbench debate brought by a Conservative MSP representing Central Scotland. I understand that the Cabinet Secretary for Justice wrote to the Government following that debate highlighting the Scottish Government’s support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is in the Minister’s power to right this wrong. This is clearly uncontroversial, and I hope that anybody who has heard these circumstances today will ensure cross-party support. I hope that he will use his time to agree to do so, or at least pledge to disclose why the award was not made at the time, and meet with the Taylor family to discuss the next steps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As exemplified today, Constable Taylor is not—and will not be—the only police officer or member of the emergency services to die in the course of service. There are many others and many other families—we have heard about some of them here—with ongoing campaigns for justice, which is why I am here with other Members to call on the Government to institute a new award for the emergency services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Minister knows, there is a precedent for this. The Elizabeth Cross was launched in 2009, and it is granted to the next of kin of armed forces personnel killed in operations or as a result of terrorism as a mark of national recognition for their loss. The hon. Member for Strangford (Jim Shannon) put it so well: we cannot replace the individual, but we can at least give their families some comfort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Awards are not simple and straightforward, because the honours system is pretty opaque. It is part of the royal prerogative to determine honours and awards, but the Prime Minister advises on such matters, so it is entirely within the Prime Minister’s and Government’s purview to discuss and put forward the recommendations endorsed not only by Members in this place but by professional bodies across the country for such a new award.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Holly Lynch (Halifax) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady is giving a powerful speech and we all stand with her in the specific circumstances of PC Taylor, which she has shared today, and supporting the campaign. More broadly, I spent a night shift on Boxing day evening with West Yorkshire police officers—we have lost too many officers from that force. They are asked to attend harrowing situations, and when we are with them we feel their vulnerability. So often the officers are there on their own, and there is no such thing as a routine call in policing—circumstances can change in an instant. I very much believe that the Minister will understand, given his previous contributions in this area, the sacrifices that we ask police officers and their families to make day after day. The medal would be one step towards understanding the contributions that they make, the risks that they take, and what we owe to the families of those who have made the ultimate sacrifice in the line of duty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was a police officer, my father was a police officer, as was my husband, and both my stepchildren are serving police officers, so I know very well from conversations round the dinner table what they experience. I know what has changed and much of what has not changed since I served. The danger that we ask our police officers and other emergency services personnel to face in protecting the public has never changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Douglas Ross (Moray) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady referenced my colleague Graham Simpson who led the debate about PC Taylor in the Scottish Parliament, and there is a strong consensus in the Chamber today. On the point she makes about the current pressures, I declare an interest as the husband of a serving police officer. Does she agree with me that ultimately we do not want to issue any of the medals because we want to protect our police officers and those in our emergency services? A way of doing that would be to ensure that assaults on police officers lead to fines or imprisonment. All too often when there is a series of charges, particularly in Scotland, we see that the assaults on police officers are the first to be dropped, but they are the most important and should be progressed through the criminal system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I remember when police assault was an aggravation to an offence. Dropping that aspect is the complete opposite of what the aggravation to an offence was intended to do. We absolutely do not want people to be in circumstances where they are placed in danger, but we know that accidents happen. I remember a colleague who was killed on a night shift when putting traffic cones out after a road accident, so those kinds of things also happen, as well as the more violent circumstances that many of us have talked about today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is always a tragedy when people who serve our communities die: firefighters rescuing children from buildings who do not make it home to see their own families; ambulance workers who rush to relatives for medical care but get attacked and abused by the people they want to help; and the police officers, as I have emphasised at length today, who keep our communities safe, but in doing so sacrifice themselves. I understand that the Government will carry out a review of the honours system this year. There is overwhelming support for the new honour, and I urge the Minister to take the opportunity to pledge Government support for it. There have been mistakes and they ought to be righted. Today we have the opportunity to make sure they are not made again. I hope the Minister will agree to review Constable Taylor’s case and ensure that the creation of the Elizabeth Cross is included in the Government’s honours review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}