{
    "url": "https://www.ukpol.co.uk/wendy-chamberlain-2022-parliamentary-question-on-energy-producer-profit-trends/",
    "title": "Wendy Chamberlain – 2022 Parliamentary Question on Energy Producer Profit Trends",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Wendy Chamberlain",
            "url": "/tag/wendy-chamberlain/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Wendy Chamberlain, the Liberal Democrat MP for North East Fife, in the House of Commons on 20 December 2022.",
    "content": [
        "**Wendy Chamberlain (North East Fife) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What assessment he has made of the implications for his policies of trends in the level of energy producer profits in the last 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Exchequer Secretary to the Treasury (James Cartlidge)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The structure of the electricity market means that the price of electricity is tied to the wholesale gas price. Russia’s invasion of Ukraine triggered an unprecedented increase in gas prices, driving energy prices to eight times their historic levels. As a result, many energy generators’ profits are well above pre-crisis levels. As announced at the autumn statement, the Government are introducing a temporary 45% tax on extraordinary returns made by some UK electricity generators from 1 January.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I call Wendy Chamberlain, whose birthday it is today. Happy birthday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wendy Chamberlain**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Shell announced worldwide profits of £8.2 billion and £9 billion for the three-month period between July and September and the three months to June. BP announced more than double its profits for the same period. They have increased their dividend payments and spent billions buying back their own shares from the market. Shell says that it does not expect to pay any windfall tax at all this year and BP said that it would pay £678 million. Does the Minister agree that, if the Government had implemented a proper windfall tax that captured these things, we could be supporting offshore customers such as my own in North East Fife?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Obviously, the hon. Lady knows that we do not comment on the commercial decisions of individual companies. What I can confirm is that the specific levy to which she refers—the energy profits levy—will contribute £40 billion to the Exchequer. We must remember that that £40 billion will play a key part in enabling us to afford the support that we are giving to constituents throughout the United Kingdom this winter and next year, which will total, for businesses and households, more than £100 billion, and the Office for Budget Responsibility has already found that that will help to reduce inflation overall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I call the shadow Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Abena Oppong-Asare (Erith and Thamesmead) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May I begin, Mr Speaker, by wishing you, the Minister and the whole House a jolly Christmas?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Government had implemented Labour’s windfall tax, they would have raised an additional £16.8 billion. Why have the Government chosen to leave this windfall of war on the table and not put it to use to support families and businesses in the tough winter ahead?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not entirely accept that. I would be interested to know the detail behind that figure. What we can confirm is that we have two specific levies: one on oil and gas, and one on certain electricity generators. We think that these are being applied in a very fair way. The levy to which the hon. Member refers does include an allowance for investment but this is the point. That level of support cannot continue for ever. The long-term answer is energy security—investment in new energy sources and, indeed, investment in the North sea, supporting UK jobs and the transition to net zero.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}