{
    "url": "https://www.ukpol.co.uk/austen-chamberlain-1922-speech-on-the-coalition-government/",
    "title": "Austen Chamberlain – 1922 Speech on the Coalition Government",
    "post_date": "April 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1922",
            "url": "/tag/1922/"
        },
        {
            "text": "Austen Chamberlain",
            "url": "/tag/austen-chamberlain/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Austen Chamberlain, the then MP for Birmingham West, in the House of Commons on 5 April 1922.",
    "content": [
        "If I rise thus early in the Debate, it is because I am anxious that this Resolution having been moved, there should not be given by myself or by any friend or supporter of this Government any occasion for anyone to believe that there was not time for the House to give a decision upon it. Whether the House is being occupied as usefully as it might be, whether the discussion is as edifying as it should be, these may be matters upon which opinion may be divided, but since my hon. Friend the Member for Twickenham (Sir W. Joynson-Hicks) has moved this Motion, by all means let the House divide. A fortnight ago my hon. Friend was the envied of all observers. He had achieved the ambition of the private Member. He had drawn the “gros lot” in the Parliamentary lottery. He had secured first place for a Motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. J. JONES**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now he is an also-ran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was a moment of hesitation in his manner. You, Mr. Speaker, called upon him to name the subject which he wished to bring before the House. Any careful observer, as I am of my hon. Friend’s Parliamentary proceedings, could see that he had been taken by surprise. My hon. Friend is not one of those earnest seekers after reform who bring down to the House every day an attaché case full of recipes for a new and better world, nor had he taken the precaution, which I believe is sometimes taken by Members, of procuring from the Whips one of those anodyne Resolutions which soothe the House, even to the point of a count, and give wearied legislators an occasional rest from their labours. No, Sir, you named the hon. Member, and for a moment he stood in hesitation. Then he had a happy thought—to call attention to the position of the Government, and to move a Resolution. My hon. Friend, remembering he was a leader of a party in this House—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir W. JOYNSON-HICKS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No, no!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**HON. MEMBERS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Prospective!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More than that, actual. He remembered he was the leader—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. J. JONES**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and the only leader of our party in the House, since the whole of my 10 colleagues, myself included, have departed from the true faith, and are no longer worthy of support. Accordingly, he gave notice that he would call attention to the position of the Government, and that he would move a Resolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. J. JONES**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He would move anything.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Who could say what might and what might not happen from this great determination. The Government might be shaken to its foundations, it might be overthrown, and a new Government might be needed—and a new Prime Minister too! He hoped that one of the small pebbles he had picked up from the brook would slay Goliath, hence forth the path would be clear—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. J. JONES**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the London General Omnibus Company. [HON. MEMBERS: “Order!”]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "—and the highest authority in the land would have no difficulty in determining to what quarter to entrust the formation of a really great and principled Ministry. My hon. Friend must, indeed, have been happy, and none of his old comrades in this House will grudge him the enjoyment of those sweet hours. Then a new dilemma arose. He had not merely to call attention to the position of the Government, but he had undertaken to move a Resolution. What was the Resolution to be? He had not thought about it. He did not know, and 11 days passed before the Resolution could be framed. But I do not doubt that the new Cabinet was in constant and daily session. For 10 or 11 days it was framing—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. GWYNNE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How many days did you take to frame the Genoa Resolution? [HON. MEMBERS: “Order, order!”]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "—was framing the Resolution which was to be the foundation of honest government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. DEVLIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Say something about this leader, the hon. Member for Alder-shot (Viscount Wolmer).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There must be a leader, primus inter pares, if no more, and if I diverged and examined the difference between all the prospective leaders, well, I should prevent that Division which I am anxious to secure. I am a little surprised that it took so long for this new Cabinet to frame their Resolution, for, after all, their task was a simple one. They were not cunning politicians, crafty tacticians, seeking a platform on which they could gain votes. They were not old Parliamentary hands trying to devise a Resolution which would secure support from discordant elements within this House. No, Sir. They were honest, simple citizens—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. J. JONES**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More simple than honest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "—acting under a profound sense of responsibility, an impelling consideration to duty, determined to put before this House and the country a clear, specific definition of principles, which challenged everyone who did not agree with them, in what ever quarter of the House he might sit, on which, if their Motion succeeded, they would form their Government and conduct the business of the country. What was required was not confused criticism of other people’s acts, which is so easy, so simple—we all give any amount of it; what was wanted was a clear statement of their own views, showing exactly where they differed from the present Government, wherein their present leaders had failed, and differentiating sharply between them and those sections of the House from which, I suppose, they are still even further divided, than from those whom they took to be their leaders. What was wanted was a new Athanasian Creed, outside of which there was no political salvation. Their course was perfectly clear. They stood for perfect unity of thought in the councils of the nation, for purity of principle, in which we have been sadly and deplorably deficient—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. GIDEON MURRAY**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hear hear!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I cannot say how I rejoice when I find that I correctly interpret the opinions and arguments of my critics. I think that particular critic has had a note of warning from the Unionist Association in his own constituency, but my hon. Friend need not think that I attach the less importance to his opinions on that account; I only remark that they have a less representative character. These Gentlemen, a little restive even under my anticipatory criticism, were above all to avoid all entangling alliances, such as I have unfortunately fallen into with the Prime Minister. They were to have a splendid isolation indeed. We could all draw that Resolution. With a little thought, say an hour’s reflection, we could have found a Resolution for them that would have challenged everybody who did not agree with them. The only trouble is that they would not have agreed about it themselves. But, alas! a serpent crept into their paradise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. THOMAS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Who was it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ah! That I do not know, but look at their Resolution. They stand for purity of political faith. There is to be no alloy. There is to be no corrupt co-operation—not even a chance meeting in the Division Lobby, unless underlain by a real unity of conviction. But what is the Resolution they have drawn? Is there a single principle in it? Is there any definition of their faith? No, Sir. This new Cabinet, after sitting for ten days in constant and anxious consideration, produces a Resolution for which every critic of the Government can vote because it condemns the Government for which every supporter of every alternative Government can vote, because all that it demands is an alternative Government. Was there ever a greater sham? My hon. Friend who moved the Resolution and who thinks my course devious, my hon. Friend the Member for Canterbury (Mr. R. McNeill), who thinks I have no regard for principle—what are they doing? Asserting their own principles? Not a bit. Currying the favour, seeking the support, bidding for the vote—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. GWYNNE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not of murderers!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of anyone whom they can get.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. J. JONES**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Give them socks!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These critics of the Coalition that exists make their first step in condemnation of the Coalition by a Motion deliberately drawn to get into their Lobby the maximum of support from those with whom they have not one thing in common, except dislike of the Prime Minister and contempt for myself. I congratulate them on their first effort to break our party and to establish a new Coalition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Lieut.-Colonel ARCHER-SHEE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Labour party often vote for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Resolution does not help me to an understanding of their principles. No mention is made of their principles, lest principle should interfere with practice. I turn, therefore, to their speeches. I thought I had got a little light—it was not very much—from the speech which I see my hon. Friend addressed to his constituents in Twickenham last night. I read it in the “Morning Post.” It is remarkable, incidentally, that the first observation which the “Morning Post” thought it well to report was that someone in a high position should go to the great manufacturing centres, and tell the workmen that they would have to work harder, and produce more goods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Someone in a high position.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To whom did my hon. Friend look for counsel that would really be listened to?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Someone in a high position like the Prime Minister.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He could not keep the Prime Minister out the moment he wanted to do business. When my hon. Friend forms his Government, I shall be on that bench, but I can clearly see that my right hon. Friend the Prime Minister will be holding some high office and employed in all the most difficult and the most thankless jobs. But really that was not what interested me most, because I was in search of principles. Here is my hon. Friend’s declaration:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Though the Die-hards might have their political future at stake, though they might die politically, yet the principles for which 1hey stood would never perish. They were built on a belief in God, King and Empire. Such principles could never die.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That was good enough for Twickenham. He did not repeat it in this House to-night, and he did not for obvious reasons. How is he going to define it? How is he going to indicate it to the Whips? Is he going to say to the Whips—I believe there are Whips in that party—”Go down there below the Bar and say, ‘In this Lobby for God, King and Empire,’ and in that Lobby for” What? Oh, what a difference there is between a peroration at Twickenham and the Floor of the House of Commons! No, Sir, he did not repeat that. I have sought to divine what was the crucial issue on which the Government had gone wrong, and, above all, the crucial issue which made my hon. Friend resolve to challenge on the Floor of this House, in the presence of opponents, for whom he has provided a merry holiday—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir W. JOYNSON-HICKS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You have helped towards it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "but the action of every one of the Unionist Members of the Cabinet, from my right hon. Friend the veteran leader of our party, the Lord President, downwards. I am not sure that I have got it right, but I gather that Canadian store cattle have something to do with it. “God, King, and Empire” have disappeared, and Canadian store cattle have taken their place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend, I think, committed himself in a moment of surprise, when he was overwhelmed by his unexpected success in the Ballot, into raising a subject and moving a Motion which, in calmer moments, he would have reserved for discussion elsewhere. My hon. Friend has differed from the great bulk of his party before. He has challenged Divisions in this House, or he and his friends have. No hard words have been said; no irrevocable division has been made, and we have looked forward to re-uniting, as has often happened before, the moment a particular subject of difference has disappeared. He has now chosen to make the present difference of opinion between a small fraction of the Unionist party in this House and the great bulk of the Unionist party in this House a subject for public and formal discussion in the presence of those who, whatever be the differences between my hon. Friends and me, are the opponents of us both. He seeks to magnify those differences, while I seek to minimise them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Lord HUGH CECIL**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hear, hear!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I knew that would appeal to my Noble Friend, who calls himself a Conservative, but who is anarchistic if he is anything. When my Noble Friend goes into the Lobby with his avowed political opponents he is happy, because he knows that nobody agrees with him. He votes with his political opponents for reasons which are alien to them. He separates from his political friends for reasons which only he himself can understand. The only thing which could distress my Noble Friend is that he should find himself in agreement with anyone, above all with members of the party to which he professes to belong. He is constantly astonishing and surprising us. He always delights us, but he never influences us. But the ironical cheer of the Noble Lord for the moment turned me from my argument. My observation was this; as the man selected by all the members of the party to be their Leader in this House, I have done my best to minimise the differences, and to promote union. I wonder if my hon. Friend really is sensible of what he is doing, and whether he considers he is serving the party to which we belong, and the causes which that party is bound to serve, by such action as he has taken to-night in this Motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir W. JOYNSON-HICKS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps the right hon. Gentleman will allow me for a moment. I think he is a little unfair. I do not like to mention private conferences, but my right hon. Friend will allow me to say, I am sure, to tell the House that my friends who have been supporting and working with me in this matter had a private conference with the leaders of the party some few weeks ago—with my right hon. Friend himself—and they allowed us to put our case before them, I hope with fairness and courtesy to them. They received us. What happened it is not for me to say; but it is a little unfair to us to say that we have not taken any other course than that of coming before the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have not suggested that my hon. Friend did not take any other course. The meeting, it was agreed, should be private, and it became public by an indiscretion which was regretted by those who met us, and by myself. I am not going to refer to what took place. What I was saying was that. I wondered whether he really considered what would be the effect upon the party to which he belonged, and upon the cause which that party is bound to serve, by the action which he has taken and the Motion he has laid before us. My hon. Friend the Member for Canterbury (Mr. E. McNeill) seconded. He and the mover sit in what, I suppose, are under any circumstances safe Conservative seats—at any rate, they were, and I hope they are still. Have they given a thought to the position of their colleagues elsewhere?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. N. MACLEAN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Vote catching—selfish!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Have they given the slightest thought to opinion elsewhere within our own party? Have they considered what is the opinion of Unionists in St. Rollox, Glasgow? Have they considered the effect on Conservative opinion in Liverpool, or Manchester, or Bristol, or in any of the great industrial centres? My hon. Friends who moved and seconded this Resolution are going counter to the great mass of opinion in the Unionist party throughout the country. They are living in little coteries in their own constituencies and in their own circles in London and they do not realise what is the movement of the world. For the sake of narrow party spirit and old party jealously, they are wrecking the great causes for which we are working. They have been unable either in the country or on the Floor of this House to-night to state the principles of our party to which we have been unfaithful. They have deliberately refrained from putting forward such principles in the Motion as a challenge to the House. What did my hon. Friend the Member for Canterbury say I He talked about how in the old days—I do not quite understand what happened—but he said a Minister resigned because he did something—I am not sure what. In those days what did a Minister do? He would come out if he resigned. A very remarkable observation! I am bound to say it is all the more remarkable because of the kind of speech that resigning Ministers have lately shown us. What are these luckless ex-Ministers to do? They have no alternative principles. What does that mean?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. R. McNEILL**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I did not say anything of the sort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHAMBERLAIN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I beg your pardon, I took it down. “They had no alternative set of principles.” What does that mean? That resignations from the Government have not been on the question of principle—that there is no division on the question of principle. My hon. Friends who were responsible for this Motion have either been unable, or what is worse, they have deliberately refrained from stating, either in speech or Resolution, the principles of Unionist policy to which they allege that I and all my Unionist colleagues have been untrue. There are only two explanations. Either they are unable to find such principles, and we stand justified, or they have deliberately refrained from doing so in order to get a bigger vote in the Lobby, in order to swell the small section of our own party which has split away from us, by a large section of men with whom they have nothing in common. In either case, I say, they stand condemned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}