{
    "url": "https://www.ukpol.co.uk/paul-channon-1978-speech-on-travel-to-work-costs/",
    "title": "Paul Channon – 1978 Speech on Travel to Work Costs",
    "post_date": "April 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Paul Channon",
            "url": "/tag/paul-channon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Channon, the then Conservative MP for Southend West, in the House of Commons on 3 August 1978.",
    "content": [
        "I welcome this opportunity to raise the subject of the cost of travel to work. I am grateful to the Under-Secretary of State for Transport for coming here this afternoon to reply to this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a topic that is of keen interest to my constituents, as it is to the constituents of virtually every other hon. Member. I contend that the effects of substantial travel costs are far wider and more important than just the effect on individuals on the finances of British Rail or on the local bus service or whatever the form of transport might be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The implications of fares policy in respect of buses and trains are enormous for the whole community. There are great implications for planning, regional policy, housing policy and the future of the inner cities. All these will be affected in coming years by decisions taken about fares policy and the cost of travel to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wish in my brief remarks this afternoon to concentrate on rail travel. A large part of my comments applies also to travel by bus or by Underground. I am concentrating on rail travel because that is the subject about which I know most. I shall concentrate my remarks mainly on London and the South-East and on travel to work in that area, but the principle remains the same for other parts of the country. When talking of the costs of travel to work, it is not unreasonable to concentrate on London and the South-East, where there is the most acute problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think I am right in saying that there are probably about 7 million people who use public transport for travel to work in some variety or another in this country. That figure has recently been issued. In 1976, 868,000 people arrived in central London in the morning peak hours by a variety of forms of transport between the hours of 7 a.m. and 10 a.m. It is estimated that a further 187,000 came by private transport, mainly by car. Very substantial fare increases have taken place in recent years, as everybody knows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is frightening to discover that in 1938 the yearly season ticket from Southend cost less than £25. That is within the lifetime of most people here. In 1962 it had risen to £93, and since then costs have escalated and fares have risen five of the country. Fares in general have more than doubled since 1972, but in times in the past 16 years in that part London and the South-East they have risen by more than 100 per cent. since 1975. That is faster than the retail price index and far faster than people’s net incomes, because of a combination of events, such as incomes policies, wage freezes and high levels of personal taxation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consequently, the level of rail fares has become an extremely serious burden for many thousands of people. The culmination of the feeling about increases in rail ​ fares came with the proposed increase of more than 16 per cent. last year. Rail fares have an enormous effect on the budgets of many people, particularly young people starting work who find the burden of commuting to London especially severe. Many people are forced to commute because there are no suitable jobs locally. In that sense, they are a captive market and can do little about it. It is an interesting question whether it would be wise to provide more jobs locally or whether that might have a bad effect on the structure of employment in London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Under-Secretary will be aware of the great anxiety that was caused some time ago by the Government’s consultation document which suggested that the outer suburban services of British Rail should meet their full allocated costs by 1981. On top of the burdens already being faced by commuters at that time, that proposal would have been an intolerable extra burden with incalculable effects on the standard of living of many people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those who commute into London on lines which pay their way find it frustrating that it is not possible to find out exactly what those lines are costing. I realise that this is due to a change of policy some years ago, which I regret, but it should be an aim of Government policy to ensure that the maximum information should be given, though I understand that the allocation of costs is extremely difficult and that there must be a rough and ready element in trying to come to a fair allocation of costs for any line.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government’s original proposals would have meant massive increases in fares. Fortunately, the Government retreated from that proposal in their recent White Paper, but they say that fares are bound to rise and suggest that they should be phased so that commuters can have a period of years in which to adjust to the increases. The Government point out that London commuter fares constitute 40 per cent. of British Rail’s passenger revenue and that there will inevitably be fare increases over the coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is there any way out of this dilemma? I accept that there is a dilemma between the need to contain the costs of British Rail, the need not to have too vast a sum ​ in public subsidy and the need not to place too great a burden on those who have to travel on public transport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recommendation no. 34 of the Select Committee on Nationalised Industries last year should be implemented much more fully than the Government have so far been prepared to do. I urge that the Under-Secretary should instigate a full-scale inquiry into the balance of advantage between users of public and private transport with a view to seeing whether any fiscal concessions are possible. I urge the Minister to take that suggestion back to his colleagues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have argued for many years that there should be a measure of tax relief for travel to work. As long ago as May 1962, I moved a new clause to the Finance Bill to that effect. I have tried to get such a system introduced and I have had the support of many of my hon. Friends, including my hon. Friends the Members for Essex, South-East (Sir B. Braine), Southend, East (Sir S. McAdden) and Braintree (Mr. Newton).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I accept that there are arguments against that suggestion, including administrative arguments, but other countries seem to manage such schemes fairly well, although the Under-Secretary was a little vague in his reply to me yesterday about the practice in other countries. Denmark, Germany, Luxembourg and the Netherlands all have systems of tax relief for travel to work and they have not found that to be an insuperable burden. The report of the Select Committee also shows that there is a system of tax relief in Sweden, but there is some confusion about this matter in our Government circles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was told yesterday by the Under-Secretary of State that there were no allowances for costs of travel to work in Belgium. I was rather surprised to hear that. In the answer that I received from the Financial Secretary to the Treasury as recently as 16th July, I was told that if the Belgian scheme for relief for travel to work was adopted no fewer than 16 million taxpayers would benefit. There must be some confusion between the Department of Transport and the Treasury. Which is right? I ask the Under-Secretary to tell us. If other countries can give such relief, I do not accept that the administrative arguments are insuperable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I accept that the cost would be substantial. On introduction, any scheme would have to be limited. I suggest that it should be limited to public transport. Differing figures have been given. The Financial Secretary to the Treasury told me on 16th July that if we adopted a system of tax relief for travel to work by public transport the cost would be about £200 million. In the context of our total Budget, that is a sum that at least could be considered by future Chancellors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is said that there are arguments in equity against the solution that I propose. To the fury of my constituents and the constituents of many other hon. Members, it is argued by some outside commentators that commuters are already a rich group and oversubsidised by the Government. On the contrary, I argue that the standard of living of many commuters has fallen very considerably. It was stated in the Government’s response to the First Report from the Select Committee on Nationalised Industries of 1977 that between 1974 and 1977 rail fares had more than doubled but that average earnings after tax had increased by about 50 per cent. for a married man with two children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are many commuters, including many of my constituents and, no doubt, the constituents of my hon. Friend the Member for Braintree, whose real standard of living has fallen substantially over the past few years. The present users of rail transport, including commuters, are frequently locked in by their homes and their jobs. That applies especially, perhaps, to those who live in council houses. As a result of the residence qualifications that exist in many local authority areas, especially in the South-East and in London, it is almost impossible for moves to be made. It is an extremely expensive operation for owner-occupiers. Any large-scale move back into London because of excessive railway fares would make the pressures on housing in London considerably greater, and they are severe enough even now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The case is all the stronger because of the recent Inland Revenue ruling in response to Questions tabled by my hon. Friend the Member for Woking (Mr. Onslow) which were answered on 6th June. It has now become clear that if employers reimburse employees with season tickets, they are not liable to tax ​ in certain circumstances. There is some confusion outside the House, and I shall be grateful if the Under-Secretary of State confirms the position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I understand the Revenue’s ruling, if an employer contracts with British Rail to give an employee a season ticket and the employee’s earnings are less than £5,000 a year, there will be no charge on the value of the season ticket. The employee’s earnings have to be not such as to bring him within the special legislation bearing on benefits in kind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If an employer gives an employee a season ticket and the employee agrees to accept a reduced salary in return, he is taxable. There are many anomalies, fiddles and difficulties. If an employer gives an employee a season ticket in the circumstances that I have described, there is exemption from tax. If, on the other hand, an employer pays an employee his expenses of travelling from home to work, there is a liability to tax. We all know of the special situation that applies to company cars and to those who have private and business cars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The rules relating to tax relief on travel to work have become increasingly anomalous and unfair. In all the estimates of the costs of tax relief for those who travel to work no estimate has been given of the increase in traffic that would accrue to public transport undertakings. They could be considerable. The long-term effects of present rail policy will have profound effects on London and the South-East. It will have profound effects on planning, housing demands and regional policy in general.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I ask the Government to re-examine the recommendations made by the Select Committee on Nationalised Industries 18 months ago. This recommendation has been brushed aside by the Government. In the interests of those who have to travel to work, many of whom face considerable burdens and are likely to continue to do so if there is no change in policy, I urge the Government to undertake an inquiry so that all these matters can be considered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that justice is seen to be done for all. I ask the Minister to consider with his colleagues the setting up of the inquiry which was recommended by the Committee. That would be a great step forward for many thousands of my constituents and many tens of thousands of ​ people elsewhere who travel to work each day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}