{
    "url": "https://www.ukpol.co.uk/paul-channon-1986-statement-on-british-leyland-3/",
    "title": "Paul Channon – 1986 Statement on British Leyland",
    "post_date": "August 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Paul Channon",
            "url": "/tag/paul-channon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Channon, the then Secretary of State for Trade and Industry and the President of the Board of Trade, in the House of Commons on 5 March 1986.",
    "content": [
        "With permission, Mr. Speaker, I wish to make a statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I informed the House on 19 February, an invitation was extended to interested parties to declare by 4 March a firm intention to make a bid for one or more of the Land Rover, Freight Rover, Leyland Trucks and related businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can now report to the House that appropriate declarations have been made to BL’s bankers by Schroder Ventures on behalf of some institutions and some members of BL management in respect of Land Rover, Range Rover and Freight Rover; by Lonrho in respect of Land Rover and Range Rover; and by Aveling Barford in respect of Land Rover only. General Motors has also confirmed its intention to make a bid for Land Rover, Range Rover, Freight Rover and Leyland Trucks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Laird Group and Aveling Barford are each in discussion with BL regarding the acquisition of Leyland Bus, for which proposals on behalf of some members of the management are also expected. Discussions in relation to Leyland Bus are taking place over a slightly different timescale from those concerning other Land Rover-Leyland businesses. I shall make a further statement to the House on these in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The BL board is giving careful consideration to all the proposals received on or before 4 March and I hope to have its recommendations shortly. The board and the Government remain anxious to end the present uncertainty surrounding the businesses as soon as possible in the interests of the companies, management and work force and dealers and suppliers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I take the opportunity to inform the House of a forthcoming change in the chairmanship of BL. Sir Austin Bide’s appointment as chairman of BL was extended in late 1984 on the basis that he would continue as chairman until a convenient moment for his retirement was reached. Sir Austin has kindly agreed to remain as chairman until decisions have been made on the future of the main Land Rover-Leyland businesses. That will represent the start of a new phase in the development of BL and, on my nomination, the BL board proposes to invite Mr. Graham Day, at present chairman of British Shipbuilders, to join the board and to become full-time chairman of BL at a date to be determined. I express the Government’s thanks, and add my warmest personal tribute, to Sir Austin, under whose leadership BL has achieved notable progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am appointing Mr. Phillip Hares, the present deputy chief executive and board member for finance of the corporation, to succeed Mr. Graham Day as chairman of British Shipbuilders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}