{
    "url": "https://www.ukpol.co.uk/douglas-chapman-2021-speech-on-automated-purchase-and-resale-of-gaming-hardware/",
    "title": "Douglas Chapman – 2021 Speech on Automated Purchase and Resale of Gaming Hardware",
    "post_date": "March 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Douglas Chapman",
            "url": "/tag/douglas-chapman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Douglas Chapman, the SNP MP for Dunfermline and West Fife, in the House of Commons on 24 March 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That leave be given to bring in a Bill to prohibit the automated purchase and resale of games consoles and computer components; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure that in the history of this Parliament, the pressing need to address the issue of scalping through legislative proposals has not been of regular concern to this House. However, I am here today to discuss this very phenomenon in its most 21st-century of interpretations, and to highlight the pressing issue of unfairness to consumers at the hands of unscrupulous scalpers and automated bot attacks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The secondary resale market—or scalping, as it is commonly known—is worth billions in revenue to those in the automated bot industry. Scalpers manipulate and skew the supply and demand chain to create an unfair advantage in the marketplace, using bot attacks to use up basic supplies of coveted goods, such as the next generation of games consoles and computer components, then selling them on at hugely inflated prices. Experts in the field of bot mitigation and cyber-threats estimate that these kinds of organised bot groups can double their money in a matter of weeks through this practice, leaving the consumer in the position of either paying well over the manufacturer’s recommended price, or simply having to go without their desired purchase, as the bot resale site has made the games console unaffordable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this sense, the issue of scalping is at the heart of unfairness for the consumer. It creates frustration and disappointment, delay and disempowerment, and as things stand, there is no recourse to the law or to consumer protection. Scalping may be bad cyber-practice, and it may leave consumers short-changed, but no legislation exists at this time to curb bot enthusiasm or to protect the consumer, so the problem simply grows. The covid pandemic has provided the perfect storm for scalpers: an increase in online shopping, combined with the disruption to supply chains, has allowed increasingly well-organised and highly trained bot communities to make vast profits at the expense of the consumer. However, this issue existed long before the world was turned on its head by the global virus. Bot groups were mobilising and professionalising at an accelerated rate. They are well funded, they are technically proficient, and they are emboldened by the fact that the practice of scalping is not yet illegal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The issue first came to my attention when constituents got in touch to complain that they were having problems accessing the Sony PlayStation 5, the Xbox Series X and associated computer components in the run-up to Christmas last year. Having waited eagerly for the latest next-generation consoles to be released, they discovered that they had been scalped, with automatic bots buying up those goods in large quantities. That caused a lot of disappointment in the wider gaming community, with customers unable to purchase goods at the end of what has been a particularly hard year for everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those consoles and computer components then reappeared on other websites and shopping portals, some with eye-watering mark-ups of as much as 170% on the original price. This is not a new phenomenon. One look at the gamers websites and magazines reveals that scalping has been a problem for quite some time. It creates a vicious cycle where gamers, desperate for their consul or game card, are willing to pay over the odds to combat the pre-arranged shortage in the market, which has been unfairly skewed. That serves only to disadvantage the consumer further and bolster the unscrupulous activities of scalpers—and so it continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Experts on bot mitigation, such as Netacea, predict that the situation will only worsen in 2021, not just for the games industry but widening out across goods as diverse as gym equipment, hot tubs and important services such as supermarket delivery slots even. Experts envisage both a major consumer backlash and a surge in brands stepping in to tackle the problem head on, but surely it would be better just to legislate to mitigate the worst impact of bot buying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The issue is especially concerning given the nature of the economy at the time—depressed due to the pandemic, with job losses and precarious financial situations for both consumers and retailers. For smaller retailers, it is a double whammy, as they do not have the same means as larger companies to protect themselves against this terrible bot behaviour, but have to deal with the loss of revenue from games that are available, at a price, on the bots’ websites. This is turning into an online wild west, where bots and skilled cyber-villains have the upper hand. What hope is there for the consumer, the retailer and the games industry? It is here that we must look to the law to redress the imbalance in power and injustice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Interestingly, there are parallels to be drawn between scalping and ticket touting. Legislation on the secondary selling of tickets, which came into law in 2018, can be used as a guide to tackle scalping. That legislation was brought in to prohibit the resale of tickets for amounts far in excess of the original price. It helped to crack down on the enormous profits being made at the expense of people looking to attend their favourite sporting, theatre or music event, and gained huge support from across the music industry, from such artists as Ed Sheeran and the Arctic Monkeys. Today, I am proposing that similar legislation be brought in to ensure that consumers can purchase gaming consoles, games and related goods at no more than the manufacturer’s recommended price, and that the resale of goods purchased by automated bots be made illegal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have already written to the Department for Digital, Culture, Media and Sport to highlight the issue and examine the legislative options to ban the bot, or at least make some significant progress on consumer protection. This is not a scenario that can be left to the market to regulate. Nor can it be left as the sole responsibility of individual companies to monitor and take action to mitigate the power of the bots. The consumer must be at the heart of our actions to improve the experience, cost and availability for customers. Just as scalping creates an unlevel playing field in terms of purchase power for the consumer, so it also creates issues for retailers and companies that sell and make these consoles and computer parts. Even the large corporations are beginning to take notice that a knock-on effect is that fewer next-generation consoles are now being sold and that affects the new games coming on to the market, especially games that are specifically launched to coincide with these next-generation machines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For consumers, there are additional issues around guarantees and return of faulty goods. Then there is the question of possible criminality. This is an international issue; scalpers work across borders. Questions must be asked about how they generate funds to make these large-scale purchases online. What are the profits that are generated from this? What are they used for? It could be that we are moving into the area of potential money laundering, organised crime, tax evasion and fraud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the House can see, this is a situation that has grown arms and legs. It is out of control and it is only going to get worse. This is not some niche issue, or even a mere annoying inconvenience. My office has been fielding inquiries and this Bill has had wide media coverage in the specialist gaming and tech publications, but also mainstream media coverage in France, Spain, the USA, Japan and, yesterday, Bangkok.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is an opportunity for this Parliament to lead the way globally and introduce legislation that is about consumer rights, consumer protection and fairness in the marketplace. Scalpers have all the advantages. They hold all the cards and they can currently act with impunity, making huge profits in the process. Now is the time for the UK Government to take a firm stance on this cyber malpractice, to step up and act on behalf of the consumer, to draw a clear line and put in place the necessary legislation. Let us put a stop to these automated bots bulk-buying these consoles for resale. Let us act to stop the wilful scalping of virtual shoppers and end the bot monopoly. In conclusion, I say to the Government: let us put the consumer back in control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}