{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2023-speech-on-israel-and-the-occupied-palestinian-territories/",
    "title": "Bambos Charalambous – 2023 Speech on Israel and the Occupied Palestinian Territories",
    "post_date": "April 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 23 March 2023.",
    "content": [
        "The Labour party stands for international law, human rights and a negotiated peace based on a two-state solution, with a safe and secure Israel alongside a sovereign Palestinian state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the last elections, Prime Minister Benjamin Netanyahu went into coalition with the far right and, under that new Government, an already fragile situation has worsened. His promotion of extremists Itamar Ben-Gvir and Bezalel Smotrich has put ultra-nationalism in key positions of the Israeli Government. I am sure that the whole House will have been appalled by Smotrich’s remarks in Paris this weekend, when he denied the very existence of the Palestinian people and their culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thus far, 2023 has seen one of the highest death tolls for Palestinians and Israelis in a long time, with more than 80 Palestinians and 14 Israelis killed this year. There has been a renewed assault on the rights of Palestinians, a ramping up of inflammatory rhetoric, and dangerous new moves to try to legitimatise illegal settlements, threatening the viability of a two-state solution. Israel has suffered from terrorist attacks and a new militant threat, and the Israeli Government are also taking steps that threaten to undermine Israel’s democracy. President Netanyahu’s attempts to undermine judicial independence and dispense with equality laws for the LGBT+ community are sowing division and deep unease. The weekly mass protests in Tel Aviv, Haifa and Jerusalem demonstrate that Israeli society is now also deeply divided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the Minister’s assessment of the impact of what many in Israel see as fundamental attacks on their precious democracy? The Prime Minister has, in his meeting with Prime Minister Netanyahu tomorrow, an opportunity to use Britain’s close relationship with Israel to take a clear stance on human rights, respect for international law and commitment to democracy. I am deeply concerned that the recently signed road map for UK-Israel bilateral relations dilutes long-standing UK positions, held by successive Governments, in relation to international law. The road map makes no mention of supporting a two-state solution, and it implies that settlements in the Occupied Palestinian Territories could be treated as part of Israel for the purposes of trade. Can the Minister tell the House whether the road map amounts to a change in policy, will she reiterate that the Government still support a two-state solution, and will she make it clear that the UK deplores the current escalation of violence?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Anne-Marie Trevelyan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is always encouraging to hear both sides of the House agree that the UK’s position on the middle east process finding a resolution is that we want to see a negotiated settlement leading to a safe and secure Israel living side by side with a viable and sovereign Palestinian state, based on 1967 borders with agreed land swaps, with Jerusalem as the shared capital of both states, and a just, fair, agreed and realistic settlement for refugees. That remains a clear position and has not changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The road map that the Foreign Secretary signed with his counterpart earlier in the week in London fulfils the commitments that were made in the November 2021 memorandum of understanding on strengthening co-operation across a range of relationships around our economic, security and technology ties and, importantly, advancing our co-operation on environmental and climate change issues, and leveraging our combined strengths in that area to address some of the global health challenges. It also contains provisions on the importance of regional co-operation in working together to expand the historic Abraham accords. That is a series of practical issues that we will work upon together with our Israeli friends, but it does not in any way change the UK’s position—it is good to hear the shadow Minister set out the same—on the agreed settlement that we continue to support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}