{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2023-speech-on-the-international-day-of-education/",
    "title": "Bambos Charalambous – 2023 Speech on the International Day of Education",
    "post_date": "February 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in Westminster Hall, the House of Commons on 26 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Sharma. I refer the House to my entry on the Register of Members’ Financial Interests—I am the co-chair of the APPG on global education. I thank my friend, the right hon. Member for Chelmsford (Vicky Ford), for securing this timely and important debate to mark the International Day of Education and for her excellent speech. As co-chairs of the APPG, we both care deeply about this topic and are working closely together to shine a light on the importance of inclusive and quality education for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we mark the International Day of Education this week, it is staggering to note that 222 million children around the world are affected by emergency and protracted crises and in need of urgent educational support. This has grown from an estimated 75 million in 2016, as more children around the world are missing out on essential education time. We find these children facing some of the world’s foremost challenges, from the war in Ukraine and the repression of women and girls in Afghanistan to the impact of food insecurity in the horn of Africa and climate-related disaster in the Sahel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Education is every child’s right. It is fundamental to creating a peaceful and prosperous world. My hon. Friend the Member for Harrow West (Gareth Thomas) emphasised the value of education for all. Labour recognises the importance of quality, safe, inclusive and free public education as the cornerstone of the UN sustainable development goals. Education saves lives; improves nutrition and health; reduces child, early and forced marriage; and leads to more equal, respectful and open societies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On visits abroad, I have seen the scale of the challenges we face in global education, in particular for women and girls. As the hon. Member for Maidstone and The Weald (Mrs Grant) succinctly put it, girls’ education is an absolute game-changer. She is absolutely right to make that point. Every day, girls face barriers to education caused by poverty, child marriage and gender-based violence, poor infrastructure, cultural norms and practices and fragility. Around the world, 129 million girls are out of school, including 32 million of primary school age, 30 million of lower secondary school age and 67 million of upper secondary school age. As eloquently pointed out by the hon. Member for West Worcestershire (Harriett Baldwin), in countries affected by conflict, girls are more than twice as likely to be out of school than girls living in non-affected areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year, UNESCO has dedicated the International Day of Education to the women and girls of Afghanistan. What is happening there is an absolute tragedy: the Taliban’s barbaric ban on the participation of women in public life means schools and universities have been closed to Afghan women and girls, in violation of their fundamental rights and freedoms. Since the fall of Kabul, the Taliban has stopped 850,000 secondary age girls from attending school; as we have heard throughout today’s excellent debate, the impact of that ban is devastating. At the same time, the world has watched in awe as brave girls and women in Afghanistan have protested and demanded the right to go to school in the face of repression by the Taliban. Afghanistan can never flourish while half its population is relegated from public life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must pay tribute to all those fighting for their right to education, but they need more than warm words and solidarity. The UK must act by working internationally to hold the Taliban to account for its escalating crackdown on women’s rights and doing everything possible to support education for all in Afghanistan, including through the Global Partnership for Education, which is making up to $300 million available in support of education for Afghan women and girls. Can the Minister say what steps the UK Government are taking with the international community to support women and girls’ education in Afghanistan? More specifically, will she rule out reductions in UK funding to Afghanistan while negotiations between the de facto authorities and the diplomatic and humanitarian communities are ongoing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is, and continues to be, a vocal supporter of girls’ education. But it is fair to say that the Government need to translate that rhetoric into results. According to analysis by the ONE Campaign, an estimated 7.1 million children, including 3.7 million girls, lost their education due to recent cuts to the UK’s aid budget. Alongside cuts, we also have delays—most recently to the international women and girls strategy, which the Government confirmed last week has been delayed once again. We cannot allow ourselves to fail a generation of young people, and that is why Labour urges the Government to announce a strong and early pledge for the Geneva Education Cannot Wait conference next month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since its establishment in 2016, Education Cannot Wait has reached 7 million children and adolescents with quality education in some of the toughest crisis zones globally. UK funding has supported an estimated 1.5 million of those children, but the challenge has grown since then. Civil society, members of the public and many parliamentarians have called for the UK to pledge £170 million over the 2023-26 period: a 13% share of Education Cannot Wait’s fundraising target. That would directly provide 2.6 million children in an emergency or protracted crisis with quality education, 60% of whom would be girls. Can the Minister confirm whether the UK Government will commit to make such a pledge ahead of next month’s conference? If so, when can we expect the announcement?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is imperative that the Government meet their own targets on providing quality foundational learning to the most marginalised, including girls and children with disabilities. Girls and boys in conflict zones, climate shocks and natural disasters, and refugee settlements deserve to learn to read and write, do maths and prosper as much as any other child, yet just one in 10 of the 222 million children affected by crises are meeting required minimum levels for literacy and numeracy. Such extreme levels of illiteracy and innumeracy are an early warning sign that global educational goals, and related sustainable development goals, are in jeopardy. At the current rate of progress, it will take at least 40 years to achieve the sustainable development goal 4 target on learning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2019, over half of children in low and middle-income countries were living in learning poverty, meaning that they were unable to read and understand a simple text by age 10. In sub-Saharan Africa, that figure is closer to 90%. Behind those numbers, millions of vulnerable girls and boys around the world await our collective action. From inside makeshift refugee settlements, the damaged walls of classrooms, and communities torn apart by war and disaster, those children are holding on to the hope that education will allow them to realise their dreams of becoming doctors, engineers, scientists, teachers or whatever other profession they seek to achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we mark International Day Of Education, I want to end by sharing the thoughts of young people campaigning for their generation’s future. This week, I had the pleasure of meeting with the Global Partnership for Education youth leaders in Parliament as part of their youth action tour. The youth leaders are young people with lived experience from partner countries, and it was incredibly moving to hear directly from them about why we need to protect and increase education funding worldwide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another group of young people that I would like to highlight are Send My Friend to School youth campaigners. Each year, around 250,000 young people from across the UK take part in the campaign, meeting dozens of MPs. I have met their excellent campaign champions on a number of occasions. I am always inspired by the passion and commitment that they have for other children around the world, who are not fortunate enough to receive the kind of education that we do here in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I end with the following words from Jenson, aged 10, speaking on behalf of his classmates at Colne Engaine Primary School in Braintree:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We think every child has the right to have an education. Reasons that stop children from going to school like natural disasters and disease, war and famine are not chosen by the children.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let that ring true in all our ears and urge us to act now as we celebrate International Day of Education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}