{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2018-speech-on-the-misuse-of-xanax/",
    "title": "Bambos Charalambous – 2018 Speech on the Misuse of Xanax",
    "post_date": "January 16, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 15 January 2018.",
    "content": [
        "Until five months ago, I was oblivious to the existence of the drug Xanax. It was only after I was contacted by a concerned mother that I became fully aware of the problem that is going on right under our noses. I am holding the first debate about Xanax in Parliament to raise awareness about a problem that could be widespread.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Xanax, or alprazolam, is a sedative from the benzodiazepine family of drugs. It is physically and psychologically highly addictive. Its sedative effects start 15 minutes after consumption and can last for between 10 and 20 hours. When it is taken with alcohol, the impact is multiplied, and one of the side effects is memory loss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Xanax is licensed in the UK, but it is not prescribed on the NHS. It can, however, be prescribed privately by a doctor. Unsurprisingly, it is hardly ever prescribed in the UK, but it is widely available and prescribed to treat anxiety and panic attacks in the United States of America. It is reported to be the eighth most prescribed drug in the USA. Popular culture is glamorising the drug and creating curiosity and demand in the UK, and the drug is available online for as little as £1 a pill. It is causing a problem that seems to be spreading. That brings me back to my initial interest, which was the result of some casework I picked up in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A concerned mother told me about how her 14-year-old daughter—I will call her Zoe for the purposes of this debate—had become a regular user of Xanax and how this had, in just five months, resulted in a downward spiral leading to Zoe’s permanent exclusion from school. This is Zoe’s story.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Zoe was a bright and popular girl and had a wide group of friends when she started at a local secondary school in 2013. As is sometimes the case with early teenagers, Zoe had some fallings out with her group of friends and was eager to do exciting things. In July of last year, Zoe and her best friend were approached by an older girl at school and introduced to an ex-pupil whom they started hanging out with, together with a group of slightly older people, some of whom were adults. Zoe and her friend started going to private raves with the crowd and to parties in houses across north London where, swept up in the whirl of the excitement of this new lifestyle, Zoe was introduced to Xanax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Throughout July and August, Zoe and her best friend would be out regularly with this crowd, taking Xanax, mixing it with alcohol, and getting sedated and into a zombie-like state. On some occasions, Zoe would come home from a night out with marks and bruises on her arms and legs, and no recollection of how she got them. At best, she had a hazy notion as to what had happened. One of the side effects of Xanax is amnesia, and there is always a risk that users become extremely vulnerable to abuse when under the influence of the drug, and although there was no certainty about whether Zoe was sexually abused, the concern was there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the summer Zoe had completely transformed. Her mother, like most parents, was absolutely horrified at the change in her daughter since she started hanging ​around with this new crowd. She started rowing with Zoe. On one occasion, with Zoe under the influence of Xanax, she tried to stop Zoe going out. Another side effect of Xanax is aggressive behaviour, so, in addition to the normal behaviour that teenagers express when rebelling against their parents, in this instance Zoe physically and violently attacked her mother, leaving her with bruises on her arms and legs. Zoe then ran out of the flat. Zoe’s mother was desperate and frightened, and had no option but to call the police to restrain her daughter. At the same time, she rushed out barefoot into the street to make sure that Zoe came to no harm, and watched in horror as Zoe stepped out in front of cars and a bus. The police came quickly and arrested Zoe, which seemed to calm the situation down; no charges were brought. The next day, after spending a night in the cells, Zoe had no recollection of what had happened, nor of her arrest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problems continued. Zoe’s mother discovered that Zoe and her best friend were visiting various houses across north London where kids were taking drugs and drinking. Zoe’s mother then found out some of the names of the older people Zoe was mixing with. It transpired that some of those people were known to the police. With the help of the police, Zoe’s mother managed to get abduction warning notices served on six people so that they could be arrested if they were found to be associating with Zoe. An even more worrying discovery by Zoe’s mother were some baggies—small plastic bags used by drug dealers for neatly holding small amounts of drugs—hidden in Zoe’s bedroom. Zoe was now hiding things for her new friends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In conversations I have had with the NSPCC, its staff have told me that Zoe’s behaviour is typical of someone who is being groomed. Zoe had been cut off from her school friends and had been warmly embraced by this new crowd, who promised excitement. Having been initiated, she was now doing favours for them. Zoe was now at risk of being exploited by people who were drug dealers, whom she regarded as her new friends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite Zoe’s mother’s heroic efforts, Zoe continued to find ways of accessing Xanax. Things took a turn for the worse when, in September, Zoe and her best friend were found to be high on drugs in a zombie-like state, with dishevelled clothes and messed-up hair, on the school premises. As anyone who has a connection to a school will know, being drunk or intoxicated by drugs on school premises leads to a permanent exclusion. Despite this and after being implored not to exclude Zoe, the school allowed her to stay on and some support services were provided for her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The pressure on Zoe’s mother was unbearable. She was so desperate and struggling to manage that she asked the local council if it could step in and find temporary foster parents for Zoe. Zoe was placed in foster care for just over a week. Although that seemed to shake her up, she was soon back to her old routine when she returned home. Despite Zoe’s mother and the school trying their best to help, Zoe was still able easily to get hold of Xanax, which was being peddled by a dealer from a booth in a McDonald’s restaurant two minutes away from the school. At £1 a pill, it was well within what is affordable to some young people. To make matters even starker, the McDonald’s is next to a police station. All the information that had been pieced together was passed on to the police. Following pressure ​from the school, Zoe’s mother and me, in December the police arrested three people on drug-related charges. This was not, however, before Zoe and her best friend were found to be drunk on school premises and then permanently excluded from school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Zoe’s case is not the only one of its kind. On researching the subject, I discovered that on 9 May 2017, some 20 15-year-olds and 16-years-olds were taken ill in Salisbury, Wiltshire and received medical treatment after taking Xanax. A further eight young people were hospitalised in Sussex over the Christmas period after taking the drug, and in Scotland in the past month there has been an unconfirmed cluster of deaths from people injecting Xanax. Since securing this debate, I have been informed by hon. Members of further cases of Xanax abuse that have resulted in the hospitalisation of teenagers. Data about how widespread the misuse is of Xanax is patchy at best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last week, I met King’s College London’s emeritus professor of clinical psychopharmacology, Malcolm Lader OBE, who has over 50 years’ experience of working in this field. He told me more about the effects of Xanax. He said that Xanax was a powerful benzodiazepine which, if overused, could lead to a constantly dazed, zombie-like state and cause amnesia, depression, psychiatric disorders, rage and aggression. Taking it with alcohol would result in faster metabolism absorption of the drug and an amplification of the symptoms. He added that it was highly addictive—more difficult to come off than heroin—with prolonged psychological and physical reactions of muscle tensions, tremors, and perception disorders in relation to light, sound and noise. He added that in serious cases of overdose, it could lead to death due to slowing down of the heart and breathing problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So why has Xanax become so popular recently? Apart from being cheap—I mentioned that it is being sold for £1 a pill in my constituency—and just a click away on the internet, it has been glamorised in American rap music. The rapper Future has referred to Xanax in songs such as “Xanny Family” and “Perkys Calling”. Lil Uzi Vert has done the same in his song “XO Tour Llif3”, also known as “Push me to the edge”, which, as of today, has been viewed 147 million times on YouTube. The artist 6ix9ine, who has over 1.5 million Instagram followers, often makes references to Xanax in his songs, as does Lil Wayne, such as in his song “I Feel Like Dying”. The list of rap songs mentioning Xanax, or “Xannies”, is endless. I wish to thank my nephew Alex for enlightening me about rap music.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Sobel (Leeds North West) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not a new issue. Body Count, rapper Ice-T’s rock band, sang in their 1997 song, “Dr K”:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Need some (X)anax…want some pills..I want the grim reaper as my guest!”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ice-T’s social commentary was a way of getting to the heart of the issue 20 years ago. Does my hon. Friend agree that some rappers, like Ice-T, do not glorify Xanax but give the grim reality?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend makes an excellent point. I am about to come on to how some rappers have been dealing with the issue of Xanax in a very different way.​  \nSome rap artists have even allowed themselves to be filmed in a zombie-like state, after claiming to have taken Xanax, before they eventually lose consciousness. But even in the world of American rap, things are changing. On 15 November 2017, American rap artist Lil Peep bragged about taking six Xanax pills on camera. Hours later, he was found dead on his tour bus as the result of an overdose. The clip of him bragging is still available for all to see on YouTube and other social media. Following the death of Lil Peep, the rapper Lil Pump, who previously had a song called “4 Xans” and other songs with references to Xanax, and who had posed for a picture with a Xanax cake to celebrate achieving 1 million followers on Instagram, announced on new year’s day that he would no longer be taking Xanax. Three-time Grammy winning artist Chance the Rapper has also been candid about his addiction to Xanax up until 2014. He told his 6 million Twitter followers—I am paraphrasing—that Xanax was the new heroin and not to be fooled. He has gone on to do interviews where he talks about the damaging effects of Xanax on him and his recovery from addiction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether this is a matter of art imitating life or of life imitating art, the problem is certainly a real one in the UK. Having questioned adults over the age of 30, I found that very few had heard of Xanax, yet those who are younger, ranging from 12 to 24 years of age, had heard of it and would sometimes mock my ignorance and that of their parents. At the older end of the range, users are self-medicating with Xanax to ease their anxiety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truth is that there is a cultural and age divide, and whatever the reason, the fact remains that Xanax is certainly the drug of choice for some young people. It may be because it helps to numb the pain, because it is a fashionable drug, or because it is cheap and easy to get hold of—I can only speculate—but what I do know is that not enough is being done about the problem, which I believe is likely to get worse. Xanax is the drug of choice for the young generation. If steps are not taken now to tackle the problem, we will suffer the consequences both in the cost to the NHS and in personal tragedies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although it is pleasing to find that Xanax is the No. 1 news item on the Government’s “Talk to Frank” website, which is designed to be accessed by young people, much more needs to done. In the United States of America, abuse of Xanax is endemic and even some of those who were legally prescribed Xanax are dependent on the drug.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is widespread ignorance of Xanax among the general public. There is very little, if any, research into or data on the misuse of Xanax and the reasons people use it, and very little is being done for those dependent on it. There are also enormous pressures on children’s and young people’s mental health services. There is a mental health crisis in our classrooms, and funding for child and adolescent mental health services has been cut. There is a window for early intervention, and that is key because half of all mental health problems are established by age 14 and three quarters by age 24.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Government want to do something about the problem, I would strongly suggest that they do three things. First, they should be running campaigns to raise awareness of the dangers of misusing and abusing Xanax to inform the public. The lack of knowledge about Xanax and its side effects is startling. Secondly, they should be providing more support, via specialist ​drop-in centres, for young people who develop a dependency on Xanax. They should not be relying on existing addiction centres because adult drug and substance misuse services are not appropriate for young people. Children and young people’s mental health services also need to be better resourced to cover this need. Thirdly, the Government should commission, carry out and publish research into the prevalence of Xanax use and its effects. We do not know how big this problem is nationally, yet we know that young people are attending local A&E units suffering from the effects of Xanax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those three actions will go some way to help to alleviate some of the immediate problems caused by Xanax. They will not help Zoe, who has been robbed of six months of her life with potentially life-changing consequences, but they may help others, and that is something that we should all be striving to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}