{
    "url": "https://www.ukpol.co.uk/prince-charles-2018-commonwealth-speech/",
    "title": "Prince Charles – 2018 Commonwealth Speech",
    "post_date": "November 6, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Prince of Wales",
            "url": "/tag/prince-of-wales/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Prince Charles, the Prince of Wales, in Accra, Ghana, on 5 November 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/11/princecharles-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/11/princecharles.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr. President, Distinguished Guests, Ladies and Gentlemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It gives me particular pleasure to be able to speak to all of you this morning and apart from anything else to be back in Ghana after all these years. My wife and I have had the most special time in the country here over the past few days and we have been so deeply touched by the wonderfully warm welcome we have received wherever we have been. In fact so warm it’s taking some time for my blood to thin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I can scarcely believe that so much time has passed since I first set foot in this fascinating land back in 1977 when, believe it or not, I was only twenty-eight years old and Ghana, too, was young, having just completed her first two decades of independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although I am afraid it has taken me far too long to return, I can assure you that I have been following Ghana’s story closely and, like so many other people, I have been profoundly impressed by the remarkable course that Ghana has taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over these past years, your country, ladies and gentlemen torment if I may say so, has become an example to other nations. It has given its citizens stability and security, with strong democratic institutions, free and fair elections and the peaceful transition of power, in a vibrant multi-party, multi-faith democracy. At the same time, Ghana’s civil society has thrived and its N.G.O.s, its trades unions and professional associations are now among the most active and engaged in the region. I know, too, that Ghana’s traditional leaders – some of whom, including the Asantehene and Okyenhene, I have had the great pleasure of meeting again on this visit – continue to have a vital and influential voice in your national discourse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Underpinning all of this, it seems to me, are Ghana’s deeply-held values of tolerance and inclusion which are embedded in your traditional culture and enshrined in your constitutional protection of free speech and freedom of religious expression. While, elsewhere, diversity has fuelled division and conflict, in Ghana it has been an enduring source of strength and national pride.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ghana has also become a force for good in the world. For over fifty years she has made a much-valued contribution to United Nations Peace-keeping operations, with Ghanaian armed servicemen and women, police officers and civilians making a vital difference to the maintenance of international peace and security and helping to create the conditions for sustainable development in countries stricken by conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here, Mr. President, if I may, I would like to take the opportunity to pay a special tribute to the memory of that proud son of Ghana, Mr. Kofi Annan, whose recent loss has been so keenly felt by people throughout this country and indeed across the World. I had the particular pleasure of meeting Mr. Annan on numerous occasions, and have the greatest respect for his moral conviction, his strong sense of justice and his quiet determination to confront the world’s most urgent challenges. He will long be remembered by all those who knew him, and by countless others whose lives he touched.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr. President, Ladies and Gentlemen, the histories of our two nations are, I know, closely intertwined, and while today we enjoy shared opportunity, we can never forget that our past has sometimes borne witness to tragedy and loss and, at times, profound injustice. At Osu Castle on Saturday, it was especially important to me – as indeed it was on my first visit there forty-one years ago – that I should acknowledge the most painful chapter of Ghana’s relations with the nations of Europe, including the United Kingdom. The appalling atrocity of the slave trade, and the unimaginable suffering it caused, left an indelible stain on the history of our world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While Britain can be proud that it later led the way in the abolition of this shameful trade, we have a shared responsibility to ensure that the abject horror of slavery is never forgotten, that we abhor the existence of modern slavery and that we robustly promote and defend the values which today make it incomprehensible, to most of us, that human beings could ever treat each other with such utter inhumanity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At other points in our history, our two nations have suffered and toiled alongside each other. At the Commonwealth War Graves Cemetery on Friday afternoon, I was honoured to join you, Mr. President, in remembering the bravery and sacrifice of troops from Ghana, and from across West Africa, who made such a vital contribution in the First and Second World Wars. In the First World War alone, a staggering 200,000 soldiers from West Africa supported the Allied effort and 30,000 of them lost their lives. During the Second World War, some 65,000 Ghanaians served in the Royal West African Frontier Force, in operational theatres stretching from East Africa to modern day Burma. I need hardly say, therefore, how special it was for my wife and I to meet some of those surviving veterans during this visit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now as we mark the Centenary next month of the end of the First World War, it is so very important that we remember all those who fought – wherever they came from and wherever they served – and that we honour the immense sacrifice that so many of them made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, Ladies and Gentlemen, the United Kingdom and Ghana enjoy a dynamic partnership of equals, anchored in our shared experience but looking to a shared future. We share the same language, the same legal system, the same values – and a strong trading relationship that is worth over one billion dollars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You will not be surprised to hear that I have been very pleased to see, over these past few days, the many ways in which the United Kingdom has been helping to make a difference in Ghana whether through the private, government or N.G.O. sectors. But this is a two-way relationship, and the influence of Ghana, and of people of Ghanaian heritage, in the United Kingdom is extensive and vital too – whether in the arts, fashion, music, technology, business, academia or, of course, sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is, it seems to me, no greater example and demonstration of the bond between our two countries than the 250,000 men and women of Ghanaian descent who live in the United Kingdom and make such an indispensable contribution to our society and our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of these tremendously successful individuals are both British and Ghanaian and play active roles in the lives of both our countries. They act as a bridge between us, across which travel the ideas, creativity and talent that fuel our shared prosperity and help shape our identity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Shortly before we set off on this Tour, my wife and I were delighted to host a Reception, at St. James’s Palace in London, to celebrate the contribution to British life of the West African diaspora communities in the United Kingdom. We were joined by many famous faces and leaders in their fields, but also by nurses, police officers, armed forces personnel, teachers and other men and women who make such an indescribable difference to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These diaspora communities – as with the British Asian communities, or those whose roots are in the Caribbean – are one of our contemporary society’s greatest assets – and one in which I have nothing but the most enormous pride. They offer a powerful demonstration of Britain’s place within our remarkable Commonwealth family, of the shared opportunities it represents, and of everything that binds us together in a changing world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Next year of course we will celebrate the Commonwealth’s seventieth birthday. The Commonwealth, therefore, is just a few months younger than I am myself and has lasted a great deal better – as you can probably see for yourself ladies and gentlemen – and therefore so has been a fundamental feature of my life for as long as I can remember. Over these seven decades, the Commonwealth has built upon its firm foundation of shared experience and common values to strive for a more prosperous and more secure future for the 2.4 billion people who call the Commonwealth home. The past seventy years have brought global change on an unprecedented scale, with challenges and opportunities that could never have been anticipated in 1949. All the while, the Commonwealth has been a constant – a common point of reference by which its members have navigated the ever-changing tides of an uncertain world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ghana has played an active and influential role in the Commonwealth ever since becoming, in 1957, the first newly independent African country to join. President Kwame Nkrumah, of whom I have vivid memories of meeting when he visited the U.K. in the 1960’s, played a key role in the forced withdrawal of apartheid South Africa from the Commonwealth in 1961 and, later, was instrumental in the establishment of the Commonwealth Secretariat in 1965.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, Ghana continues to play an influential role. At the Commonwealth Heads of Government Meeting in London in April, during which I had the great pleasure of sitting next to you, Mr. President, at The Queen’s Banquet, Ghana lent its voice to commitments, among other things, on education, gender equality, clean oceans, cyber security and more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know, Mr. President, that you share my determination that the Commonwealth should strive for renewed relevance in the lives of its citizens and should draw upon its unparalleled networks of professional expertise to offer practical solutions to some of the most pressing challenges of our time, many of which are increasingly deep-seated and deeply integrated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No issue is more pressing, it seems to me, than that of climate change.The recent report of the Intergovernmental Panel on Climate Change, which provided stark and alarming evidence that even 1.5 degrees of warming will mean catastrophic damage to the planet’s ecosystems, sent a clear signal that we must all surely heed. The impact of such alarmingly dangerous climate change is, of course, a really major risk multiplier for it exacerbates the increasing fragility of the world’s natural capital, on which we are all totally dependent and the resilience of which has been substantially undermined by decades of over-exploitation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am afraid, Ladies and Gentlemen, that the impacts of climate change global warming are already being felt by far too many Commonwealth citizens, not least through the devastation that is wrought, ever more frequently, by the terrifying hurricanes and cyclones to which our small island states, in particular, are so horrifyingly vulnerable. In November last year I visited the Caribbean islands of Dominica, Antigua and Barbuda, and the British Virgin Islands, after previously visiting Malaysia Singapore and Indonesia, to show my support to those communities as they struggled with the aftermath of Hurricanes Irma and Maria; and earlier this year, I visited Vanuatu, in the Pacific, to see how they were recovering from Cyclone Pam, which wreaked havoc across that archipelago. Although, in each of these island states, I encountered a strength of spirit and resilience that was profoundly humbling, with the existential threat of climate-induced catastrophe growing ever more real, one has to wonder what the future holds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know, of course, that the effects of climate change are being felt every day by people across this continent as well, with increasingly erratic weather patterns representing a growing threat to food security and triggering the mass migration of millions of people. It is profoundly worrying, for instance, that Lake Chad is today just one tenth the size it was only a few decades ago – a catastrophic shrinkage which, combined with the Southward spread of the Sahara desert, is displacing whole populations and fuelling bitter conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With such different parts of the Commonwealth, thousands and thousands of miles apart, facing such depressingly similar challenges, there is, it seems to me, tremendous potential for the Commonwealth to share best practice and co-ordinate its response to these kinds of disasters. Earlier this year in Darwin, in Australia’s Northern Territory, I visited the highly impressive National Critical Care and Trauma Response Centre, which deploys world-class medical teams and facilities in rapid response to disasters overseas, on behalf of the Australian Government. To my mind, at least, it offered a compelling example of the sort of co-ordinated response that could be replicated elsewhere in the Commonwealth to offer practical assistance to people in their times of greatest need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although, tragically, it is essential that we prepare for the effects of climate-induced disasters in this way, we must, at the same time, work together to tackle the underlying causes – which surely means, among other things, establishing a proper price for carbon and addressing the global problem of perverse subsidy regimes and the continuing lack of the “polluter pays” principle. In addressing the fundamental and most pressing challenges that our planet faces, I have long felt – for what it is worth – that this can be done, at least in part, by developing a truly circular economy in which we design products so that little or nothing is wasted in recycling and put in place the planning systems, infrastructure and incentives to ensure that every effort is made to minimise our environmental impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is becoming evident that not following such an approach has disastrous consequences, as is witnessed by the fact that 8 million tonnes of plastic enter the Ocean every year, that soon there will be one tonne of plastic for every three tonnes of fish in the sea, and that the dead zones in the Ocean, now numbering over 400, are continuing to grow. Given this, ladies and gentlemen surely, surely we must find a way to protect and conserve our ocean and develop a truly sustainable circular approach to the Blue Economy, as we must to the rest of our economic activities? Such an approach will not only protect our eco-systems but will also generate new jobs and will stimulate economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I know you agree, Mr. President, that Ghana can play a vital role in all of this, helping to lead the way in Africa and, indeed, in the Commonwealth at large. In this regard, I was delighted to see that Ghana has joined the High Level Panel for a Sustainable Blue Ocean Economy, which is co-chaired by the Prime Minister of Norway and the President of Palau, with the World Resources Institute, of which I recently became Patron, providing the Secretariat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am utterly convinced of the potential for the Commonwealth to be part of the solution to these challenges and the Commonwealth Clean Oceans Alliance, announced at this year’s Commonwealth Heads of Government Meeting in London, is an important example of how it can do so. The Alliance brings together Commonwealth countries around a commitment to preventing plastic entering the marine environment. A key part of the Alliance is the Global Plastics Action Partnership, established by the World Economic Forum and World Resources Institute, as a global public-private delivery mechanism to tackle the terrible plastic pollution of our rivers, deltas and oceans. I am delighted, therefore, that Ghana has been included among the first three country beneficiaries, alongside Indonesia and Vanuatu.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the same way that taking an integrated approach to Ocean issues – resolving the problems of wastage, plastics, over-fishing, illegal, unreported and unregulated fishing and the absence of adequate Marine Protected Areas, is vital to protect the Ocean’s health, so too, it seems to me, is an integrated landscape approach to the rural economy in order to protect our ecological, social and economic security. And, in this regard, I can only applaud Ghana’s leadership on the Cocoa and Forest Initiative, the inaugural meeting of which I was happy to host, with my then International Sustainability Unit in London last year, and am shortly to attend a follow-up meeting after I’ve finished this speech. As I am sure you are more aware than ever, Ladies and Gentlemen, we are entering the era of a ‘triple threat’ – that is to say one where the effects of climate change, rapid urbanisation, unsustainable population growth and natural resource depletion are compounding to make the perfect storm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is already beyond most people’s comprehension that in the last twenty-five years the number of people living in towns and cities has almost doubled. But by the year 2050, the world’s urban population is projected to increase by an additional 2.3 billion people – which in context is the total current population of the Commonwealth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even more concerning is that on current trends, this doubling of the world’s urban population would result in a tripling of the world’s urban footprint – placing enormous strains on ecosystems and directly challenging the carbon reduction strategies that are so vital in the context of climate change. Across the Commonwealth the impact of these frightening trends is, as I’ve said, only, too evident, with urban sprawl and informal settlement dislocating millions of people from basic services and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recent studies show that in the Commonwealth urban growth will be greatest in the places with least professional resource to plan for it – which is critical if it is to be sustainable. Invariably, current tools and policies for planning urban settlements are just not rapid enough to get ahead of the rate of urban development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And unless our growing towns and cities are planned, even at the most basic level, to protect main arterial routes, farmland and natural ecosystems, then we will not realise the potential benefits of economic growth and the opportunity that sustainably planned urban expansion can undoubtedly deliver. My own Foundation therefore has been working with the Commonwealth Local Government Forum, the Commonwealth Association of Planners and Commonwealth Association of Architects to develop an online toolkit that will help shape growth in secondary cities, where most of the projected urbanisation is expected to occur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given the challenges in the Commonwealth to address this rapid urbanisation – across sub-Saharan Africa, India and through to the small Island States – there is also a huge opportunity through the diversity of the Commonwealth to share tools, techniques and best practice for planning walkable, mixed-use, mixed-income human settlements that can play such a vital role in the reduction of poverty, mitigation of the impacts of climate change and reversing damage to finite ecosystems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are, it seems to me, Ladies and Gentlemen, so many ways in which the Commonwealth can draw on its unparalleled store of talent and professional expertise, and sheer diversity of experience, to find solutions to the enormous challenges we face, and seize the opportunities from which we can all benefit. An astonishing sixty per cent of the Commonwealth’s two billion citizens are now under the age of thirty – the potential, therefore, is immense, but so are the risks – especially from unemployment and alienation, we therefore need to empower young people through personal development programmes, skills-training and assistance with business enterprise development. In all of this lies tremendous opportunity for the people of this continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every young person, in Ghana just as in the U.K., has the potential to make a difference in their communities and to their country. Helping young people to unlock their potential is something to which I know you are committed, Mr. President. In the United Kingdom I set up my Prince’s Trust some forty-two years ago and, since then, it has helped nearly a million young people to get into jobs, education and training or to start their own enterprise and to create brighter futures for themselves and those around them. Now, through Prince’s Trust International, we are taking the experience and expertise that my Trust has built up since 1976 and, with local partners, are helping to change young lives in other parts of the world. I am therefore delighted to be able to announce that Prince’s Trust International is now looking to bring their programmes to Africa for the first time, starting here in Ghana. It will, I hope, offer a further connection between our countries, in some small way, at least, whereby we can contribute to your priority, Mr. President, of fuelling youth employment and diversified economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Your Excellencies, Ladies and Gentlemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is clear to me that the Commonwealth remains as vital today, as it has ever been. It brings us together, building bridges between our governments and our people, and offering the practical means to work together for a better future. In such an uncertain and changing world, none of us can know what kind of a planet our grandchildren, and great grandchildren, will inhabit, but the Commonwealth, it seems to me, offers us a vital mechanism to help ensure that it is not poisoned and polluted and that its vitality is not compromised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore, we owe it to them – and to every one of our 2.3 billion fellow Commonwealth citizens – to renew and strengthen the partnerships between us, and use them to give life to the aspirations of each generation. I have nothing but the greatest confidence that Ghana will play an essential part in that, just as it always has, and that the bonds between our countries will remain strong and indispensable to us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you ladies and gentlemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}