{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-irans-nuclear-programme/",
    "title": "Bambos Charalambous – 2022 Speech on Iran’s Nuclear Programme",
    "post_date": "July 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 30 June 2022.",
    "content": [
        "I thank the right hon. Member for Newark (Robert Jenrick) and my hon. Friend the Member for Birmingham, Selly Oak (Steve McCabe) for securing this excellent and important debate, and hon. Members across the House who have contributed to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The JCPOA was a landmark agreement. Labour fully supported the Vienna negotiations aimed at restoring it. We remain hopeful that a way forward can be found, including in the latest rounds of talks in Doha, co-ordinated by the European Union. It is absolutely right that the UK Government engage with those negotiations. We continue to believe that the JCPOA framework remains the best option to limit Iran’s nuclear programme, based on restoring Iranian compliance in exchange for sanctions relief. A pragmatic approach should be pursued, as the hon. Member for Bracknell (James Sunderland) said, and it is important that the US engages with Iran as part of the diplomatic process to restore the JCPOA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the short term, pressure must be applied on Tehran to reverse its enrichment programme so that it is within the limits of the initial agreement. Iran must also refrain from further steps that would reduce the possibility of a return to that agreement. In the longer term, however, the UK Government must show leadership. Our aims should be not just to restore the JCPOA, but to address the long-standing issues and other aspects of the Iranian Government’s actions that cause serious concern. These include much more than restricting and monitoring the country’s nuclear capability, important though that is. I note that the right hon. Member for South West Wiltshire (Dr Murrison) has called for a “stronger, longer deal”. Indeed, we are greatly worried about the destabilising influence of Iran, which poses a serious threat to security in the region. That is why I believe we must do more to hold the Iranian regime to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2018, as we know, the Trump Administration withdrew the US from the JCPOA. It was completely wrong for the US to walk away from the agreement and reimpose sanctions. That decision was taken without support from the other signatories to the deal, including the UK, and the reckless action of the US Government at the time has been deeply damaging. Since the American withdrawal from the JCPOA, Iran has flagrantly violated the agreement’s terms. It has pursued a dangerous path of non-compliance. It has increased the quality and quantity of its enriched uranium production far beyond the JCPOA limits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the hon. Member for Strangford (Jim Shannon) and the right hon. Member for Clwyd West (Mr Jones) have pointed out today, Tehran’s persistent refusal to co-operate with the International Atomic Energy Agency, the global nuclear watchdog, in matters including its inquiry into prior nuclear activities, signals Iran’s lack of transparency while it continues to increase its nuclear capability. For example, the IAEA has reported that Iran is enriching uranium up to 60% to produce highly enriched uranium, and in August 2021 the IAEA verified that it had begun producing uranium metal, which has little civilian purpose and is applicable to nuclear weapons development. As we heard from the hon. Member for Grantham and Stamford (Gareth Davies), nuclear weapons in the wrong hands are the gravest of all threats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier this month, the IAEA announced that Iran was removing 27 surveillance cameras from nuclear sites in what has been described as a “fatal blow” to the JCPOA and the monitoring of Iran’s nuclear programme. As Iran continues to escalate its nuclear activities, we believe that the IAEA’s inspection ability must be strengthened, and I would be keen to hear more from the Minister about the steps that the UK Government are taking to support the strengthening of the IAEA as a matter of urgency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More widely, we know that the Vienna talks have stalled since March, not least owing to Russia’s invasion of Ukraine. I would like to hear the Minister’s view on the consequences of the invasion for the future viability of the E3+3 format, which has been the basis for negotiations with Iran for more than 15 years. We also know that Iran is currently holding up conclusion of the agreement, which would return it to its JCPOA commitments and restore US involvement in the deal. As has been noted, a new round of talks is under way in Qatar, and we welcome that, but we cannot underestimate the challenges and the importance of securing an agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There has been increasing frustration with the Iranian intransigence that has been seen in these negotiations, and concerns remain that the regime is attempting to gain leverage for future negotiations while advancing its nuclear knowledge as talks are stalled. As was pointed out by the hon. Member for Harrow East (Bob Blackman), this may mean that at some point on its current trajectory, Iran will soon make irreversible nuclear progress, rendering the benefits of returning it to its JCPOA commitments meaningless. That is incredibly concerning. It remains our steadfast hope that a compromise can be found that will allow for the restoration of the nuclear agreement, which could then serve as a basis for addressing many other concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot talk about Iran without discussing wider issues, many of which have been rightly raised by other Members today. Although the JCPOA is a critical agreement to limit Iran’s nuclear capability, it does not address Tehran’s ballistic missiles programme, which is designed to deliver nuclear weapons, or its support for terrorist groups and militias throughout the middle east, including Hezbollah and the Houthis in Yemen. That was mentioned by the hon. Member for Hendon (Dr Offord).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These issues need to be addressed, and the Labour Party believes it is imperative to move them up the international agenda. We are seriously concerned about the threats that Iran has made against Israel. My hon. Friend the Member for Birmingham, Selly Oak referred to Iran’s stated desire to see Israel’s destruction. Moreover, the JCPOA does not hold Iran to account for its human rights violations against its own people, or for its continued engagement in state hostage-taking—an issue of which we in the House are acutely aware.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As was pointed out by the right hon. Member for Islington North (Jeremy Corbyn), Mehran Raoof and Morad Tahbaz remain in Iran despite the release of Nazanin Zaghari-Ratcliffe and Anoosheh Ashoori earlier this year. It is shameful that the Iranian regime continues to use the two remaining hostages as political pawns, and the UK Government must do everything possible to ensure their safe return home to the UK, as their families were promised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As for the wider nuclear issues, we believe there is an opportunity for the UK to take a leadership role at the upcoming nuclear non-proliferation treaty review conference. The outlook at present is not good. Russia’s invasion of Ukraine has closed the space for dialogue on critical issues involving arms control, transparency and confidence-building. The flagrant violations of the Budapest memorandum send a dangerous message. Proliferation risks are very significant. There are also many crucial new issues that need to be addressed, including threats of emerging technology, especially in the domains of cyber and space. I urge the Minister to update the House on the UK’s priorities for the conference in August, and on how the UK can lead from the front on these matters internationally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If diplomacy and efforts to restore the JCPOA fail, the consequences may be severe. The return of sanctions, a rapid expansion of Iranian nuclear activity, and a heightened risk of military tension in the region are likely outcomes. As we have heard from right hon. and hon. Members on both sides of the House today, there is broad agreement that the restoration of the JCPOA would be an important step, and I therefore ask the Government to continue to pursue every possible avenue diplomatically to help to promote and restore the nuclear deal with Iran. However, it is not the only step, and it should not be the only aim. We must continue to support our international partners, including Israel, by holding the regime to account, and we must ensure that the wider issues that I, and many others, have mentioned today are not left unaddressed by the UK and our international allies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}