{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-the-death-of-mahsa-amini/",
    "title": "Bambos Charalambous – 2022 Speech on the Death of Mahsa Amini",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Shadow Foreign Office Minister, in the House of Commons on 11 October 2022.",
    "content": [
        "Like many Members of this House, I have been heartened to see the bravery of the protesters in Iran in the past few weeks, and particularly the women and girls who are spearheading these protests. Iran has a young population—a population which is clamouring for change against an oppressive regime that aims to restrict the liberty and vitality of its people\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Opposition stand in solidarity with those protesting for an end to state violence from the morality police, and in solidarity with the friends and family of Mahsa Amini and all those who have been killed or injured in the protests. These protests are about more than compulsory hijab; they are about ordinary Iranian people’s demands for fundamental freedoms to live their lives as they choose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are seeing a flourishing of Iranian civil society, and the UK must support it. While I am pleased that the Government have increased the sanctions on Iran following the Labour party’s calls for them to do so, the UK must do more to support Iranian civil society and independent journalism. BBC Persian Radio, despite being illegal, is accessed by millions of Iranians, but the BBC has announced that it will be closed down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May I ask the Minister what the Government are doing to support access to independent news in Iran?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the current regime in Iran ends, the UK Government will need to be ready to work with Iranian partners. The UK, today, should be building links with progressive forces within Iran, supporting all those who speak up for human rights. Will the Minister tell us how the UK intends to build relationships with Iranian civil society? There is a sense that change is coming, and we need to be on the right side of history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Gillian Keegan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Gentleman for his comments, and agree very much with his sentiments. BBC Persian is a legitimate journalistic organisation with editorial independence from the UK Government, and we condemn some of the things that have been happening in relation to the persecution of its employees and ex-employees and members of their families. It is very important that those people continue their work, and we are of course continuing to support the BBC and the BBC World Service in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are very concerned about Iran’s human rights record. We raise the issue of human rights at all appropriate levels of the Iranian Government and at all appropriate opportunities—at all levels, at all times—and we will continue to take action with the international community to press Iran to improve its poor record, for instance through the Human Rights Council in Geneva and the United Nations General Assembly in New York. Iran’s record has been of serious concern to the UK for a long time, and we will continue to work with the Iranian Government and others at all levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}