{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2023-speech-on-the-budget/",
    "title": "Bambos Charalambous – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 20 March 2023.",
    "content": [
        "It is a pleasure to see you back in the Chair, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Politics is about priorities. At a time when people in my constituency are struggling with the cost of living, this Budget was an opportunity for the Government to put working people first and to get us on the pathway to growth, making everyone—not just the wealthy—better off. From speaking to my constituents, it is clear that the cost of living should be the priority right now. One constituent wrote to me recently:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I have had enough of constantly struggling every day, day after day for months and years.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My constituent is not alone. Recent polling from 38 Degrees found that in Enfield Southgate, 40% of people have not been able to afford to turn the heating on when cold in the past month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As people are forced to choose between heating and eating, I am pleased that the Government have followed Labour’s calls to freeze energy bills for another three months, and for prepayment meter charges to be brought in line with direct debit payments. However, the cost of living crisis is not over, and inequality is growing. For people struggling with sky-high bills, rents and mortgages, I fear that the help included in this Budget will not really touch the sides. Some 31% of my constituents are worried about having to use a food bank in the next year. Charities, food banks and community organisations such as the great Cooking Champions in Enfield, which provides groceries and cooked meals for those in need, face all-time-high demand, and 26% of people in Enfield Southgate have missed rent payments in the last six months as housing insecurity compounds cost of living pressures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Chancellor stood at the Dispatch Box last week and talked about the difficult decisions that the Government took in the autumn to deliver stability. While he and the Conservatives may dance around the issue, people in Enfield Southgate will not forget why those difficult decisions were needed, as the fallout from the Government’s disastrous mini-Budget, fuelled by an ideological fixation on failed trickle-down economics, drags on to this day. In my constituency, families face mortgage hikes of more than £6,000. That is the devastating, real-life impact of the Conservatives’ economic mismanagement—a Tory mortgage penalty in the middle of a cost of living crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In that context, I return to priorities. This Budget was an opportunity to tackle the long-term challenges that we face with the cost of living, and to begin the clean-up after 13 years of Conservative failure on the economy. Instead, while family incomes and living standards fall to record lows and working people face the highest tax burden in 70 years, the Chancellor made it his priority to spend £1 billion on an untargeted tax cut for the richest 1% and their pension pots, in the midst of a cost of living crisis. That shows what side the Tories are on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are three issues that I would like to raise that were not covered in this Budget fully. First, the windfall tax was not mentioned last week, despite oil and gas giants continuing to rake in record profits at our expense. Last year, Shell reported the highest profits in its 115-year history and one of the largest profits in UK corporate history, while BP made profits of £23 billion in the same year, up from £10.6 billion. It is outrageous that the people of Enfield Southgate are struggling to pay their energy bills as oil and gas giants line their pockets. All the while, the Government sit idly by, leaving £10.4 billion on the table through holes in their half-baked energy profits levy. We needed a proper windfall tax on the oil and gas giants’ unearned profits of war—billions of pounds that could help families and businesses across the UK through the cost of living crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For renters, there was nothing from the Chancellor, despite rents in London increasing 17.8% on average last year. Every week, more constituents come to me with housing issues, from families facing eviction to people struggling to meet unaffordable rent rises. It is an incredibly worrying time for many, and this Budget did nothing to help them or to solve the housing crisis that has engulfed our country since the Conservatives took office. In Enfield, under this Government’s watch, funding for the council has been cut by 60%. Quite simply, how can councils tackle fundamental issues such as housing insecurity and shortages if the Tory Government in Westminster refuse to properly fund local government?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, I would like to mention hospices because, although there is brief respite from the energy price guarantee freeze, long-term problems remain for hospices up and down the country. I welcome the announcement of more money for charities and hospices such as North London Hospice in Enfield, but the Treasury must release the money quickly to enable hospices to meet their energy bill demands as they struggle to maintain essential clinical services for some of the most vulnerable people in our community, in the face of unprecedented price rises and funding challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last week, the Chancellor said that “the plan is working”. If the plan is papering over the cracks of 13 years of decline, I might agree, but this Budget should have been a game changer. The people of Enfield Southgate deserve better than a tired Tory Government with the wrong priorities and nobody left to blame. It is time that they stepped aside and let a Labour Government take over and deal with the real priorities that matter to the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}