{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-international-human-rights-day/",
    "title": "Bambos Charalambous – 2022 Speech on International Human Rights Day",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in Westminster Hall, the House of Commons, on 8 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Paisley. I thank the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) for securing such an important debate to mark Human Rights Day. I think we would all agree that we have had an excellent, thoughtful and illuminating debate. On 10 December, we will mark 74 years since the introduction of the universal declaration of human rights in the aftermath of the horror of the second world war. The international community came together to declare that rights belong to each and every human being equally throughout the world—a point well made by the hon. Member for Glasgow North (Patrick Grady)—but, 74 years on, human rights are under attack across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As has been mentioned, parliamentary colleagues and I attended the Amnesty International UK drop-in on Tuesday, where we heard about four cases of individuals that highlighted human rights abuses. We heard about the case of Hong Kong human rights lawyer and activist Chow Hang-tung, who is serving 22 months in prison for daring to encourage people on social media to light candles to commemorate those who lost their lives in the Tiananmen crackdown in 1989. We heard about the case of Dorgelesse Nguessan, a hairdresser from Cameroon who was arrested on her first ever protest in September 2020 for voicing her concerns about the Cameroonian Government’s handling of the economy. Her peaceful protest resulted in her arrest and charges of insurrection, assembly, meetings and public demonstration, which resulted in a five-year sentence. My hon. Friend the Member for Rhondda (Chris Bryant) highlighted the other two cases: that of the Russian artist Sasha Skochilenko, who was arrested and is being held without charge for protesting Russia’s invasion of Ukraine, and that of the Cuban artist Luis Manuel Otero Alcántara, who was arrested for posting that he wanted to attend a big demonstration in Cuba.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chris Bryant**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are two other Russians we ought to acknowledge—these are high-profile cases, and have regularly been spoken about in the House, although they can sometimes get ignored. One is Vladimir Kara-Murza, who is in prison in Russia, and the other is Alexei Navalny, who seems to have been imprisoned for being poisoned by the Russian state. These are people of phenomenal courage, and we should not forget them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is right to highlight those cases, and he is right that we should never forget them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend the Member for Kingston upon Hull North (Dame Diana Johnson) highlighted the case of Zarifa Yaqoubi and her four colleagues, who were arrested at the inauguration of the Afghan Women’s Movement for Equality by the Taliban, which is obviously trying to suppress women’s freedom in Afghanistan. We would very much support their instant release from detention for protesting for women’s rights in Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the shadow Minister for the middle east and north Africa, I have raised numerous cases of concern about human rights abuses in the region, ranging from those of democracy advocates in Tunisia and Bahrain and those of people facing execution in Saudi Arabia, to those of Palestinians evicted from their homes in the occupied territories and facing attacks from settlers. I too attended the B’Tselem and Yachad event yesterday, where social media allowed us to witness what Palestinians facing settler violence experienced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I want to focus particularly on Iran, where none of us can fail to be moved by the bravery of the protesters—women and girls who are fighting back against the repressive regime that seeks to limit their basic freedoms in every aspect of their lives. Serious human rights violations at the hands of the Iranian authorities have been documented time and again. Unlawful killings following the unwarranted use of lethal force, as well as mass arbitrary arrests and detentions, forced disappearances, torture and sexual violence, have all been documented. The protesters have been extraordinary. Their courage in facing a regime that is willing to use extreme violence against protesters and that has sentenced some protesters to death is truly inspiring, and I was horrified to learn today that the first protester condemned to death has been executed, which is deeply worrying. We cannot just pay tribute to their courage; we must stand with them by supporting access to free media. BBC Persian Radio, which is under threat, must be able to continue reporting. True solidarity means supporting Iranian civil society. The UK Government must do more to speak up for those who stand up for human rights in Iran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning to Egypt, I have been privileged to meet the family of Alaa Abd el-Fattah. Alaa is a British-Egyptian human rights defender and an activist who has been in prison for his belief that all Egyptians deserve to have their human rights respected by their Government. Alaa is a prisoner of conscience and had until very recently been on hunger strike for over 200 days. His spirit and endless commitment to the values of freedom, human rights and democracy should inspire us all. Alaa needs our solidarity and the backing of our Government, yet his family have said that the UK Government have failed to act with sufficient urgency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK must ensure that all UK nationals have a right to consular assistance when detained abroad. I am proud that that is a Labour policy, but it is also something that the Government can and should deliver. It should not be a party political issue. The Prime Minister raised Alaa’s case directly with President Sisi, yet there has been no progress since. Consular access to a British citizen is still being denied, and Alaa is no closer to being released. Will the Minister tell me what meaningful steps the Government are taking to gain access to Alaa and to help secure his release?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We live in a world where homosexuality is a criminal offence in 71 countries and is punishable by death in 11 of those, and where sex outside marriage and criticism of the king are criminal offences. We also live in a world where girls are banned from going to school in some countries. I wish to put on the record my support for the Education Cannot Wait campaign, which tries to get children in conflict zones into school, and it works incredibly hard to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We live in a world where gender-based violence still occurs and where freedom of expression and freedom of religious belief are curtailed. We heard from the hon. Members for Congleton (Fiona Bruce), for Strangford (Jim Shannon) and for Orkney and Shetland (Mr Carmichael) about where that has resulted in genocide on occasions. Again, that is truly appalling and something we need to stand up against and challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard about how we live in a world where press freedom is curtailed and workers are exploited. Again, we need to stand up and speak up for the right to press freedom and workers’ rights, which are also part of the universal declaration of human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The universal declaration of human rights remains a document that inspires activists and human rights defenders across the world. It is a shining example of what the international community can achieve when we come together with a clear aspiration for a fairer future. More than ever, the simple idea of inviolable rights that allow each of us to live in decency and dignity must be at the forefront of our democracy. Human rights are violated across the world, yet the courage of human rights defenders reminds us that the ideal of the fundamental dignity of all human beings is not lost. We must always defend it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a shame that, even in the UK, there has been some curtailing of the long-standing fundamental right to protest. Protests can be inconvenient, but that is the point. We all have the right to freedom of expression and to freedom of assembly, and restricting those rights restricts citizens’ rights to express our discontent with the Government. The restriction of such fundamental liberties is of grave concern. The right hon. Member for Islington North said that we cannot lecture the world on human rights when the UK is watering down its own rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must not forget article 14: everyone has the right to seek and enjoy in other countries asylum from persecution. Seeking asylum is not a crime and must never be treated as such. We have a human duty to respect the fundamental human rights of asylum seekers, and all migrants, wherever they come from. Respect for human rights must be the fundamental starting point for any Government. I look forward to hearing from the Minister about the UK Government’s report on human rights, which many right hon. and hon. Members have mentioned. We need to know when that report will be published, because it is long overdue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We in the Labour party are clear in our commitments to respect human rights and international law. We should be proud of international institutions and NGOs that highlight the human rights abuses that still go on today. We need to ensure that the UK Government call out human rights abuses, wherever they occur, and that they hold to account those committing those abuses. The need to stand up for human rights is more important today than ever before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}