{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2023-speech-on-the-execution-of-alireza-akbari/",
    "title": "Bambos Charalambous – 2023 Speech on the Execution of Alireza Akbari",
    "post_date": "January 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Shadow Foreign Minister, in the House of Commons on 16 January 2023.",
    "content": [
        "I thank the [Foreign Secretary for advance sight of his statement](https://www.ukpol.co.uk/james-cleverly-2023-statement-on-the-execution-of-alireza-akbari-2/). I am responding on behalf of the Opposition as my right hon. Friend the Member for Tottenham (Mr Lammy) is on a visit to Northern Ireland and so is unable to be here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The execution of Alireza Akbari is the most horrendous human rights abuse—a barbaric act of politically motivated murder at the hands of the Iranian regime. The whole House’s condolences and solidarity are with his family at this time of unimaginable grief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That the Iranian regime chose to take Mr Akbari’s life to make a political point to the British Government is a disgrace. The death penalty should never be used for any crime, but we must call these executions in Iran what they are: a gross attempt to silence a protest movement by striking fear into the hearts of ordinary Iranian people. In Mr Akbari’s case, his execution is a direct message to the British Government. Such executions are, in the words of Volker Türk, the UN High Commissioner for Human Rights, state-sanctioned killings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Akbari returned to Iran after a successful career in business in the UK to advise the Government on the nuclear deal between the west and Iran. He wanted to see a successful deal to end the western sanctions on the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have discussed many times in this House the importance of a strong response to this brutal regime. The Government must now proscribe the Islamic Revolutionary Guard Corps, either through the existing process or by amending the National Security Bill to create a new process of proscription for hostile state actors. The playbook of the regime is to use brutality and violence for its own political ends and its own survival. In his most recent threat update, MI5 director Ken McCallum referred to 10 kidnap and death plots by the Iranian regime on British soil. When an organisation threatens the lives of British journalists and British Iranian activists in the UK, that organisation is a terrorist organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When will the Foreign Secretary proscribe this heinous organisation, and what action will he take to protect the lives of British Iranians in the UK and in Iran? I heard what he said about the condemnation internationally, but what further conversations has he had with international partners to ensure a co-ordinated response to condemn and curtail the regime’s appalling attack on the lives and human rights of its own people?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Gentleman for his comments on the solidarity that the whole House sends to the family of Mr Akbari. He will know that the future proscription or sanctions designation of individuals or entities is not something that we speculate about or discuss at the Dispatch Box. However, he should know that we share the revulsion that he expressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I said, we do not limit ourselves to the actions that we have already announced. I have spoken with His Majesty’s ambassador to Tehran and I will of course be speaking with other parts of Government about what further action we can take in response to the vile behaviour of the regime. I can assure the hon. Gentleman that we speak regularly with our international friends on our collective response to Iran, both in the region and beyond, and we will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}