{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-the-situation-in-iran-2/",
    "title": "Bambos Charalambous – 2022 Speech on the Situation in Iran",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 16 November 2022.",
    "content": [
        "I thank the hon. Member for Harrow East (Bob Blackman) for bringing forward this urgent question. Iranians have been protesting in almost every town and city for several months, and these protests, led by women and girls, are demanding in a loud and clear voice the end to brutal repression under the Islamic Republic. Iranians are calling for human rights, for an end to state violence and for the right to live free from the Islamic Republic’s diktats on what women should wear and how they choose to live their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This movement is going from strength to strength, but the regime’s crackdown has been brutal. More than 15,000 people have been detained, and 227 Iranian parliamentarians have supported calls for the detainees to face the harshest punishment—the death penalty—with only 63 voting against. Two brave protesters have now been sentenced to death, and human rights organisations have grave concerns about the fate of many more. The UK must stand unequivocally against the death penalty, which is a gross abuse of human rights. The vote by the Iranian Parliament represents an escalation in the brutality of the response to these protests. At home, the Met police have warned about threats—described as presenting an imminent, credible risk to life—against British Iranian journalists. The UK must act to ensure the safety of those journalists, whose work is vital to the success of protesters in Iran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister please tell the House what further sanctions will now be put in place on those linked to the regime, in response to this escalation? Can he tell me what steps the Government are taking to protect journalists and UK nationals who are critical of the regime? I acknowledge the steps being taken with the UN, but what other diplomatic steps are the Government taking to garner international opposition to the violence and human rights attacks by the Iranian regime on its own citizens?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David Rutley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As always, the hon. Gentleman asks thoughtful, thorough and relevant questions. He says these protests are grassroots in nature, which is why it is so important that Iran does not try to confuse them with international action. These are grassroots protests, which is why we stand by the Iranian people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We absolutely condemn the use of the death penalty, particularly in these circumstances, and we continue to call it out in our interactions with the Iranian regime. We have taken steps to seek protection for journalists and for those on the ground in Iran with BBC Persian. Our sanctions are under constant review. As I said, we took further steps on Monday against 24 officials in the light of these horrific repressive activities by the Iranian regime, and it will be kept under constant review. We are working with international partners at the UN on the basis I have already talked about. We will work to broaden those coalitions in driving for action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}