{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-the-yemen-peace-process/",
    "title": "Bambos Charalambous – 2022 Speech on the Yemen Peace Process",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in Westminster Hall on 3 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Davies, I believe for the first time. I welcome the Minister to his place, and I look forward to working with him on this and many other issues. I thank the hon. Member for Meon Valley (Mrs Drummond) and my right hon. Friend the Member for Walsall South (Valerie Vaz) for securing this timely and important debate on the peace process in Yemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe the debate is important to raise awareness about the fragile political situation in Yemen and the ongoing humanitarian crisis. I welcome the opportunity to hear from the Government about what actions they are taking to help the people of Yemen. All of us, regardless of political party, are united in wanting to see a permanent ceasefire in Yemen and a political reconciliation between the warring factions. I and the Labour party believe that there is no military solution to the conflict and that inclusive political dialogue is the only route to a sustainable resolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is the penholder on Yemen at the UN Security Council, which means the UK has the power to draft and table Security Council products on Yemen, including press statements, resolutions, presidential statements and more. Within the UN, the UK has the power to lead the way in efforts to forge a political, not military, solution to the conflict. It is important to consider that in our discussions about Yemen and about the actions the UK Government can take to help bring about a lasting peace. We need to focus on those efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The relative calm brought about by the six-month truce has allowed some Yemenis to dream of a better future. It is therefore deeply disappointing that the truce came to an end last month, on 2 October, and that efforts to renew it have been unsuccessful so far. I will return to the truce and the prospects of its renewal in more depth, but first I want to outline the devastating impact of the war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As hon. Member know, the conflict began in 2014 when the Iranian-aligned Houthis seized the capital, Sanaa, and much of northern Yemen, and later forced the Government into exile. In March 2015 a Saudi-led coalition, including the United Arab Emirates, began a military campaign, backing the internationally recognised Government. The toll of eight years of war on Yemen’s population has been extreme and the war has devastated the country. There have been thousands of civilian deaths, and the famine caused by the war has endangered millions of lives. Across Yemen, 16.2 million people—60% of the Yemeni population—continue to experience acute food insecurity. The UN has described the war in Yemen as the world’s worst humanitarian crisis, and it is estimated that 377,000 people have been killed or have died as a result of the war and the associated crises in basic food and other necessities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Against this dire backdrop, the recently ended truce offered a beacon of hope and brought some welcome developments. Despite claims of violations by both sides, the truce brought about a sharp drop in fighting. Save the Children has calculated that the truce led to a 34% drop in child casualties and a 60% drop in the displacement of people. According to al-Jazeera, residents in Sanaa reported that their daily lives dramatically improved during the truce, and that prices came down as more essential goods entered the city. Evani Debone, a communications co-ordinator at the Adventist Development and Relief Agency Yemen, told al-Jazeera that the truce had given Yemenis hope for peace. She said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Children who go to school are not afraid of airplanes any more. Having the next generation of Yemen not being afraid and not running from the war, as well as having the right to live their lives again is the most important thing when we think about the truce.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truce established a partial opening of the Houthi-controlled Sanaa International airport and the key Houthi-held Red sea port of Hodeidah. During the truce, flights restarted at Sanaa International airport for the first time since 2016 and, according to the UN, fuel imports into the port of Hodeidah are calculated to have quadrupled during the truce, allowing people to regain some level of normality in their lives. The truce also called for the lifting of the Houthi blockade on Taiz, the country’s third largest city, but little progress was made there after talks aimed at reopening local roads stalled. Another sticking point was the funding of public employees, many of whom have not received salaries for years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For now, it appears that some of the main gains of the truce, such as the increase in fuel shipments to Hodeidah and the resumption of flights to Sanaa International airport, have thankfully held. The ability to move freely from Sanaa International airport is particularly important because it means that tens of thousands of Yemenis have been able to visit loved ones and receive vital medical treatment during the truce. It is estimated that the opening of the airport allowed almost 27,000 Yemenis to get medical treatment overseas, and to pursue educational or business opportunities abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure everyone here agrees that the protection of measures that so improve the lives of ordinary Yemenis must be a priority. Although it appears that there has been no immediate major uptick in violence since the truce expired, the fear is that it will begin again. Two weeks ago UN special envoy Hans Grundberg told the Security Council that a “new uncertainty” and a “heightened risk of war” now prevailed across Yemen. Meanwhile, all sides in the conflict are blaming each other for the failure of the truce, but it is the ordinary people of Yemen who will suffer most if the violence begins again. However, UN special envoy Hans Grundberg has signalled that there is still cause for hope, telling the UN Security Council:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It is important to remember that the truce was never intended as an end in itself, but as a building block to enhance trust between the parties”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A truce is necessary in order to establish the kind of environment in which a political solution to the conflict can be reached. I have therefore been heartened that the special envoy has stated that he believes there is still a possibility for the parties to come to an agreement. It is vital that the UK Government and the whole international community do everything in their power to try to facilitate that. Re-establishing the truce would be a first step towards a durable peace. There is no doubt that it will take compromises and leadership from all sides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To conclude, what specific steps are the Government taking to make the most of the UK’s penholder role in the UN in relation to re-establishing the truce in Yemen? Will the Minister tell us what the UK Government are doing to support the ongoing UN-led process to establish peace, and to encourage the negotiation of an enduring political settlement? It is vital that the Government do all they can to help end this brutal conflict and stop the suffering of the Yemeni people. For the people of Yemen, the stakes could not be higher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}