{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2023-speech-on-funding-and-support-for-classical-music/",
    "title": "Bambos Charalambous – 2023 Speech on Funding and Support for Classical Music",
    "post_date": "March 30, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 29 March 2023.",
    "content": [
        "I thank the many constituents who contacted me to ask for this debate. I also thank my hon. Friend the Member for Worsley and Eccles South (Barbara Keeley), who cannot speak in this debate owing to her Front-Bench role. I know that she, along with my hon. Friend the Member for Cardiff South and Penarth (Stephen Doughty), has been campaigning on behalf of the BBC orchestras and the BBC Singers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The subject of classical music is close to my heart, with a number of musicians living in my Enfield Southgate constituency. Classical music is a crucial part of the cultural infrastructure of London and the UK. Our orchestras are world renowned, as are our opera companies, chamber music groups and highly skilled freelance classical musicians. It is no coincidence that a large number of Hollywood and UK producers choose to have film and TV soundtracks recorded at Abbey Road Studios or AIR Studios in London. Producers choose to have recordings made in London because of the renowned ability of the UK’s classical musicians to sight-read brilliantly and accurately. Classically trained musicians are therefore at the forefront of one of the sectors that is currently driving economic growth in the UK, despite the low overall growth of the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The music sector adds significantly to the economy—£4 billion in 2021—and is part of our cultural backbone and national identity. Our classical music scene is rightly a source of pride here at home and a source of admiration abroad. Yet despite the UK’s international reputation in the field, we have recently seen several devastating funding decisions for the whole of the UK classical music ecosystem. It is important to stress that the classical music industry is indeed an ecosystem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the UK, our highly trained classical musicians tend to move between freelance and employed roles in both commercial and less commercial employment. For instance, many forge their careers in orchestral positions before going freelance in the recording session world, or vice versa. Damage to one part of that infrastructure therefore damages all of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the hon. Gentleman for securing a debate on this massive issue. He is right about the creation of jobs in classical music. I make this point for those who are at a very early stage —those who are school-age and in education. Some people back home in my constituency of Strangford forged their opportunity through education. They had the chance to play classical instruments in their formative years, and tuition and instruments were available as well. Does the hon. Gentleman agree that we should think about those who, had they not had that opportunity at school and in education, would never have reached the pinnacle of achievement they have reached? We look to the Minister and the Department to ensure that young people have that opportunity and can thereby forge that classical route for the rest of their life and give enjoyment to everyone else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman makes an excellent point. Music education should also be part of this conversation. It may be outside the scope of the Department for Culture, Media and Sport, but we need to make sure that young people have that musical education and also careers to go into. If we cut the orchestras, we cut the opportunities for people who pick up a musical instrument in school and want to progress in the field of music.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The recent devastating decisions to which I just referred are, of course, those taken by bodies such as Arts Council England and the BBC. They are going to negatively affect the funding of the English National Opera, the Britten Sinfonia, the Welsh National Opera, Glyndebourne’s touring opera and, of course, all the BBC orchestras in England. In addition, decisions have been taken to reduce funding to established orchestras such as the London Symphony, the London Philharmonic and the Philharmonia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thankfully, we heard last week that the BBC Singers have been given a temporary stay of execution, but this reversal came only after a huge public outcry, and the reversal itself calls into question how such decisions have been taken. More than 150,000 people have signed a petition condemning the cuts, and there have been open letters from appalled global leaders in classical music, including more than 800 composers and many choral groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Robert Neill (Bromley and Chislehurst) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I warmly congratulate the hon. Gentleman on securing this debate. He and I were at a meeting yesterday with members of the company of the English National Opera. They are in the most precarious situation, because they simply do not know whether they will have sufficient work to keep their families in necessities after the end of this season. Does the hon. Gentleman agree that the behaviour of the Arts Council—the supposed promoter of excellence in the arts in England—has actually been the reverse of what is supposed to happen? By hitting companies such as the English National Opera, the most accessible of our opera companies, and touring companies such as Glyndebourne and the English tours of the Welsh National Opera, the Arts Council is reducing the spread of excellence in art to people outside London, rather than spreading it out. That is the exact reverse of what the previous Secretary of State, my right hon. Friend the Member for Mid Bedfordshire (Ms Dorries), told it to do. It makes no sense at all, does it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman makes an excellent point. I will address that issue later, but it is true that the companies that have been cut do a lot of touring work and provide access to parts of the UK that would not necessarily be able to access orchestras or opera.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is important to note that the BBC Singers’ future still remains highly uncertain, with no plan outlined for their future security. Meanwhile, the BBC is still planning to cut the budgets of its concert, philharmonic and symphony orchestras by 20%. I know that the Minister will argue that the Government do not have direct responsibility for the cuts I am referring to, made as they are by both the BBC and Arts Council England, but let us be clear: the relationships that the Government have with those bodies have a profound influence on the decisions that are taken. It is the Government who set the political environment and the cultural zeitgeist in which decisions are taken. While it is right that the arm’s length bodies are operationally independent, it is also right that major decisions that impact on our cultural and artistic ecosystem can be challenged and questioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the case of the Arts Council England funding announcement for 2023 to 2026, the then Secretary of State, the right hon. Member for Mid Bedfordshire (Ms Dorries), set a directive that told the body where its funding should go. That brings into question the arm’s length principle on which Arts Council England was founded. There is a lack of transparency in how recent decisions at the BBC and the Arts Council have been reached. The Government can, if they choose, create an environment in which classical music is nurtured by the arm’s length bodies taking decisions on the ground, but sadly, what we see at the moment is the opposite. Therefore, I would be very interested to hear from the Minister how the Government plan to support our classical music infrastructure against the recent onslaught of damaging decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, I want to speak in more detail about a couple of those decisions. Let us look at Arts Council England’s decision to cut the English National Opera’s annual grant of £12.6 million and replace it with £17 million over three years, with a stipulation that the ENO must move out of London. That decision was announced in November 2022, but in January of this year, Arts Council England announced a review of opera and musical theatre. That review is called “Let’s Create”, but some may think it would be better named “Let’s Destroy” following Arts Council England’s cuts to the ENO and other national portfolio organisations. What sort of chaotic organisation makes the decision to cut first and carry out a review later?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Following a large public outcry and campaigns by the Musicians’ Union and Equity, it was announced in January that the national lottery would make an additional grant to the ENO of £11.46 million. That still represents a cut of 9%, and the uncertainty about the ENO’s future and its need to relocate has meant that productions for this year have been cancelled. Redundancies have also been made in the ENO Chorus, which is one of the most diverse choruses in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those decisions by Arts Council England appear to have been informed by the levelling-up agenda, plus the direct instruction of the then Secretary of State to move money away from London. However, the ENO has long been at the forefront of offering a commendable outreach programme to local communities and has a strong record of supplying free tickets to the young, as well as relaxed performances for those with sensory needs. Forcing the move of the ENO with the likely loss of its existing orchestra and technicians will not lead to levelling up, but to levelling down overall. The Government really need to step in to ensure that the cultural infrastructure of London is not damaged irrevocably by decisions such as this and the others I mentioned earlier. One area’s cultural offer should not be damaged in the name of another’s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That brings me to another set of worrying decisions: those taken at the BBC. Again, these have taken place within the cultural climate and overall policy agenda set by the Government. As I stated before, the BBC’s decision to take the axe to the BBC Singers appears to have been reversed for now, but how appalling it is to even contemplate dismantling one of the world’s most renowned ensembles in what will be its centenary year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Jonathan Lord (Woking) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the hon. Gentleman agree that the BBC needs to be very careful about the licence fee? My understanding is that we pay the licence fee so that the BBC can have top-notch news coverage and to support all of our most important cultural attributes as a nation, including classical music and opera. Is the BBC not treading on thin ice by taking these sorts of decisions? It is the breadth and depth of its cultural and news offering that makes the BBC what it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman is absolutely right: the BBC is a public broadcaster, and it therefore has a public duty to do things that are not available elsewhere. However, we have to look at that in the context of what the BBC has been forced to do. It, too, has had to make cuts because the licence fee has been frozen—something that I will come to later on in my speech. The hon. Gentleman is right, though, about the duty of the BBC to provide things that are not provided elsewhere, which I will also come to in a second.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The most serious threat to the BBC orchestras remains, which is the proposed cut to 20% of orchestral jobs across the BBC’s English orchestras. It is important to note that these cuts come after more than a decade of successive Conservative Governments hammering the BBC’s funding. Ever since 2010, the BBC has faced repeated and deep real-terms spending cuts, and in 2022 the licence fee was frozen for two years. The BBC has said that that is expected to create a funding gap of about £400 million by 2027. That is the important context in which the BBC has taken these decisions. While it is right that the BBC is operationally independent, it is also right that major decisions that impact on our cultural and artistic ecosystem can be challenged and questioned. As a public service broadcaster, the BBC has a public duty of care to its orchestras and ensembles, and it also has a duty to provide excellent, accessible and inspiring content to the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Make no mistake: the proposed 20% loss of jobs across the BBC’s English orchestras is devastating to our classical music infrastructure. The cuts are of course damaging to the highly skilled musicians who face losing their jobs, but they also have serious implications for the wider classical music industry. The BBC has often nurtured new orchestral talent with the career pathway it provides for orchestral players. The BBC is also the largest employer of musicians in the classical music workforce, which is generally insecure and freelance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us be clear about what these orchestras represent: the BBC Symphony Orchestra, BBC Concert Orchestra and BBC Philharmonic Orchestra are internationally renowned and made up of some of the world’s finest musicians. They are loved across the country for their touring role and for performing at the BBC Proms, including opening and closing the festival. My hon. Friend the Member for Worsley and Eccles South has rightly praised the importance of the BBC orchestras to the quality of the UK’s classical music output and the musicians’ ability to adapt rapidly to new commissions and audiences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The BBC also appears to be sending mixed messages; it says it is increasing investment in musical education, but it is cutting the jobs to which music students aspire. That makes no sense at all. Even the BBC’s own classical music review has said that the BBC performing groups play a vital role in the pipeline of new talent. These cuts therefore have huge negative implications for future generations of musicians and our wider musical infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The cuts also have negative implications for the cultural life of the regions. The BBC’s classical music review has found that the BBC orchestras perform in parts of the UK that would otherwise not be covered by major orchestras. The loss of a fifth of orchestral jobs in the BBC orchestras can therefore have only a negative impact on the cultural experiences of people living outside London or other main urban areas. Again, as with the cuts to the ENO and all the other institutions I named at the beginning, the BBC orchestral cuts threaten a levelling-down effect and a serious downgrading of the cultural life of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us put all this into a wider financial context. As Charlotte Higgins of The Guardian pointed out last week, the BBC orchestras are being cut and the BBC Singers’ future made uncertain for the want of a reported £5 million saving to the BBC. Meanwhile, the Government are trying to claw back £122 million from PPE Medpro, the company recommended by Baroness Mone as a supplier of personal protective equipment to the NHS during the pandemic. The sums of investment needed to secure key parts of our classical music industry are therefore small when compared with the vast amounts wasted by this Government. It makes absolutely no economic or cultural sense to allow the devastation of our classical music industry when it can be supported for a fraction of what the Government have wasted on PPE contracts. We need to remember, as I stated earlier, that the music sector adds significantly to our economy; it was £4 billion in 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are some other practical things that the Government could do right now to redress some of the damage done to the classical music industry. The following are just some suggestions, any of which would be a small step towards supporting our classical music infrastructure. For instance, VAT on live events, such as music and theatre events, could be reduced to bring the UK more in line with EU nations and to help to stimulate live music. The Government could look at measures such as reducing business rates on live music venues and studios. The classical music industry could be given help through extra support to venues, studios and music spaces hit by soaring energy bills. If they wanted to, the Government could create a new tax relief for the music industry, like those enjoyed by film and TV, to boost music production.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member is making a thoughtful speech, to say the least. There is an international dimension to this, taking forward his point. Last year, two Ukrainian players, Oleksii and Igor, came to perform in St Finbarr’s church in Dornoch in my constituency. That was an expression of determination that Ukraine would not be crushed and an opportunity for us to say, “We are with you, Ukraine.” The Government could look at that—perhaps they do already—and say, “Let us have more Ukrainian players. Let us use this as our soft power.” Music speaks to everyone. It is an international language, so there is a great opportunity here for us to do more and to stand with brave Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman is absolutely right. Music is international and musicians perform internationally. The reputation that some of the orchestras and ensembles in the UK have is worldwide and they would of course show solidarity with the Ukrainians. We certainly welcome them here to hear them play and other orchestras playing abroad. That is one of the soft power things we can do. The reputation of the classical music world is first class across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many classical musicians have felt a negative impact from Brexit, with touring opportunities lessened. The Government could set up a new music export office to drive British music exports and help future talents to grow their international audiences. Classical musicians have been hit by a squeeze on salaries, as well as the cost of living crisis and the terrible impact of covid. On top of this, classical musicians are unfairly deprived of income from streaming platforms. As my hon. Friend the Member for Cardiff West (Kevin Brennan) has argued, there is a dire need for equitable remuneration for musicians. At the moment, classical orchestral musicians see all the profits from their work on streaming platforms hoovered up by big corporate record companies and the platforms themselves. The Government could change the law in this regard so that classical musicians get a fair share of the proceeds from their work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is therefore much the Government could do. The Government must support the call on the BBC to set the BBC Singers on a long-term footing as soon as possible and remove the threat to jobs in the BBC Philharmonic, Concert and Symphony orchestras. The Government should also closely examine the decisions by Arts Council England, and ensure the protection of the many fine classical music institutions that now face deep uncertainty. Future decisions must involve improved consultation with the musicians involved, and decisions should be more informed by classical music experts, musicians and our musical infrastructure. We know that investment made in the classical music industry will be repaid many times over by the economic and cultural contribution it makes. It is simply a false economy to stand back and allow the devastation of a classical music scene that contributes so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is time for the Government to step up to the challenge of protecting and promoting classical music in the UK. It is time for the Government to pick up the baton and change the tempo for the final movement of this discordant cacophony, and to stop the irreparable damage being done to some of the finest orchestras and ensembles. I look forward to the Minister’s response on all these matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}