{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Bambos Charalambous – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 19 October 2022.",
    "content": [
        "It is less than a month since the former Chancellor delivered his “Let’s call it a fiscal event” Budget. The so-called mini-Budget turned out to be a full-on, unmitigated, colossal disaster. To say that that horror show of incompetence spooked investors in the financial markets would be an understatement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government’s unexpected and impulsive tax cut for the richest, withheld from even senior Ministers, plus promises of more reductions to come, were breathtaking in their unfairness and recklessness. Most importantly, none of those crazy plans was costed by the Office for Budget Responsibility, which was also kept in the dark, along with most of us. The Government left a huge un-costed hole in the nation’s finances—no wonder they tipped the City into total panic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It beggars belief that the Government did not stop to consider for just one minute the consequences of their actions on the global markets and beyond. Despite the Prime Minister’s hero worship of Margaret Thatcher, she clearly paid no heed to her aphorism, “You can’t buck the markets.” It has added insult to injury that the Prime Minister and her Government have repeatedly tried to insist that the chaos they caused has been due to global factors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, clear data provided by the Bank of England’s Deputy Governor, Sir Jon Cunliffe, shows the direct relationship between the crisis and the then Chancellor’s Commons statement on 23 September. The data shows that the cost of Government borrowing spiked in the immediate aftermath of the mini-Budget and started to come down again only after the Bank made £65 billion available to bail out the UK pensions industry. By contrast, the cost of Government borrowing in America and the EU markets remained relatively flat while Britain’s financial markets went into meltdown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us be completely clear: this is a Tory crisis made in Downing Street. They created it. They own it. But it will be paid for by working people, paying higher mortgages and borrowing costs for years to come. That is the worst aspect of this mess—the very real harm it will do to real people and real lives. People’s life choices have been shredded in the blink of an eye by a kami-Kwasi Budget. An ideological fixation with failed trickle-down economics has caused the Prime Minister to wreck people’s hopes and aspirations. I have heard from young couples who are no longer able to buy their first homes, pensioners who are worried about putting the heating on, and parents who are panicking about how to make ends meet. Rents are soaring and landlords are hastily selling, which creates an even greater shortage of rented accommodation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my constituency of Enfield, Southgate, pollsters Survation found that in the aftermath of the mini-Budget, 60% of people are cutting back on their essential groceries and 57% are worried about not being able to pay energy bills. Approximately 11,000 people will also seek to refinance their mortgages in Enfield in 2023. They will face hundreds of pounds in increased costs thanks to the irresponsible ideology of the Prime Minister and her Government. Even now, with the new Chancellor, we are still flying blind with no OBR forecasts and being left in the dark about much of what the latest Chancellor is proposing and its impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Exactly a week ago at Prime Minister’s questions, the Prime Minister said that there would be “absolutely” no public spending reductions. Yet that seems to be another broken promise, with signs that every single public service is again at risk. Public services and local government are already on their knees. My constituents frequently tell me how they cannot get GP appointments for less than four weeks away and how their hospital appointments are regularly cancelled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not only have the ex-Chancellor and the Prime Minister trashed the economy, but they have managed to trash the UK’s international reputation. With no less than the President of the United States, Joe Biden, declaring that the mini-Budget was a “mistake” and its implosion was “predictable”, we know the damage has been done. The Government’s economic credibility has been ruined and lasting damage has been done to the economy and to our international reputation. The same set of people simply U-turning will not fix it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister made much of the anti-growth coalition in her speech to her chaotic party conference. If the Government want to understand who the anti-growth coalition truly are, they need only look in the mirror. The effects of the rashness and cult-like following of failed economic dogma over the last seven weeks will be felt for many years to come by ordinary people across the country. Opposition Members will make sure that the public do not forget who caused this chaos and that the blame is placed squarely on the Prime Minister and the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}