{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-the-death-penalty-in-saudi-arabia/",
    "title": "Bambos Charalambous – 2022 Speech on the Death Penalty in Saudi Arabia",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 28 November 2022.",
    "content": [
        "Labour unequivocally condemns the recent executions in Saudi Arabia and the use of the death penalty anywhere in the world. In the last two weeks, executions have been taking place on almost a daily basis in Saudi Arabia. In total, according to the UN, 144 people have been executed in Saudi Arabia this year alone, which is a record high for the kingdom, and more than double the number last year. The recent executions have been for alleged drugs and contraband offences following the Saudi authorities ending a 21-month moratorium on the use of the death penalty for drug-related offences. That is deeply concerning, especially after Crown Prince Mohammed bin Salman’s public assurances that the kingdom would minimise use of the death penalty altogether.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK should join the international community in condemning these executions in the strongest terms. What steps have the UK Government taken to raise our concerns about the resumption of executions and the wider crackdown on freedom of expression and activism with the Minister’s Saudi counterparts? I note the Minister’s comments about the meeting with Lord Ahmad, but this needs to be an ongoing process. How do the Government intend to use the close relationship between our countries to press for a change in Saudi Arabia’s approach? I join my right hon. Friend the Member for Tottenham (Mr Lammy) and the right hon. Member for Haltemprice and Howden (Mr Davis) in calling on the Government to do everything in their power to prevent the imminent execution of Hussein Abo al-Kheir. What steps have they taken so far to secure that goal?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must oppose the death penalty in all countries and in all circumstances. Will the Minister confirm whether the Prime Minister raised the importance of standing up for human rights, which should be at the heart of British diplomacy, when he met the Crown Prince earlier this month at the G20?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David Rutley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It speaks volumes when we have condemnation coming from both sides of the House. I am grateful to the hon. Member for his contribution and for joining us in condemning this spike in use of the death penalty. We are seeking further clarification of its cause at the highest level. That was part of the conversation that Lord Ahmad had, because, as the hon. Member said, that does not sit comfortably with what was previously said by the Saudi Government. We are seeking that clarification as a key priority. As I said, we are raising this matter at the highest possible levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}