{
    "url": "https://www.ukpol.co.uk/bambos-charalambous-2022-speech-on-srebrenica/",
    "title": "Bambos Charalambous – 2022 Speech on Srebrenica",
    "post_date": "July 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bambos Charalambous",
            "url": "/tag/bambos-charalambous/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bambos Charalambous, the Labour MP for Enfield Southgate, in the House of Commons on 14 July 2022.",
    "content": [
        "I thank my hon. Friend the Member for Bolton South East (Yasmin Qureshi) and the hon. Member for Rutland and Melton (Alicia Kearns) for securing this immensely important debate today, and Members across the House who have made moving, thoughtful and measured contributions. I also welcome the Minister to his place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This House is at its very best where we speak with one voice and in defence of the core values that, despite our political differences, we all share: democracy, a commitment to conflict prevention and the defence of human rights. Peace in the western Balkans is a priority for me and our team, and would be for a Labour Government. The shadow Europe Minister is currently in the region and continues to engage with officials to build consensus on achieving lasting stability, and my right hon. Friend the Member for Tottenham (Mr Lammy) made a moving speech alongside the President of Bosnia and Herzegovina on Tuesday at the Speaker’s House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It must be recognised that the UK and its armed forces have played a powerful and lasting role in ensuring peace and stability in Bosnia and across the western Balkans. Labour recognises that the UK must continue to provide that critical support during these deeply concerning times. The horrors of the 1990s are ingrained in the minds of so many people across the country, including our armed forces personnel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I put on record our thanks to and continuing support for Remembering Srebrenica, whose work has been so important in paying tribute to those who lost their lives and in warning us that we can never allow this to happen again. I echo the sentiments of the Leader of the Opposition: let us use this day and the memory of Srebrenica not only to remember those we lost, but to educate future generations and bring communities together. That is why Remembering Srebrenica has done so wonderfully. It has done the necessary and critical work of keeping the memory of the tragedy alive, and educating more than 180,000 young people about the evil that took place. That is integral to building stronger and more cohesive communities into the future, and developing an awareness of contemporary challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This debate, marking the 27th anniversary of the genocide in Srebrenica, comes at a particularly salient time for our continent. During Russia’s invasion of Ukraine, we have seen some of the most shocking and harrowing war crimes committed on this continent in decades. We must ensure that our collective resolve remains unwavering as the conflict across the east and the south continues to intensify. Labour continues to support the Government’s humanitarian, military and diplomatic efforts to support Ukrainians, who face enormous challenges in Putin’s barbaric and egregious war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Carol Monaghan (Glasgow North West) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A theme seen in Ukraine and in Srebrenica has been not only the killing of civilians and the genocide, but the sexual violence used as a tool of war. As well as those who have lost loved ones, many people are still living with the scars of the events that happened to them—not just in Srebrenica, but in pretty much every conflict across the world. Does the hon. Member agree that we must do more to support the victims of sexual violence in conflict?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member makes an excellent point. Sexual violence is one of the most heinous war crimes that can be committed, and it has a lasting effect. It is unspeakably dreadful. As she says, we need to do so much more to ensure that the victims are supported. I am sure that the Minister will make reference to that in his speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alicia Kearns**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It strikes me that there is much that we can learn from Bosnia regarding what is happening in Ukraine at the moment. I fear greatly that all the women, men and children who have been raped in Ukraine will be silenced by shame, because Ukraine has not seen anything like this for a long time. Does the hon. Member agree that the Government could facilitate meetings between the Mothers of Srebrenica and women’s groups in Bosnia, which could send a delegation to Ukraine or a nearby safe country to provide advice on supporting women and the mothers of children who are the result of rape to get through the situation, to recover and to rebuild?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Once again, the hon. Member makes an excellent point. I am sure that the Government will consider that and, if they do, they will have the full support of the Opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For so many reasons, it is crucial to reflect on and commemorate the genocidal crimes committed against more than 8,000 Bosnian Muslim men and boys in July 1995. More than 1,000 victims’ remains are still unaccounted for, and for the families still mourning those lost, every effort must be made to recover them. The massacre at Srebrenica was one of the most heinous and appalling atrocities committed against innocent people since the second world war, and no matter how long it takes, those responsible must face justice. The war in Bosnia resulted in close to 100,000 civilians being killed, 2 million forced displacements and, as colleagues have just mentioned, the systematic rape of more than 20,000 women—all due to ethnic and religious identity. Indeed, the graves at Potočari are a harrowing reminder of what we must work tirelessly to avoid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When today we see forces across Europe and the Balkans seeking to sow disharmony, spread acrimony and stir up tensions, it is critical that we remember Srebrenica and how we got there. I pay tribute to the unrelenting work of High Representative Christian Schmidt, who continues to warn of the very real prospect of a return to conflict in the region, given the behaviour of Milorad Dodik and Russian attempts to aggravate the situation further. The task of the High Representative is an enormous responsibility, and it is critical that the Government work with our European allies to support his efforts in preventing a return to the dark days of the past. I also put on record my support for the work of Sir Stuart Peach, the Government’s special envoy to the western Balkans, whose experience will be integral to efforts for long-term stability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ivana Stradner from the Foundation for Defence of Democracies pointed out just this week that,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Russia is undermining Bosnia’s stability by working with Serbia to exacerbate ethnic divisions between Croats, Bosniaks, and Serbs…What we see in the Balkans is the same playbook Putin is using in Georgia and Moldova, weaponizing secessionist movements”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In these efforts, Putin has a conduit in Dodik to undermine the hard-won peace and stability across the Balkans. Those seeking to undermine stability in Bosnia and Herzegovina, from Dodik to Cvijanović, must face consequences, and Labour will continue to support the targeted measures that the Government brought in in April this year. To that end, I would be grateful if the Minister could set out what assessment he has made of the effectiveness of the sanctions, and what discussions he has had with officials across the western Balkans on how we can apply further diplomatic pressure on Dodik and Republika Srpska.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dodik and Putin share the same goals when it comes to Bosnia; they want to strengthen the Serbian-Russian alliance, block Bosnia from securing membership of the European Union and NATO, and undermine the legitimacy of state institutions that have preserved the delicate balance of peace since the 1990s. Russia’s clear intention to undo the authority of the High Representative is a testament to the Kremlin’s nefarious intentions for the Balkans. It has become yet another arena to incite conflict and maximise Putin’s influence. There are also serious concerns about Russian disinformation operations in the region, including in Bosnia and Serbia. Will the Minister explain whether he shares those concerns, and assure the House that serious efforts are being made to support local partners to tackle fake news and rebut the constant tide of provocations that could further drive tensions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Russian proxies are integral to secessionist efforts across the western Balkans, and we must heed the warnings of the High Representative, who said last year that a lack of response to the current situation would endanger the Dayton agreement and that instability in Bosnia and Herzegovina would have profound wider regional implications. He has also said that the conflict in Ukraine—not so far away—is a sobering reminder that even in the 21st century another war on European soil is not an impossibility. This would be Putin’s dream come true for the Balkans. If we are to honour the lives lost in Srebrenica and the lives being lost in Ukraine today, Britain must be a force for unity, co-operation and democracy on the global stage, as a foil to Russia’s ambitions to subvert them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, let us reflect on Srebrenica, the lives lost and how the aggravation of ethnic tensions can lead to appalling evil that should never be forgotten and never be repeated. There are those who would still deny the scale of the atrocities that occurred in the war in Bosnia and those who have avoided justice. One of the most powerful ways to hold those individuals to account is to remember Srebrenica, to pay tribute to the lives lost, to tell victims’ stories and to ensure that the future does not replicate the past. Will the Minister therefore commit to keeping the House informed of developments in Bosnia and the wider region through written and oral statements? What assurances can he provide today regarding countering Russian influence in the region? I appreciate that he has only been in post for just over a week, but what conversations has he had with officials at the Department for Education to ensure that as many young people as possible benefit from the resources and expertise of Remembering Srebrenica?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I reiterate my thanks to my hon. Friend the Member for Bolton South East and the hon. Member for Rutland and Melton for securing today’s debate, as well as reiterating Labour’s commitment to supporting efforts to hold to account those who would see peace in the region break down for their own secessionist ambitions. We must continue to stand firm against both internal and external forces that we know are seeking to destabilise Bosnia and Herzegovina. The collective resolve the House has shown today is critical. The lives lost needlessly and tragically in Srebrenica must be remembered, and their story must be continually told. I am pleased that today we have reflected, remembered and resolved to continue our efforts against division, conflict and hatred.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}