{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2022-parliamentary-question-on-the-crossing-television-programme/",
    "title": "Joanna Cherry – 2022 Parliamentary Question on “The Crossing” Television Programme",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 16 November 2022.",
    "content": [
        "**Joanna Cherry (Edinburgh South West) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we heard, on 24 November last year at least 27 people drowned while attempting to cross the channel in a dinghy, including a little girl. Five are missing and only two survived. A documentary called “The Crossing” that was shown on ITV on Monday night presented evidence that the tragedy happened in UK waters, notwithstanding multiple distress calls from the people in the dinghy while the French and UK coastguards passed the buck over many crucial hours. I understand that solicitors acting for the families of some of the deceased and one of the survivors passed evidence to that effect to the British Government in March this year. The normal political response to loss of life on that scale would be the prompt announcement of an independent public inquiry. Will the Minister tell me what it is about the people who drowned that means that no independent public inquiry has been announced into the circumstances of their drowning?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The events of a year ago were very shocking and deeply tragic, and my sympathies go out to the individuals’ families and friends. As a result of that incident, I assure the hon. and learned Member that very significant further steps have been taken by British authorities to enable those crossing the channel in dangerous crafts to be helped ashore in the UK. We are at the point where, I think, 98% of boats that attempt the crossing and pass the median line are helped ashore by Border Force, the Royal National Lifeboat Institution or the Royal Navy. I pay tribute to those British authorities; I have met them and they do that difficult work superbly. We will not be able to secure the passage of everyone who chooses to get in an unsafe dinghy at the behest of people traffickers and cross the channel. The best advice is, “Do not make that dangerous passage. It is illegal and extremely perilous.” That is key: we should not encourage people to make that crossing in the first place. We cannot assure safe passage to everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}