{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2023-comments-on-gorgie-city-farm-and-energy-bills/",
    "title": "Joanna Cherry – 2023 Comments on Gorgie City Farm and Energy Bills",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 9 January 2023.",
    "content": [
        "**Joanna Cherry (Edinburgh South West) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A much-loved institution in my constituency, Gorgie city farm, is facing closure. Its energy bills for 18 months were previously £17,000, but its last bill for just eight months was £27,000—an increase of over 300%. Can the Minister not see that what he is offering is a drop in the ocean for charities like Gorgie city farm? How does he expect fantastic community institutions, such as the city farm in my constituency, to survive crippling costs when what is on offer is such a drastically reduced package?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cartlidge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to the hon. and learned Lady for mentioning the charity in her constituency. As I said, I appreciate that the energy increase has been a challenge for every type of SME, charity and institution up and down the country. I am sorry to hear about the challenges for Gorgie city farm, which I have not had the pleasure of visiting but it sounds fascinating. Charities have shown huge resilience over the past two years and will continue to receive support with their energy bills from the latest iteration of the discount scheme. I emphasise that there is wider support to help them with their costs, including a reduction in VAT from 20% to 5% and an exclusion from the main rates of the climate change levy on some of the energy they use. The key point is that we are announcing a scheme that is still universal in nature and still includes charities. It is not as generous as before, but when we engaged with stakeholders about the £18 billion six-month scheme, what was interesting was the number of them who remarked that they had not expected that scheme to continue at that level of generosity. They could see the issue about sustainability for the taxpayer, which we all have to understand and address. It is in all our interests, and in the interests of every single business and charity, that this country has sustainable public finances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}