{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2021-speech-on-data-loss-at-the-home-office/",
    "title": "Joanna Cherry – 2021 Speech on Data Loss at the Home Office",
    "post_date": "January 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Data Loss",
            "url": "/tag/data-loss/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 18 January 2021.",
    "content": [
        "I thank the Minister for advance sight of his statement. Two weeks ago, the Home Secretary was boasting that the United Kingdom is now a safer place because of Brexit. However, before it was disbanded by the Government, the Select Committee on the Future Relationship with the European Union heard detailed expert evidence explaining why the United Kingdom is not a safer place as a result of the law enforcement part of the Brexit deal. One of the key reasons is that we have lost real-time access to Europe-wide databases on criminal records, DNA, fingerprints and, indeed, intelligence. That is not just my view but the expert view of Lord Ian Blair, the former Metropolitan Police Commissioner, and Lord Peter Ricketts, the former National Security Adviser. Now that situation has been further exacerbated by this loss of important fingerprint, DNA and arrest history records, which the police use for real-time checks on our own UK-wide databases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, you really couldn’t make it up, yet curiously the Home Secretary is nowhere to be seen. Instead, she has sent her junior Minister to take the flak. I have two areas of questions for him. First, was this data cleaning operation in any way connected to the removal of records from the police national computer following the end of the transition period? Does the 400,000 figure include the 40,000 records that were removed from the police national computer post Brexit, or is it on top of that? Secondly, given the UK-wide nature of the database, what discussions have taken place with police forces in the devolved nations? Will the Minister commit to full co-operation with Police Scotland and other devolved forces until this issue is resolved?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}