{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2020-speech-on-eu-negotiations/",
    "title": "Joanna Cherry – 2020 Speech on EU Negotiations",
    "post_date": "June 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 4 June 2020.",
    "content": [
        "It is a pleasure to follow the hon. Member for Stone (Sir William Cash). We disagree about much, but we are both committed to the restoration of sovereignty. He is committed to the restoration of the sovereignty of this Parliament, whereas I am committed to restoring the sovereignty of the people of Scotland, which of course was famously asserted in the declaration of Arbroath, whose 700th anniversary we are celebrating this year. In the June 2016 referendum, people in Scotland voted overwhelmingly to be part of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That preference has been reinforced in Scotland in two subsequent United Kingdom general elections and in the European Parliament election, yet on 31 January this year, people living in Scotland found themselves being taken out of the European Union against their expressed wishes. At that time it was said that this was, “Getting Brexit done”, but of course Brexit is not done. All that has been agreed are the terms of withdrawal. Nothing has been agreed regarding the future relationship between the UK and the EU. Judging from what I see and hear in my role as a member of the Select Committee on the Future Relationship with the EU, there is very little chance of an agreement being reached by the end of this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish National party thinks that it is not and will not be possible to conduct and conclude the negotiations and implement the results within the truncated timescale that has been set. We also think that in the context of an unprecedented global pandemic and a catastrophic economic recession, which might turn out ​to be the worst in 300 years, it is frankly irresponsible to think that things can be done properly within that timeframe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That view is widely held by those who have the misfortune to watch and comment upon the British Government’s conduct of the negotiations, which includes the ill-judged and rather petulant letter sent by Mr Frost to Mr Barnier last month. That is widely seen as having been something of a nadir in the British Government’s approach to the negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Andrew Griffith (Arundel and South Downs) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the hon. and learned Lady give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Joanna Cherry**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will make a little bit of progress, and then I will give way. It is the view of the Scottish Parliament that it is essential that the UK indicates that it will seek to extend the transition period for up to two years, as provided for in the withdrawal agreement. It is not just the SNP who think that, as the Chancellor of the Duchy of Lancaster said. All the parties in the Scottish Parliament, including the SNP, Labour, the Greens and the Lib Dems—all that is, apart from the Scottish Conservatives—believe that there should be an extension. The deadline that is coming fast at us at the end of this month is a very real deadline, because after the end of this month it will not be possible to extend under the terms of the withdrawal agreement, and no other plausible route to an extension has been put forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Andrew Griffith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the hon. and learned Lady care to recall her party’s policy in respect of the withdrawal agreement and its prognosis for the triumphant renegotiation of that? Does she recall how few weeks it took the Government to obtain that renegotiation with the services of David Frost?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Joanna Cherry**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not sure I follow that intervention. I am not going to be pulled off my track by it, because I do not want to take up too much time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The global economy is declining fast and we must do everything we can to give business the best support for recovery from that decline. The next couple of years will be crucial. Ending the European Union withdrawal transition period at the end of this year would subject Scotland and the United Kingdom as a whole to an entirely unnecessary second economic and social shock on top of the covid crisis. More jobs would be lost, living standards would be hit and essential markets and opportunities for recovery would be damaged. For the many businesses that manage to survive the covid crisis, this second, Brexit-related shock could be the final straw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday, the Scottish Government published a report indicating that ending the transition this year would result in Scottish gross domestic product being between £1.1 billion and £1.8 billion lower by 2022 than if the transition was extended to the end of 2022. That is equivalent to a cumulative loss of economic activity of between £2 billion and £3 billion over those two years. A proportionate impact would be likely for the UK economy, so it is against the background of those figures and projections for the Scottish economy and the UK economy that the vast majority of Scotland’s elected representatives would like to see an extension of the transition period.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not expect the Chancellor of the Duchy of Lancaster to take what Scotland’s elected representatives vote for remotely seriously. I know that whether he is affecting a courtesy and a concern for our voices, or whether he is putting the boot into us for the benefit of his Back Benchers, Scotland is not his concern, because Scotland returns very few Conservative Members to this Parliament. However, the economic impact of failing to extend the transition will affect not just Scotland, but all the United Kingdom, including those who, in good faith—particularly in the red wall—voted for the Conservative party in England last December. Even if the Government give not a jot for the concerns of Scottish voters and the vast majority of their elected representatives, I am sure that they do give a jot for the concerns of the people who put them where they are. Many of those people, particularly working-class voters in the north and midlands of England, will be most adversely affected by the sort of double whammy of leaving at the end of this year without an agreement or an extension and the covid crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jacob Young**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the hon. and learned Lady give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Joanna Cherry**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am coming to an end. I say to the Chancellor that he should swallow his pride and seek an extension of the transition period. For all that has been said about him in this place, Michel Barnier has all the graciousness that the Chancellor affects to have, so I have no doubt that if the request for an extension is made, it will be granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}