{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Joanna Cherry – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 10 September 2022.",
    "content": [
        "It is very humbling to follow so many great speeches. On my own behalf and on behalf of my Edinburgh South West constituents, I too rise to honour the memory of our late Queen. Much has been said of her dedication and her service, but I want to concentrate on her love of Scotland and the love of many Scots for her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Queen died at Balmoral, and is to be taken first to the palace of Holyroodhouse and then to St Giles’ Cathedral in Edinburgh, Scotland will be the centre of the world’s attention over the next few days. That is breaking with tradition, but those were the Queen’s wishes, and Scotland is honoured by them. The last monarch to die in Scotland was James V, who died at Falkland in 1542. He was, of course, the father of Mary, Queen of Scots, and it was her son James VI who presided over the union of the Crowns. Mary, Queen of Scots is the ancestor of all the Stuarts and, indeed, all the Hanoverians who followed. Elizabeth Stuart, the daughter of James VI, married one of the German electors, and with the demise of the last Stuart monarch in 1714, Elizabeth’s grandson succeeded to the British throne. That is the Hanoverian line, and it can be traced directly back to Scotland’s Stuarts. Our late Queen was keenly aware of that—perhaps that is why she chose Stuart names for her first two children, Charles and Anne. And, of course, her mother was a Scot.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 1953, after her coronation, the first place our late Queen visited was Edinburgh, and throughout her reign, she returned to Scotland for important events and, indeed, chose my country to be centre stage during state visits. In 1962, she chose Scotland for the state visit of the King of Norway; in 2010—very memorably for many people of my faith—she chose Holyrood for the state visit of Pope Benedict XVI; and, of course, she officially opened Scotland’s Parliament when it was reconvened in 1999.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our late Queen embodied the union of the English and Scottish Crowns, which of course is quite different from the Union of the Parliaments and predates it by over 100 years. At a time of change, there are many in my country—particularly younger people—who might prefer a republic to a constitutional monarchy, but that did not in any way prevent the affection our late Queen held for Scotland from being returned in equal measure. Sadly, I never had the privilege of meeting Her Majesty Queen Elizabeth, the Queen of Scots, but earlier this year I did have the privilege of meeting our new King. We spoke of Scotland, and I was left in no doubt that he shared his mother’s abiding love of my country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As such, before I resume my seat, in honour of his late mother, I want to recite just a few words of Burns’ poetry that I believe may be a favourite of the King:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Farewell to the mountains, high-cover’d with snow,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Farewell to the straths and green vallies below;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Farewell to the forests and wild-hanging woods,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Farewell to the torrents and loud-pouring floods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My heart’s in the Highlands, my heart is not here,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My heart’s in the Highlands, a-chasing the deer;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Chasing the wild-deer, and following the roe,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My heart’s in the Highlands, wherever I go.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May she rest in peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}