{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Joanna Cherry – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 28 April 2020.",
    "content": [
        "Thank you, Mr Deputy Speaker. It is a pleasure to follow the right hon. Member for Maidenhead (Mrs May). Whatever our political differences, I know that this is an area where she cares passionately and has made a difference. Before I address the Bill, I would like to welcome to his place the hon. Member for Torfaen (Nick Thomas-Symonds). I congratulate him on his appointment as shadow Home Secretary, and I pay tribute to his predecessor, the right hon. Member for Hackney North and Stoke Newington (Ms Abbott).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With some important caveats, the Scottish National party welcomes this Bill. Most of its provisions will apply only to England and Wales; domestic abuse is a devolved matter, and Scotland passed its own consolidating legislation two years ago. The UK Government should look to the Scottish Government’s groundbreaking Equally Safe strategy, which has been hailed as one of the best strategies in Europe for tackling violence against women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the current covid crisis, there is ample evidence that social isolation is adding pressure to those who live in abusive domestic situations. There may be women and children watching this debate at home today who are in that position, and the Scottish Government have moved to reassure anyone experiencing domestic abuse that support is available to them during these difficult times. Scotland’s 24-hour domestic abuse and forced marriage helpline is available on 0800 027 1234, and I know that similar help is available in England, Wales and Northern Ireland. Of course, if anyone feels threatened or in fear of harm, they should call the police.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is much to welcome in this Bill. The inclusion of non-physical abuse in the statutory definition of “domestic abuse”, the inclusion of children aged 16 and 17, and the appointment of the domestic abuse commissioner are all to be applauded. Like others, I pay tribute to the work she has done already. However, I regret that this Bill is a lost opportunity to tackle a number of important matters—these are reserved matters and therefore can be addressed only by the UK ​Government. For example, I would like the Minister, in her summing up, to explain why the Government have failed to take the opportunity to ensure that this Bill helps all women in the UK, regardless of their immigration status. I would also like her to address why, despite years of lobbying from the SNP, the Government have not used this Bill to address two important matters relating to the payment of universal credit. This Bill is a missed opportunity to introduce a system whereby UC is paid separately by default. The current system of single-household payments makes it even easier for abusers to perpetrate economic abuse. The Scottish Government have legislated to introduce separate payments, but are dependent on the Department for Work and Pensions’ information technology infrastructure to make this happen. I know that the Minister is likely to respond by saying that victims of domestic abuse can apply for separate payments, but she will be well aware that a survey carried out by Women’s Aid some time ago said that 85% of domestic abuse survivors would not dare to apply as an exceptional measure, because it would attract further abuse. That is why this needs to happen automatically. This Bill was the perfect opportunity to change the system, so why not just do it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Likewise, when domestic abuse survivors leave their partner and apply for UC, the five-week wait leaves many in abject poverty, at a time when they are attempting to rebuild their lives and replace essential belongings. SNP MPs have repeatedly explained to the UK Government why it is vital that UC advances are paid as grants to survivors, yet, once more, the opportunity to achieve that, which this Bill afforded, has not been taken. I do not understand why, and I await the Minister’s explanation with interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will devote the rest of my remarks to the provisions omitted from this Bill, which mean that it will continue to be impossible for the United Kingdom to ratify the Istanbul convention. In 2017, Dr Eilidh Whiteford, then the SNP Member of Parliament for Banff and Buchan, led a successful campaign to pass a law that required the UK Government to ratify the Istanbul convention. That was the first time an SNP MP had managed to get a private Member’s Bill into law, so it is particularly frustrating that three years later the United Kingdom has yet to ratify the Istanbul convention. It is also rather shameful that the UK is one of only six states in Europe to have failed to ratify it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Istanbul convention is based on the understanding that violence against women is committed against women because they are women. It makes clear that it is the state’s obligation to address fully violence against women in all its forms, and that the state must introduce measures to protect all women from violence, to protect all victims, and to prosecute perpetrators. Parties to the convention are encouraged to apply the protective framework that it creates to men who may also be exposed to violence in the domestic unit. However, it should not be overlooked that the majority of victims of domestic violence and abuse are women, and that domestic abuse is perpetrated against women as part of a wider pattern of discrimination and inequality based on their sex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Scottish Parliament has passed all the measures that are necessary and within its competence to enable ratification of the convention to proceed, but the UK Government are holding things up. The Bill before us ​introduces certain provisions regarding extraterritorial effect, which are necessary for ratification, but it falls short in the key area of provision of services to migrant women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As others have said, some migrant women find it impossible to access emergency protection because of the no recourse to public funds condition. Two weeks ago, the Home Affairs Committee took evidence about that condition from the Victims Commissioner, the domestic abuse commissioner designate, and the Children’s Commissioner, all of whom were clear that the no recourse to public funds provision should be scrapped, not just during this crisis, but for good. The cross-party joint parliamentary scrutiny committee that proceeded the first iteration of this Bill also recommended that the Bill should include proper protections for migrant women, yet all those recommendations have been ignored. I would like an explanation from the Minister of why they have been ignored.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have no doubt that amendments will be tabled in Committee to rectify those omissions and enable all migrant women to access vital protections from abuse. Will the Minister accept those amendments? Will she look favourably on amendments that address the payment of universal credit, which I mentioned earlier? I look forward to hearing about that point later this afternoon, because if the UK Government do not address the matters I have raised, protection for victims of domestic abuse will not be universal. Gaps in provision will remain, particularly for migrant women, and the UK Government will continue to be unable to ratify the Istanbul convention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}