{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2020-speech-on-the-windrush-compensation-scheme/",
    "title": "Joanna Cherry – 2020 Speech on the Windrush Compensation Scheme",
    "post_date": "June 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 23 June 2020.",
    "content": [
        "The Windrush scandal brought shame on the United Kingdom and shame on the Conservative Government, who caused it to happen. Make no mistake about it, Mr Deputy Speaker, what happened was a direct result of the hostile environment policy. The Government must know that and yet, before dealing with Wendy Williams’ recommendations, they have pressed ahead with plans to extend the reach of the hostile environment policy to European Union citizens in the immigration Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am concerned that, in today’s statement, the Home Secretary does not unequivocally commit to the sort of root and branch review of the hostile environment policy recommended by the lessons learned review. It is all very well to agree that black lives matter, but actions speak louder than words, and the reality is that many of this Government’s immigration policies continue to have disproportionate impacts on black, Asian and minority ethnic communities. If the Home Secretary does not carry out a root and branch review of the hostile environment policy, this will continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Joint Council for the Welfare of Immigrants has correctly identified that policies such as the right-to-rent scheme, which outsource the enforcement of immigration control to untrained members of the public, cannot be adequately reformed in such a way as to avoid the sort of discrimination that we have seen result. It is these policies that have resulted in real suffering for people from the Windrush generation and beyond, with people losing their jobs, unable to rent their homes and denied hospital treatment, including for serious diseases such as cancer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Can the Home Secretary tell us, in direct terms, that she will be carrying out the review of the hostile environment that was recommended by Wendy Williams? Wendy Williams said that the review should approach the measures of the hostile environment individually and cumulatively and demonstrate a plan to mitigate any particular cohorts impacted. She said that the review ​must be carried out with reference to equality law and the public sector equality duty. There have been calls for the right-to-rent scheme to be paused in the meantime and for the Government to consider pausing all other hostile environment measures until their effectiveness and impact can be evidenced. Will the Home Secretary state unequivocally for the record that this review of the hostile environment policy will happen, and will she give us a timescale today? Will she tell us whether the measures, such as the right-to-rent scheme, will be paused pending the outcome of the hostile environment policy? Finally, if assisting victims of the Windrush scandal is so complicated, why not extend legal aid to the lawyers who are trying to help them? That would be far more effective than inviting Members of Parliament into the Home Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}