{
    "url": "https://www.ukpol.co.uk/joanna-cherry-2020-speech-about-david-frost/",
    "title": "Joanna Cherry – 2020 Speech about David Frost",
    "post_date": "June 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Appointment of David Frost",
            "url": "/tag/appointment-of-david-frost/"
        },
        {
            "text": "Joanna Cherry",
            "url": "/tag/joanna-cherry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Joanna Cherry, the SNP MP for Edinburgh South West, in the House of Commons on 30 June 2020.",
    "content": [
        "Of course, Sir Mark Sedwill should be thanked for his distinguished service, but the truth is that his card was marked last year when he warned the Cabinet that Brexit would be a disaster. He also said that the consequent recession could be worse than 2008 and that prices could go up by 10%. This is all about the revenge of the Vote Leave campaign, whose so-called mastermind is now pulling the strings of this Government—although one does have to wonder about the masterliness of a mind that thinks a good way to test one’s eyesight is to go for a 60-mile drive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have three questions for the Minister. First, will he confirm that this is the start of the hard rain that Dominic Cummings promised for the civil service? Secondly, it has long been thought desirable for the Government to have the assistance of a civil service that is neutral, objective, above party politics and free from the taint of apparent bias. Does the Minister think there is any merit left in those qualities? Thirdly and finally, Lord Ricketts, himself a former National Security Adviser, has queried whether Mr Frost, a former diplomat, has the necessary experience of the wider security and defence agenda to fulfil the role of National Security Adviser. Will the Minister detail for us what experience Mr Frost has in those fields? Or should we be left with the impression that, even when it comes to national security, it is more important to have yes men in post than people with the requisite experience?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}