{
    "url": "https://www.ukpol.co.uk/christopher-chessun-2022-tribute-to-hm-queen-elizabeth-ii-lord-bishop-of-southwark/",
    "title": "Christopher Chessun – 2022 Tribute to HM Queen Elizabeth II (Lord Bishop of Southwark)",
    "post_date": "September 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Christopher Chessun",
            "url": "/tag/christopher-chessun/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Christopher Chessun, the Lord Bishop of Southwark, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, it was profoundly moving to sit together in this Chamber and listen to His Majesty the King speaking to the nation and Commonwealth of his profound thanks to his mother, Her Majesty the late Queen, and of his commitment to follow her example of selfless service. That resonated deeply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wish to share two conversations that I heard while travelling here today. One was on the Underground, when someone looked across and said, “You must be busy at the moment”. Guessing what this was leading up to, I said, “How is the news of the Queen’s death affecting you?” He said, “I’ve just been with my mum, who came to this country 70 years ago; she is now 74. She has only ever known the Queen and she is devastated. I too am full of sorrow”. And on we talked. Then, to get here in good time, I hopped into a black cab. The cab driver, when he knew where I was going, also put two and two together. He dropped me off and said, “That one is on me, Father. We are all sharing in this”. And so it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The tributes paid in this House and in the other place have rightly dwelt on personal reminiscences and the place of our late sovereign in the life of the nation. I too, like my fellow Prelates, have made my way to Sandringham in the depth of winter. Like them, I have both made my homage in due time and faced the Supreme Governor of the Church of England across a jigsaw puzzle. I have had my sermon judged and been put at my ease in spacious hospitality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since the news yesterday, we have been thinking deeply about what we knew of Her late Majesty in the light of our loss. I have one particular observation to make. As your Lordships know, my diocese covers the boroughs of south London and east Surrey. Near where I live is the magnificent edifice of Streatham public library, to which was added in 1912 a truly splendid clock by public subscription in memory of the late King Edward VII, who had died two years previously. A little further, again funded by public subscription, is a monumental statue of the same King at Tooting Broadway. I mention this because both stand out and both were by public subscription, and thus reflect the sense of the people of the day as a tangible means of expressing thanks and making their own tribute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wonder what we might say and do in response to the life of our late Queen. There are many tangible tributes that we may make in the coming months and years to Her late Majesty the Queen, but one of the greatest tributes would be to take to heart the sense of vocation and service she embodied in her role. In an age where politics is dominated by great parties and economics by great corporations, is it not salutary that even those who wield political and economic power are in some sense accountable and defer to someone who personifies the unity and well-being of the nation, and in that person to find a pledge of lifelong service and integrity—one that is not shouted out but lived out year after year?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will tell one small anecdote. My late sister-in-law, who was profoundly deaf, accompanied me during my time as Bishop of Woolwich when the Royal Artillery moved from Woolwich down to Salisbury Plain. Her Majesty the Queen was there for the occasion and spotted that my sister-in-law was wearing a Duke of Edinburgh gold badge. She went up and, as soon as she realised that my sister-in-law was deaf, her face lit up and non-verbal communication took place that was at the deepest and most wonderful level. My sister-in-law felt that she had had a wonderful conversation with the Queen, the Queen not least talking with her about deafness in her own family. Her capacity to reach out, particularly to those who live in this life with great challenges—disabilities, learning difficulties and many other challenges—was a real hallmark of her own integrity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Her late Majesty the Queen spent her long life in service with an uncomplaining dedication that she derived from her pledge to us and her duty to God, who called her to be our Queen. So, in audiences and walkabouts, at her official boxes, in correspondence, at investitures, before military personnel, before crowds, at great national occasions, in countless private moments, in numerous personal kindnesses and in her prayers, she did not fail us. May we embody these standards in the vocation we have been given—that will be a fitting tribute. Thanks be to God; God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}