{
    "url": "https://www.ukpol.co.uk/charles-chetwynd-talbot-2022-tribute-to-hm-queen-elizabeth-ii-earl-of-shrewsbury/",
    "title": "Charles Chetwynd-Talbot – 2022 Tribute to HM Queen Elizabeth II (Earl of Shrewsbury)",
    "post_date": "October 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Charles Chetwynd-Talbot",
            "url": "/tag/charles-chetwynd-talbot/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Charles Chetwynd-Talbot, Earl of Shrewsbury, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, I cannot describe adequately the sadness which I and my family feel at the passing of Her late Majesty the Queen. It is a great privilege and honour to have been given the task of opening the batting, so to speak, for my party in your Lordships’ tributes today, and to be able to give my personal tribute and that of all of us who are involved in the world of horses, in recognition and celebration of this most special and remarkable lady. I ask that your Lordships indulge me while I recount briefly Her Majesty’s passion for the horse and all matters equine. As the Racing Post recently wrote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The realm of the horse has lost its best friend.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have conducted a lifelong love affair with the horse. Being involved with horses, especially racehorses, was my principal goal, indeed my constant dream, all through my childhood days and beyond. At the age of 17, I went to work as a student for a great teacher of riders, Bertie Hill, a former three times Olympic three-day event rider who had ridden for Her Majesty. Bertie was based at Great Rapscott in Devon, a stone’s throw from the Castle Hill Estate and my noble friend Lord Arran. The Queen had two very special horses with Bertie—Chicago and Great Ovation—and I helped to look after them. That was my first job with horses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the forefront, though, was her love of horseracing. She was incredibly knowledgeable as an owner, a breeder and an expert on form and bloodlines. Indeed, her racing adviser, John Warren, is quoted thus:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“If the Queen wasn’t the Queen, she would have made a wonderful trainer. She has such an affinity with her horses and is so perceptive.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Queen’s first winner on the flat was Astrakhan at Hurst Park in 1950. The horse was a wedding present from the Aga Khan. Her best colt was undoubtedly Aureole, who very nearly won the Derby for her in 1953.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the years, she bred and owned so many top-class racehorses. To name a few: Dunfermline, Highclere, Height of Fashion and, more recently, Estimate, Carlton House, Dartmouth and Tactical. A raft of the very best jockeys had the honour of riding for her: Sir Gordon Richards, Lester Piggott, Willie Carson, Ryan Moore, John Reid and many more. Once asked what it was like to ride for Her Majesty, Willie Carson said, “To put on the royal colours makes one feel six inches taller.” That was a rare feat in Willie’s case. Her trainers were the greats of their profession: Sir Cecil Boyd-Rochfort, Major Dick Hern, Peter Cazalet and, these days, John and Thady Gosden, Sir Michael Stoute, Andrew Balding, Michael Bell, William Haggas and more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "National Hunt racing, which is my particular love, is a beneficiary of her horseracing enthusiasm as well, as the Queen has horses with Nicky Henderson and Charlie Longsdon. In the showing world, her favourite show was the Royal Windsor Horse Show, which, like her beloved Royal Ascot, she never missed. The inaugural Royal Windsor Show was held in 1943 to support the war effort financially. Her late Majesty enjoyed many successes there, among her most recent being Wyevale Harry, Balmoral Leia, Walton Highwayman and the Cleveland bay, Hampton Court Ivory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Queen was a highly accomplished horsewoman who learned to ride at the age of four on a Shetland pony called Peggy, a birthday present from her grandfather. She continued to ride to the age of 96. She encouraged and helped so many young riders, and indeed produced a daughter and a granddaughter of world-class ability and achievement. Her late Majesty was patron of many of the best agricultural shows and breed societies throughout the Kingdom, including the Welsh Pony and Cob Society and the Royal Welsh Show. She supported many rare equine breeds and bred top-class highland and fell ponies. One of the last photographs I saw of her was choreographed by her stud groom, Terry Pendry. It had Her Majesty standing between a fell and a highland, holding their halter ropes with the most wonderful of magical, radiant smiles spread across her face. She was with her equine friends, to whom she had given so much throughout her life and who had repaid her with total loyalty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Her late Majesty was the pinnacle of the horse world, and she has her place in equine history as one of the very greatest stalwarts. Thank you, Ma’am, for all you have done. May you rest in peace. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}