{
    "url": "https://www.ukpol.co.uk/rehman-chishti-2022-statement-on-jagtar-singh-johal/",
    "title": "Rehman Chishti – 2022 Statement on Jagtar Singh Johal",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rehman Chishti",
            "url": "/tag/rehman-chishti/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Rehman Chishti, the Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs, in the House of Commons on 7 September 2022.",
    "content": [
        "I am grateful to the hon. Member for asking the urgent question, and I pay tribute to his tenacious support for his constituent Mr Jagtar Singh Johal since his arrest in India in 2017. I appreciate what a difficult time this must be for Mr Johal’s family and friends. Again, I pay tribute to his Member of Parliament for all that he is doing for his constituent in these challenging circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consular assistance to British nationals overseas is the primary public service of the Foreign, Commonwealth and Development Office and a priority for the Foreign Secretary. Since Mr Johal’s arrest over four years ago, Ministers and officials have consistently raised our concerns about his welfare and treatment directly with the Government of India. With Mr Johal’s consent, this has included raising allegations of torture and mistreatment, and his right to a fair trial. The former Prime Minister, my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson) raised Mr Johal’s case with Prime Minister Modi in April. The then Foreign Secretary raised Mr Johal’s case with the Indian Minister of External Affairs, Dr Jaishankar, most recently in Delhi on 31 March. Lord Ahmad of Wimbledon, the Minister of State with responsibility for south Asia and the Commonwealth, is also in regular contact with his counterparts across the Indian Government. Since 2017, Ministers and officials have raised Mr Johal’s detention on almost 100 occasions, and they will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In May, the UN working group on arbitrary detention published its opinion that Mr Johal is arbitrarily detained. We take this seriously, and we are committed to doing what we can to assist Mr Johal. On 9 June, the then Foreign Secretary met the hon. Member for West Dunbartonshire (Martin Docherty-Hughes) and Mr Johal’s brother Gurpreet to discuss this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In February this year, lawyers acting for Mr Johal issued a civil litigation claim against Her Majesty’s Government in the High Court. Last month, they detailed their allegations. We must let the legal process take its course, and I will therefore not comment on this matter, in line with long-established practice, as I am sure all Members will appreciate and as you, Madam Deputy Speaker, outlined before the start of the urgent question. I can assure the hon. Member for West Dunbartonshire and the House that we will continue to do all we can to support Mr Johal and his family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}