{
    "url": "https://www.ukpol.co.uk/rehman-chishti-2022-parliamentary-question-on-the-joint-co-ordination-centre-with-france/",
    "title": "Rehman Chishti – 2022 Parliamentary Question on the Joint Co-ordination Centre with France",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Rehman Chishti",
            "url": "/tag/rehman-chishti/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Rehman Chishti, the Conservative MP for Gillingham and Rainham, in the House of Commons on 16 November 2022.",
    "content": [
        "**Rehman Chishti (Gillingham and Rainham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On addressing the illegal crossings, the Minister said that the new initiative would cost about £72 million. In 2019, when I was on the Select Committee on Home Affairs, we were told that the joint co-ordination centre with France would help to address individuals illegally crossing. Did that system work? How much did it cost? How will the new system work? My constituents in Kent are at the forefront of the illegal crossings. The Government consistently tell us that they will take tough, firm, decisive action, but instead the numbers have increased. How will the new system work better than the previous system?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not want to overstate the value of the agreement, but it is an important step forward and might presage further agreements with France in the months and years to come. It contains at least two important steps. First, there will be a 40% increase in French personnel on the beaches of northern France intercepting crafts about to enter the water and making arrests. French officers on the beaches currently intercept about 40% of craft, so increasing personnel by 40% will lead to a significant improvement. Secondly, the joint centre that we will establish with our French counterparts will ensure that the very sophisticated intelligence that the British security services are now drawing up on what is happening in northern France can be delivered to their counterparts in real time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}