{
    "url": "https://www.ukpol.co.uk/christopher-chope-1986-speech-on-elderly-persons-in-rest-homes/",
    "title": "Christopher Chope – 1986 Speech on Elderly Persons in Rest Homes",
    "post_date": "August 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Chris Chope",
            "url": "/tag/chris-chope/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Christopher Chope, the then Conservative MP for Southampton Itchen, in the House of Commons on 12 March 1986.",
    "content": [
        "I am grateful for the opportunity to have a debate about the financial arrangements for people in registered rest homes for the elderly. I know that I am not alone among hon. Members in being concerned about the matter. My hon. Friend the Member for New Forest (Mr. McNair-Wilson) wishes me to associate his name with some of the concerns which I want to express.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I appreciate the keen interest which my hon. Friend the Minister has taken in the subject since taking over responsibility for it. May I thank him in particular for the way in which he has listened to the representations of my constituents? In January he visited Southampton and, after meeting several residents at the Brookvale care home, he had a discussion with other rest home owners, a consultant geriatrician, general practitioners and nurses about the problems of residential care for the elderly. Later the same day he opened a new rest home which I am pleased to tell him is prospering, although it is charging fees greater than those who are on supplementary benefit can afford. More recently, my hon. Friend had a follow-up meeting lasting about an hour with two registered rest home owners in Southampton. If he paid the same attention to every constituency, I do not think he would have time to do anything else. I am most grateful for his concern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Conservative Government have an excellent record in extending care in the community, and the expanding national network of residential and nursing homes in the private sector is testament to this. The passing of legislation to improve the standards of care in these homes has ensured that those who look forward to spending the later years of their life in residential care can do so with confidence. The national picture is fully reflected in Southampton and Hampshire. In Southampton, the success of the programme of extending care in the community is such that, despite increasing numbers of elderly, and particularly frail elderly, there are now fewer on the waiting list for long-stay hospital care. My hon. Friend will know, however, that one does not seek a debate on the Adjournment merely to praise the Government but to draw attention to particular problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first problem to which I draw attention is the position of those who were in receipt of supplementary benefit in respect of their rest homes charges at 28 April 1985. When my right hon. Friend the Secretary of State first proposed a new structure of national limits for the residential care and nursing home sector on 29 November 1984, he said,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“These new limits will be designed to reflect the varying cost of providing different types of care. There is no question, however, of elderly, handicapped or disabled people being moved out of their existing accommodation, and their position will be protected.” — [Official Report, 29 November 1984; Vol. 68, c. 1098–99.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In circular LASSL 86(1), issued on 14 January 1986, there is confirmation that the level of charges being met in a person’s supplementary benefit before 29 April 1985 will be maintained indefinitely where the person is over pensionable age. I welcome that, but it does not meet the problem of rising costs and charges. Most residential rest ​ homes have had to increase their charges since April 1985 or, if they have not already done so, will soon have to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Who is to pay the increased charges? The DHSS will not if the charges are already above £120. By definition, the residents do not have the means to pay the extra and even if they did this would be offset against their supplementary entitlement. I know of several proprietors of rest homes in Southampton who will have to take a crunch decision soon — next month is the crunch time—about whether to waive increased charges for the residents in the category I have described or ask those residents to leave. Surely if my right hon. Friend is to be consistent with his pledge to “protect the position” of such residents, he should be willing to allow increased supplementary benefit in line with the retail prices index. He should not rely upon the charity of the home owners, and should remember that because the residents do not enjoy security of tenure both they and their relatives are extremely worried about what may happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second problem to which I draw attention is the position of those who were resident in rest homes at 28 April 1985 but who were paying privately and whose means subsequently fall to such a level as to cause them to qualify for supplementary benefit. Many of those who enter residential care use the capital released from the sale of their homes to meet the costs, but even £30,000 from the sale of a house pays for only three or four years in a rest home at £150 per week. These people expected that, once their capital was depleted, they would be in the same position as anyone else who qualified for supplementary benefit. Surely the pledge given by my right hon. Friend to which I have referred should extend unequivocally to these residents as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this context I welcome the contents of paragraph 5 of the circular of 14 January, which states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“For those claiming supplementary benefit after 29 April 1985 the new system of national limits applied straight away. But Ministers have decided to introduce a new provision to help some long standing residents in residential care homes who did not claim supplementary benefit until after 29 April 1985…Where application of the new limits could produce exceptional hardship the Secretary of State has the discretionary power to extend to an individual the benefit of transitional protection so that he could receive the same rate of benefit as he would have received had he claimed before 29 April”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that much greater publicity will be given to this very welcome concession by the Government, because I know that the problem has been a cause of concern to many. I have met many residents and their relatives who are still concerned, however, about what will happen when the money runs out. I doubt that the discretionary power will allay all their worries and concerns. I find it hard to contemplate a situation in which my right hon. Friend would choose not to exercise his discretion to extend transitional protection. If I am right in that, why cannot he go the whole way and guarantee that, in the situation that I have described, the transitional protection will be extended?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third problem on which I seek my hon. Friend’s comments is the rigidity of the limit of £120 a week on supplementary benefit payments for residents in residential rest homes for the elderly. In most homes in Southampton this limit is well below the fees charged to those who pay privately. I imagine that £120 a week is probably too much for a pensioner who is up and about and fully in command of his faculties and who does not qualify ​ for attendance allowance. Such a person should not, perhaps, even be in a residential rest home—at any rate, not at the expense of the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, at the other end of the scale there may be a nonagenarian who qualifies for the full attendance allowance, who is very frail and who is incontinent. For such a person, living in a centrally heated, single room with full board, 24-hour care and free laundry, £17 a day is a bargain. It is clearly far below the reasonable cost. One needs only to consider the cost of care in a long-stay hospital. It is £48 a day. Therefore, £17 a day is very much on the low side where a very considerable degree of care is required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not underestimate the problems involved in having separate levels of supplementary benefit entitlement, depending on the extent of the infirmity and the degree of care being provided. But the present system, particularly now that the attendance allowance payments are taken into account and set off against supplementary benefit, discriminates against the very people that we should be most eager to help. My hon. Friend saw some such people on the occasion of his visit to the Brookvale care home in Southampton.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fourth problem is the one of topping-up payments. If a person is below pensionable age and a home’s charges exceed the supplementary benefit limit a local authority is able to top up the balance above supplementary benefit. The same principle does not apply, however, to a person who is a pensioner. I am sure that many local authorities would much prefer to top up a payment rather than have to provide home help services and meals on wheels. A district health authority might also be willing to make a topping up payment because it thereby saves on district nursing services. In Southampton, in the light of a recent decision to remove payments for incontinent aids, it would mean a saving of between £40 and £50 per resident per month if a person moved into a residential rest home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is also a problem about topping-up payments by relatives. I hope that in his reply this evening my hon. Friend will spell out clearly what those rules are. I have spoken to the officials in the supplementary benefit office in Southampton. They are in a state of confusion. The result is that some of the decisions that have been handed down seem to be wrong. I understand that under the regulations it is possible for relatives to top up payments, but I do not believe that that is the general understanding. I look forward to hearing what my hon. Friend has to say about that problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fifth problem concerns the inflexible arrangements which apply to the categorisation of residents. A nursing home resident can receive between £170 and £230 per week from supplementary benefit, yet I have had constituency cases of individuals who would clearly qualify for nursing home provision but who would prefer to stay in a residential rest home where they have already spent many years, where the environment is familiar and the standard of care is as high as they would wish or need. My hon. Friend wrote to me about one such case on 28 February. The 89-year-old lady has charges of £180 per week. When I wrote to my hon. Friend he suggested that, in view of her disabilities and the high degree of care she needs,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“it may be that she should now be accommodated in a nursing rather than a residential care home. The limit for a non specialist nursing home is £170 per week. This higher limit could not be paid for”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "this particular lady’s—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“present accommodation unless the home were jointly registered also as a nursing home.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But joint registration of this home is not a practicable possibility. There are planning problems and the additional facilities which the owner would have to provide would only be worthwhile if all her residents were in need of the level of care provided in a nursing home. The owner does not wish to register as a nursing home and the resident does not wish to move to a nursing home.  \nIf a pensioner resident suffers from disablement but had become disabled before reaching pensionable age, the maximum supplementary benefit payable is £180 rather than £120, provided of course that the home is duly registered for the elderly and physically disabled. Yet if a pensioner resident becomes frail and disabled in old age, the limit is fixed at £120.  \nCircular LASSL 86(1) explains:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“This distinction is intended to avoid ambiguity between those suffering from substantial and permanent disablement and those simply becoming frail in old age.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is Civil Service newspeak of the worst sort. If an 85-year-old bedridden amputee is frail and incontinent, he is disabled. Why should the cost of looking after him be deemed to be £60 a week less, if he was disabled at the age of 65 rather than 64? That is one of the worst anomalies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a similar inflexibility in the assessment of those with mental disorders. Senile dementia is not apparently classified as a mental disorder, although its symptoms are often similar. The amount of care needed to look after someone with it is a great deal more than that for an ordinary old person. Yet supplementary benefit allowances are no different.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that my hon. Friend does not have responsibility for incontinent aids, but does he agree that it is desirable for health authorities to provide incontinent aids at no cost to residents in local authority, private and voluntary residential rest homes? I can understand why such facilities should not be provided to nursing homes because by their definition they are meant to provide full care and treatment, including all nursing services. But at a time when resident rest home owners are being pressurised from all sides, it is most unfortunate that in the Southampton health district the provision of such incontinent aids to residents in residential rest homes has been withdrawn by the health authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In a masterly understatement in a letter to me, my hon. Friend said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We do not regard the present arrangements as immune to change if the need can be shown.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that he will show that he has thought further about the possible ways in which the system can be improved and changed, and that he will not delay in putting right some of the present shortcomings which threaten to discredit an area of Government policy for which there should be only properly great praise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}