{
    "url": "https://www.ukpol.co.uk/christopher-chope-2020-speech-on-proceedings-in-parliament/",
    "title": "Christopher Chope – 2020 Speech on Proceedings in Parliament",
    "post_date": "June 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chris Chope",
            "url": "/tag/chris-chope/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Christopher Chope, the Conservative MP for Christchurch, in the House of Commons on 2 June 2020.",
    "content": [
        "I begin by expressing my embarrassment on your behalf, Madam Deputy Speaker, that all your entreaties to the right hon. Member for Ross, Skye and Lochaber (Ian Blackford) fell on deaf ears. I think he shows little respect for you in the Chair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wish to participate in the debate because I am a member of the Procedure Committee and I have a slight difference with my right hon. Friend the Chair of the Committee. Although I agree with the Committee’s plea for people to be able participate in the proceedings as far as possible, and I am delighted that my right hon. Friend the Leader of the House will table a motion tomorrow, I do not believe that remote voting is necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In normal times, my right hon. Friend the Member for Harlow (Robert Halfon) would be sitting here. He cannot be here today on medical advice. Ever since I was first elected to this House in 1983, no person who is away from the House on medical advice has been able to do anything other than get a pair. That system worked well in the 1983 and 1987 Parliaments. When I raised that in the Procedure Committee, my right hon. Friend the Member for Staffordshire Moorlands (Karen Bradley) said that the genie was out of the bottle and it was no longer possible to persuade members of the public that, if we were not physically present to vote and we were paired, we were going about our business. I think we have a big education job to do to explain to our constituents and the public that we can do a really good job as Members of Parliament without physically being here to vote every time. When Ministers go on trips or Select Committee members meet outside this place, they are often paired.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is something to be said for making that pairing arrangement more transparent, as the hon. Member for Blackley and Broughton (Graham Stringer) suggested earlier, but let us not demean ourselves by saying that pairing is a second-best arrangement. Pairing is a fair way of ensuring that people who are ill and unable to attend the House can have their votes counted. Under a pairing system, one person’s vote on one side is cancelled out by someone else on the other side. [Interruption.] The hon. Member for Rhondda (Chris Bryant) has been in the House almost as long as me and he knows that the system works well for those who are ill. It would be wrong to change it now. The Procedure Committee has an inquiry on the matter, but we cannot resolve that today. Let us therefore proceed with the motion in the name of the Leader of the House and allow ourselves to have real voting here. For those who cannot get here to vote, let us encourage pairing, while perhaps making the system more transparent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}