{
    "url": "https://www.ukpol.co.uk/christopher-chope-2023-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Christopher Chope – 2023 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Chope",
            "url": "/tag/chris-chope/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christopher Chope, the Conservative MP for Christchurch, in the House of Commons on 24 March 2023.",
    "content": [
        "It is a pleasure to follow the hon. Member for Walthamstow (Stella Creasy), who I know takes a great interest in this particular subject. I am delighted that she included in her remarks a reference to the fact that this legislation applies equally to men who are victims as it does to women who are victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I looked at the Committee report, one of my concerns was that there was not even a mention of men and boys being victims. I therefore wanted to ensure that emphasis was given to the fact that the Bill applies to men and women equally. I am grateful to my right hon. Friend the Member for Tunbridge Wells (Greg Clark) for emphasising that point and saying that, if needs be, that could be included in the guidance produced for prosecutors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to emphasise the significant extent to which men are being sexually harassed. A report from Diversity Dashboard says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Sexual harassment in the workplace is widespread, and women suffer the most…although…a significant percentage of men are also victims of sexual harassment.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "According to the Nursing Times, many people do not report to their employer that they have been harassed and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“only 17% of sexually harassed male nurses actually report it to their employer. Overall, female nurses are more frequent subjects of sexual harassment. However sexual harassment statistics by gender tell us that men aren’t spared either.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, 51% of the male respondents to the Nursing Times survey said they had been sexually harassed, which is a very high percentage. Diversity Dashboard goes on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Research shows that, when a man suffers a sexual assault in the workplace, a woman is a perpetrator in 76% of the cases…Additionally, it’s worrying and insensitive that such behaviour is seen as a joke when it involves male victims.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why although men are overwhelmingly responsible for sexual harassment against women, we need to take into account that men are on the receiving end as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reason this issue is so important at the moment is a growing belief among experts, including those in professions relating to psychiatry and psychology, about the impact of sexual politics, as it is called, on young men. Madam Deputy Speaker, you may have seen the recent article in The Spectator by Gus Carter, in which he says masculinity is now in crisis. He goes on:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The polling company YouGov found that just 8 per cent of people have positive views of white men in their twenties, by far the lowest of any ethnicity or age group. Males are routinely presented as inherently dangerous, aggressive and animalistic, incapable of controlling their own instincts. You can see it on public transport, where government adverts announce that staring is sexual harassment. Us blokes can’t even be trusted to use our eyes properly.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a very serious aspect of the debate around harassment and, as I prefer to put it, common decency, standards of behaviour and politesse. The sexualisation, in a sense, of harassment is having an adverse effect on young males. Teenage boys are being routinely disciplined by schools in circumstances in which their female counterparts are not. A female former teacher who left the profession last year is quoted in the article:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Boys are now seen as potential perverts… There was this obsession with the victimisation of women. I thought we had been getting somewhere with sex and relationships, teaching the children to treat people with respect, but that has been totally set back.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will not go into all the other points that the article makes, but one that is relevant to this debate is that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“there seems to be an inability to hold two notions in our heads: that sexual assault is bad and that treating men as inherent sex pests is also bad. A reasonable worry about assault appears to have morphed into an institutional misandry. There is a lack of recognition that, as with all crimes, the proportion of perpetrators is vanishingly small. The awful behaviour of a few is leading to the mistreatment of all.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The consequence of all this in relation to mental health issues for boys and young men, unless we are extremely careful with the language we use, will be that a situation that is already bad gets even worse. Since 2017, the NHS has found that the proportion of boys with probable mental health issues has increased by more than 50% to nearly one in five. The suicide rate for boys aged 15 to 19 has more than doubled over the past decade. The child psychologist Julie Lynn Evans has said that she thinks the pendulum has now swung too far in the other direction:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The boys came out of lockdown into this slightly hysterical atmosphere of ‘Don’t touch, that’s inappropriate, that’s assault.’ They are being treated as guilty until proven innocent.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The article, which I think very telling, goes on to ask what we are going to do about this. Are we going to recognise that young men aged 18 to 24 are significantly more likely to be unemployed than women in a similar age group, and that women are outperforming men in university? We have this problem of workless men living with their parents and almost being discouraged or intimidated into not going out on the street—not only not finding jobs, but not finding girlfriends and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A really serious problem is developing for us, which is why I thought it important to table an amendment to put it right. I am grateful to my right hon. Friend the Member for Tunbridge Wells for recognising the significance of the issue. Even—I say “even”—the hon. Member for Walthamstow seems to accept it, and I hope that when she makes remarks on the subject in future she will always emphasise that it is about not just one particular group of victims, but people in general, of both sexes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Other amendments that I have tabled were designed to develop the debate, and I think we are having that debate. Let me deal first with the timescale and the fear that the guidance will be much delayed. I am not sure that the requirement to produce guidance is necessarily a reason that the Bill could not come into law first, with guidance to follow. The offence could still be created without being conditional on the guidance being produced first, so I do not think that an adequate reason for the Government not to accept a specific date of implementation. My right hon. Friend the Member for Tunbridge Wells generously says, “I try to keep an eye on some of these things.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One reason why amendment 9 would put a specific date in clause 3 is that I had a similar experience with the Bill brought to this place by my right hon. Friend the Member for East Yorkshire (Sir Greg Knight) on the abuse of parking rules by rogue parking companies. I suggested that the guidance that followed from the Bill should have to be delivered within a specified period; if it was not, the legislation would not take effect. I am afraid to say that as of today—this was, I think, two years ago—the legislation has still not come into effect. My right hon. Friend was sympathetic to my amendment, but the Government persuaded him to encourage me to withdraw it, in order to protect his Bill. I cite that as an example of the problems arising when we leave it to the Government to decide when and if legislation should take effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps my right hon. Friend the Minister for Crime, Policing and Fire will, when responding to the debate, deal with the issue around prisoners. One can understand that the Government might be nervous about a consequence of the legislation being that more people may be sent to prison. Certainly, that was one of the objections of a previous Government to the suggestion that we introduce more severe penalties for people convicted of causing death by dangerous driving. The argument was that it would result in extra prison places being taken up. I hope that he will say that the number of people in prison is not relevant to the debate, because surely the law should take its course; punishment should not exclude prison if prison is merited, just because we do not have enough room in prisons. If we do not have enough room in them, we need to remove from them some of the people who are still on indeterminate sentences, which I think are pretty unjust, and/or we need to build more prisons. That is why I think it is important to put a fixed date in the Bill, and I chose, arbitrarily, 1 August 2023. Actually, it is not that arbitrary; I assumed the normal rule would apply, so I gave a date two months after Royal Assent might take place, and assumed that the Bill, all things being equal, would get through the other place before then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I turn to my other amendments. On whether to use “because of” or “due to”, I concede that it is a “how many angels can dance on the head of a pin” issue. I am grateful to my right hon. Friend the Member for Tunbridge Wells for having looked at that point. On amendment 2 about primacy, proposed new section 4B(1) of the Public Order Act 1986, inserted by clause 1, says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“A person (A) is guilty of an offence under this section if—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(a) A commits an offence under section 4A (intentional harassment, 5 alarm or distress), and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(b) A carried out the conduct referred to in section 4A(1) because of the relevant person’s sex (or presumed sex).”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I assumed that that would be the sole reason for that behaviour. Indeed, in discussing this with my right hon. Friend, I thought that that was his understanding of his Bill and no subsidiary or other reasons would be taken into account. However, I looked at the subsequent provisions and saw that proposed new section 4B(3) of the 1986 Act stated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“For the purposes of subsection (1)(b)”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "the one to which I have just referred—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“it does not matter whether or not—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(a) A also carried out the conduct referred to…because of any other factor”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I could not understand why “any other factor” had been introduced, because it seemed redundant and it undermined his contention that when drafting this Bill he wanted it to be clear that this was the primary, if not sole, reason for the conduct being referred to. He has used a slightly different explanation today as to why he is unhappy with my amendments and is citing various precedents from other Acts and claiming “consistency”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would be grateful to the Minister if he could spell out whether he accepts that “the relevant person’s sex” must be the main reason for the conduct carried out, otherwise there will not be an offence being committed under the provisions of this Bill. If he is able to spell that out, and perhaps it will be repeated in the guidance, I will go home as a relatively happy bunny. On that note, at this very moment the other place is debating the Third Reading of my Mobile Homes (Pitch Fees) Bill, which is about changing the rules from using the retail price index to using the consumer prices index. I hope that I will be able to go home a happy bunny on the basis of its getting Third Reading in the other place, and I am most grateful to Lord Udny-Lister for taking it through that House. That, however, is an aside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My amendments 7 and 8 talk about “sex” or “presumed sex”. Let us suppose that someone is in the business of harassing people on the basis of their sex—I hope that not many people are. Let us then suppose that that person thinks that they are harassing a man but it turns out that the person they are harassing is not a man and is in fact a woman——it may be the other way round, and they may think that they are harassing a woman and it then turns out that the person is not a woman but a man. The amount of alarm or distress that will be caused to the person on the receiving end will be significantly reduced if they are not of the sex that was intended by the person who was harassing—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not seek to quarrel with my hon. Friend. But let us consider the analogous situation in which a person with brown skin, relatively dark skin, were the subject of a humiliating torrent of racial abuse in the street but was not a member of a given racial group, I do not think that would diminish the impact and the offence intended by the person. Surely the same would apply in this case, and the person on the receiving end would feel humiliation and the perpetrator would have had exactly the same intention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Christopher Chope**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With the greatest respect to my right hon. Friend, I think he is conflating two dissimilar situations, because the situation he is describing is already an aggravated offence and what we are talking about here are offences that are not aggravated. Indeed, this Bill has been introduced because they are not regarded as aggravated offences and thereby qualifying for greater punishment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a mistake to try to equate a situation where something is already an aggravated offence with the situation described in this Bill. If a person is harassing or making remarks to somebody in the mistaken belief that they are trying to insult a woman, but it turns out that they are a man, that seems to me to be a mistake. Although that will probably still enable the person to be convicted of a public order offence, it will be a public order offence not because of their behaviour, but because of that person’s sex. It is semantics, I am prepared to concede, but that is why I introduced that amendment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Peter Gibson (Darlington) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before the intervention of my right hon. Friend the Member for Tunbridge Wells (Greg Clark), was my hon. Friend saying that misgendering somebody would cause less offence to them as opposed to greater offence? To my mind, any sexual-based harassment, whether it be misgendered or correctly gendered, will still cause offence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Christopher Chope**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have tried to avoid—and have done so up to now—getting into the debate about the difference between sex and gender. I will not rise to my hon. Friend’s bait to try to develop arguments around that. The Bill, commendably, is specific to sex, and it leaves out gender. I will leave it at that if that is all right with my hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This brings me to the conclusion of my remarks. I will not say what my intentions are in relation to these amendments until I have heard from the Minister, which I hope, Madam Deputy Speaker, you will think is a reasonable approach to take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}