{
    "url": "https://www.ukpol.co.uk/christopher-chope-2021-speech-on-the-british-library/",
    "title": "Christopher Chope – 2021 Speech on the British Library",
    "post_date": "March 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "Chris Chope",
            "url": "/tag/chris-chope/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Chope, the Conservative MP for Christchurch, in the House of Commons on 15 March 2021.",
    "content": [
        "New clause 1 provides that the Act expires at the end of a period of five years beginning from the day on which it is passed, otherwise known as a sunset clause. I have tabled this new clause because I think it is particularly apposite in relation to this subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the Government, or the Department for Digital, Culture, Media and Sport, first contemplated the idea that the British Library might be given the power to borrow, which it does not have at the moment, the report said that there would be an opportunity to have a full debate about the pros and cons of so doing, and I am not sure that that debate has ever really taken place. I am also not sure that the British Library board is that keen to exercise these powers. The reason for that may well be associated with the fact that borrowing incurs future costs, and those costs then have to be budgeted for from a grant in aid. It is well established that many of what are described as “arm’s length authorities”, which are the subject of grant in aid from the Department for Digital, Culture, Media and Sport, believe that it is better to rely on grant in aid, where they know where they stand, than to go down the route of borrowing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My concern is that the Bill could be used as a means whereby the Government cut their grant in aid to the British Library board and, if the board whinges, tell it to borrow the money instead. Given that our national debts are at record levels, it seems to me that such an attitude would be completely out of place. If the Bill becomes law, however, there is no guarantee that that will not happen—that it will not be used as an excuse to ramp up costs for future generations: “Spend now, pay later”. The grant in aid process is designed to ensure that the British Library board can receive funding sufficient to enable it to do its work during the course of the year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My background interest in this comes from the fact that I was the Minister responsible for the Property Services Agency. One of the biggest projects on its books was the construction of the new British Library. That whole process and the way in which it was funded should be the subject of a treatise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The grant in aid process was used to fund the construction project each year; there would be an agreement between the Government, the Department and the British Library about how much money could be spent on it in any given year. But no limit was put on the overall costs. It was only when the then Prime Minister Margaret Thatcher got to hear about that that she decided that we could not carry on just funding the capital project of the British Library on a year-by-year, hand-to-mouth basis. We needed to say that that could not go on indefinitely and that there should be a finite sum of money for the project—and that would be that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not know whether you have been round the British Library, Madam Deputy Speaker, but it is almost in two halves: part of it is adorned with fantastic panelling and money-no-object interiors, but I can only describe the second part as rather more utilitarian. That is a direct consequence of the then Prime Minister’s having said that there had been an abuse of the grant in aid process. I still have the trowel used in the British Library topping-out ceremony—as we would expect for such an extravagant project, it is made of finest silver and came from Garrard, I think. But that is by the by.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just as the grant in aid was abused before Margaret Thatcher got a grip on it, I fear that the power to borrow could also be abused if we do not keep a tight rein on it. A five-year sunset clause would enable that assessment to be made, so that at the end of five years, if it had been a great success, it could be renewed, and if not, there would not be any need to renew it. Effectively, it would give this House the opportunity of policing what had actually happened under the powers being granted in this primary legislation. I go back to the point that we are not even sure that the British Library really wants these powers, and certainly it does not want these powers if the consequence is a reduction in its grant in aid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Amendment 1 is designed to limit the amount of borrowing in any calendar year to £1 million. That is an off-the-cuff, arbitrary sum of money, but it seemed to be a reasonable sum for starters, in the absence of any other evidence as to what the British Library needs to borrow and for what purpose it needs to carry out those borrowings. I have tabled this more as a probing amendment, rather than one that I expect to be accepted just like that by the Government. This is quite a short point—and, indeed, it is a short Bill—but in the context of the national situation of public borrowing, it takes on a totemic significance greater than it might have had when the Bill was introduced last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that those introductory remarks in support of my new clause will engender not only a debate but an opportunity for the Under-Secretary of State for Digital, Culture, Media and Sport, my hon. Friend the Member for Boston and Skegness (Matt Warman), who I am pleased to see in his place, to respond and to share with the House his vision for the British Library and how much he thinks that vision is dependent upon the British Library Board having the borrowing powers set out in the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would be interested to know whether the Minister has any idea of how much the British Library Board is thinking of borrowing. The explanatory notes make it clear that the board would not just be able to borrow willy-nilly; it would have to get approval for so doing from the Department. My understanding is that, at the moment, there is a sum of £60 million available for borrowing for all the arm’s length bodies that the Department sponsors. Would the British Library Board’s borrowings be subject to that limit, or would they be in addition to it? In the spirit of the need to ensure that we scrutinise these proposed pieces of legislation, I would be grateful if we could get some response on those issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}