{
    "url": "https://www.ukpol.co.uk/chris-chope-2016-speech-on-the-european-convention-on-human-rights/",
    "title": "Chris Chope – 2016 Speech on the European Convention on Human Rights",
    "post_date": "May 10, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Chris Chope",
            "url": "/tag/chris-chope/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Chope, the Conservative MP for Christchurch, in the House of Commons on 9 May 2016.",
    "content": [
        "I am most grateful to Mr Speaker for giving me the opportunity this evening to raise the issue of the UK’s membership of the European convention on human rights. I want to focus on the issue in the context of the referendum that will take place on 23 June—and let me say, as a Brexiteer, that it is good to know that a fellow Brexiteer will be responding to the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should, at the outset, set out my position on sovereignty and human rights. I want our Parliament to make the laws to which United Kingdom citizens are subject, and I want our independent judges to interpret those laws without fear or favour. I believe that if Parliament does not like a court’s interpretation of the law, Parliament should be able to change that law, prospectively but not retrospectively. I also believe that supranational courts should not be able to legislate for us by judicial means. If the wording of a treaty is to be changed, it should be changed by an amending protocol and not by judges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why I support the European convention on human rights, but am very uneasy about the way in which it has been extended by judicial activism into fields that Parliament has never approved—a prime example, obviously, is giving votes to prisoners, an issue which the Prime Minister told us made him feel physically sick—and that is why I am so keen for the United Kingdom to take back control over the making and interpretation of our laws. Currently, 60% of our laws are made by the European Union, and they can be changed at will by the European Union against our wishes, because even if all United Kingdom Members of the European Parliament vote in one way, they can muster fewer than 10% of the votes in that Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I applied for this debate because I am very confused about Government policy on UK membership of the European convention on human rights. I read the speech delivered by my right hon. Friend the Home Secretary to the Institution of Mechanical Engineers on 25 April, entitled “The United Kingdom, the European Union, and our place in the world”. In that speech, my right hon. Friend set out what she considered to be the principles for Britain’s membership of international institutions. She said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We need…to establish clear principles…Does it make us more influential beyond our…shores? Does it make us more secure? Does it make us more prosperous? Can we control or influence the direction of the organisation in question? To what extent does membership bind the hands of Parliament?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having asked all those questions, she said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“the case for remaining a signatory of the European Convention on Human Rights—which means Britain is subject to the jurisdiction of the European Court of Human Rights—is not clear.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "She went on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The ECHR can bind the hands of Parliament, adds nothing to our prosperity, makes us less secure by preventing the deportation of dangerous foreign criminals.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“If we want to reform human rights laws in this country, it isn’t the EU we should leave but the ECHR and the jurisdiction of its court.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we want to have influence, we should bear in mind that tomorrow is the eighth anniversary of the imprisonment of seven Bahá’i leaders in Iran. They are prisoners of conscience, and were imprisoned as a result of their religious belief. That is an unquestionable violation of their human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Outside Europe, the United Kingdom’s membership of the European convention on human rights sends a strong signal of our continued commitment to upholding and advancing human rights globally. Is there not a good reason for our being a member of the convention when we can do something for those Bahá’i leaders in Iran who have been violated and persecuted because of their beliefs? That is one example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Chope**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman has made his point very well. However, I am concentrating on what the Home Secretary said. She seemed to be announcing a Government policy that the United Kingdom should leave the convention but stay in the EU. Her speech led to an urgent question, which was granted by Mr Speaker, and I—and other people who were present on that occasion—could not understand how we were going to be able to deliver the Home Secretary’s agenda on human rights if we remained in the European Union and subject to the EU charter of fundamental rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Questions were raised by Members during those exchanges, and it became clear that the Home Secretary—and, indeed, the Government—were indeed rather muddled about this. One of the questions that was asked was whether membership of the European Union required us to be a party to the European convention on human rights. The Home Secretary was not answering the urgent question. The Attorney General answered, as a Law Officer. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It is not…in any way clear that membership of the European Union requires membership of the European convention on human rights…there are considerable legal complexities”.—[Official Report, 26 April 2016; Vol. 608, c. 1291.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend the Member for North East Somerset (Mr Rees-Mogg) then cited article 6.3 of the treaty on European Union, which states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Fundamental rights, as guaranteed by the European Convention…shall constitute general principles of the Union’s law.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He went on to refer to the fact that the Commission had said that any member country of the European Union that sought to disengage from the European convention on human rights might have its voting rights suspended.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then, as so often happens in this House, my hon. Friend the Member for Wellingborough (Mr Bone) asked a really pertinent question. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Can a country remain in the European Union and still come out of the convention? What is his legal opinion on that?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Attorney General replied:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“As I have suggested, the legal position is not clear.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He went on to say that he did not\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“have the time to go into all the ins and outs of that particular question now, but I suggest it would also be wrong to say that it is clear in the opposite direction.”—[Official Report, 26 April 2016; Vol. 608, c. 1301.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So that was what the Government were saying about this particular matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This morning, I heard the Prime Minister chiding Brexiteers for having no clear comprehensive plan for life outside the EU, but that was a classic case of the pot calling the kettle black. As I have just said, the Prime Minister and the Government have no clear plan for life inside the European Union if there is a remain vote on 23 June. They do not know what will happen to their human rights agenda. There are many other examples beyond that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a failure by the Government not to address this issue up front, and to leave it hanging in the air pending the referendum. We have had some quite clear advice from lawyers of great distinction. For example, Lord Woolf said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“You can legally reconcile the doctrine of the sovereignty of Parliament with the European Convention on Human Rights. You cannot do that with regard to the European Charter, because the position there is that you can trump a statute.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lord Woolf was being quoted there in the House of Lords paper 139, which was published today. We now have a situation in which the Home Secretary seems to be arguing that we would be more secure if we left the convention on human rights but retained European law relating to fundamental rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should like to give the House some examples of how EU law is undermining our security. In The Sunday Telegraph yesterday, it was reported that six Algerian terror suspects with links to Osama bin Laden and al-Qaeda were to be allowed to stay here after a 10-year battle in the courts. I think that the Under-Secretary of State for Justice, my hon. Friend the Member for Esher and Walton (Mr Raab) has made the point that the number of people fraudulently trying to gain entry into the United Kingdom has almost doubled in a year. That is because those people realise that we do not have the power to turn them away at our borders if they are waving a European Union identity document.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was speaking at a conference on European freight security last week, at which it became apparent that we are not allowed to X-ray lorries in Calais to see whether they contain illegal migrants because it might be damaging to the human rights and health of those illegal migrants. That is another example of how human rights laws undermine our ability to keep our borders secure. Another example is that we are not allowed to take DNA samples from migrants who refuse to give their fingerprints when they enter the European Union, which is expressly prohibited by the Eurodac regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then we have the example, which came out a couple of months ago, of Abu Hamza’s daughter-in-law. We found out that she was his daughter-in-law only through a freedom of information request. An advocate-general in the European Court of Justice said that it was in principle contrary to European Union treaties to remove the lady from the United Kingdom, notwithstanding the fact that she had been convicted and sentenced to a year’s imprisonment. It was subsequently revealed that she had been convicted of attempting to smuggle a Sim card to Abu Hamza while he was in a high-security prison, but even that grave crime was insufficient to allow the courts to remove her from the United Kingdom because of the intervention of the European Court of Justice, which exercised its powers under the EU’s fundamental rights laws.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I cannot understand how the Home Secretary can consistently argue that we should stay in the European Union when the logic of everything she said in her speech was that we should be leaving the EU. It is potentially misleading for members of the public to think that they can have their cake and eat it by leaving the European convention on human rights while still remaining subject to the European Court of Justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Edward Leigh (Gainsborough) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps all these complexities explain why so little progress is being made on our manifesto commitment to leave the European convention on human rights. When the Minister replies, I hope that he will make it clear that the Government have not gone cold on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Chope**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that the Minister will be able to respond to that. We had a debate towards the beginning of this parliamentary Session in which the Minister made it clear that the Government intended to bring forward a consultation document on this sooner rather than later. I think he envisaged that that would be before Christmas, but it then became after Christmas and now it is after the referendum. They were talking about a consultation document, so why can we not have even a discussion? I fear that it has been kicked into the long grass on the instructions of No. 10, because it was realised that it would lead to lot of awkward questions. The Government have demonstrated throughout the course of the referendum debate that they are quite happy to ask hypothetical questions and complain when people are unable to answer them, but they are unwilling to respond positively to the questions that people are asking them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Gerald Howarth (Aldershot) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sorry that I missed the first part of my hon. Friend’s speech; I very much look forward to reading it tomorrow. While the view of the general public is that infringements on the rights of Parliament are the result of the intervention of the European Court of Human Rights, will my hon. Friend confirm that even if we were to leave the European convention on human rights and remain in the EU, we would still be subject to the same kind of interference from the European Court of Justice?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Chope**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes. It would be not only the same type of interference, but graver. That is the conclusion of the House of Lords EU Justice Sub-Committee, the report of which I referred to earlier and came out today. The European Court of Justice has much greater powers and can effectively remove legislation from our statutes. The European Court of Human Rights is much more restricted and can deal only with individual cases, which then can be the subject of negotiation and we can ultimately exercise more discretion or have a greater “margin of appreciation”, to put it in legal language. As Lord Woolf was saying, the European convention on human rights may not be perfect, and we may not like the way in which it has been changed by judge-made law, but most people would agree with its actual wording.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The European charter of fundamental rights is anathema. You may recall, Mr Deputy Speaker, that when the charter was first brought forward and the then Labour Government were saying that it would have no application to the United Kingdom, the then Minister for Europe, the right hon. Member for Leicester East (Keith Vaz), memorably said that it would have no more status in UK law than a copy of the Beano. That just illustrates the speed with which change comes about. One moment we think something has been passed which is not going to apply to us and now we find, on the highest authorities in the land, that we are indeed subordinate to the European Court of Justice and that the European fundamental rights agency and charter are supreme. My plea to the Minister is: can we get this sorted out? Will he confirm that the UK would be in an absurd position if it wanted to stay in the EU but denounced the European convention on human rights?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}