{
    "url": "https://www.ukpol.co.uk/christopher-chope-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Christopher Chope – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Chope",
            "url": "/tag/chris-chope/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Sir Christopher Chope, the Conservative MP for Christchurch, in the House of Commons on 10 September 2022.",
    "content": [
        "My constituents and I thank His Majesty the King for his words of comfort and reassurance following today’s proclamation of accession as sovereign. We send His Majesty and the whole royal family our deepest condolences on the death of Her Majesty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second Elizabethan age has received many references in the last day and a half of debate. Christchurch probably has more people than any other constituency who can remember the beginning of the second Elizabethan age, in 1952, and I am among those privileged to have lived throughout the late Queen’s 70-year reign. I first saw her at her coronation in 1953, when my parents were invited to watch it on a friend’s black-and-white television—I think it was the first time I had ever seen a television.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have been lucky enough to meet Her late Majesty on several occasions, first at an investiture in 1982 and last at an investiture in 2018, but the meeting to which I shall allude took place when I was asked by the Secretary of State for Transport to host the occasion when Her Majesty opened the Queen Elizabeth II bridge across the Thames, linking the two parts of the M25. As a junior Minister, I was tremendously nervous, but Her Majesty put me at my ease. We had a long private conversation about the bridge, its construction and its funding, and I remember assuring her that the tolls would be lifted as soon as the bridge was paid for. I am pleased to say that Her Majesty kept her counsel on that, as today the tolls are still there even through the bridge has been paid for several times over. I remember that occasion distinctly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So also do I remember the occasion when Her late Majesty attended the 80th birthday party of Margaret Thatcher. The way she showed her support and encouragement to Margaret Thatcher on that occasion was really moving, because she was not in the best of health. That is an example of the way in which Her late Majesty rose to the occasion. She was not doing something party political—I think Tony Blair was there as well—but her compassion showed through to all of us who had the privilege to be present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Queen encapsulated and exemplified all those qualities that make our nation the envy of the world, and make us so proud to be British. The second Elizabethan age, which has drawn to a close this week, will be revered for centuries to come. Weren’t we lucky to be part of it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}