{
    "url": "https://www.ukpol.co.uk/jo-churchill-2021-statement-on-the-obesity-strategy/",
    "title": "Jo Churchill – 2021 Statement on the Obesity Strategy",
    "post_date": "May 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jo Churchill, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 27 May 2021.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That this House has considered implementing the 2020 Obesity Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate my hon. Friend the Member for South West Bedfordshire (Andrew Selous) on securing this important debate on something I know he is passionate about and about which I have met him on many occasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Currently 64% of all adults and 30% of children are classified as overweight or living with obesity. This masks the fact that in some areas the figure is as high as three in four adults. It is a complex issue that has a huge cost not to only the health and wellbeing of the individual but to the NHS and the wider economy. It makes individuals susceptible to a plethora of illnesses. Indeed, my hon. Friend the Minister for Care, who was at the Dispatch Box for the previous debate, commented to me that if we could get the general weight of the population down we would help people with more exercise and a better diet, as well as the health trajectory of those who live with dementia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Covid has shone a light on why it is more important than ever that we need to get the nation healthy. Obesity is the only modifiable risk factor for covid-19 and a major modifiable risk factor for other diseases such as diabetes, cardiovascular, and some cancers—in point of fact, many. We are therefore at a teachable moment in which we can change attitudes, educate and influence drivers around less than healthy dietary and physical activity, and motivate behaviours so that they change. Helping people to achieve and maintain a healthy weight is one of the most important things we can do to improve our nation’s health, and we all have a role to play in meeting the challenge. It is complex. There is no silver bullet. There is no single source of responsibility. It will take action from all of us to work together to achieve our ambition—from the producer, to the processor, to the retailer, to the customer, with quite a dollop of influencing the environment through actions we in Government and in Parliament take and are taking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our strategy to meet the challenge, published last July, is far-reaching in its ambition. It reflects the significant work undertaken over the past four years to halve childhood obesity. Currently two out of every five children who enter primary school are overweight or obese. That number rises in the six years they are at primary school to three out of every five children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Mark Harper (Forest of Dean) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the Government’s ambition, the Minister said very clearly, and it says in the strategy, that we want to halve childhood obesity by 2030. The strategy also says,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“reduce the number of adults living with obesity”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "although I looked and could not find a specific target. Is she able to set out what the Government think that trajectory should look like? What I am concerned about—she will see this when I make my remarks later—is that there are lots of practical measures in the strategy, but I am struggling to see how the Government will actually deliver the result, which is fewer people being overweight or obese. Having some milestones on that journey, rather than just waiting until 2030, would be helpful so we can judge whether it is working and make some course corrections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I understand why my right hon. Friend is calling for milestones but, although the problem is a national one, there are different numbers for the proportion of the population that is overweight or living with obesity in each area. We can set milestones, but a national mile- stone may mask whether we are achieving what we need to achieve in the areas—often the more deprived areas in our communities—where we need to help, encourage, support and educate people to get them further on this journey. I will listen attentively to his contribution, as I always do, and then I may come back to him in my closing speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Three out of five children are overweight or obese by the time they leave primary school. We know that there is a direct correlation between the dietary habits picked up early in life and behaviour later on. We are working to create the right health environment to support people, and I will set out briefly some of the actions we are taking, starting with out-of-home calorie labelling. Restrictions laid in the House on 13 May will require large businesses in England with 250 or more employees, including restaurants, cafés and takeaways, to display calorie information for non-pre-packed food and soft drink items that they sell. Many have already gone some way in doing that. These regulations will support customers to make informed, healthier choices when eating out or purchasing a takeaway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I said, many businesses have articulated to me that they understand fully the importance of providing information and being proactive in leading the way. They recognise the demand from their customers for more information so that they can pursue a healthier lifestyle. Smaller businesses currently do not fall within the scope of the regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have also listened carefully throughout the consultation period to individuals and stakeholders who have the challenge of living with eating disorders. We feel we have been careful and sensitive and have put in reasonable adjustments to help that group. We have also exempted schools from the requirement to display calorie information, given the concern about children in school settings. We have included a provision in the regulations allowing business to provide a menu without calorie information on request.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wera Hobhouse (Bath) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister knows that I have had a number of conversations about calorie counting. What really concerns me is the evidence base for whether this will really reduce the number of people suffering from obesity. As she knows, I am very concerned about the effects on people suffering from an eating disorder, and so far there is no evidence that it will make a significant difference to those who suffer from obesity. Can she provide me with some numbers or assure me that there will be a constant watch on how this is actually affecting those with obesity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the hon. Lady allows, I will go through the rest of my contribution. I hope she will take away that this is about building blocks. As I said, it is a complex situation, and there is no silver bullet. We must look at the antecedents of both conditions, including the link to mental health for those who suffer from anorexia and certain other eating disorders, and at some of the broader challenges when we are looking at those who are overweight or living with obesity. They need to be taken in the round, but one cannot be cancelled out against the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Harper rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am going to push on just a bit, and then I will of course come back to my right hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also taking action to stop the promotion of less healthy products by volume and prominent locations online and in store. We want to support shoppers to purchase healthier options and shift the balance of promotions that way by maximising the availability of healthier products. We still need to eat, and we are not banning anything, but we are trying to educate, encourage and make people aware, so that they have the option of a healthier choice by default.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last December, we confirmed that we will legislate on the promotion of foods high in fat, salt and sugar in stores and online. This will apply to medium-sized and large businesses—those with more than 50 employees—in England, and it will come into force next year. I would like to congratulate and thank those large retailers that are already taking these steps, because the argument is often put forward that it is unaffordable for a business to do this, yet many of the large retailers are doing it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Fuller (North East Bedfordshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to my hon. Friend for outlining some of the measures she is asking businesses to undertake. She will appreciate that the last year has been very difficult for all businesses. As a Health Minister, she perhaps has not been able to have as much engagement with business, so would she take up the opportunity, ahead of the implementation in June, to come and visit Jordans & Ryvita, a cereal manufacturer in my constituency—she may have some familiarity with it—so that she can listen to its points of concern about the proposals she is making?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend and I have spoken about Jordans. Indeed, my first job was selling Jordans Crunchy bars at county shows when I was—oh—several decades younger. I will of course be happy to talk to him after this, but I would also gently point out that I have British Sugar, which is also in this food group, in my constituency. I not only meet its representatives on a regular basis, but I also met as lately as yesterday representatives from the British Retail Consortium and the Food and Drink Federation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Harper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The intervention I was going to make when the Minister was dealing with the hon. Member for Bath (Wera Hobhouse) was on the impact assessment for the regulations she mentioned. I have looked very carefully at the evidence, and it seems to me that the best case for these regulations is that we will reduce the number of calories consumed by 80, which is an apple, and the worst case will reduce it by about eight, which is a 10th of an apple. It seems to me that the cost of these regulations simply is not justified by the outcomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because the Minister did not take my intervention at that time, she went on to talk about the legislation for promotions online, and I have looked at this. The Government’s goal for this legislation is that it reduces the calorie consumption by 8 billion calories. That sounds like a lot, but if we look at the number of children in the period that is spread over, it is equivalent to each child eating one fewer Smartie a day. Given that the children who have the most serious obesity problem are consuming up to 500 calories a day, reducing their calorie consumption by three calories a day simply does not do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government’s ambition is correct, but I just have a real worry that these particular measures simply will not have the effect that the Government and all of us wish to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am very glad that my right hon. Friend is joining me in the ambition of wanting to get the weight of the nation down. I would gently push back, and say that I do not recognise those calorie figures. I am sure we can have a longer discussion over where that evidence base is drawn from, and about the fact that there is actually a much greater impact. As I have pointed out on two or three occasions, this is about the building blocks of all these different measures coming together, and they will be monitored and assessed as we go through.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another element of the environment is advertising. Currently, we are failing to protect children from over-exposure to high-fat, salt and sugar products via advertisements on both television and online platforms. I would gently say that if adverts did not influence people, they would not be used. Therefore, to help tackle the current situation, let us just see more advertising of healthy food. It always strikes me as quite interesting when watching a diet programme on the television that each ad break is often interspersed with adverts for high-fat, salt and sugar products. This does not affect the advertising industry’s revenue, because there is still a need to advertise and people still need to eat, but the foods advertised often do not reflect the balance that we need to enjoy a healthy life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Fuller**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am going to push on, I am afraid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Queen’s Speech on 11 May confirmed our intention to take that measure forward through the health and care Bill, and the Government aim to publish the consultation response as soon as is practicable. Many people objected to the sugar drinks industry levy, saying that it would mean a decline in sales. Five years on, we have seen a decline of around 44% in sugar in soft drinks. Revenue raised has often been diverted into sports activities in schools and so on, and sales have risen to over 105% of what they were in the beginning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Information helps the consumer; it also helps manufacturers and retailers to look at diversifying their products, and much of the customer research, including the McKinsey report—I think it was put out by the Food and Drink Federation, but it might have been the British Retail Consortium—shows that this is the direction in which customers want retailers and manufacturers to go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want to take this measure into alcohol labelling, as well. As we know, each year around 3.4 million adults consume an additional day’s worth of calories each week from alcohol, which is the equivalent of an additional two months’ worth of food a year. Despite that, the UK drinks industry is not required to provide any information on how many calories each drink contains, and up to 80% of adults have no knowledge at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Action to ensure that people can make an informed, educated choice is what we want, and we will be publishing a consultation shortly on the introduction of mandatory calorie labelling on pre-packed alcohol and on alcohol sold in the on-trade sector. Once again, it is interesting to note that this labelling happens to a large degree with most low-alcohol content drinks and in many own brands, so the measure is merely about ensuring that customers can feel fully informed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning to weight management services, on 4 March, we announced £100 million of extra funding for healthy weight programmes to support children, adults and families to achieve and maintain a healthier weight. More than £70 million of that will be invested into weight management services made available through the NHS and local authorities, enabling some 700,000 adults to access the support that can help them lose weight. It includes digital apps, weight management groups, individual coaches and specialist clinical support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There has been a fantastic response from local authorities to the planned roll-out of these services. It shows the widespread need and support for helping people achieve a healthier weight and is an example of the importance of partnership in action. The remaining £30 million will go to: funding initiatives to help people maintain that weight, because we know that weight lost can often be quickly regained; giving access to the free NHS 12-week weight loss plan app; continuing the Better Health marketing campaign to motivate people to make healthier choices; improving services and tools to support healthy growth in early years and childhood; and helping up to 6,000 families and their children to grow, develop and have a healthier lifestyle and weight. In addition, we will invest in helping people access the weight management services and support they need through a range of referral routes across the health system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also looking at incentives and incentivising healthier behaviours. We have committed £6 million to developing a new approach to health incentives. The aim is to support people towards adopting healthier behaviours. That work will be supported by Sir Keith Mills, who pioneered reward programmes such as air miles and Nectar points. It will look at the best innovation to motivate people drawn from not only the public sector, but the private sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since it is critical that a child has the best start in life, we are also working to improve infant food and the information around it. We will consult shortly on proposals to address the marketing and labelling of commercial food and drink products for infants and young children—to reiterate what Dame Sally Davies has said, there is the halo effect, where we think what we are purchasing for our children is healthy, but potentially it is not—so that parents and carers can have clear and honest information that aligns with advice on the products that they feed their children and babies, giving every child the best start in life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are not alone in working to address the challenges of obesity; it is pretty much a global problem. The effect of collaboration internationally is critical for us all to learn. The UK has established effective working partnerships with, for example, Mexico, Chile and Canada, as well as international organisations such as the World Health Organisation. I have had discussions with some of my counterparts across the world, including those leading on measures such as health incentives. Through partnerships we share best practice and ensure our interventions are based on experience and the evidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tackling obesity and helping people to maintain a healthy weight is, as I have said, an extremely complex issue, and that is reflected by the wide range of action we are taking. Of course, we would like to move more quickly and have a magic solution, and there is more that we want to do, but I recognise the scale of the policy we are bringing forward. It is a far-reaching and radical plan to reduce obesity in our society; I do not want us to carry on being second in a league table in which we should not be proud of being second.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The high prevalence of obesity in adults and children has been decades in the making. It is going to take time to see results from our interventions, and we may want to go back and change some of them. There is no single fix and no single point of responsibility. We all have a part to play and it is vital for us all—Government, Parliament, industry, employers, the health service, the wider public sector and all of us as individuals—to work together. I am really looking forward to what I anticipate will be a very varied set of contributions this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}