{
    "url": "https://www.ukpol.co.uk/winston-churchill-1941-statement-on-personal-conduct-of-robert-boothby/",
    "title": "Winston Churchill – 1941 Statement on Personal Conduct of Robert Boothby",
    "post_date": "August 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1941",
            "url": "/tag/1941/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Winston Churchill, the then Prime Minister, in the House of Commons on 28 January 1941.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That this House doth agree with the Report of the Committee.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot, I think, with any advantage attempt to re-try a matter to which the Committee have devoted so many days and so much thought and attention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House, as a whole, cannot, in the nature of things, deal with these complicated matters except by the practice which is settled and has been so long adopted of referring them to a Committee of the House. It would be, I venture to think, fatal to the whole of that practice if the House were to disregard the opinion ​ of the Committee unless something had been brought to their notice which showed that the Committee had been misinformed, or unless they had reason to doubt the competence or the impartiality of their Committee. Therefore, I do not propose to enter upon the arguments, and I am bound to say that I do not believe any great advantage will be derived if that should be done in other quarters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Committee commended itself to the House by its composition and its high character. It has discharged its distasteful task with efficiency and expedition, and it came unanimously to the conclusions which are contained in the Report. The Chairman of the Committee, one of the oldest Members in the House, is well known to all of us, and it is a tribute to our system and to him that all parties in the House should have agreed in appointing him. The task was an unenviable one, but everybody will agree that it has been discharged to the satisfaction of the House. I do not think that any choice was open to the head of the Government, when the evidence came into our possession by somewhat unusual events connected with war-time conditions, but to bring the matter before a Select Committee and to ask the House to concur in that course. My hon. Friend was a Minister, and the reputation of the Government as well as the House might have been seriously affected if we had neglected to take any further step.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall not attempt to add anything to the Report or comment on it in any way. It sets a very high standard, but we have to set a very high standard for the House of Commons, and we have to try to live up to that standard. The fault of my hon. Friend may have been serious. The penalty is most severe. It is at least the interruption of a career of high Parliamentary promise. It causes pain to all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure that the House has been quite exceptionally distressed by this affair and all that is connected with it; and especially it is a source of great pain to me because, over a good many years, my hon. Friend, as he has reminded the House, has been one of my personal friends, often a supporter at lonely and difficult moments, and I have always entertained a warm personal regard for him. If it is painful to us, it is also a loss to all. It is a loss to His Majesty’s Government, ​ who lose a highly competent and industrious Minister, one of the few of that generation who has attained advancement and who has discharged his tasks with admitted and recognised distinction. It is also a loss to the House. We are none too fertile in talents of the order that have just been displayed to us. Altogether it is a heartbreaking business. The popularity of my hon. Friend, his abilities, and the manner in which during his short tenure of office he conducted himself, all add to the poignancy of our feelings, but I do not think they can influence our course of action. There we must leave this matter. We should accept the Report of the Committee, and that is all we have to do. As for my hon. Friend, one can only say that there are paths of service open in war time which are not open in times of peace; and some of these paths may be paths to honour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}