{
    "url": "https://www.ukpol.co.uk/winston-churchill-1922-speech-on-the-ireland-situation/",
    "title": "Winston Churchill – 1922 Speech on the Ireland Situation",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1922",
            "url": "/tag/1922/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in the House of Commons by Winston Churchill, then the Secretary of State for the Colonies, on 16th February 1922.",
    "content": [
        "[![winstonchurchill](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The SECRETARY of STATE for the COLONIES (Mr. Churchill)** I beg to move, “That the Bill be now read a Second time.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I feel that I am entitled to ask the indulgence of the House because I have had to make so many inroads on their attention and upon their patience on Irish matters during the course of the present week, but I have felt that on the whole it is a good thing to keep the House most closely in touch with every move and change in the Irish situation and to publish the full picture of Ireland which is presented both by the Northern and Southern Governments before the House and the country from day to day. It is my duty to ask the approval of the House for this Bill. It gives effect to the Treaty which both Houses of Parliament have already approved by such large majorities. It clothes the Provisional Government with lawful power and enables them to hold an election under favourable conditions at the earliest moment. The importance and urgency of this Bill are plain. Take, for instance, the object of clothing the Irish Provisional Government with law. Is it not fatal to peace, social order and good Government to have power wielded by men who have no legal authority? Every day it continues is a reproach to the administration of the Empire. Every day tends to bring into contempt those solemn forms of procedure on the observance of which in every country the structure of civilised society depends. Only three days ago I spoke about some criminals, murderous criminals, who had been caught by the Irish Provisional Government in Southern Ireland, accused of murdering and robbing a British officer, and I said that I presumed that they would be handed over to be dealt with with the full rigour of the law. I was interrupted by an hon. Friend on these Benches with the remarks: “There is no law,” and “What law?” It is perfectly true, but is it reasonable to make such interruptions and not support the Bill which alone can clothe with law the acts of the Irish Government? A Provisional Government, unsanctified by law, yet recognised by the Crown, by His Majesty’s Ministers, is an anomaly, unprecedented in the history of the British Empire. Its continuance one day longer than is necessary is derogatory to Parliament, to the Nation, and to the Crown. We must legalise and regularise our action. Contempt of law is one of the great evils manifesting themselves in many parts of the world at the present time, and it is disastrous for the Imperial Parliament to connive at or countenance such a situation in Ireland for one day longer than is absolutely necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. RONALD McNEILL** It is your own creation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** Yes, with the full approval of both Houses of Parliament. Moreover, what chance does such a situation give to the Irish Executive who, at the request of the King’s representative in Ireland—made, of course, on the advice of His Majesty’s Government—have assumed the very great burden and responsibility of directing Irish affairs? How can you expect such a Government to enforce a respect for its decisions when such decisions are absolutely unsanctioned by law? How can you wonder that such Ministers are set at defiance by the more turbulent elements amongst their followers and that the prisoners captured from the Northern Border have to be released, not by powerful authoritative action, but by processes of expostulation and persuasion? I am asked questions every day about the non-payment of rents in Ireland, about the spread of lawlessness, and even anarchy, in different parts of the country, about crimes of violence against persons and property increasingly committed among a population hitherto singularly free from common crime as opposed to political crime. I am asked these questions every day, and I ask in my turn: “How can you expect these tendencies to be arrested except by a Government entitled to display the insignia of lawful power and to proceed by methods which have the sanction of antiquity and prescription?” I notice that this succession of unanswerable truisms excites no challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Bill, in addition, will enable an election to be held in Ireland at an early date under favourable circumstances, or under the least unfavourable circumstances which are possible. What are the objects to be sought at this election? I am going to tell some of those objects to the House. The first of these objects is a National decision upon the Treaty by the Irish people. I am asked every day by my hon. Friends below the Gangway questions about the Irish Republican Army. I will explain the view of the Irish Government on that point. It is very important we should understand the different points of view. Whether we agree with them, or sympathise with them, or recognise them, is quite another matter, but it is important we should understand them. This is the view of the Irish Government, the Irish signatories of the Treaty. Their view is that the Irish Republic was set up by the Irish people at the elections which took place during the Conference, and that this Irish Republic can only be converted into an Irish Free State by the decision of the Irish people. That is not our view. We do not recognise the Irish Republic. We have never recognised it, and never will recognise it. I am explaining their view and they say that they were elected by the Irish people on a certain basis, and that only the Irish people can release them. They are determined to stand by the Treaty and to use their utmost influence with the Irish people to procure their adhesion to the Treaty, and that will, from the Irish point of view, be the act which will disestablish finally the Republic. Take Mr. Griffith’s position. Mr. Griffith has not joined this Government. He has been chosen as the President of the Dail. He is also, in Irish eyes, the President of the non-recognised Irish Republic, and if the Irish people accept his advice and guidance, and ratify the Treaty and endorse the Treaty which he has signed, he will be able to disestablish the Irish Republic and to lay aside these functions. These matters do not affect us in our procedure in any way; but is it not a desirable thing that upon the authority of the Irish people recorded at an election, the Republican idea should be definitely, finally and completely put aside?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second object of the election is to secure an adequate constituent assembly. You certainly have not got that now. To try to make a constitution for the Irish Free State with the present truncated body, almost half of whose Members have definitely seceded from the Southern Irish Parliament, would be an impossible task, and were such a constitution made it would not command any definite or lasting assent among the Irish people. The third object—and I commend this to the serious consideration of the House, of British Members as well as of Ulster Members—is to secure afresh a normal, and if I may say so, a sensible Parliament in Ireland. How was this present Parliament made? The men who were elected to it were chosen, not because of any fitness for conducting business—[**An HON. MEMBER:** “Just the same as this Parliament.”]—they were chosen because they were the men thought to be most obnoxious to the British power at a time when passions were at their fiercest. This Parliament was made out of men who hated this country most in Ireland. It is obvious that if any progress is to be made, we must get, or there ought to be—for after all, it is not for us finally to decide—a Parliament which represents the hope of the future rather than the hate of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lastly, it is a bad thing for any body of Ministers to continue in a position of power without being supported in that position by a national mandate. [Interruption.] If that interruption is intended to have any application to this bench, it is singularly inapplicable, considering that the mere rumour that Ministers were inclined to seek a renewal of their mandate was greeted with the most violent and most panic-stricken protest. Irish Ministers must know where they stand with the Irish nation. Some people think that they have waited too long already in choosing the time of their election. The sooner that election comes in Ireland the better. I am anxious to deal with every aspect. I shall be asked: “Supposing Mr. de Valera and his friends win this election in Ireland, what is to happen then?” If I do not deal with this now, I shall be blamed for leaving, it out. Let me say, I do not think that there is any advantage in speculating upon these ugly hypotheses. It is perfectly clear that the repudiation by Ireland of the Treaty would free all parties from their engagements, and that the position of Great Britain, standing on the Treaty, ready to carry out the Treaty, if others could be found, on behalf of the Irish nation, to do their part, that that position would be one of great moral as well as of undoubted material strength. The position of Southern Ireland, on the other hand, would be one of the greatest weakness and division—absolutely isolated from the sympathy of the world, bitterly divided in herself. The position of Northern Ireland would be also quite unaffected. I do not think it is prudent or necessary at this stage to assume for a moment such a result, and all the information we are able to obtain leads us to feel that any such treatment would not only be unnecessary but incorrect. But it Would be a pity for us to go threatening and blustering at this stage and to give the impression that the Irish people are being made to vote under duress or at the point of the bayonet. All such language and suggestions would be very unhelpful at the present time, and if such language were indulged in, the fact that it could be stated that the votes had been given under duress would tend to impair the authority of the decision at a subsequent date. That is what I have to say on a perfectly fair point which may be made as to who would win the Irish election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is another suggestion which is made and with which I must deal. There are those who think that the present Irish Government may be overturned by a coup d’état and that a red Soviet Republic may be set up. We do not think that is at all likely, but if it were it is quite clear that a Soviet Republic in Ireland would ruin the Irish cause for 100 years, but would not in any respect impair the foundations of the British Empire or the security of Ulster. No people in the world are really less likely to turn Bolshevik than the Irish. Their strong sense of personal possession, their respect for the position of women, their love of country and their religious convictions constitute them in a peculiar sense the most sure and unyielding opponents of the withering and levelling doctrines of Russia. What we know of the characters and personalities at the head of the Provisional Government in Ireland leads us also to believe that they are not the men who would tamely sit still and suffer the fate of a Kerensky. Therefore I do not think this second evil alternative is one which we need allow to embarrass us or obstruct our thoughts and decisions at the present time. But this Irish Government, this Irish Ministry, ought not to be left in the position in which even the most necessary measures which they take for their own defence or for the enforcement of authority, or even for the maintenance of law and the suppression of brigandage or mutiny, are devoid of formal sanction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you want to see Ireland degenerate into a meaningless welter of lawless chaos and confusion, delay this Bill. If you wish to see increasingly serious bloodshed all along the borders of Ulster, delay this Bill. If you want this House to have on its hands, as it now has, the responsibility for peace and order in Southern Ireland, without the means of enforcing it, if you want to impose those same evil conditions upon the Irish Provisional Government, delay this Bill. If you want to enable dangerous and extreme men, working out schemes of hatred in subterranean secrecy, to undermine and overturn a Government which is faithfully doing its best to keep its word with us and enabling us to keep our word with it, delay this Bill. If you want to proclaim to all the world, week after week, that the British Empire can get on just as well without law as with it, then you will delay this Bill. But if you wish to give a fair chance to a policy to which Parliament has pledged itself, and to Irish Ministers to whom you are bound in good faith, so long as they act faithfully with you, to give fair play and a fair chance, if you wish to see Ireland brought back from the confusion of tyranny to a reign of law, if you wish to give logical and coherent effect to the policy and experiment to which we are committed, you will not impede, even for a single unnecessary week, the passage of this Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Surveying the whole situation since we met in the winter and approved of the Irish Treaty, I ask myself this question: Ought we to regret what we then did? [HON. MEMBERS: “Yes,” and “No!”] In endeavouring to examine this matter with candour I do not feel that that question is one which we ought to leave on one side. Ought we to regret having made the settlement and signed the Treaty? I am looking at it, not from an Irish point of view which I am not specially concerned as a British Member; I am looking at it from a British point of view. I think we are better off in every respect in this Irish matter than we were six months ago. Contrast the position which we are now in and the position in which we were six months ago. Contrast the difficulties of my right hon. Friend the Chief Secretary, the impossible position in which he was, with the position in which the Government now stands. I know I have differences in this matter with hon. Gentlemen below the Gangway. They will see that I am endeavouring to deal with the subject in a reasonable manner worthy of its gravity, and in a spirit of mutual respect, even with those with whom, no doubt, there are naturally large and legitimate differences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Contrast the positions. It appears to me as if the tables were turned. Ireland, not Britain, is on her trial before the nations of the world. Six months ago it was we who had to justify ourselves against every form of attack. Now it is the Irish people who, as they tell us, after 700 years of oppression, have at last an opportunity to show the kind of government that they can give to their country and the position which they can occupy amongst the nations of the world. An enormous improvement in the situation, as I see it, has been effected in the last six months. Take the position of Ulster. The position of Ulster is one of great and unshakable strength, not only material strength, but moral strength. There was a time when, as is well known, I and others with whom I was then associated thought that Ulster was not securing her own position, but was barring the way to the rest of Ireland to obtain what they wanted. Those days are done. Ulster, by a sacrifice and by an effort, has definitely stood out of the path of the rest of Ireland, and claims only those liberties and securities which are her own, and standing on her own rights, supported as she is and as she will be by the whole force and power, if necessary, of the British Empire, I am entitled to say that she is in a position of great moral and material strength at the present time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The position of the Imperial Government has also become greatly improved. It is very desirable that the great affairs of the British Empire should be increasingly detached from the terrible curse of this long internal Irish quarrel, and that the august Imperial authorities should stand on a more impartial plane. I think we have nothing to regret in the course we took last December, as far as the Imperial Government, or as far as Ulster is concerned, with one exception with which I shall deal later. But the position of Ireland is one which deserves a much greater measure of sympathy. The position of Southern Ireland is one of great difficulty and danger. The trials and responsibilities of the new Government are most serious. I have explained the weakness of their present position. I have explained how urgent it is that we should come with this Bill and clothe them with greater authority and strength. We see the efforts they are making. We cannot tell how far they will be successful. All the world is looking on at their performance. They are the people at the present time, not Ulster, not Great Britain, whose difficulties and whose task deserve sympathy and support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take the case of the signatories of the Treaty, the men who put their names to that document in Downing Street in December. They go back to their own comrades or colleagues in Ireland, with whom they were working. They are practically put on their trial for having betrayed the Irish Republic. These men who, whatever you may think of them, at any rate from their own country’s point of view were the most vigorous and effective fighting men, were absolutely put on their trial and condemned by the more talkative section, largely composed of people whom the British Government all through regarded as perfectly harmless, and some of whom we gave the strictest instructions, should not be arrested, and when on some occasions they were arrested by mistake, they were let loose again, as you return under-sized fish to the water. These men, I say, standing by the Treaty against this kind of unfair attack, as long as they stand by the Treaty and we have confidence in them, deserve our help and deserve to be given the means of making good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The situation on the frontier of Northern Ireland has, I think, been a little improved by the agreement of both Governments to the establishment of a border Commission to make sure that there is no hostile attack on a large scale being organised on the one side or the other. It has also been improved, I think, by the agreement of both Governments to an impartial Commission of Inquiry into the Clones affair; and it has been, I think, generally improved by the control which has been enforced. I hope that the releases of the kidnapped men will continue. Twenty-six have already been released, and I hope the releases will continue in the next few days until that matter is completely cleared out of the way. The position in Belfast is terrible. Things are being done there of a most awful character, and I know the efforts that are being made by the Northern Government to calm things there, and to control the people and the furious and inhuman passions that are alive amongst certain sections of the population, Catholic and Protestant. I do trust that in the near future, whatever may have occurred since their last meeting, there will be some form of parley between the heads of the two Governments, or representatives of the two Governments. I would point out that the Southern Government has definitely, formally, asked for such a meeting. I do trust it may be possible to bring it about in the course of the next few days or weeks. It is most desirable, from every point of view, to arrive at some method of calming the terrible vendettas and the counter-vendettas which are rife in the streets and in the alleys of Belfast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I come to the difficult part of what I have to say to the House. I come to the question of the Boundary Commission. There is an Amendment on the Paper, which definitely challenges the whole policy and position of the Government upon the Treaty in this particular respect. I have no doubt that we shall be asked in the course of the discussion to give an assurance, on this side or on that side, of what was meant, what we thought, or what was intended. It may be very proper that legal authority should inform the House what they consider is the interpretation of the Treaty. It may be perfectly right and proper for Ministers to state to the House what they meant and intended when they signed the Treaty, but, as the House will see, nothing that can be said now can possibly affect the Treaty. The Treaty, in Article 12, prescribes what is going to be done, what is going to happen, and we have no power, except by tearing up the Treaty, to alter what is prescribed in that Article. No declaration that may be made now will have the power to alter that Article. When the time comes it will have to be interpreted in the manner prescribed in the Treaty. By that interpretation we shall be bound. Those who signed the Treaty will be absolutely bound, and those who have voted for the Treaty will also be bound to accept that interpretation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think it much better—and I am going to put everything quite plainly and bluntly before the House—that we should know exactly where we are. I know that will be the feeling of my hon. Friends who have the special interests of Ulster in their charge. Of course, all this trouble in regard to the boundaries surrounds the boundaries of Fermanagh and Tyrone. I remember on the eve of the Great War we were gathered together at a Cabinet meeting in Downing Street, and for a long time, an hour or an hour and a half, after the failure of the Buckingham Palace Conference, we discussed the boundaries of Fermanagh and Tyrone. Both of the great political parties were at each other’s throats. The air was full of talk of civil war. Every effort was made to settle the matter and bring them together. The differences had been narrowed down, not merely to the counties of Fermanagh and Tyrone, but to parishes and groups of parishes inside the areas of Fermanagh and Tyrone, and yet, even when the differences had been so narrowed down, the problem appeared to be as insuperable as ever, and neither side would agree to roach any conclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. R. McNEILL** We knew what you were at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** I am where I was. Then came the great War. Every institution, almost, in the, world was strained. Great Empires have been overturned. The whole map of Europe has been changed. The position of countries has been violently altered. The modes of thought of men, the whole outlook on affairs, the grouping of parties, all have encountered violent and tremendous changes in the deluge of the world, but as the deluge subsides and the waters fall short we see the dreary steeples of Fermanagh and Tyrone emerging once again. The integrity of their quarrel is one of the few institutions that has been unaltered in the cataclysm which has swept the world. That says a lot for the persistency with which Irish men on the one side or the other are able to pursue their controversies. It says a great deal for the power which Ireland has, both Nationalist and Orange, to lay their hands upon the vital strings of British life and politics, and to hold, dominate, and convulse, year after year, generation after generation, the politics of this powerful country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am going to speak plainly, and if I say anything which my hon. Friends below the Gangway who represent Ulster do not approve of, do not let them think that I am expecting them to agree. I am trying to show them the outlook upon the subject which we have at the present time, and to put them in a position to do what they think is their duty, without any chance of misunderstanding or misconception. I was speaking just now of the great strength of the Ulster position at the present time, morally and materially. In that position there is, it seems to me, only one weak point and it is this: Certain of these districts in Fermanagh and Tyrone, even in the county boundary, may be districts in which—I am not pre-judging—the majority of the inhabitants will prefer to join the Irish Free State. If that be true, and to the extent to which that is true, one feels that the tremendous arguments which protect the freedom of Protestant Ulster have, in those districts, lost their application and have, possibly, an opposite application. There is also one weak point in the position of His Majesty’s Government in respect to Ulster and in the position of the Ministers who signed the Treaty in respect to Ulster. I am not concealing it for a moment. I am locating it, defining it and exposing it. This is the weak point: The Boundary Commission to be set up under Article 12 affects the existing frontiers of the Ulster Government and may conceivably affect them prejudicially. It is far better to face facts and not to gloss them over. To that extent, Ulster may have a ground of complaint against the Government. What is the answer which the Government will make? I cannot do better than quote the words of my right hon. Friend the Member for Central Glasgow (Mr. Bonar Law), the late Leader of the House. That right hon. Gentleman, whose re-appearance in the winter Session gave so much pleasure to the House, in speaking on this subject, in his cool, judicial, and fair-minded way, said: Very likely the Government felt that if they did not conclude the negotiations right away they might not conclude them at all. If so, I think that that is a defence which ought to be seriously taken into account.”—[OFFICIAL REPORT, 15th December, 1921; cols. 203–4, Vol. 149.] I think to-day also it ought seriously to be taken into account. We were bound, we considered ourselves bound, to try to reach a settlement. Had we waited to refer the details of that settlement at the last moment to the Northern Government it is quite evident by what occurred in the Dail, and by the violent opposition encountered there, that no settlement would have been achieved at all. Therefore, we agreed to the Boundary Commission. We agreed to it with, no doubt, a feeling that the argumentative position of this country in regard to some of those districts in Fermanagh and Tyrone was not as strong as in regard to what is characteristically the Protestant part. We agreed, knowing well that outside the limits of those counties there are also Protestant districts of great importance and considerable population and dimensions which it seemed to us must be taken into account and consideration in the general question of rectifying the boundaries which is entrusted to the Boundary Commission. There is no doubt whatever that we felt the difficulty in this matter. If we are accused to-day of having brought the settlement to a conclusion without having referred it, as we should have liked to do in this matter, at the last moment to the Northern Government—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir W. DAVISON** You promised to do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** I will deal with that point in a moment, and I think we shall not have any difference on the subject. If we are reproached for that, let the House consider what would have been the position of this country as a whole, not the position of the Government, but of the country, sore pressed at the present time with burdens, with threats, with menaces in every quarter of the world, if we had had to break off the Conference, destroy the negotiations, and embark upon what was literally the re-conquest of Ireland, at enormous expense in money and in men, to embark upon bloodshed, upon a far larger scale than anything that had ever occurred and to appeal to the country for support, when the only difference which could be disclosed would not be the question of allegiance to the Crown, or of common citizenship in the British Empire; not the question of the exclusion or the right of Ulster to contract out—it would not have been any of those questions which did in former times, and might in future almost justify men in their wrath in drawing the sword, but simply the question of the right of option of certain Catholic districts in Fermanagh and Tyrone and, of course, certain Protestant districts in Donegal, Cavan and Monaghan and elsewhere. We may be censured, but we must be judged in relation to the whole situation and in regard to our efforts to cope with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is really no need for anger on the point. If we have done wrong, action should be taken by the House without anger being shown. If our supporters in the House feel convinced that we have done wrong in the Boundaries Clause, into which we have entered, and from which, having pledged ourselves to it, it is altogether out of our power to recede, if they think it impossible on general grounds to endorse our action, then they should do their duty as we have endeavoured to do ours. This is no time for any Government to ask favours. This is no question on which this Government stands in need of asking a favour. The issues are far too serious. The days in which we live are far too difficult. The burden of affairs is far too onerous for any Government to wish to hold office except on public grounds and for public causes. The question should therefore be dealt with quite impersonally, quite dispassionately, with mutual respect, and without heat or recrimination on either side. But before any Member, wherever he may sit, takes the momentous step of voting for an Amendment which, if carried, will destroy the Treaty and the Administration pledged to the Treaty, let him ponder carefully and long upon the responsibilities to be assumed and upon the alternatives which are involved, upon the consequences which would surely follow. Let him, as Mr. Gladstone said 40 years ago at this box, think well, think wisely, think not for the moment but for the years that are to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If I am not trespassing on the time of the House, I will conclude the full scope of the argument which I am endeavouring to submit. If the House in its wisdom decides that we are not to take that step, if it decides, as we think it will, to stand by the Treaty at all costs, then let us see what the future course of events is likely to be. I am going to try to make a forecast and give a time-table of the next few months for the information of this House and, of course, I make it, as they say, with all reserve, and with a prophetic sense which has been frequently corrected by contact with ultimate realities—but not so frequently as is commonly supposed. The first thing to do is to pass this Bill through both Houses of Parliament, which we may hope will be achieved in the course of the next month. Do you want more margin than that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The PRIME MINISTER (Mr. Lloyd George)** No.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** The next thing will be the holding of the Irish election, which I might provisionally fix for March or April. The next thing is that the Irish Free State Parliament should assemble and, acting as a Constituent Assembly, should make the Constitution. Let us hope that that will be in progress in May or June. Then there is the final confirmatory legislation of the Imperial Parliament, which, we may say, will take place in June or July, if the time-table were observed. I must read on this point the actual words of what we have agreed with our co-signatories of the Treaty in this respect. The question is from what gate, according to the Treaty, does the Ulster option month begin to run. Does it run from the passing of this Bill or from the passing of the final confirmatory Act. There were differences of opinion on this point: There is a doubt as to whether on the strict reading and interpretation of the Treaty the month in which North East Ulster must exercise its option does not run from the date of the passing of this Bill. The Irish Ministers hold quite definitely that it should. On the other hand the Attorney-General holds a different view as to the correct interpretation. The Irish Ministers, however, recognising that as a matter of fairness, apart from strict interpretation, much could be said as to the advisability of allowing North East Ulster to consider the Constitution of the Irish Free State before exercising her option, they are willing not to insist on their construction and to allow the month to run as from the date of the Act of the British Parliament recognising the constitution framed by the Provisional Parliament. These are the exact words agreed to with the co-signatories of the Treaty. We have not in any way departed from our reading of the Treaty, nor they from theirs, but they have waived their point on the ground of what they think reasonable and fair in respect to the exercise of the option.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Lord ROBERT CECIL** Will it be confirmed by this Bill?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** It does not require any special legislation. It is a question of the interpretation in good faith of the Treaty by the parties. We are convinced that the words of the Treaty justify the reading of which the Attorney-General has approved, but there will be no quarrel about it because, apart from questions of law altogether, the other signatories to the Treaty agree as a matter of reason and fair play, and so it comes to this—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir W. DAVISON** What is the opinion of the Ulster Government on the matter?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** It is a question of the interpretation of the Treaty, and of extending the option, and extending it in such a form that Ulster can see what form of constitution it is and what kind of Government it is that they are invited to decide as to whether they will accept it or not. I should like to know what would have been said if we had been told that under the Treaty the option was to run from the passing of this Bill, and that Ulster had to take a decision of the kind without even seeing the kind of Government or the form of constitution with which she was invited to associate herself. There are enough real grievances now without our going out of the way to look for imaginary grievances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. R. McNEILL** Will it be open to the Northern Government in Ireland to pass their address within a month after the passing of this Act, because their object will be to pass it at the earliest possible moment?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** No. The constitutional time for presenting the Address under the Treaty will be within a month of the passing of the final confirmatory legislation promulgating the constitution of the Irish Free State. Meanwhile Ulster is wholly unaffected by this legislation. If the House will follow this time table they will see that it cannot be until the end of July or the beginning of August at the very earliest that the Boundaries Commission could commence its complicated labours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore it cannot be until September or October at the earliest, and it may possibly be a much more remote date, if the constitution of the Irish Free State takes longer in the making than the 2 months, which is certainly a possibility, or if the Boundaries Commission takes longer than 2 or 3 months, before this decision upon the boundaries can possibly be arrived at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir F. BANBURY** They will all be dead by then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** That is just what I was expecting to hear—that we shall all be dead by then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir F. BANBURY** No, but they will all be dead in Ireland. They will have killed each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** Then our task will be greatly simplified. But it will be said—it is said, and I quite understand the feeling—”are we to be kept in this uncertainty all these months? Things will be getting worse all the time.” Even if that were so, we should have to face it. There is no way of avoiding it. If it is true that things are going to get continually worse we have got to stand up to that fact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. M’GUFFIN** You have not stood up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** We shall have to face what will come. It is inevitable. But why should you assume that things will get worse during all this time, provided, of course, that we all try to make them better, and that no one, who has any influence or responsibility, tries to make them worse? I do not think that things are bound to get worse. I think, on the contrary, that they are going to get better. In order to form a reasonable opinion about the next few months it is necessary to study the real interests of both parties in North Ireland and South Ireland. Let us begin with the North. There was the Craig-Collins interview of 3 weeks or a month ago, and its great decision, which was taken between the heads of the two Governments by agreement. So far as the boundaries question is concerned it is evident that the discussion which then took place was premature, and that it was not possible to arrive at a clear understanding upon that subject. When both parties to that agreement began to address their own supporters they found that the discrepancies between their views and the gaps between their claims were so large that that part of the agreement has undoubtedly at present completely broken down. But as to other parts of the agreement I do not agree, nor does the Prime Minister of North Ireland, that that has been the case. The removal of the boycott in Southern Ireland has been, on the whole, effective to a very large extent, and I know that great efforts have been made by the Prime Minister of Northern Ireland to mitigate the lot of the Catholic workers who were discharged during the late trouble, and who are now out of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. DEVLIN** What were the efforts?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** I will not deal with that. I know that efforts are being made by Sir James Craig, and he has approached me on the subject, to see what assistance the British Government can render, and that these efforts will continue to be made in a loyal and faithful spirit I am confident. Then there is the most important question of an alteration in the form of the Council of Ireland. The Council of Ireland cannot be altered except by mutual consent, but anything can be done by the mutual consent of the two Irish Governments. This House, I am certain, would hasten to ratify and give effect to anything in the nature of a settlement or agreement reached between the two Governments. I have just received a letter from Sir James Craig on this subject. It is dated 15th February. The Prime Minister says: The Government of Northern Ireland has been carefully considering the subject of the continuance under the new Free State Act of the Council of Ireland and has come to the conclusion that it would be advisable for many reasons to substitute some other means of dealing with those services entrusted to the Council by the Government of Ireland Act, 1920. It will be within your recollection that in the agreement I reached with Mr. Collins, a change was hinted at to which he was by no means averse. It appears to me the position of the Council under Article 12 of the Treaty would be both unworkable and likely to lead to continuous irritation between the two Governments. We have had experience already of the Ministers for Labour in Northern and Southern Ireland respectively meeting together to settle matters in dispute as regards the railways, which is one of the powers relegated to this Council. The short experience has shown fruitful results, and I feel strongly that in all matters under the purview of the Council the Executive of each Government could better deal with the subject as a separate Government consulting the other on terms of equality than by an ad hoc Committee, the majority of the members of which have no executive authority. I will not trouble the House with the rest of the letter, which is not relevant. What I am anxious to show is that the agreements which were reached between Sir James Craig and Mr. Collins at their meeting have not lapsed as a whole. There has been a breakdown on one point, but the rest of those agreements stand, and the project of endeavouring to reach a settlement of the outstanding difficulties is by no means cast aside and finally abandoned. Is it not in the interests of the North to see what sort of Parliament and Government will emerge from the elections in the South? May not that Parliament and Government be in a far stronger position and be of a far more reasonable complexion than the present Dail Eireann? Is it not better to discuss passionate questions like the boundary question after the election than when everyone is preparing for it, and when the supporters of the Treaty are constantly exposed to the bitter reproaches of Mr. De Valera and his extreme Republican sect, and when a renegade Englishman like Mr. Erskine Childers is doing his best to poison the relations between the Irish people and their chosen leaders? Will it not be very much better to take up the difficult question of the boundary after the Irish elections have been held than before? After the election let us see what comes of it and let us then make up our mind what is best to do. Let us now see what is the interest of Southern Ireland in this matter. What is their heart’s desire more than anything else? [HON. MEMBERS: “A Republic.”] Not at all; that is a delusion, and my hon. Friends are absolutely at sea when they say so. A Republic is an idea most foreign to the Irish mind, associated with the butcheries of Cromwell in their minds and foreign to all the native genius of the Irish race, which is essentially monarchical.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Major C. LOWTHER** Why have they an Irish Republican Army if it is so foreign to them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. CHURCHILL** Because they have been fighting for position against this country. I say really what the Southern Irish most desire and what Irishmen all over the world most desire is not hostility against this country, but the unity of their own. They can never attain that unity by force. That they are at last compelled to recognise and admit. They can never attain it by harshness or by hostile action towards Ulster. Take the boundary question as an example. There is no one who can predict what the Commission will decide. Let me take an extreme and absurd supposition. Let us assume that the Commission, going far beyond what any reasonable man would expect, and far beyond what those who signed the Treaty meant, were to reduce Ulster to its pre-ponderatingly Orange areas. I am taking that extreme and absurd supposition. Suppose that were to happen, would not that be a fatal and permanent obstacle to the unity and co-operation of Ireland?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let us just see what would happen. The Protestant North would be violently and finally sundered from the rest of Ireland, there would be no mitigating or modifying element or influence, and common interests between the two would be reduced to a nullity. The resentment of Ulster would be enduring, and her practically homogeneous population would, for generations, aim not, as Southern Irishmen hope, at bringing Ireland as a whole into harmony with the British Empire, but would rivet herself by every conceivable means on to England and Scotland, so that in the course of time Ulster would effectively become a part of Great Britain and not a part of Ireland. I am addressing this argument not only to this House; I am endeavouring to lay down the true way along which the permanent interests of the Southern Irish Parliament and Government lie. What would Great Britain do in such an absurd and extreme contingency as that which I have indicated? She is bound by the Treaty; but, in my opinion, if we saw Ulster maltreated and mutilated by the Boundary Commission so that she was no longer an Irish economic entity, we should be bound to reconsider her whole economic and financial position. [**HON. MEMBERS:** “Oh, oh!”]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I hope my argument will be carefully considered; although I say it myself, it is worthy of consideration. Not only should we defend 1280 every inch of Ulster soil under the Treaty as if it were Kent, but we should be bound to take special measures to secure that Ulster was not ruined by her loyalty to us. It is evident that our position, if we only study it and reflect upon it, is one of tremendous strength, and that with patience and with care we may easily succeed in bringing about a result acceptable to all. If I were an Irish Nationalist I should dread more than anything else such a development as I have indicated, against which I could do absolutely nothing, nothing by force against the British Empire, nothing by persuasion against the inflexible will of the Northern Protestants, nothing by appeal to the judgment of the world, for the world, be assured, will always uphold the Treaty and Ulster’s right to self-determination under the Treaty. If I were an Irish Nationalist, I would far rather go to the other extreme. I would far rather say: Take more Catholics, not less; make a more even balance in your Assembly; agree with us in friendship for common purposes; keep all your own rights, but share ours too, and instead of cutting this partition line deeper and deeper across the soil of Ireland, instead of painting the map on either side of this line in ever more vivid contrasts of orange and green, let us try to blend a little more and modify those contrasts and divisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Pursuing that line of thought, if that line of thought is found to have validity, it is clear the boundary line would cease to have the same bitter significance in proportion as North and South are associated for important common purposes in some higher organisation than their existing Parliaments. Nothing in the agreement between Sir James Craig and Mr. Collins was more important than the improved arrangements for a Council of Ireland, on the subject of which I have read a letter to the House. Since then we have had a bad set-back, but we are, I think, repairing and restoring the situation. We must have time, we must have patience, we must have this Bill. Ulster must have British comfort and protection. Ireland must have her Treaty, her election and her constitution. There will be other and better opportunities of dealing with the difficult boundary question, and if the House will take the advice of the Government, we strongly deprecate any attempt to reach a final conclusion upon that subject now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me, before I sit down, leave Ireland and the Irish point of view and Irish interests, and say to the House what is the function of the Imperial Parliament. That, after all, is our point of view. That is our first and proper care in this House. Our interest is very clear, and it should be everywhere recognised and proclaimed what our interest is. The Imperial interest, taking a long view, seeks both the unity of Ireland and the unity of the British. Empire, or if you prefer it, Commonwealth of Nations. We can help Ireland to the one if Ireland helps us to the other, and we may be willing to help Ireland to the one in proportion as she helps us to the other. We ought to use our great power and our great unmeasured strength to that end, and in this method of policy, and we shall be justified in so doing at every step by our interest, by our honour, by our good faith and by fair play. From an Imperial point of view we are bound to endeavour to act in an impartial manner; but though we are impartial we cannot be indifferent. Naturally, our hearts warm towards those in the North who are helping, and have helped so long, to keep the old flag flying, and who share our loyalty and our sentiments, and address us in terms of common kinship and not in those of forced aversion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ulster has a great part to play in these next few months, an immense part, and the opportunity perhaps of rendering service to the British Empire of inestimable value, and of long lasting consequences in history, and I am very glad indeed to think that at this juncture there should be a man like Sir James Craig as Premier of the Northern Government and that Ulster will be represented in this House and in the House of Lords by representatives who are fully alive to the Imperial aspect of this great question, and are not likely ever to lose sight of that. I end in the way I began, upon the Treaty to which we now ask the House to give statutory effect, and the Bill which we ask the House to read a second time. For generations we have been wandering and floundering in the Irish bog, but at last we think that in this Treaty we have set our feet upon a pathway, which has already become a causeway—narrow, but firm and far-reaching. Let us 1282 march along this causeway with determination and circumspection, without losing heart and without losing faith. If Britain continues to march forward along that path, the day may come—it may be distant, but it may not be so distant as we expect—when, turning round, Britain will find at her side Ireland united, a nation, and a friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}