{
    "url": "https://www.ukpol.co.uk/winston-churchill-1901-maiden-speech-in-the-house-of-commons/",
    "title": "Winston Churchill – 1901 Maiden Speech in the House of Commons",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1901",
            "url": "/tag/1901/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech of Winston Churchill, held in the House of Commons on 18th February 1901.",
    "content": [
        "[![winstonchurchill](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I understood that the hon. Member to whose speech the House has just listened, had intended to move an Amendment to the Address. The text of the Amendment, which had appeared in the papers, was singularly mild and moderate in tone; but mild and moderate as it was, neither the hon. Member nor his political friends had cared to expose it to criticism or to challenge a division upon it, and, indeed, when we compare the moderation of the Amendment with the very bitter speech which the hon. Member has just delivered, it is difficult to avoid the conclusion that the moderation of the Amendment was the moderation of the hon. Member’s political friends and leaders, and that the bitterness of his speech is all his own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has been suggested to me that it might perhaps have been better, upon the whole, if the hon. Member, instead of making his speech without moving his Amendment, had moved his Amendment without making his speech. I would not complain of any remarks of the hon. Member were I called upon to do so. In my opinion, based upon the experience of the most famous men whose names have adorned the records of the House, no national emergency short, let us say, of the actual invasion of this country itself ought in any way to restrict or prevent the entire freedom of Parliamentary discussion. Moreover, I do not believe that the Boers would attach particular importance to the utterances of the hon. Member.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No people in the world received so much verbal sympathy and so little practical support as the Boers. If I were a Boer fighting in the field—and if I were a Boer I hope I should be fighting in the field—I would not allow myself to be taken in by any message of sympathy, not even if it were signed by a hundred hon. Members. The hon. Member dwelt at great length upon the question of farm burning. I do not propose to discuss the ethics of farm burning now; but hon. Members should, I think, cast their eyes back to the fact that no considerations of humanity prevented the German army from throwing its shells into dwelling houses in Paris, and starving the inhabitants of that great city to the extent that they had to live upon rats and like atrocious foods in order to compel the garrison to surrender. I venture to think His Majesty’s Government would not have been justified in restricting their commanders in the field from any methods of warfare which are justified by precedents set by European and American generals during the last fifty or sixty years. I do not agree very fully with the charges of treachery on the one side and barbarity on the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From what I saw of the war—and I sometimes saw something of it—I believe that as compared with other wars, especially those in which a civil population took part, this war in South Africa has been on the whole carried on with unusual humanity and generosity. The hon. Member for Carnarvon Boroughs has drawn attention to the case of one general officer, and although I deprecate debates upon the characters of individual general officers who are serving the country at this moment, because I know personally General Bruce Hamilton, whom the hon. Member with admirable feeling described as General Brute Hamilton, I feel unable to address the House without offering my humble testimony to the fact that in all His Majesty’s Army there are few men with better feeling, more kindness of heart, or with higher courage than General Bruce Hamilton.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a point of difference which has been raised by the right hon. Gentleman the Leader of the Opposition upon the question of the policy to be pursued in South Africa after this war has been brought to a conclusion. So far as I have been able to make out the difference between the Government and the Opposition on this question is that whereas His Majesty’s Government propose that when hostilities are brought to a conclusion there shall be an interval of civil government before full representative rights are extended to the peoples of these countries, on the other hand the right hon. Gentleman the Leader of the Opposition believes that these representative institutions will be more quickly obtained if the military government be prolonged as a temporary measure and no interval of civil government be interposed. I hope I am not misinterpreting the right hon. Gentleman in any way. If I am, I trust he will not hesitate to correct me, because I should be very sorry in any way to misstate his views. If that is the situation, I will respectfully ask the House to allow me to examine these alternative propositions. I do not wish myself to lay down the law, or thrust my views upon hon. Members. I have travelled a good deal about South Africa during the last ten months under varying circumstances, and I should like to lay before the House some of the considerations which have been very forcibly borne in upon me during that period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the first place I would like to look back to the original cause for which we went to war. We went to war—I mean of course we were gone to war with—in connection with the extension of the franchise. We began negotiations with the Boers in order to extend the franchise to the people of the Transvaal. When I say the people of the Transvaal, I mean the whole people of the Transvaal, and not necessarily those who arrived there first. At that time there were nearly two and a-half times as many British and non-Dutch as there were Boers, but during the few weeks before the outbreak of the war every train was crowded with British subjects who were endeavouring to escape from the approaching conflict, and so it was that the Uitlanders were scattered all over the world. It seems to me that when the war is over we ought not to forget the original object with which we undertook the negotiations which led to the war. If I may lay down anything I would-ask the House to establish the principle that they ought not to extend any representative institutions to the people of the Transvaal until such time as the population has regained its ordinary level. What could be more dangerous, ridiculous or futile, than to throw the responsible government of a ruined country on that remnant of the population, that particular section of the population, which is actively hostile to the fundamental institutions of the State? I think there ought to be no doubt and no difference of opinion on the point that between the firing of the last shot and the casting of the first vote there must be an appreciable interval that must be filled by a government of some kind or another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I invite the House to consider which form of government—civil government or military government—is most likely to be conducive to the restoration or the banished prosperity of the country and most likely to encourage the return of the population now scattered far and wide. I understand that there are hon. Members who are in hopes that representative institutions may directly follow military government, but I think they cannot realise thoroughly how very irksome such military government is. I have the greatest respect for British officers, and when I hear them attacked, as some hon. Members have done in their speeches, it makes me very sorry, and very angry too. Although I regard British officers in the field of war, and in dealing with native races, as the best officers in the world, I do not believe that either their training or their habits of thought qualify them to exercise arbitrary authority over civil populations of European race. I have often myself been very much ashamed to see respectable old Boer farmers—the Boer is a curious combination of the squire and the peasant, and under the rough coat of the farmer there are very often to be found the instincts of the squire—I have been ashamed to see such men ordered about peremptorily by young subaltern officers, as if they were private soldiers. I do not hesitate to say that as long as you have anything like direct military government there will be no revival of trade, no return of the Uitlander population, no influx of immigrants from other parts of the world—nothing but despair and discontent on the part of the Boer popuation, and growing resentment on the part of our own British settlers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If there was a system of civil government on the other hand, which I think we have an absolute moral right to establish if only from the fact that this country through the Imperial Exchequer will have to provide the money—if you had a civil government under such an administrator as Sir Alfred Milner—[Cries of “Hear, hear,” and “Oh”]—it is not for me to eulogise that distinguished administrator, I am sure he enjoys the confidence of the whole of the Conservative party, and there are a great many Members on the other side of the House who do not find it convenient in their own minds to disregard Sir Alfred Milner’s deliberate opinion on South African affairs. As soon as it is known that there is in the Transvaal a government under which property and liberty are secure, so soon as it is known that in these countries one can live freely and safely, there would be a rush of immigrants from all parts of the world to develop the country and to profit by the great revival of trade which usually follows war of all kinds. If I may judge by my own experience there are many Members of this House who have received letters from their constituents asking whether it was advisable to go out to South Africa. When this policy of immigration is well advanced we shall again have the great majority of the people of the Transvaal firmly attached and devoted to the Imperial connection, and when you can extend representative institutions to them you will find them reposing securely upon the broad basis of the consent of the governed, while the rights of the minority will be effectively protected and preserved by the tactful and judicious intervention of the Imperial authority. May I say that it was this prospect of a loyal and Anglicised Transvaal turning of the scale in our favour in South Africa, which must have been the original “good hope” from which the Cape has taken its name.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not for me to criticise the proposals which come from such a distinguished authority as the Leader of the Opposition, but I find it impossible not to say that in comparing these two alternative plans one with the other I must proclaim my strong preference for the course His Majesty’s Government propose to adopt. I pass now from the question of the ultimate settlement of the two late Republics to the immediate necessities of the situation. What ought to be the present policy of the Government? I take it that there is a pretty general consensus of opinion in this House that it ought to be to make it easy and honourable for the Boers to surrender, and painful and perilous for them to continue in the field. Let the Government proceed on both those lines concurrently and at full speed. I sympathise very heartily with my hon. friend the senior Member for Oldham, who, in a speech delivered last year, showed great anxiety that everything should be done to make the Boers understand exactly what terms were offered to them, and I earnestly hope that the right hon. Gentleman the Colonial Secretary will leave nothing undone to bring home to those brave and unhappy men who are fighting in the field that whenever they are prepared to recognise that their small independence must be merged in the larger liberties of the British Empire, there will be a full guarantee for the security of their property and religion, an assurance of equal rights, a promise of representative institutions, and last of all, but not least of all, what the British Army would most readily accord to a brave and enduring foe—all the honours of war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope the right hon. Gentleman will not allow himself to be discouraged by any rebuffs which his envoys may meet with, but will persevere in endeavouring to bring before these people the conditions on which at any moment they may obtain peace and the friendship of Great Britain. Of course, we can only promise, and it rests with the Boers whether they will accept our conditions. They may refuse the generous terms offered them, and stand or fall by their old cry, “Death or independence!”[Nationalist cheers.] I do not see anything to rejoice at in that prospect, because if it be so, the war will enter upon a very sad and gloomy phase. If the Boers remain deaf to the voice of reason, and blind to the hand of friendship, if they refuse all overtures and disdain all terms, then, while we cannot help admiring their determination and endurance, we can only hope that our own race, in the pursuit of what they feel to be a righteous cause, will show determination as strong and endurance as lasting. It is wonderful that hon. Members who form the Irish party should find it in their hearts to speak and act as they do in regard to a war in which so much has been accomplished by the courage, the sacrifices, and, above all, by the military capacity of Irishmen. There is a practical reason, which I trust hon. Members will not think it presumptuous in me to bring to their notice, is that they would be well advised cordially to co-operate with His Majesty’s Government in bringing the war to a speedy conclusion, because they must know that no Irish question or agitation can possibly take any hold on the imagination of the people of Great Britain so long as all our thoughts are with the soldiers who are fighting in South Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What are the military measures we ought to take? I have no doubt that other opportunities will be presented to the House to discuss them, but so far as I have been able to understand the whispers I have heard in the air there are, on the whole, considerable signs of possible improvement in the South African situation. There are appearances that the Boers are weakening, and that the desperate and feverish efforts they have made so long cannot be indefinitely sustained. If that be so, now is the time for the Government and the Army to redouble their efforts. It is incumbent on Members like myself, who represent large working class constituencies, to bring home to the Government the fact that the country does not want to count the cost of the war until it is won. I think we all rejoiced to see the announcement in the papers that 30,000 more mounted men were being despatched to South Africa. I cannot help noticing with intense satisfaction that, not content with sending large numbers of men, the Secretary of State for War has found some excellent Indian officers, prominent among whom is Sir Bindon Blood, who will go out to South Africa and bring their knowledge of guerilla warfare on the Indian frontier to bear on the peculiar kind of warfare—I will not call it guerilla warfare—now going on in South Africa. I shall always indulge the hope that, great as these preparations are, they will not be all, and that some fine afternoon the Secretary of State for War will come down to the House with a brand-new scheme, not only for sending all the reinforcements necessary for keeping the Army up to a fixed standard of 250,000 men, in spite of the losses by battle and disease, but also for increasing it by a regular monthly quota of 2,000 or 3,000 men, so that the Boers will be compelled, with ever-diminishing resources, to make head against ever increasing difficulties, and will not only be exposed to the beating of the waves, but to the force of the rising tide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some hon. Members have seen fit, either in this place or elsewhere, to stigmatise this war as a war of greed. I regret that I feel bound to repudiate that pleasant suggestion. If there were persons who rejoiced in this war, and went out with hopes of excitement or the lust of conflict, they have had enough and more than enough to-day. If, as the hon. Member for Northampton has several times suggested, certain capitalists spent money in bringing on this war in the hope that it would increase the value of their mining properties, they know now that they made an uncommonly bad bargain. With the mass of the nation, with the whole people of the country, this war from beginning to end has only been a war of duty. They believe, and they have shown in the most remarkable manner that they believe, that His Majesty’s Government and the Colonial Secretary have throughout been actuated by the same high and patriotic motives. They know that no other inspiration could sustain and animate the Regulars and Volunteers, who through all these hard months have had to bear the brunt of the public contention. They may indeed have to regret, as I myself have, the loss of a great many good friends in the war. We cannot help feeling sorry for many of the incidents of the war, but for all that I do not find it possible on reflection to accuse the general policy which led to the war, we have no cause to be ashamed of anything that has passed during the war, nor have we any right to be doleful or lugubrious. I think if any hon. Members are feeling unhappy about the state of affairs in South Africa I would recommend them a receipt from which I myself derived much exhilaration. Let them look to the other great dependencies and colonies of the British Empire and see what the effect of the war has been therel Whatever we may have lost in doubtfu. friends in Cape Colony we have gained ten times, or perhaps twenty times, over in Canada and Australia, where the people—down to the humblest farmer in the most distant provinces—have by their effective participation in the conflict been able to realise, as they never could realise before, that they belong to the Empire, and that the Empire belongs to them. I cannot sit down without saying how very grateful I am for the kindness and patience with which the House has heard me, and which have been extended to me, I well know, not on my own account, but because of a certain splendid memory which many hon. Members still preserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}