{
    "url": "https://www.ukpol.co.uk/winston-churchill-1945-response-to-the-loyal-address/",
    "title": "Winston Churchill – 1945 Response to the Loyal Address",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1945",
            "url": "/tag/1945/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in the House of Commons by the then Leader of the Opposition, Winston Churchill. The speech was made on 16th August 1945 and was the response to the Loyal Address.",
    "content": [
        "[![winstonchurchill](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is customary, to an extent which has almost developed into routine, for the Leader of the Opposition on this occasion to begin by offering compliments to the mover and seconder of the Address, and I do not think I remember, in 42 years of service in this House, any occasion when that task has not been accomplished. But certainly I can recall few occasions when it was more easy to offer the unstinted compliments of the House than it is today to offer them to the two hon. and gallant Members who have addressed us. I say “two hon. and gallant Members” because service with the Fire Brigade will never be denied a meed of tribute to gallantry, except in the particular conventions which prevail in this Assembly. They have both made speeches which, if they have not plunged deeply into the matters which divide us or unite us, have nevertheless shown that, in achieving power in this country, the Labour Party have gathered most valuable elements into their body. We see, in these two Members who have addressed us for the first time with so much decorum and becoming taste, two who will, we hope, shine in our Debates. Their maiden speeches accomplished, they will wait other less favourable opportunities to take part in our Debates, and we trust that as the vicissitudes of British politics unfold, long and important political careers may await both of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our duty this afternoon is to congratulate His Majesty’s Government on the very great improvement in our prospects at home, which comes from the complete victory gained over Japan and the establishment of peace throughout the world. Only a month ago it was necessary to continue at full speed and at enormous cost all preparations for a long and bloody campaign in the Far East. In the first days of the Potsdam Conference President Truman and I approved the plans submitted to us by the combined Chiefs of Staff for a series of great battles and landings in Malaya, in the Netherlands East Indies and in the homeland of Japan itself. These operations involved an effort not surpassed in Europe, and no one could measure the cost in British and American life and treasure they would require. Still less could it be known how long the stamping out of the resistance of Japan in many territories she had conquered, and especially in her homeland, would last. All the while the whole process of turning the world from war to peace would be hampered and delayed. Every form of peace activity was half strangled by the overriding priorities of war. No clear-cut decisions could be taken in the presence of this harsh dominating uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the last three months an element of baffling dualism has complicated every problem of policy and administration. We had to plan for peace and war at the same time. Immense armies were being demobilised; another powerful army was being prepared and despatched to the other side of the globe. All the personal stresses among millions of men eager to return to civil life, and hundreds of thousands of men who would have to be sent to new and severe campaigns in the Far East, presented themselves with growing tension. This dualism affected also every aspect of our economic and financial life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How to set people free to use their activities in reviving the life of Britain, and at the same time to meet the stern demands of the war against Japan, constituted one or the most perplexing and distressing puzzles that in a long life-time of experience I have ever faced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I confess it was with great anxiety that I surveyed this prospect a month ago. Since then I have been relieved of the burden. At the same time that burden, heavy though it still remains, has been immeasurably lightened. On 17th July there came to us at Potsdam the eagerly awaited news of the trial of the atomic bomb in the Mexican desert. Success beyond all dreams crowned this sombre, magnificent venture of our American Allies. The detailed reports of the Mexican desert experiment, which were brought to us a few days later by air, could leave no doubt in the minds of the very few who were informed, that we were in the presence of a new factor in human affairs, and possessed of powers which were irresistible. Great Britain had a right to be consulted in accordance with Anglo-American agreements. The decision to use the atomic bomb was taken by President Truman and myself at Potsdam, and we approved the military plans to unchain the dread, pent-up forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From that moment our outlook on the future was transformed. In preparation for the results of this experiment, the statements of the President and of Mr. Stimson and my own statement, which by the courtesy of the Prime Minister was subsequently read out on the broadcast, were framed in common agreement. Marshal Stalin was informed by President Truman that we contemplated using an explosive of incomparable power against Japan, and action proceeded in the way we all now know. It is to this atomic bomb more than to any other factor that we may ascribe the sudden and speedy ending of the war against Japan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before using it, it was necessary first of all to send a message in the form of an ultimatum to the Japanese which would apprise them of what unconditional surrender meant. This document was published on 26th July—the same day that another event, differently viewed on each side of the House, occurred. The assurances given to Japan about her future after her unconditional surrender had been made, were generous to a point. When we remember the cruel and treacherous nature of the utterly unprovoked attack made by the Japanese war lords upon the United States and Great Britain, these assurances must be considered magnanimous in a high degree. In a nutshell, they implied “Japan for the Japanese,” and even access to raw materials, apart from their control, was not denied to their densely-populated homeland. We felt that in view of the new and fearful agencies of war-power about to be employed, every inducement to surrender, compatible with our declared policy, should be set before them. This we owed to our consciences before using this awful weapon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, by repeated warnings, emphasised by heavy bombing attacks, an endeavour was made to procure the general exodus of the civil population from the threatened cities. Thus everything in human power, short of using the atomic bomb, was done to spare the civil population of Japan, though there are voices which assert that the bomb should never have been used at all. I cannot associate myself with such ideas. Six years of total war have convinced most people that had the Germans or Japanese discovered this new weapon, they would have used it upon us to our complete destruction with the utmost alacrity. I am surprised that very worthy people, but people who in most cases had no intention of proceeding to the Japanese front themselves, should adopt the position that rather than throw this bomb, we should have sacrificed a million American and a quarter of a million British lives in the desperate battles and massacres of an invasion of Japan. Future generations will judge these dire decisions, and I believe that if they find themselves dwelling in a happier world from which war has been banished, and where freedom reigns, they will not condemn those who struggled for their benefit amid the horrors and miseries of this gruesome and ferocious epoch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The bomb brought peace, but men alone can keep that peace, and henceforward they will keep it under penalties which threaten the survival, not only of civilisation, but of humanity itself. I may say that I am in entire agreement with the President that the secrets of the atomic bomb shall so far as possible not be imparted at the present time to any other country in the world. This is in no design or wish for arbitrary power but for the common safety of the world. Nothing can stop the progress of research and experiment in every country, but although research will no doubt proceed in many places, the construction of the immense plants necessary to transform theory into action cannot be improvised in any country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For this and many other reasons the United States stand at this moment at the summit of the world. I rejoice that this should be so. Let them act up to the level of their power and their responsibility, not for themselves but for others, for all men in all lands, and then a brighter day may dawn upon human history. So far as we know, there are at least three and perhaps four years before the concrete progress made in the United States can be overtaken. In these three years we must remould the relationships of all men, wherever they dwell, in all the nations. We must remould them in such a way that these men do not wish or dare to fall upon each other for the sake of vulgar and out-dated ambitions or for passionate differences in ideology, and that international bodies of supreme authority may give peace on earth and decree justice among men. Our pilgrimage has brought us to a sublime moment in the history of the world. From the least to the greatest, all must strive to be worthy of these supreme opportunities. There is not an hour to be wasted; there is not a day to be lost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would in my opinion be a mistake to suggest that the Russian declaration of war upon Japan was hastened by the use of the atomic bomb. My understanding with Marshal Stalin in the talks which I had with him had been, for a considerable time past, that Russia would declare war upon Japan within three months of the surrender of the German armies. The reason for the delay of three months was, of course, the need to move over the trans-Siberian Railway the large reinforcements necessary to convert the Russian-Manchurian army from a defensive to an offensive strength. Three months was the time mentioned, and the fact that the German armies surrendered on 8th May, and the Russians declared war on Japan on 8th August, is no mere coincidence but another example of the fidelity and punctuality with which Marshal Stalin and his valiant armies always keep their military engagements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Evelyn Walkden (Doncaster)** I suggest that the right hon. Gentleman should remind his hon. Friends on that side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Churchill** It is not part of the duty of the speaker who for the moment has the honour to address the House, to regulate the applause on either side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I now turn to the results of the Potsdam Conference so far as they have been made public in the agreed communiqué and in President Truman’s very remarkable speech of a little more than a week ago. There has been general approval of the arrangements proposed for the administration of Germany by the Allied Control Commission during the provisional period of military government. This régime is both transitional and indefinite. The character of Hitler’s Nazi party was such as to destroy almost all independent elements in the German people. The struggle was fought to the bitter end. The mass of the people were forced to drain the cup of defeat to the dregs. A headless Germany has fallen into the hands of the conquerors. It may be many years before any structure of German national life will be possible, and there will be plenty of time for the victors to consider how the interests of world peace are affected thereby.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the meanwhile, it is in my view of the utmost importance that responsibility should be effectively assumed by German local bodies for carrying on under Allied supervision all the processes of production and of administration necessary to maintain the life of a vast population. It is not possible for the Allies to bear responsibility by themselves. We cannot have the German masses lying down upon our hands and expecting to be fed, organised and educated over a period of years, by the Allies. We must do our best to help to avert the tragedy of famine. But it would be in vain for us in our small island, which still needs to import half its food, to imagine that we can make any further appreciable contribution in that respect. The rationing of this country cannot be made more severe, without endangering the life and physical strength of our people, all of which will be needed for the immense tasks we have to do. I, therefore, most strongly advise the encouragement of the assumption of responsibility by trust-worthy German local bodies in proportion as they can be brought into existence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Council which was set up at Potsdam of the Foreign Secretaries of the three, four or five Powers, meeting in various combinations as occasion served, affords a new and flexible machinery for the continuous further study of the immense problems that lie before us in Europe and Asia. I am very glad that the request that I made to the Conference, and which my right hon. Friend—I may perhaps be allowed so to refer to him on this comparatively innocuous occasion—supported at the Conference, that the seat of the Council’s permanent Secretariat should be London, was granted. I must say that my right hon. Friend the late Foreign Secretary, who has, over a long period, gained an increasing measure of confidence from the Foreign Secretaries of Russia, and the United States, and who through the European Advisory Committee which is located in London has always gained the feeling that things could be settled in a friendly and easy way, deserves some of the credit for the fact that these great Powers willingly accorded us the seat in London for the permanent Secretariat. It is high time that the place of London, one of the controlling centres of international world affairs, should at last be recognised. It is the oldest, the largest, the most battered capital, the capital which was first in the war and the time is certainly overdue when we should have our recognition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am glad also that a beginning is to be made with the evacuation of Persia by the British and Russian armed forces, in accordance with the triple treaty which we made with each other and with Persia in 1941. Although it does not appear in the communiqué, we have since seen it announced that the first stage in the process, namely, the withdrawal of Russian and British troops from Teheran, has already begun or is about to begin. There are various other matters arising out of this Conference which should be noted as satisfactory. We should not, however, delude ourselves into supposing that the results of this first Conference of the victors were free from disappointment or anxiety, or that the most serious questions before us were brought to good solutions. Those which proved incapable of agreement at the Conference have been relegated to the Foreign Secretaries’ Council which, though most capable of relieving difficulties, is essentially one gifted with less far-reaching powers. Other grave questions are left for the final peace settlement, by which time many of them may have settled themselves, not necessarily in the best way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would be at once wrong and impossible to conceal the divergencies of view which exist inevitably between the victors about the state of affairs in Eastern and Middle Europe. I do not at all blame the Prime Minister or the new Foreign Secretary, whose task it was to finish up the discussions which we had begun. I am sure they did their best. We have to realise that no one of the three leading Powers can impose its solutions upon others and that the only solutions possible are those which are in the nature of compromise. We British have had very early and increasingly to recognise the limitations of our own power and influence, great though it be, in the gaunt world arising from the ruins of this hideous war. It is not in the power of any British Government to bring home solutions which would be regarded as perfect by the great majority of Members of this House, wherever they may sit. I must put on record my own opinion that the provisional Western frontier agreed upon for Poland, running from Stettin on the Baltic, along the Oder and its tributary, the Western Neisse, comprising as it does one quarter of the arable land of all Germany, is not a good augury for the future map of Europe. We always had in the Coalition Government a desire that Poland should receive ample compensation in the West for the territory ceded to Russia East of the Curzon Line. But here I think a mistake has been made, in which the Provisional Government of Poland have been an ardent partner, by going far beyond what necessity or equity required. There are few virtues that the Poles do not possess—and there are few mistakes they have ever avoided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am particularly concerned, at this moment, with the reports reaching us of the conditions under which the expulsion and exodus of Germans from the new Poland are being carried out. Between 8,000,000 and 9,000,000 persons dwelt in those regions before the war. The Polish Government say that there are still 1,500,000 of these not yet expelled within their new frontiers. Other millions must have taken refuge behind the British and American lines, thus increasing the food stringency in our sector. But enormous numbers are utterly unaccounted for. Where are they gone, and what has been their fate? The same conditions may reproduce themselves in a more modified form in the expulsion of great numbers of Sudeten and other Germans from Czechoslovakia. Sparse and guarded accounts of what has happened and is happening have filtered through, but it is not impossible that tragedy on a prodigious scale is unfolding itself behind the iron curtain which at the moment divides Europe in twain. I should welcome any statement which the Prime Minister can make which would relieve or at least inform us upon this very anxious and grievous matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is another sphere of anxiety. I remember that a fortnight or so before the last war, the Kaiser’s friend Herr Ballen, the great shipping magnate, told me that he had heard Bismarck say towards the end of his life, “If there is ever another war in Europe, it will come out of some damned silly thing in the Balkans.” The murder of the Archduke at Sarajevo in 1914 set the signal for the first world war. I cannot conceive that the elements for a new conflict exist in the Balkans to-day. I am not using the language of Bismarck, but nevertheless not many Members of the new House of Commons will be content with the new situation that prevails in those mountainous, turbulent, ill-organised and warlike regions. I do not intend to particularise, I am very glad to see the new Foreign Secretary sitting on the Front Bench opposite. I would like to say with what gratification I learned that the right hon. Gentleman had taken on this high and most profoundly difficult office, and we are sure he will do his best to preserve the great causes for which we have so long pulled together. But as I say, not many Members will be content with the situation in that region to which I have referred, for almost everywhere Communist forces have obtained, or are in process of obtaining, dictatorial powers. It does not mean that the Communist system is everywhere being established, nor does it mean that Soviet Russia seeks to reduce all those independent States to provinces of the Soviet Union. Mr. Stalin is a very wise man, and I would set no limits to the immense contributions that he and his associates have to make to the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In those countries, torn and convulsed by war, there may be, for some months to come, the need of authoritarian Government. The alternative would be anarchy. Therefore it would be unreasonable to ask or expect that liberal Governments—as spelt with a small “l”—and British or United States democratic conditions, should be instituted immediately. They take their politics very seriously in those countries. A friend of mine, an officer, was in Zagreb, when the results of the late General Election came in. An old lady said to him, “Poor Mr. Churchill. I suppose now he will be shot” My friend was able to reassure her. He said the sentence might be mitigated to one of the various forms of hard labour which are always open to His Majesty’s subjects. Nevertheless we must know where we stand, and we must make clear where we stand in these affairs of the Balkans and of Eastern Europe, and indeed of any country which comes into this field. Our idea is government of the people, by the people, for the people—the people being free without duress to express, by secret ballot without intimidation, their deep-seated wish as to the form and conditions of the Government under which they are to live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the present time—I trust a very fleeting time—”police governments” rule over a great number of countries. It is a case of the odious 18b, carried to a horrible excess. The family is gathered round the fireside to enjoy the scanty fruits of their toil and to recruit their exhausted strength by the little food that they have been able to gather. There they sit. Suddenly there is a knock at the door and a heavily armed policeman appears. He is not, of course, one who resembles in any way those functionaries whom we honour and obey in the London streets. It may be that the father or son, or a friend sitting in the cottage, is called out, and taken off into the dark and no one knows whether he will ever come back again, or what his fate has been. All they know is that they had better not inquire. There are millions of humble homes in Europe at the moment, in Poland, in Czechoslovakia, in Austria, in Hungary, in Yugoslavia, in Rumania, in Bulgaria—[Hon. Members: “In Spain”]—where this fear is the main preoccupation of the family life. President Roosevelt laid down the four freedoms and these are extant in the Atlantic Charter which we agreed together. “Freedom from fear”—but this has been interpreted as if it were only freedom from fear of invasion from a foreign country. That is the least of the fears of the common man. His patriotism arms him to withstand invasion or go down fighting; but that is not the fear of the ordinary family in Europe tonight. Their fear is of the policeman’s knock. It is not fear for the country, for all men can unite in comradeship for the defence of their native soil. It is for the life and liberty of the individual, for the fundamental rights of man, now menaced and precarious in so many lands that peoples tremble.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Surely we can agree in this new Parliament or the great majority of us, wherever we sit—there are naturally and rightly differences and cleavages of thought—but surely we can agree in this new Parliament, which will either fail the world or once again play a part in saving it, that it is the will of the people, freely expressed by secret ballot, in universal suffrage elections, as to the form of their government and as to the laws which shall prevail, which is the first solution and safeguard. Let us then march steadily along that plain and simple linee. I avow my faith in democracy, whatever course or view it may take with individuals and parties. They may make their mistakes, and they may profit from their mistakes. Democracy is now on trial as it never was before, and in these islands we must uphold it, as we upheld it in the dark days of 1940 and 1941, with all our hearts, with all our vigilance and with all our enduring and inexhaustible strength. While the war was on and all the Allies were fighting for victory, the word “democracy,” like many people, had to work overtime, but now that peace has come we must search for more precise definitions. Elections have been proposed in some of these Balkan countries where only one set of candidates is allowed to appear, and where, if other parties are to express their opinion, it has to be arranged beforehand that the governing party, armed with its political police and all its propaganda, is the only one which has the slightest chance. Chance, did I say? It is a certainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now is the time for Britons to speak out. It is odious to us that Governments should seek to maintain their rule otherwise than by free, unfettered elections by the mass of the people. Governments derive their just powers from the consent of the governed, says the Constitution of the United States. This must not evaporate in swindles and lies propped up by servitude and murder. In our foreign policy let us strike continually the notes of freedom and fair play as we understand them in these islands. Then you will find there will be an overwhelming measure of agreement between us, and we shall in this House march forward on an honourable theme having within it all that invests human life with dignity and happiness. In saying all this, I have been trying to gather together and present in a direct form the things which, I believe, are dear to the great majority of us. I rejoiced to read them expressed in golden words by the President of the United States when he said: Our victory in Europe was more than a victory of arms. It was a victory of one way of life over another. It was a victory of an ideal founded on the right of the common man, on the dignity of the human being, and on the conception of the State as the servant, not the master, of its people. I think there is not such great disagreement between us. Emphasis may be cast this, way and that in particular incidents, but surely this is what the new Parliament on the whole means. This is what in our heart and conscience in foreign affairs and world issues we desire. Just as in the baleful glare of 1940, so now, when calmer lights shine, let us be united upon these resurgent principles and impulses of the good and generous hearts of men. Thus to all the material strength we possess and the honoured position we have acquired, we shall add those moral forces which glorify mankind and make even the weakest equals of the strong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am anxious to-day to evade controversial topics as far as possible, though I am under no inhibition such as cramped the style of the two hon. and gallant Gentlemen to whom we have listened. There is one question which I hope the Prime Minister will be able to answer. What precisely is Mr Laski’s authority for all the statements he is making about our foreign policy? How far do his statements involve the agreement or responsibility of the Secretary of State for Foreign Affairs? We know that Mr. Laski is the Chairman of the Labour Party Executive Committee—[Hon. Members: “Gestapo.”] Everybody has a right to describe their own party machine as they choose. This is a very important body. I have been told—I am willing to be contradicted and to learn—that it has the power to summon Ministers before it. Let us find out whether it is true or not. Evidently it has got great power, and it has, even more evidently, a keen inclination to assert it. The House, the country and the world at large are entitled to know who are the authoritative spokesmen of His Majesty’s Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I see that Mr. Laski said in Paris a few days ago that our policy in Greece was to be completely changed. What is the meaning of this? I thought we were agreed upon our policy towards Greece, especially after Sir Walter Citrine’s and the trade unions’ report. (Interruption.) I would say to hon. Members not to speak disrespectfully of the report or they may be brought up before that body. That policy in Greece is to help Greece to decide upon its own future by plebiscite and elections according to the full, free, untrammelled will of the Greek people, and that those elections shall be held as early as practicable. The Greek Government have invited official foreign observers to be present and report, so that everyone in the world may judge whether the vote and elections are a free, fair and honest expression of the popular wish. The British, United States and French Governments have accepted this invitation. I was sorry we could not persuade Russia to come along too. Has there been any change in this question, or are we to understand, as Mr. Laski seems to suggest, that, though the Greek people may vote freely, they must only vote the way which he and those who agree with him would like?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. George Griffiths (Hemsworth)** That is what the right hon. Gentleman said in the General Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Churchill** I am sure the hon. Member will never find that I have ever said that people were only entitled to vote in the way I like. I never nursed such an illusion. It is that very freedom which was so vehemently exercised against me and my friends that I am defending now in respect of other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr. Laski also made a declaration about France which has most important and far-reaching effects, namely, that if the French people vote Socialist at the impending election, Great Britain will renew the offer which was made in June, 1940, that Britain and France should become one nation with a common citizenship. That offer was made in the anguish and compassion which we felt at the fate of France. It is remarkable that the Cabinet of those days, when we in this island were in such dire peril, really seemed more shocked and pained at the French disaster than at our own very dangerous plight. Much has happened in the five years that have passed, and I am of opinion that the idea of France and Britain becoming one single nation with common citizenship—alliance is another question—must, at the very least, be very carefully considered by the responsible Ministers before any such proposal is made to Parliament, still less to a foreign country. I ask, therefore, did the Prime Minister authorise this declaration? Does the Foreign Secretary endorse it? Were the Cabinet consulted? Is the offer to France open only if a Socialist Government is elected? I hope the Prime Minister will be able to give reassuring answers on those points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Broadly speaking, it is very much better that declarations about foreign policy should be made by Ministers of the Crown responsible to the House of Commons. I am sure the new Government will get into very great difficulties if they are not able to maintain this position firmly. Also, I consider it a great mistake for us to try to interfere in the affairs of foreign countries, except in so far as is necessary to wind up any obligations we may have contracted during the war. It is impossible to understand the domestic politics of other countries. It is hard enough to understand the domestic politics of one’s own. But Mr. Laski has spoken with great freedom about French, Spanish and United States affairs during the last fortnight. He has told the United States on the broadcast, for instance, that free enterprise is the most ingenious fallacy which American business men ever put over on the American people. At a time when we have vital need of the material aid of the United States, I cannot feel—and perhaps the Chancellor will agree with me—that such a remark is exceptionally helpful. To-day, we read that Mr. Laski says that the attitude of the British Government towards the United States is favouarble whereas towards Russia there is “a profoundly brotherly affection.” I wonder very much—and this is an extremely serious matter—whether these invidious distinctions are likely to bring about the good results which were anticipated and which are absolutely necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Somebody asked about General Franco. I am coming to him. Mr. Laski appears to contemplate vehement intervention in Spain against General Franco. Anybody who has had the opportunity to read the letter which I wrote, with the full agreement of my Coalition colleagues in the War Cabinet, to General Franco some months ago, in reply to one he wrote to me—and I should be very glad to see my letter published here as it has already been practically verbatim in the United States—will see what calumny it is to suggest that I or my friends on this side are supporters, admirers or partisans of the present régime in Spain. We are proud to be the foes of tyranny in every form, whether it comes from the Right or from the Left. Before I left Potsdam, the three major Powers had agreed upon the form of the public announcement about the exclusion of Spain, while under the Franco régime, from the world organisation of the United Nations. No alteration was made, as far as I am aware, by the new Prime Minister or the new Foreign Secretary in the terms of that most wounding, and deliberately calculated wounding, declaration against that régime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would, however, be wrong to intervene in Spain in a forcible manner or to attempt to relight the civil war in that country which has already and quite recently lost between one and two millions of its none too numerous population in a horrible internal struggle. However, if that is the policy of His Majesty’s Government, it is they who ought to say so, and then we can debate the matter here in full freedom. Let me point out in leaving this unpleasant subject that I make no suggestion to the Government that they should endeavour to muzzle Mr. Laski. Anybody in a free country can say anything, however pernicious and nonsensical it may be, but it is necessary for the Government to let us know exactly where they stand with regard to him. Otherwise, I assure hon. Gentlemen opposite that their affairs will suffer and our affairs, which are mixed up inseparably with their affairs, will also suffer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I now turn to the domestic sphere, which takes up one part of the Gracious speech. I have already spoken of the enormous easement in their task which the new Government have obtained through the swift and sudden ending of the Japanese war. What thousands of millions of pounds sterling are saved from the waste of war, what scores and hundreds of thousands of lives are saved, what vast numbers of ships are set free to carry the soldiers home to all their lands, to carry about the world the food and raw materials vital to industry. What noble opportunities have the new Government inherited. Let them be worthy of their fortune, which is also the fortune of us all. To release and liberate the vital springs of British energy and inventiveness, to let the honest earnings of the nation fructify in the pockets of the people, to spread well-being and security against accident and misfortune throughout the whole nation, to plan, wherever State planning is imperative, and to guide into fertile and healthy channels the native British genius for comprehension and good will—all these are open to them, and all these ought to be open to all of us now. I hope we may go forward together, not only abroad but also at home, in all matters so far as we possibly can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the period of the “Caretaker Government,” while we still had to contemplate 18 months of strenuous war with Japan, we reviewed the plans for demobilisation in such a way as to make a very great acceleration in the whole process of releasing men and women from the Armed Forces and from compulsory industrial employment. Now, all that is overtaken by the world-wide end of the war. I must say at once that the paragraph of the Gracious Speech referring to demobilisation and to the plans which were made in the autumn of 1944—with which I am in entire agreement in principle—gives a somewhat chilling impression. Now that we have had this wonderful windfall I am surprised that any Government should imagine that language of this kind is still appropriate or equal to the new situation. I see that in the United States the President has said that all the American troops that the American ships can carry home in the next year, will be brought home and set free. Are his Majesty’s Government now able to make any statement of that kind about our Armed Forces abroad? Or what statement can they make? I do not want to harass them unduly, but perhaps some time next week some statement could be made. No doubt the Prime Minister will think of that. Great hopes have been raised in the electoral campaign, and from those hopes has sprung their great political victory. Time will show whether those hopes are well founded, as we deeply trust they may be. But many decisions can be taken now, in the completely altered circumstances in which we find ourselves. The duty of the Government is to fix the minimum numbers who must be retained in the next 6 or 12 months period in all the foreign theatres, and to bring the rest home with the utmost speed that our immensely expanded shipping resources will permit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even more is this releasing process important in the demobilisation of the home establishment. I quite agree that the feeling of the Class A men must ever be the dominant factor, but short of that the most extreme efforts should be made to release people who are standing about doing nothing. I hope the Public Expenditure Committee will be at once reconstituted, and that they will travel about the country examining home establishments and reporting frequently to the House. Now that the war is over there is no ground of military secrecy which should prevent the publication of the exact numerical ration strengths of our Army, Navy and Air Force in every theatre and at home, and we should certainly have weekly, or at least monthly, figures of the progressive demobilisation effected. It is an opportunity for the new Government to win distinction. At the end of the last war, when I was in charge of the Army and Air Force, I published periodically very precise information. I agree with the words used by the Foreign Secretary when he was Minister of Labour in my Administration, namely, that the tremendous winding-up process of the war must be followed by a methodical and regulated unwinding. We agree that if the process is to be pressed forward with the utmost speed it is necessary for the Government to wield exceptional powers for the time being, and so long as they use those powers to achieve the great administrative and executive tasks imposed upon them, we shall not attack them. It is only if, and in so far as, those powers are used to bring about by a side-wind a state of controlled society agreeable to Socialist doctrinaires, but which we deem odious to British freedom, that we shall be forced to resist them. So long as the exceptional powers are used as part of the war emergency, His Majesty’s Government may consider us as helpers and not as opponents, as friends and not as foes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To say this in no way relieves the Government of their duty to set the nation free as soon as possible, to bring home the soldiers in accordance with the scheme with the utmost rapidity, and to enable the mass of the people to resume their normal lives and employment in the best, easiest and speediest manner. There ought not to be a long-dragged-out period of many months when hundreds of thousands of Service men and women are kept waiting about under discipline, doing useless tasks at the public expense, and other tens of thousands, more highly paid, finding them sterile work to do. What we desire is freedom; what we need is abundance. Freedom and abundance—these must be our aims. The production of new wealth is far more beneficial, and on an incomparably larger scale, than class and party fights about the liquidation of old wealth. We must try to share blessings and not miseries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr G. Griffiths** Say that again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Churchill** The production of new wealth must precede commonwealth, otherwise there will only be common poverty. I am sorry these simple truisms should excite the hon. Member opposite—whom I watched so often during the course of the last Parliament and whose many agreeable qualities I have often admired—as if they had some sense of novelty for him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We do not propose to join issue immediately about the legislative proposals in the Gracious Speech. We do not know what is meant by the control of investment—[Laughter]—but apparently it is a subject for mirth. Evidently, in war you may do one thing, and in peace perhaps another must be considered. Allowance must also be made for the transitional period through which we are passing. The Debate on the Address should probe and elicit the Government’s intentions in this matter. The same is true of the proposal to nationalise the coalmines. If that is really the best way of securing a larger supply of coal at a cheaper price, and at an earlier moment than is now in view, I, for one, should approach the plan in a sympathetic spirit. It is by results, as the hon. and gallant Gentleman who moved the Motion for the Address said, that the Government will be judged, and it is by results that this policy must be judged The national ownership of the Bank of England does not in my opinion raise any matter of principle [Hon. Members: “Oh”]. I give my opinion—anybody else may give his own. There are important examples in the United States and in our Dominions of central banking institutions, but what matters is the use to be made of this public ownership. On this we must await the detailed statement by the Chancellor of the Exchequer, who, I am glad to say, has pledged himself to resist inflation. Meanwhile it may be helpful for me to express the opinion, as Leader of the Opposition, that foreign countries need not be alarmed by the language of the Gracious Speech on this subject, and that British credit will be resolutely upheld.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then there is the Trade Disputes Act. We are told that this is to be repealed. Personally, I feel that we owe an inestimable debt to the trade unions for all they have done for the country in the long struggle against the foreign foe. But they would surely be unwise to reinstitute the political levy on the old basis. If would also be very odd if they wished to regain full facilities for legalising and organising a general strike. It does not say much for the confidence with which the Trades Union Council view the brave new world, or for what they think about the progressive nationalisation of our industries, that they should deem it necessary on what the hon. and gallant Gentleman called “the D-Day of the new Britain” to restore and sharpen the general strike weapon, at this particular time of all others. Apparently nationalisation is not regarded by them as any security against conditions which would render a general strike imperative and justified in the interests of the workers. We are, I understand, after nationalising the coalmines, to deal with the railways, electricity and transport. Yet at the same time the trade unions feel it necessary to be heavily rearmed against State Socialism. Apparently the new age is not to be so happy for the wage-earners as we have been asked to believe. At any rate, there seems to be a fundamental incongruity in these conceptions to which the attention of the Socialist intelligentsia should speedily be directed. Perhaps it may be said that these powers will only be needed if the Tories come into office. Surely these are early days to get frightened. I will ask the Prime Minister if he will just tell us broadly what is meant by the word “repeal.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have offered these comments to the House and I do not wish to end on a sombre or even slightly controversial note. As to the situation which exists to-day, it is evident that not only are the two parties in the House agreed in the main essentials of foreign policy and in our moral outlook on world affairs, but we also have an immense programme, prepared by our joint exertions during the Coalition, which requires to be brought into law and made an inherent part of the life of the people. Here and there there may be differences of emphasis and view, but in the main no Parliament ever assembled with such a mass of agreed legislation as lies before us this afternoon. I have great hopes of this Parliament and I shall do my utmost to make its work fruitful. It may heal the wounds of war, and turn to good account the new conceptions and powers which we have gathered amid the storm. I do not underrate the difficult and intricate complications of the task which lies before us; I know too much about it to cherish vain illusions, but the morrow of such a victory as we have gained is a splendid moment both in our small lives and in our great history. It is a time not only of rejoicing but even more of resolve. When we look back on all the perils through which we have passed and at the mighty foes we have laid low and all the dark and deadly designs we have frustrated, why should we fear for our future? We have come safely through the worst. Home is the sailor, home from sea, And the hunter home from the hill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}