{
    "url": "https://www.ukpol.co.uk/winston-churchill-1943-statement-on-the-war-situation/",
    "title": "Winston Churchill – 1943 Statement on the War Situation",
    "post_date": "January 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1943",
            "url": "/tag/1943/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Winston Churchill, the then Prime Minister, in the House of Commons on 11 February 1943.",
    "content": [
        "The dominating aim which we set before ourselves at the Conference at Casablanca was to engage the enemy’s forces on land, sea, and in the air on the largest possible scale and at the earliest possible moment. The importance of coming to ever closer grips with the enemy and intensifying the struggle outweighs a number of other considerations which ordinarily would be decisive in themselves. We have to make the enemy burn and bleed in every way that is physically and reasonably possible, in the same way as he is being made to burn and bleed along the vast Russian front from the White Sea to the Black Sea. But this is not so simple as it sounds. Great Britain and the United States were formerly peaceful countries, ill-armed and unprepared. They are now warrior nations, walking in the fear of the Lord, very heavily armed, and with an increasingly clear view of their salvation. We are actually possessed of very powerful and growing forces, with great masses of munitions coming along. The problem is to bring these forces into action. The United States has vast oceans to cross in order to close with her enemies. We also have seas or oceans to cross in the first instance, and then for both of us there is the daring and complicated enterprise of landing on defended coasts and also the building-up of all the supplies and communications necessary for vigorous campaigning when once a landing has been made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is because of this that the U-boat warfare takes the first place in our thoughts. There is no need to exaggerate the danger of the U-boats or to worry our merchant seamen by harping upon it unduly, because the British and American Governments have known for some time past that there were these U-boats about and have given the task of overcoming them the first priority in all their plans. This was reaffirmed most explicitly by the Combined Staffs at Casablanca. The losses we suffer at sea are very heavy, and they hamper us and delay our operations. They prevent us from coming info action with our full strength, and thus they prolong the war, with its certain ​ waste and loss and all its unknowable hazards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Progress is being made in the war against the U-boats. We are holding our own, and more than holding our own. Before the United States came into the war, we made our calculations on the basis of British building and guaranteed Lend-Lease, which assured us of a steady and moderate improvement in our position by the end of 1943 on a very high scale of losses. There never was a moment in which we did not see our way through, provided that what the United States promised us was made good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since then various things have happened. The United States have entered the war, and their shipbuilding has been stepped up to the present prodigious levels, amounting for the year 1943 to over 13,000,000 gross tons, or, as they would express it in American nomenclature, 18,000,000 or 19,000,000 dead weight tons. When the United States entered the war she brought with her a Mercantile Marine, American and American-controlled, of perhaps 10,000,000 gross tons, as compared with our then existing tonnage, British and British-controlled, of about—I am purposely not being precise—twice as much. On the other hand, the two Powers had more routes to guard, more jobs to do, and they therefore of course presented more numerous targets to the U-boats. Very serious depredations were committed by the U-boats off the East coast of America until the convoy system was put into proper order by the exertions of Admiral King. Heavy losses in the Far East were also incurred at the outset of the war against Japan when the Japanese pounced upon large quantities of British and United States shipping there. The great operation of landing in North Africa and maintaining the armies ashore naturally exposed the Anglo-American fleets to further losses, though there is a compensation for that which I will refer to later; and the Arctic convoys to Russia have also imposed a heavy toll, the main part of both these operational losses having fallen upon the British.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In all these circumstances it was inevitable that the joint American and British, losses in the past 15 months should exceed the limits for which we British ourselves, in the days when we were ​ alone, had budgeted. However, when the vast expansion in the United States shipbuilding is added to the credit side, the position is very definitely improved. It is in my opinion desirable to leave the enemy guessing at our real figures, to let him be the victim of his own lies, and to deprive him of every means of checking the exaggerations of his U-boat captains or of associating particular losses with particular forms and occasions of attack. I therefore do not propose to give any exact figures. This, however, I may say, that in the last six months, which included some of those heavy operations which I have mentioned, the Anglo-American and the important Canadian new building, all taken together, exceeded all the losses of the United Nations by over 1,250,000 gross tons. That is to say, our joint fleet is 1,250,000 tons bigger to-day than it was six months ago. That is not much, but it is something, and something very important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But that statement by no means does justice to the achievement of the two countries, because the great American flow of shipbuilding is leaping up month by month, and the losses in the last two months are the lowest sustained for over a year. The number of U-boats is increasing, but so are their losses, and so also are the means of attacking them and protecting the convoys. It is, however, a horrible thing to plan ahead in cold blood on the basis of losing hundreds of thousands of tons a month, even if you can show a favourable balance at the end of a year. The waste of precious cargoes, the destruction of so many noble ships, the loss of heroic crews, all combine to constitute a repulsive and sombre panorama. We cannot possibly rest content with losses on this scale, even though they are outweighed by new building, even if they are not for that reason mortal in their character. Nothing is more clearly proved than that well-escorted convoys, especially when protected by long-distance aircraft, beat the U-boats. I do not say that they are a complete protection, but they are an enormous mitigation of losses. We have had hardly any losses at sea in our heavily escorted troop convoys. Out of about 3,000,000 soldiers who have been moved under the protection of the British Navy about the world, to and fro across the seas and ​ oceans, about 1,348 have been killed or drowned, including missing. It is about 2,200 to one against your being drowned if you travel in British troop convoys in this present war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even if the U-boats increase in number, there is no doubt that a superior proportionate increase in the naval and air escort will be a remedy. A ship not sunk is better than a new ship built. Therefore, in order to reduce the waste in the merchant shipping convoys, we have decided, by successive steps during the last six months, to throw the emphasis rather more on the production of escort vessels, even though it means some impingement on new building. Very great numbers of escort vessels are being constructed in Great Britain and the United States, equipped with every new device of anti-U-boat warfare in all its latest refinements. We pool our resources with the United States, and we have been promised, and the promise is being executed in due course, our fair allocation of American-built escort vessels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is another point. Everyone sees how much better it is to have fast ships than slow. This is also true of racehorses, as the Noble Lady was well aware in her unregenerate days. However, speed is a costly luxury. The most careful calculations are made and are repeatedly revised as between having fewer fast ships or more slow ones. The choice, however, is not entirely a free one. The moment you come into the sphere of fast ships, engine competition enters a new phase. It starts with the escort vessels but in other directions and also in the materials for the higher speed engines there come other complicated factors. I should strongly advise the House to have confidence in the extremely capable people who, with full knowledge of all the facts, are working day in day out on all these aspects and who would be delighted to fit an additional line of fast ships, even at some loss in aggregate tonnage, provided they could be sure that the engines would not clash with other even more urgent needs. In all these matters I should like the House to realise that we do have to aim at an optimum rather than at a maximum, which is not quite the same thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the offensive side the rate of killing U-boats has steadily improved. From ​ January to October, 1942, inclusive, a period of 10 months, the rate of sinkings, certain and probable, was the best we have seen so far in this war, but from November to the present day, a period of three months, that rate has improved more than half as much again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the same time, the destructive power of the U-boat has undergone a steady diminution since the beginning of the war. In the first year, each operational U-boat that was at work accounted for an average of 19 ships; in the second year, for an average of 12, and in the third year for an average of 7½. These figures, I think, are, in themselves, a tribute to the Admiralty and to all others concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is quite true that at the present time, as I said in answer to an inquiry by my hon. Friend the Member for Seaham (Mr. Shinwell) the other day, we are making inroads upon the reserves of food and raw materials which we prudently built up in the earlier years of the war. We are doing this for the sake of the military operations in Africa and Asia and in the Far Pacific. We are doing it for the sake of the Russian convoys, and for the sake of giving aid and supplies to India and to Persia and other Middle Eastern countries. We are doing this on the faith of President Roosevelt’s promise to me of large allocations of shipping coming to us, as the floods of American new building come upon the seas. Risks have to be run, but I can assure the House that these needs are not left to chance and to sudden and belated panic spurts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Provided that the present intense efforts are kept up here and in the United States, and that anti-U-boat warfare continues to hold first place in our thoughts and energies, I take the responsibility of assuring the House—and I have not misled them so far—that we shall be definitely better off, so far as shipping is concerned, at the end of 1943 than we are now, and while it is imprudent to try to peer so far ahead, all the tendencies show that unless something entirely new and unexpected happens in this well-explored field, we shall be still better off at the end of 1944, assuming that the war continues until then. It may be disappointing to Hitler to learn that we are upon a rising tide of tonnage and not upon an ebb or shrinkage, but it is the governing fact of the situation. Therefore, let everyone engaged in this sphere of operations bend to ​ his or her task and try to get the losses down and try to get the launchings up; and let them do this, not under the spur of fear or gloom, or patriotic jitters, but in the sure and exhilarating consciousness of a gigantic task which is forging steadily forward to successful accomplishment. The more the sinkings are reduced, the more vehement our Anglo-American war effort can be. The margin, improving and widening, means the power to strike heavier blows against the enemy. The greater the weight we can take off Russia, the quicker the war will come to an end. All depends upon the margin of new building forging ahead over the losses, which, although improving, are still, as I have said, a lamentable and grievous fact to meditate upon. Meanwhile, let the enemy if he will, nurse his Vain hopes of averting his doom by U-boat warfare. He cannot avert it, but he may delay it, and it is for us to shorten that delay by every conceivable effort we can make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was only after full, cold, sober and mature consideration of all these facts, on which our lives and liberties certainly depend, that the President, with my full concurrence as agent of the War Cabinet, decided that the note of the Casablanca Conference should be the unconditional surrender of all our foes. But our inflexible insistence upon unconditional surrender does not mean that we shall stain our victorious arms by wrong and cruel treatment of whole populations. But justice must be done upon the wicked and the guilty, and, within her proper bounds, justice must be stern and implacable. No vestige of the Nazi or Fascist power, no vestige of the Japanese war-plotting machine, will be left by us when the work is done, as done it certainly will be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That disposes, I think, of two important features of the Casablanca Conference, the recognition that the defeat of the U-boat and the improvement of the margin of shipbuilding resources is the prelude to all effective aggressive operations, and, secondly, after considering all those facts, the statement which the President wished to be made on the subject of unconditional surrender. But the Casablanca Conference was, in my not inconsiderable experience of these functions, in various ways unparalleled. There never has been, in all the inter-Allied Conferences I have known, anything like the prolonged professional ​ examination of the whole scene of the world war in its military, its armament production and its economic aspects. This examination was conducted through the whole day, and far into the night, by the military, naval and air experts, sitting by themselves, without political influence thrust upon them, although general guidance was given by the President and by myself. But they were sitting by themselves talking all these matters out as experts and professionals. Some of these conferences in the last war, I remember, lasted a day or two days, but this was 11 days. If I speak of decisions taken, I can assure the House that they are based upon professional opinion and advice in their integrity. There never has been anything like that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When you have half a dozen theatres of war open in various parts of the globe there are bound to be divergences of view when the problem is studied from different angles. There were many divergences of view before we came together, and it was for that reason, that I had been pressing for so many months for the meeting of as many of the great Allies as possible. These divergences are of emphasis and priority rather than of principle. They can only be removed by the prolonged association of consenting and instructed minds. Human judgment is fallible. We may have taken decisions which will prove to be less good than we hoped, but at any rate anything is better than not having a plan. You must be able to answer every question in these matters of war and have a good, clear, plain answer to the question: what is your plan, what is your policy? But it does not follow that we always give the answer. It would be foolish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have now a complete plan of action, which comprises the apportionment of forces as well as their direction, and the weight of the particular movements which have been decided upon; and this plan we are going to carry out according to our ability during the next nine months, before the end of which we shall certainly make efforts to meet again. I feel justified in asking the House to believe that their business is being conducted according to a definite design and, although there will surely be disappointments and failures—many disappointments and serious failures and frustrations—there is no question of drifting or indecision, ​ or being unable to form a scheme or waiting for something to turn up. For good or for ill, we know exactly what it is that we wish to do. We have the united and agreed advice of our experts behind it, and there is nothing now to be done but to work these plans out in their detail and put them into execution one after the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe it was Bismarck—I have not been able to verify it, but I expect I shall be able to find out now—who said in the closing years of his life that the dominating fact in the modern world was that the people of Britain and of the United States both spoke the same language. If so, it was certainly a much more sensible remark than some of those that we have heard from those who now fill high positions in Germany. Certainly the British and American experts and their political chiefs gain an enormous advantage by the fact that they can interchange their thoughts so easily and freely and so frankly by a common medium of speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This, however, did not in any way diminish our great regret that Premier Stalin and some of his distinguished generals could not be with us. The President, in spite of the physical disability which he has so heroically surmounted, was willing to go as far East as Khartoum in the hope that we could have a tripartite meeting. Premier Stalin is, however, the supreme director of the whole vast Russian offensive, which was already then in full swing and which is still rolling remorselessly and triumphantly forward. He could not leave his post, as he told us, even for a single day. But I can assure the House that, although he was absent, our duty to aid to the utmost in our power the magnificent, tremendous effort of Russia and to try to draw the enemy and the enemy’s air force from the Russian front was accepted as the first of our objectives once the needs of the anti-U-boat warfare were met in such a way as to enable us to act aggressively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have made no secret of the fact that British and American strategists and leaders are unanimous in adhering to their decision of a year ago, namely, that the defeat of Hitler and the breaking of the German power must have priority over the decisive phase of the war against Japan. I have already some two months ago indicated that the defeat of the enemy ​ in Europe may be achieved before victory is won over Japan, and I made it clear that in that event all the forces of the British Empire, land, sea and air, will be moved to the Far Eastern theatre with the greatest possible speed, and that Great Britain will continue the war by the side of the United States with the utmost vigour until unconditional surrender has been enforced upon Japan. With the authority of the War Cabinet, I renewed this declaration in our Conference at Casablanca. I offered to make it in any form which might be desired, even embodying it in a special Treaty if that were thought advantageous. The President, however, stated that the word of Great Britain was quite enough for him. We have already, of course, bound ourselves, along with all the rest of the United Nations, to go on together to the end, however long it may take or however grievous the cost may be. I therefore think it only necessary to mention the matter to the House in order to give them the opportunity of registering their assent to that obvious and very necessary declaration. [HON. MEMBERS: “Hear, hear.”]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We may now congratulate our American Allies upon their decisive victory at Guadalcanal, upon the taking of which the Japanese had expanded a serious part of their limited strength and largely irreplaceable equipment. We must also express our admiration for the hard-won successes of the Australian and American Forces, who, under their brilliant commander General MacArthur, have taken Buna in New Guinea and slaughtered the last of its defenders. The ingenious use of aircraft to solve the intricate tactical problems, by the transport of reinforcements, supplies and munitions, including field guns, is a prominent feature of MacArthur’s generalship and should be carefully studied in detail by all concerned in the technical conduct of the war. In the meantime, while Hitler is being destroyed in Europe, every endeavour will be made to keep Japan thoroughly occupied and force her to exhaust and expend her material strength against the far superior Allied and, above all, American resources. This war in the Pacific Ocean, although fought by both sides with comparatively small forces at the end of enormous distances, has already engaged a great part of the American resources employed overseas as well as those of Australia and New Zealand. ​ The effort to hold the dumbbell at arms length is so exhausting and costly to both sides that it would be a great mistake to try to judge the effort by the actual numbers that come into contact at particular points. It is a tremendous effort to fight at four, five and six thousand miles across the ocean under these conditions. It is the kind of effort which is most injurious to Japan, whose resources are incomparably weaker in material than those of which we dispose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the time being, in the war against Japan the British effort is confined to the Indian theatre. Our Asiatic war effort is confined to operations to clear Burma, to open the Burma road and to give what aid can be given to the Chinese. That is the task which we have before us. We have been in close correspondence with Generalissimo Chiang Kai-shek, whom of course we should have been delighted to see at our Conference had it been possible for him to come. General Arnold, head of the United States Air Force, and Field-Marshal Dill are at present in Chungking concerting what we have in mind with the Chinese Generalissimo. We have already received from him an expression of his satisfaction about the strong additional help that will be provided for China at this stage in her long-drawn, undaunted struggle. The Generalissimo also concurs in the plans for future action in the Far East which we have submitted to him as the result of our deliberations. A communiqué about this Conference, received only a few minutes ago, declares the complete accord between the three Powers in their plans for the co-ordination of their Forces and in their determination in all their operations against Japan to ensure continued efforts and mutual assistance. Discussions between General MacArthur and Field-Marshal Wavell will follow in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So much for the Casablanca decisions and their repercussions as far as they can be made public. I must, however, add this. When I look at all that Russia is doing and the vast achievements of the Soviet Armies, I should feel myself below the level of events if I were not sure in my heart and conscience that everything in human power is being done and will be done to bring British and American Forces into action against the enemy with the utmost speed and energy and on the largest scale. This the ​ President and I have urgently and specifically enjoined upon our military advisers and experts. In approving their schemes and allocations of forces, we have asked for more weight to be put into the attacks and more speed into their dates. Intense efforts are now being made on both sides of the Atlantic for this purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From the Conference at Casablanca, with the full assent of the President, I flew to Cairo and thence to Turkey. I descended upon a Turkish airfield at Adana, already well stocked with British Hurricane fighters manned by Turkish airmen, and out of the snow-capped Taurus Mountains there crawled like an enamel caterpillar the Presidential train, bearing on board the head of the Turkish Republic, the Prime Minister, the Foreign Secretary, Marshal Chakmak, and the Party Leader—in fact, the High Executive of Turkey. I have already uttered a caution against reading anything into the communiqué which has already been published on this Conference, more than the communiqué conveys. It is no part of of our policy to get Turkey into trouble. On the contrary, a disaster to Turkey would be a disaster to Britain and to all the United Nations. Hitherto, Turkey has maintained a solid barrier against aggression from any quarter and by so doing, even in the darkest days, has rendered us invaluable service in preventing the spreading of the war through Turkey into Persia and Iraq, and in preventing the menace to the oilfields of Abadan which are of vital consequence to the whole Eastern war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an important interest of the United Nations and especially of Great Britain that Turkey should become well armed in all the apparatus of modem war and that her brave infantry shall not lack the essential, weapons which play a decisive part on the battlefields of to-day. These weapons we and the United States are now for the first time in a position to supply to the full capacity of the Turkish railways and other communications. We can give them as much as they are able to take, and we can give these weapons as fast as and faster than the Turkish troops can be trained to use them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At our Conference I made no request of Turkey except to get this rearmament business thoroughly well organised, and a British and Turkish Joint Military Mission is now sitting in Ankara ​ in order to press forward to the utmost the development of the general defensive strength of Turkey, the improvement of the communications and, by the reception of the new weapons, to bring its army up to the highest pitch of efficiency. I am sure it would not be possible to pry more closely into this part of our affairs. Turkey is our Ally. Turkey is our friend. We wish her well, and we wish to see her territory, rights and interests effectively preserved. We wish to see, in particular, warm and friendly relations established between Turkey and her great Russian Ally to the North-West, to whom we are bound by the 20-years Anglo-Russian Treaty. Whereas a little while ago it looked to superficial observers as if Turkey might be isolated by a German advance through the Caucasus on one side and by a German-Italian attack on Egypt on the other, a transformation scene has occurred. Turkey now finds on each side of her victorious Powers who are her friends. It will be interesting to see how the story unfolds chapter by chapter, and it would be very foolish to try to skip on too fast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After discharging our business in Turkey I had to come home, and I naturally stopped at the interesting places on the way where I had people to see and things to do. I think that the story I have to tell follows very naturally stage by stage along my homeward journey. I have already mentioned to the House, at Question time the other day, my very pleasant stay during my return journey at Cyprus, which has played its part so well and is enjoying a period of war-time prosperity. But how different was the situation in Cairo from what I found it in the early days of last year. Then the Desert Army was bewildered and dispirited, feeling themselves better men than the enemy and wondering why they had had to retreat with heavy losses for so many hundreds of miles while Rommel pursued them on their own captured transport and with their own food, petrol and ammunition. Then the enemy was 60 miles from Alexandria, and I had to give orders for every preparation to be made to defend the line of the Nile, exactly as if we were fighting in Kent. I had also to make a number of drastic changes in the High Command. Those changes have been vindicated ​ by the results.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In a week an electrifying effect was produced upon the Desert Army by General Montgomery and by orders which he issued, and upon the whole situation by the appointment of General Alexander as Commander-in-Chief, Middle East. At the same time great reinforcements, despatched many weeks and even months before round the Cape of Good Hope, were steaming up the Red Sea and pouring into the Nile Valley. The American Sherman tank, which the President gave me in Washington on that dark morning when we learned of the fall of Tobruk and the surrender of its 25,000 defenders, came into the hands of troops thirsting to have good weapons to use against the enemy. As a consequence of those events and many others which could be cited, the enemy has been decisively defeated, first in the second Battle of El Alamein, where Rommells final thrust was repulsed, and, secondly, in the great battle for El Alamein, which will do down in history as the Battle of Egypt, for by it Egypt was delivered. On arriving in Cairo I found that now the enemy, who had boasted that he would enter Cairo and Alexandria and cross and cut the Suez Canal, and had even struck a medal to commemorate the event, of which I was handed a specimen, had been rolled back 1,500 miles, and it is probably 1,600 miles by now. What an amazing feat this has been. The battle is one story, the pursuit is another. So rapid an advance by such powerful, competent, heavily equipped forces over distances so enormous is, as far as I am aware, without parallel in modern war; and the Ancients had not the advantages of locomotion which we possess, so they are out of it anyway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Everywhere in Egypt there is a feeling that Britain has kept her word, that we have been a faithful and unfailing Ally, that we have preserved the Nile Valley and all its cities, villages and fertile lands from the horrors of invasion. It was always said that Egypt could never be invaded across the Western Desert, and certainly that historical fact has now been established upon modern and far stronger foundations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From Cairo I proceeded on my magic carpet to Tripoli, which 10 days before was in the possession of the enemy. Here I found General Montgomery. I must confess quite frankly that I had not ​ realised how magnificent a city and harbour Tripoli has been made. It is the first Italian city to be delivered by British arms from the grip of the Huns. Naturally there was lively enthusiasm among the Italian population, and I can hardly do justice to the effusiveness of the demonstrations of which I was the fortunate object. I had the honour as your servant to review two of our forward divisions. The 51st Highland Division is the successor of that brave division that was overwhelmed on the coast of France in the tragedies of 1940. It has already more than equalised the account which Scotland had open in this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the afternoon I saw a mass of 10,000 New Zealanders, who, with a comparatively small portion of their vast equipment of cannon, tanks and technical vehicles, took one-and-a-half hours to march past. On that day I saw at least 40,000 troops, and as representing His Majesty’s Government I had the honour to receive their salutes and greetings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, of course, the front had rolled nearly another 100 miles farther to the West, and the beaten enemy were being pursued back to the new positions in Tunisia on which it is said they intend to make a stand. I do not wish to encourage the House or the country to look for any very speedy new results. They may come, or they may not come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The enemy have carried out very heavy demolitions and blockings in Tripoli harbour. Therefore, supply from the sea is greatly hampered, and I cannot tell what time will be required to clear the port and begin the building-up of a new base for supplies. It is not the slightest use being impatient with these processes. Meanwhile General Montgomery’s Army is feeding itself from its base at Cairo, 1,500 miles away, through Tobruk, 1,000 miles away, and Benghazi, 750 miles away, by a prodigious mass of mechanical transport, all organised in a manner truly wonderful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Presently we may be able to move forward again, but meanwhile the enemy may have time to consolidate his position and to bring in further reinforcements and further equipment. Let us just see how things go. But I should like to say this; I have never in my life, which from my youth up has been connected with military matters, seen troops who march with the style and air of those of the Desert Army. Talk about spit and polish. The ​ Highland and New Zealand Divisions paraded after their immense ordeal in the desert as if they had come out of Wellington Barracks. There was an air on the face of every private of that just and sober pride which comes from dear-bought victory and triumph after toil. I saw the same sort of marching smartness, and the same punctilio of saluting and discipline, in the Russian guard of honour which received me in Moscow six months ago. The fighting men of democracy feel that they are coming into their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me also pay my tribute to this vehement and formidable General Montgomery, a Cromwellian figure, austere, severe, accomplished, tireless, his life given to the study of war, who has attracted to himself in an extraordinary measure the confidence and the devotion of his Army. Let me also pay, in the name of the House, my tribute to General Alexander, on whom the over-riding responsibility lay. I read to the House on 11th November the directive which in those critical days I gave to General Alexander. I may perhaps refresh the memory of hon. Members by reading it again:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“1. Your prime and main duty will be to take or destroy at the earliest opportunity the German-Italian army commanded by Field-Marshal Rommel, together with all its supplies and establishments in Egypt and Libya.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“2. You will discharge, or cause to be discharged, such other duties as pertain to your Command without prejudice to the task described in paragraph 1, which must be considered paramount in His Majesty’s interests.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have now received, when, as it chanced, I visited the Army again, the following official communication from General Alexander, in which General Montgomery took great pleasure, and to which it will be necessary for us to send a reply:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Sir, The Orders you gave me on August 15, 1942, have been fulfilled. His Majesty’s enemies, together with their impedimenta, have been completely eliminated from Egypt, Cyrenaica, Libya and Tripolitania. I now await your further instructions.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, obviously, we shall have to think of something else, and, indeed, this was one of the more detailed matters which we discussed in the Conference at Casablanca. I did not publish the original instructions to General Alexander until some months afterwards, when the Battle of Egypt had been won, and the House will naturally grant me a similar delay before I make public the reply to him which is now required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should, however, inform the House and the country of the various changes in the High Command which the marked improvement in our affairs and the movements of the Armies have rendered suitable and necessary. This brings me to the general situation in French North-West Africa, on which I have a very few general remarks to make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The descent upon North Africa by the British and American Forces will, I believe, be judged in the words which Premier Stalin used to me when I told him about it in August last. He said that it was “militarily correct.” It certainly has altered the strategic axis of the war. By this very large-scale manœuvre, thought by many experts to be most hazardous before it was undertaken, we recovered the initiative in the West, and we recovered it at comparatively small cost of life and with less loss in shipping than we gained by what fell into our hands. Nearly half a million men have been landed successfully and safely in North-West Africa, and those fair and beautiful regions are now under the control of the United States. We agreed with the President many months ago that this should be an American enterprise, and I have gladly accepted, with the approval of the War Cabinet, the position of lieutenant in this sphere. The Americans attach the greatest importance to unity of command between Allies and to control over all these Services being in the hands of one supreme commander. We willingly and freely accepted this position, and we shall act loyally and faithfully up to it on all occasions and in every respect. Some people are busily concerned about the past records of various French functionaries whom the Americans have deemed it expedient to employ. For my part, I must confess that I am more interested in the safety of the Armies and in the success of the operations which will soon be again advancing to an important climax. I shall therefore not take up the time of the House with the tales which can be told of how these various Frenchmen acted in the forlorn and hideous situation in which they found themselves when their country collapsed. What matters to General Eisenhower and to our troops, who, in great numbers, are serving under him, and what matters throughout this vast ​ area of population of well over 16,000,000, 90 per cent. of whom are Moslems, is, first and foremost, a tranquil countryside, and, secondly, secure and unimpeded communications to the battle-front, which is now steadily developing on what I have called the Tunisian tip.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have not seen this battle front, I am sorry to say, because it is 400 miles distant by road from Algiers, where I spent last Friday and Saturday with General Eisenhower and Admiral Cunningham, and also with our Minister-Resident, the right hon. Member for Stockton-on-Tees (Mr. Harold Macmillan), who is doing admirable work and becoming a real solver of problems—friends with everyone—and taking, with Mr. Murphy’s co-operation, an increasingly heavy load off the shoulders of the Commander-in-Chief in regard to matters with which a military commander should not to be burdened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although I did not have a chance to see this front—because one does get a number of communications from home from time to time—I can tell the House that conditions are absolutely different from those which the Desert Army has triumphantly surmounted. The Desert Army is the product of three years of trial and error and of continued perfecting of transport, communications, supplies and signals, and the rapid moving forward of airfields and the like. The Armies now fighting in Tunisia are still in a very early stage of building up their communications. The enemy opposite to them, although largely an improvised army, have something like the advantage which we had over Rommel in front of Cairo, I mean the advantage of lying 30 or 40 miles in front of your bases; while we have to go over very long, slender, tightly stretched and heavily strained approaches, in order to get at them. Very nearly did General Anderson, under General Eisenhower’s orders, clear the whole province at a run. Very little more, and we might have achieved everything. It was absolutely right to try, but it failed. The Germans effected their entry, and made good their bridge-heads. We had to fall back to gather strength and to gather our resources for heavy battle. I cannot pretend not to be disappointed that the full result was not achieved at the first bound, Still, our main object is to fight the Germans, and one cannot be blind to the fact that we have made them fight us ​ in a situation extremely costly to them and by no means disadvantageous to us. Although the enemy’s lines of supply on land are short, they are under constant attack by sea. Before they reach the battlefield they lose one-quarter, or one-third even, of everything they bring across the sea. Our power of reinforcement is far greater and more secure than theirs. The portentous apparition of the Desert Army, driving Rommel before them, is a new, most potent and possibly even decisive factor. Air fighting is developing on an ever-increasing scale, and this is, of course, greatly to our advantage, because it would pay us to lose two machines to one in order to wear down the German air force and draw it away from the Russian front. However, instead of losing two planes to one, the actual results are very nearly the other way round. Therefore, it seems to me that the House need not be unduly depressed because the fighting in North Africa is going to assume a very much larger scale and last a longer time than was originally anticipated and hoped. It is, indeed, quite remarkable that the Germans should have shown themselves ready to run the risk and pay the price required of them by their struggle to hold the Tunisian tip. While I always hesitate to say anything which might afterwards look like over-confidence, I cannot resist the remark that one seems to discern in this policy the touch of the master hand, the same master hand that planned the attack on Stalingrad and that has brought upon the German armies the greatest disaster they have ever suffered in all their military history. However, I am making no predictions and no promises. Very serious battles will have to be fought. Including Rommel’s army, there must be nearly a quarter of a million of the enemy in the Tunisian tip, and we must not in any way under-rate the hazards we have to dare or the burdens we have to carry. It is always folly to forecast the results of great trials of strength in war before they take place. I will say no more than this: All the disadvantages are not on one side, and certainly they are not all on our side. I think that conforms to the standards of the anti-complacency opinion in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "French North-West Africa is, as I have said, a United States operation, under American command. We have agreed ​ that the boundary between our respective spheres shall be the existing frontier between Tripolitania and Tunisia, but the Desert Army is now crossing that frontier and driving forward on its quest, which is Rommel. Its movements must, therefore, be combined with those of the First Army and with the various powerful forces coming from the West. For some weeks past, the commanders have been in close touch with one another; these contacts must now be formalised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Desert Army passes into the American sphere it will naturally come under the orders of General Eisenhower. I have great confidence in General Eisenhower. I regard him as one of the finest men I have ever met. It was arranged at Casablanca that when this transfer of the Desert Army took place, General Alexander should become Deputy Commander-in-Chief under General Eisenhower. At the same time, Air Chief Marshal Tedder becomes Air Commander-in-Chief Mediterranean, responsible to General Eisenhower for all the air operations in his theatre. He will control also all the Air Forces throughout the whole of the Middle East. This is absolutely necessary, because our Air Forces of Egypt, Cyrenaica and Libya, and also our powerful Air Forces operating from Malta, are actually attacking the same targets, both by bomber and fighter aircraft, as the United States and British Air Forces now working from Algeria and Tunisia are attacking. You must have one control over all this, and that control must be exercised under the supreme command of one man—and who better, I ask, than the trusty and experienced Air Chief Marshal Tedder, for whom General Eisenhower so earnestly asked? Under him, Air Vice-Marshal Coningham, hitherto working with the Eighth Army, whose services have been so much admired, will concert the air operations in support of the British First and Eighth Armies and other troops on the Tunisian battlefield. At the same time, Admiral of the Fleet Sir Andrew Cunningham, who already commands all the British and American naval forces in this theatre, will extend his command Eastward so as to comprise effectively all the cognate operations inside the Mediterranean and the present Commander-in-Chief in the Mediterranean will become, with his headquarters in Egypt, Commander-in-Chief of the Levant, dealing also with the Red Sea and all approaches from that quarter. There is no need for me to announce exactly where the line of demarcation between those commands is drawn, but everything is arranged with precision. The vacancy in the Command of the Middle East created by General Alexander’s appointment as Deputy Commander-in-Chief to General Eisenhower, will be filled by General Sir Henry Maitland Wilson, now commanding in Persia and Iraq, where the Tenth Army, now become a very powerful force, is stationed. It is proposed to keep Persia and Iraq as a separate command for the present, and the new commander will shortly be appointed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, General Eisenhower has already obtained the consent of General Giraud, who commands the French Army fighting on the Tunisian front, an army which is being raised by American equipment to a very powerful force and which will play its part later on in liberating the French Motherland, to this Army being placed all under the command of General Anderson, together with the strong United States Forces, which have been moved forward into Tunisia. Thus we have a hierarchy established by international arrangement completely in accord with modern ideas of unity of command between various Allies and of the closest concert of the three Services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I make an appeal to the House, the Press and the country, that they will, I trust, be very careful not to criticise this arrangement. If they do so, I trust they will not do it on personal lines, or run one general against another, to the detriment of the smooth and harmonious relations which now prevail among this band of brothers who have got their teeth into the job. In General Eisenhower, as in General Alexander, you have two men remarkable for selflessness of character and disdain of purely personal advancement. Let them alone; give them a chance; and it is quite possible that one of these fine days the bells will have to be rung again. If not, we will address ourselves to the problem, in all loyalty and comradeship, and in the light of circumstances. [Interruption.] I have really tried to tell the House everything that I am sure the enemy knows and to tell them nothing that the enemy ought to know: [HON. MEMBERS: “Ought not to know.”] ​ There was a joke in that Still, I have been able to say something. At any rate, I appeal to all patriotic men on both sides of the Atlantic Ocean to stamp their feet on mischief-makers and sowers of tares wherever they may be found, and let the great machines roll into battle under the best possible conditions for our success. That is all I have to say at the present time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am most grateful for the extreme kindness with which I am treated by the House. I accept, in the fullest degree, the responsibility of Minister of Defence and as the agent of the War Cabinet, for the plans we have devised. His Majesty’s Government ask no favours for themselves. We desire only to be judged by results. We await the unfolding of events with sober confidence, and we are sure that Parliament and the British nation will display in these hopeful days, which may nevertheless be clouded o’er, the same qualities of steadfastness as they did in that awful period when the life of Britain and of our Empire hung by a thread.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}