{
    "url": "https://www.ukpol.co.uk/jo-churchill-2021-speech-on-covid-security-at-uk-borders/",
    "title": "Jo Churchill – 2021 Speech on Covid Security at UK Borders",
    "post_date": "February 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jo Churchill, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 1 February 2021.",
    "content": [
        "I welcome today’s debate on a matter that is rightly of huge public interest. As the [hon. Member for Torfaen (Nick Thomas-Symonds) said](https://www.ukpol.co.uk/nick-thomas-symonds-2021-statement-on-covid-security-at-uk-borders/), we have had a challenging time, but I know that everybody across the House will be cheered by the news of the vaccines, and the number rolled out over the weekend—nearly 1 million, at 931,204—is quite staggering. As of today, over 9.2 million people have now received the jab, and every elderly care home resident in England has been offered the vaccine. The roll-out will accelerate in the coming months, and with the combined news that the UK today has secured another 40 million extra doses of the Valneva vaccine, in addition to the 60 million we already had on order—taking our national total to over 400 million vaccine doses—we know that, with each jab, we have clearly moved that step closer to the more normal life that people crave. It is our strong vaccine portfolio that offers great hope not only to the people of this country, but across the world, because unless we are all safe, no one is safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As hon. Members recognise, however, the challenges posed by covid-19 are still here today and we must continue to make the difficult decisions to protect the whole population. There is no question but that new variants pose new threats—threats that we must overcome to protect the progress of the vaccine programme and, of course, to protect the sacrifices that everybody has been making for many months now. It has meant that we have had to take tough action at our borders, which we have done. Earlier in the pandemic, border restrictions were about stopping the onward transmission of infections from countries with higher infection rates, but the new variants from abroad pose a different and new set of risks, and we do not yet have a full picture of those risks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of particular concern is a risk of having a variant that escapes the vaccine. We have a high degree of confidence in the vaccines, and confidence that the vaccine will work against the variant that was first identified in the UK, but we have also begun studies on the variants that were first identified in South Africa and Brazil in four laboratories. We will continue to work with our scientists and the UK vaccines taskforce to understand how quickly a new vaccine could be rolled out if needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have also launched our new variant assessment platform, working in partnership with the World Health Organisation, which offers genomic expertise— something we lead in—to help other countries across the world, because, as I have said, we are only safe when everyone is safe. Much of what the hon. Member for Torfaen suggested sounded a little like he wanted to shut down against the entire world. Only a few months back, he, the hon. Members for Oldham West and Royton (Jim McMahon) and for Wigan (Lisa Nandy) and the right hon. and learned Member for Holborn and St Pancras (Keir Starmer) asked us when we were going to lessen quarantine. We have to have a flexible programme, where we build a response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Nick Thomas-Symonds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am very grateful to the hon. Lady for giving way on that point, because it is absolutely right that I mentioned the blunt tool of a 14-day quarantine back in June last year. That was because the Government did not have their own test, trace and isolate system up and running to avoid the blunt tool of a 14-day quarantine. The point was about the failure of the Government, not the inconsistency of the Opposition’s position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As with all science, we are learning more but, as we do, we must continue to do all we can to protect this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is right that new border restrictions are tougher. On 18 January, the UK temporarily closed all travel corridors and added a requirement for anyone coming to this country to have proof of a negative covid test taken in the 72 hours prior to departure. All travellers have had to complete a passenger locator form, which must be checked before they board and then self-isolate on arrival for 10 days. Our stay-at-home regulations are clear: it is illegal to leave home to travel abroad for leisure purposes. Going on holiday is not a valid reason for travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have also banned all direct travel from over 30 countries where there is a risk of known variants, including southern Africa, South America and Portugal. This is a ban on entry for all arrivals, except British, Irish and third country nationals with resident rights in the UK, who have been in the travel ban countries in the past 10 days. But as the Prime Minister said on 27 January, we must not be afraid to go further if necessary, and on the 27th, my right hon. Friend the Home Secretary outlined the further steps that we have been compelled to take, and I will lay them out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With regard to those entering the UK, first, the police have stepped up checks and are carrying out more physical checks at addresses to make sure that people are self-isolating. Secondly, we are continuing to refuse entry to non-UK residents from the countries already subject to the UK travel ban. Thirdly, we are introducing a new managed isolation process in hotels for those who cannot be refused entry, including those arriving home from countries where we have already imposed international travel bans. They will be required to isolate for 10 days, with very few exceptions and only where strictly necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With regard to those travelling out of the UK, first, we have increased our enforcement of the existing rules, because people should be staying at home unless they have a valid reason to leave. We will introduce a requirement for people to declare their reason to travel, which will be checked by carriers prior to departure and again at the border. Secondly, we are increasing police presence at airports and ports, and those without a valid reason for travel will be turned around and sent home or face a fine. Thirdly, this week we are again reviewing the list of exemptions from isolation so that only the most important and exceptional reasons are included. I am clear that our approach must be firm but flexible, and not the one-size-fits-all approach advocated by the hon. Member for Torfaen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Yvette Cooper (Normanton, Pontefract and Castleford) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister referred to police checks. The data published last week showed that, when the police are doing these very minimal checks at the moment, if they find that nobody is home—so clearly nobody is self-isolating at that address—they take no further enforcement action at all. Does she not think that is crazy?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is why we are working as quickly as possible across Government and using everything at our disposal to ensure that we have an efficient method of ensuring that people are doing what the vast majority are doing. We not only have the police stepping up; we also have the isolation assurance service. The number of people sampled per day for calls is 1,500 out of those who arrive. We make a total of 3,000 IAS calls a day and send another 10,000 texts. These are repeated contacts with individuals, and it is a considerably different picture now from the one that may have been the case back in the middle of last summer. As I say, we have started, and this is a flexible, firm approach that can be stepped up and down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Torfaen spoke about a blanket ban across all countries and for all things, but actually, with regard to making sure we are safe, it must be firm and flexible so that we can ensure not only that we keep ourselves safe in this country but, as the pandemic takes its course, that we can respond appropriately. This blanket ban from all countries that he is talking about—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim McMahon (Oldham West and Royton) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s not a ban; it’s a quarantine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I apologise—the hon. Member for Torfaen is talking about a blanket quarantine from all countries. He mentioned an exemption for hauliers. What about other exemptions? What about elite sport, or medical emergencies, or the plethora of other issues, particularly around security, which I know he is extremely exercised about? He also knows, as I do, that there are specific minute details that this blanket ban—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Nick Thomas-Symonds**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course we would need exceptions, but surely the Minister must agree that the starting point has to be a comprehensive position, and that that is what will secure our borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No, the right point is to work as quickly as possible across all the different Government Departments that are involved to ensure that we have the correct policy so that we are doing the appropriate thing, rather than having a blanket ban and then repeatedly coming back and saying, “What about this. What about that?” We need to ensure that we have an appropriate system that has been reviewed and thoroughly looked at by all the different Departments involved—the Home Office, the Department of Health and Social Care, the Department for Transport, the Cabinet Office and others—so that everybody has made sure that there are no gaps in the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not just about what the Government are doing; it about what we are all doing. In so many ways, our efforts begin not at the border but at home, with the actions we take to stay at home. The hon. Gentleman spoke of how we can protect the NHS in order to save lives, and in that respect every one of us plays a vital role in driving the rates of the virus down and denying it the opportunity to mutate and give rise to new variants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we take the necessary steps at the border, we recognise the challenges they present to industry. We continue to support our air transport sector, including airlines, airports and related services, and by the end of April the sector will have received some £3 billion of support through the covid corporate finance scheme and the job retention scheme. I am sure the Under-Secretary of State for Transport, my hon. Friend the Member for Witney (Robert Courts) will talk more about this, but last Friday we launched our airport and ground operations support scheme, which will support eligible businesses through this difficult time, with airports and ground handlers in England eligible to receive up to £8 million each. That will help them to continue to prepare for a future when international travel is ready to take off again, because we must have a system that fits our playing our part in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It sounds to me that by working out a policy that expects quarantine from everyone, far from looking at ourselves and far from being outward looking, Labour is proposing that we close our doors. That cannot be right if we are all going to walk together and beat this virus. I want to reflect that the Government and indeed the whole country take pride in our being global Britain, a place with a history and culture of being open, outward looking and supportive. Even as we are compelled to take tougher steps at our borders, that spirit lives on, through our leading role in COVAX, boosting global access to covid-19 vaccines; through our new variant assessment platform, bringing British expertise to the world; and through that vast, powerful network of medical and scientific communities collaborating on a worldwide scale so that we can overcome this global challenge. The hon. Member for Torfaen and I agree that medical science can bring so much to helping people in this country .We have spoken about it before, but actually the challenge is bigger now and if we are to meet that challenge, we must remain open and outward looking, while having a proportionate and measured approach to ensuring that the right restrictions are in place for people quarantining.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, even though the perilous situation we face today means we must put so much of our international travel on hold, there is no brake on our ambition to help the world become safer or to do what is our first duty: to safeguard public health, protect the NHS and keep people safe here at home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}