{
    "url": "https://www.ukpol.co.uk/jo-churchill-2021-speech-on-nhs-dentistry/",
    "title": "Jo Churchill – 2021 Speech on NHS Dentistry",
    "post_date": "May 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jo Churchill, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 25 May 2021.",
    "content": [
        "First, I congratulate my hon. Friend and Suffolk colleague the Member for Waveney (Peter Aldous) on securing time for this important debate. I also congratulate my hon. Friend the Member for North Norfolk (Duncan Baker), who for the second time today has spoken about the challenges of dentistry that we have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As my hon. Friend the Member for Waveney said, this is not a new problem; it was a problem and challenge pre-covid. The pandemic has definitely shone a light, and things have become much more challenging in the world of dental provision during the pandemic. Dentistry has been significantly impacted because of the risks associated with the aerosol-generating procedure that dentists do and, obviously, with the saliva generated when someone is carrying out a procedure on someone else’s mouth. In response, dental practitioners have been required to wear full personal protective equipment to keep them, their teams and their patients safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Public Health England is reviewing the current guidance on infection prevention and control. I mention this because it goes to my hon. Friend’s point on fallow time—the time between the dentist putting their instrument down and cleaning down their room, and then seeing the next patient. These things have been big constraints in trying to have a rapid throughput of patients through the consulting room. Fallow time now is as low as 10 minutes in many cases, although that does depend on material factors such as the ventilation and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am talking to NHS England about the use of ventilation and the ability to support dental practices in putting ventilation in, but I gently point out that what sounds easy in a sentence in this place is often challenging. The buildings are not always owned by the dental practices, and in order to put ventilation systems in we have to take the rooms being used to deliver care out. So there is that combination of challenges, but there is new research on ventilation and lighting, and we are constantly looking at these things to see how we can further support the profession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An important step forward has been to reduce the amount of time between seeing patients, in order to facilitate more care for more patients, but we have taken the action we have because infection control sits at the heart of what we have to do. I stress that because, with the variant of concern in some of our towns and cities around the country, we have to very mindful that we are looking for progress as to how we proceed with dentistry. I agree with much of what my hon. Friend said about making sure we are looking for opportunities, but we have to be mindful of the fact that we are not yet clear of this pandemic, and that brings enormous constraints.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The thresholds that have been set for dental practices since the start of the year have been based on data on what is achievable while also complying with infection prevention and control. My hon. Friend alluded to the 45%, which was the level of dental activity placed on practices in the fourth quarter of last year. That figure is now 60%, and 80% through orthodontics. This is the tension that exists in this whole area. Sixty per cent is still 40% lower than what we delivered in pre-covid times—obviously. The challenge is to make sure that we are able to see the backlog, that we drive forward with looking after the most vulnerable and those with the highest degree of need, and that we do not lose ground on what has gone before, while also having to deal with complexities such as retirements and contracts coming back and so on and so forth. However defective the 2006 UDA contract is, it is not just a question of swapping one for the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The current thresholds are monitored on a monthly basis, and the new thresholds have been put in place for six months. Dental practices have been asked to deliver as much care as possible, prioritising urgent care, particularly for vulnerable groups. They are delaying planned care, ensuring that they are dealing on a needs basis with those in the most acute need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition to these activity thresholds, NHS England has provided a flexible commissioning toolkit. I am very keen for the profession to get real-world examples of what can help deliver the service, based on the successes that have been achieved locally. Some of those successes have been achieved in our own particular area. Flexible commissioning is used to convert units of dental activity, or UDAs as my hon. Friend has referred to them, to activity that focuses on priority areas, such as improving access to urgent care, or targeting high-risk patients, which was exactly what he was asking us to look at in his speech. We are already doing that. It is good practice and regional commissioners can implement it. I am very keen to make sure that that practice is being used as much as it possibly can be. I am having very frequent discussions with NHS England to make sure that we are monitoring the use of these measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As well as flexible commissioning, support is also available to local NHS commissioners to put that capacity where we need it most. In the east of England, NHS England has developed the transformational dental strategy, the aim of which is to prioritise urgent care, prevention and inequalities. Despite our efforts to increase services, we know that patients are still experiencing acute difficulty in finding an NHS dentist—that is also true in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A feature of the debates that we have had today is the availability of private provision in areas where there is no NHS provision. NHS England is charged with commissioning to the need in an area. Making sure that we commission to the need in an area is something that contract change, which I am very keen to see delivered by April 2022, addresses, but it is highly complex. I have met stakeholders in the UK. Some people suggest that the Welsh system is better. Others favour the French system or the one that exists in some of the Scandinavian countries. I have met members of the dental profession from all those places and, actually, no one has a perfect system. We are trying to take what is good about the various systems and ensure that we deliver in localities so that people can have access to care when they need it, with a particular focus on prevention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have a web-based programme in the east called service provider, which provides up-to-date information on dental services that are available. Patients experiencing difficulties are able to contact NHS England’s customer care centre and call 111 for help in accessing emergency dental care. All NHS dental practices in the east of England have been asked to reserve at least one slot per day for urgent dental care to improve capacity and, as my hon. Friend the Member for Waveney said, allow greater access. In addition, we have not stood down the 600 urgent dental centres that we had across the country during the height of the pandemic; we have left those in place, and we have a network of them across both Norfolk and Suffolk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, we know that information on NHS dentists is not always easy to access. Alongside increasing access for patients, it is crucial to support NHS dental practices and mixed practices—and, arguably, private practices—in order that we can start to have a more balanced approach. As my hon. Friends the Member for Waveney and for North Norfolk mentioned, part of the challenge that we have is retention. That is the case particularly in our area, but it is something that I have discussed with Cornish colleagues too; my hon. Friend the Member for St Austell and Newquay (Steve Double) and I have discussed at length how the problem is not unique to the east of England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Practices have continued to receive their full contract payments minus agreed deductions, providing that levels of activity are met. An exceptions process has also been put in place for practices that have been disproportionately impacted by the pandemic. It is wrong to say that we want anyone to feel that they are not supported to deliver what they can. We have also made personal protective equipment available free of charge through a dedicated portal; and as of a week ago, we had delivered more than 367 million items free to dentists, orthodontists and their teams.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If it has done anything, the pandemic has continued to highlight the fact that transformation in dentistry is necessary, particularly if we want to make sure that we drill down on the oral health inequalities that exist across the country. I am meeting the chair of Healthwatch tomorrow, and I am sure that, among other things, we will discuss access to dentistry at some length. We need to develop a sustainable, long-term approach to dentistry that is responsive to the population. It needs to provide high-quality, urgent treatment and then restorative care where clinically necessary, but prevention must sit at its core.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The majority of oral health failures are preventable. My hon. Friend the Member for Waveney spoke about children. There is nothing more upsetting than a child being in acute pain and having all their teeth removed. That is a broader problem. Through flexible commissioning, we can ensure that we are doing supervised tooth brushing by encouraging local authorities to put that in, but we can also enable parents to do their part and ensure that they can help their children learn good habits right from the early days. Parents can encourage their children to look after their teeth by rubbing their gums before their teeth even appear, making sure that they understand how important it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition, any system that we design must improve patient access and oral health, and offer value for money for the taxpayer. It must also be designed in conjunction with, and be attractive to, the profession. NHSE is leading on dental contract reform work. Importantly, it is engaging with stakeholders, including the ADG, which my hon. Friend spoke about. It will be looking at what changes can be made to dental contracts in the short term to offer some improvements and some relief and respite to everyone, while details of the next stage of reform will be agreed by April 2022. Making NHS dental contracts more attractive to the profession will help with vital recruitment and retention, and I know that all my hon. Friends in the Chamber, particularly across rural and coastal areas, will welcome that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Health Education England’s Advancing Dental Care programme has also been exploring opportunities for flexible dental training pathways and how we train our dental workforce to improve recruitment and retention. I am also very keen to make sure that we use the broader dental team as efficiently as we can, because dental technicians, dental nurses, hygienists and so on hold many skills that, particularly, could be used for prevention. However, with another hat in my portfolio on, I think of the obesity agenda and making sure that we all look after ourselves a bit better and have healthier lifestyles. Everything that we consume goes in through our mouths. Dentists are wonderfully placed, as are their teams, to help to encourage us to have a healthier lifestyle and to eat a little less sugar.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We remain committed to prevention and improving oral health, and I am pleased that my hon. Friend the Member for Waveney supports—I think, from his asks—the direction that we are trying to go in by changing the UDAs, concentrating on making sure that we have the skill mix right, focusing on prevention and looking at retention. As he said, however, this is a complex area. I am also having discussions with the GDC—he spoke about recognising dentists who have trained overseas and making sure that once we are assured of standards of education and so on, things are a bit simpler.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On making sure that we can expand schemes, subject to funding being secured and consulted on, I want to look at the expansion of fluoridated water. As my hon. Friend said, it is one of the simplest ways that we can improve oral health intervention, and we could significantly improve children’s health across the country. It is unacceptable in this day and age that young children have total dental clearances due to preventable tooth decay. The return on investment on fluoridation is very compelling and there needs to be a renewed focus on the investment in prevention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are committed to increasing dental access both in the short and the long term so that we can ensure equality of access no matter where in the country a patient lives. But this is complex. We are working hard at it. We are working with the profession, but we all need to double down both on prevention and making sure that we are all walking in the same direction to bring accessible oral healthcare to people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}