{
    "url": "https://www.ukpol.co.uk/winston-churchill-1941-speech-in-the-house-of-commons-following-the-japan-attack-on-the-usa/",
    "title": "Winston Churchill – 1941 Speech in the House of Commons Following the Japan Attack on the USA",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1941",
            "url": "/tag/1941/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "[![winstonchurchill](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As soon as I heard, last night, that Japan had attacked the United States, I felt it necessary that Parliament should be immediately summoned. It is indispensable to our system of government that Parliament should play its full part in all the important acts of State and at all the crucial moments of the war; and I am glad to see that so many Members have been able to be in their places, despite the shortness of the notice. With the full approval of the nation, and of the Empire, I pledged the word of Great Britain, about a month ago, that should the United States be involved in war with Japan, a British declaration of war would follow within the hour. I, therefore, spoke to President Roosevelt on the Atlantic telephone last night, with a view to arranging the timing of our respective declarations. The President told me that he would this morning send a Message to Congress, which, of course, as is well known, can alone make a declaration of war on behalf of the United States, and I then assured him that we would follow immediately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, it soon appeared that British territory in Malaya had also been the object of Japanese attack, and later on it was announced, from Tokyo, that the Japanese High Command—a curious form; not the Imperial Japanese Government—had declared that a state of war existed with Great Britain and the United States. That being so, there was no need to wait for the declaration by Congress. American time is very nearly six hours behind ours. The Cabinet, therefore, which met at 12.30 to-day, authorised an immediate declaration of war upon Japan. Instructions were sent to His Majesty’s Ambassador at Tokyo, and a communication was despatched to the Japanese Chargé de Affaires at 1 o’clock to-day to this effect:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Foreign Office, December 8th.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "SIR,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(1) On the evening of December 7th His Majesty’s Government in the United Kingdom learned that Japanese forces, without previous warning, either in the form of a declaration of war or of an ultimatum with a conditional declaration of war, had attempted a landing on the coast of Malaya and bombed Singapore and Hong Kong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(2) In view of these wanton acts of unprovoked aggression, committed in flagrant violation of international law, and particularly of Article 1 of the Third Hague Convention, relative to the opening of hostilities, to which 1359 both Japan and the United Kingdom are parties, His Majesty’s Ambassador at Tokyo has been instructed to inform the Imperial Japanese Government, in the name of His Majesty’s Government in the United Kingdom that a state of war exists. between the two countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have the honour to be, with high consideration,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sir,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Your obedient servant,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(Sgd.) WINSTON S. CHURCHILL.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, hostilities have already begun. The Japanese began a landing in British territory in Northern Malaya at about 6 o’clock—1 a.m. local time—yesterday, and they were immediately engaged by our Forces, which were in readiness. The Home Office measures against Japanese nationals were set in motion at 10.45 last night. The House will see, therefore, that no time has been lost, and that we are actually ahead of our engagements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Royal Netherlands Government at once marked their solidarity with Great Britain and the United States at 3 o’clock in the morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Netherlands Minister informed the Foreign Office that his Government were telling the Japanese Government that, in view of the hostile acts perpetrated by Japanese forces against two Powers with whom the Netherlands maintained particularly close relations, they considered that, as a consequence, a state of war now exists between the Kingdom of the Netherlands and Japan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not yet know what part Siam, or Thailand, will be called upon to play in this fresh war, but a report has reached us that the Japanese have landed troops at Singora, which is in Siamese territory, on the frontier of Malaya, not far from the landing they had made on the British side of the frontier. Meanwhile, just before Japan had gone to war, I had sent the Siamese Prime Minister the following message. It was sent off on Sunday, early in the morning: “There is a possibility of imminent Japanese invasion of your country. If you are attacked, defend yourself. The preservation of the full independence and sovereignty of Thailand is a British interest, and we shall regard an attack on you as an attack on ourselves.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is worth while looking for a moment at the manner in which the Japanese have begun their assault upon the English-speaking world. Every circumstance of calculated and characteristic Japanese 1360 treachery was employed against the United States. The Japanese envoys, Nomura and Kurusu, were ordered to prolong their mission in the United States, in order to keep the conversations going while a surprise attack was being prepared, to be made before a declaration of war could be delivered. The President’s appeal to the Emperor, which I have no doubt many Members will have read—it has been published largely in the papers here—reminding him of their ancient friendship and of the importance of preserving the peace of the Pacific, has received only this base and brutal reply. No one can doubt that every effort to bring about a peaceful solution had been made by the Government of the United States, and that immense patience and composure had been shown in face of the growing Japanese menace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now that the issue is joined in the most direct manner, it only remains for the two great democracies to face their task with whatever strength God may give them. We must hold ourselves very fortunate, and I think we may rate our affairs not wholly ill-guided, that we were not attacked alone by Japan in our period of weakness after Dunkirk, or at any time in 1940, before the United States had fully realised the dangers which threatened the whole world and had made much advance in its military preparation. So precarious and narrow was the margin upon which we then lived that we did not dare to express the sympathy which we have all along felt for the heroic people of China. We were even forced for a short time, in the summer of 1940, to agree to closing the Burma Road. But later on, at the beginning of this year, as soon as we could regather our strength, we reversed that policy, and the House will remember that both I and the Foreign Secretary have felt able to make increasingly outspoken declarations of friendship for the Chinese people and their great leader, General Chiang Kai-Shek.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have always been friends. Last night I cabled to the Generalissimo assuring him that henceforward we would face the common foe together. Although the imperative demands of the war in Europe and in Africa have strained our resources, vast and growing though they are, the House and the Empire will notice that some of the finest ships in the Royal Navy have reached their stations in the Far East at a very convenient moment. Every 1361 preparation in our power has been made, and I do not doubt that we shall give a good account of ourselves. The closest accord has been established with the powerful American forces, both naval and air, and also with the strong, efficient forces belonging to the Royal Netherlands Government in the Netherlands East Indies. We shall all do our best. When we think of the insane ambition and insatiable appetite which have caused this vast and melancholy extension of the war, we can only feel that Hitler’s madness has infected the Japanese mind, and that the root of the evil and its branch must be extirpated together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is of the highest importance that there should be no under-rating of the gravity of the new dangers we have to meet, either here or in the United States. The enemy has attacked with an audacity which may spring from recklessness but which may also spring from a conviction of strength. The ordeal to which the English-speaking world and our heroic Russian Allies are being exposed will certainly be hard, especially at the outset, and will probably be long, yet when we look around us over the sombre panorama of the world, we have no reason to doubt the justice of our cause or that our strength and will-power will be sufficient to sustain it. We have at least four-fifths of the population of the globe upon our side. We are responsible for their safety and for their future. In the past we have had a light which flickered, in the present we have a light which flames, and in the future there will be a light which shines over all the land and sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}