{
    "url": "https://www.ukpol.co.uk/jo-churchill-2020-statement-on-public-health/",
    "title": "Jo Churchill – 2020 Statement on Public Health",
    "post_date": "June 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Jo Churchill, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 15 June 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That the Health Protection (Coronavirus, Restrictions) (England) (Amendment) (No. 3) Regulations 2020 (S.I, 2020, No. 558), dated 31 May 2020, a copy of which was laid before the House on 1 June, be approved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The amending regulations we are discussing today were made by the Secretary of State on 31 May and were laid before the House on 1 June. I must note that the regulations were amended again, on 12 June, with changes coming into effect between 13 June and today. Hon. Members have previously raised concerns about that sequencing, which I would like to address directly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr William Wragg (Hazel Grove) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend for giving way at this early point. I can inform you, Madam Deputy Speaker, that I do not intend to inflict a speech on the House later and will be withdrawing from our proceedings. May I just ask the Minister briefly why the Government have chosen to use the urgent procedure with regard to the regulations?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend for that. If he will allow me to go through what I wanted to say, I hope it will be clear why we have used that procedure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The rapid and frequent amendments to the regulations have been critical to ensuring that the Government can respond to the threat from the pandemic and its impact. The use of the emergency procedure has enabled us to respond quickly, begin a cautious return to normality and reopen the economy as soon as possible. I recognise that there may be frustrations that we have had to run parliamentary process in parallel during these unprecedented times, but I believe that we have demonstrated the advantages of our flexible constitution. I wish to make it clear that these are extraordinary times and measures, and we are definitely not setting a precedent for how the Government engage with Parliament on other matters and in more usual times. I am very grateful to all hon. Members for their patience and continued support during these difficult times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Mark Harper (Forest of Dean) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May I just pick the Minister up on the point made by my hon. Friend the Member for Hazel Grove (Mr Wragg)? The thrust of the amendment No. 4 regulations—I accept, if you will give me a little latitude, Madam Deputy Speaker, that they are not the ones that we are debating, but I think the Minister referred to them in her remarks—was announced on Tuesday or Wednesday last week. I do not see what would have prevented a draft of those regulations being laid for debate on Thursday, so that the House could have taken a decision on them before they came into force. Would that not have been better, particularly because they are legally quite complicated in how family support structures are translated into law? That would have been better for our legislative process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my right hon. Friend for those remarks. I will certainly take that back and feed it in, because I know that he is not alone in feeling that we could improve the time sequencing slightly, in order ​that we get to a place where these matters are debated fully. I reiterate, however, that these are unprecedented times, and being able to debate complex differences between the timings needs to be thought about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Wragg rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If my hon. Friend will forgive me, I am going to make a little progress and then I will of course take another intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All over the world we are seeing the devastating impact of this disease. It has already radically altered our way of life, and it has, very sadly, taken loved ones away. That is why the Government put in place social distancing measures to slow the spread of the virus and protect our NHS, in order to save lives, and they have been successful. Despite the tragic loss of life, the UK has slowed the spread of coronavirus. Our health system was not overwhelmed and it retained sufficient hospital beds, ventilators and NHS capacity. I am extremely grateful to the public for their continued compliance with these measures, which have been instrumental in us reaching this point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we must begin to recover and slowly rebuild our way of life. The Government’s objective is to return to our way of life as soon as possible, restarting our economy in a safe and measured way that continues to protect lives and support the NHS. On 11 May, the Prime Minister made a statement to the House outlining the Government’s road map for easing restrictions. We have entered phase 2. This involves gradually replacing the current social distancing restrictions with smarter measures that have the largest effect on controlling the epidemic but the lowest health, economic and social cost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Wragg**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am extremely grateful to my hon. Friend the Minister, to whom I pay full tribute for her incredibly hard work, for indulging me with this intervention. Would it not be possible for the Government to at least lay a written statement on their reasoning as to why some measures have been relaxed and others have not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If my hon. Friend will indulge me as I go through my opening speech, I will address that in my concluding remarks. There is transparency in relation to the SAGE minutes, which are readily available and give a clear example of why decisions are being made and the scientific basis for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are very aware of the burdens that these regulations have placed on society and on individuals. The 1 June amendments play a significant role in reducing the restrictions and lifting some of that strain. It is necessary for the Government to respond quickly to the reduced rate of transmission and to protect individual rights. At all times the regulations in place must be proportionate and necessary. Following on from the small change made to the 13 May amendments, which were debated by a Committee of this House on 10 June, these amendments go a step further. We recognise the toll placed on individuals and families unable to meet loved ones, and have amended the regulations to allow for groups of six to meet outdoors. We hope that these amendments will relieve that burden to some extent.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will now outline the changes made on 1 June, which include allowing increased social contact outdoors, in either public or private space, for groups of up to six people from different households; enabling elite athletes to train and compete in previously closed facilities; opening some non-essential retail while expressly providing for businesses that remain closed; ensuring that venues such as community centres can open for education and childcare services; and ensuring that those required to self-isolate on arrival in the UK can stay in hotels. We have also amended the maximum review period to 28 days. This longer review period ensures that we will be able to fully take into account the impact of any previous amendments before making further changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Charles Walker (Broxbourne) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have looked at the regulations. Am I right in thinking that people are still prevented from staying over at a friend’s house or a partner’s house, or has that been amended as well?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is my belief that they can stay over if they are within the guidelines of the social bubble—that is, if they are a single person. There are several distinct areas and I am happy to discuss them with my hon. Friend, or to write to him to clarify them. They are clearly laid out in the regulation of what is or is not applicable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government continue to work on the process of gently easing restrictions as it is safe to do so, in line with the ambition set out in the road map. Working alongside scientists and experts, we must act swiftly to respond to current infection levels and our assessment of the five tests that have been set out previously. I am sure that we all support the aim to protect and restore livelihoods by only keeping in place restrictions that are proportionate and necessary. We of course remain ready to reimpose restrictions if the need emerges in the future, although we all hope that that will not be the case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Harper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to my hon. Friend for giving way. In asking her a question, may I respond to my hon. Friend the Member for Broxbourne (Sir Charles Walker)? The reason for the confusion goes back to the point that I just made. My hon. Friend asked about what has been called the “bubbling” of households, the putting of households together, which was announced at one of the press conferences last week. It has been turned into legislation, which was laid before this House on Friday, but we are not yet debating it. So we are debating one set of amendments, but a new set has already come into force and the reason for the confusion is that we are not yet debating it. I think that rather proves my point that we should really have debated that legislation in advance of it coming into force. I hope that my hon. Friend’s confusion, and he is not a man easily confused, demonstrates the point about why that is important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Charles Walker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jo Churchill**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my right hon. Friend the Member for Forest of Dean (Mr Harper) for the clarity with which he put that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have already noted that further amendments were made on 12 June and have now come into force. Those will be debated by this House in due course. I am ​grateful to all parliamentarians for their continued engagement in this process, and for their continued scrutiny, which is rightly and importantly exercised for each set of amendments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}