{
    "url": "https://www.ukpol.co.uk/winston-churchill-1940-speech-on-the-death-of-neville-chamberlain/",
    "title": "Winston Churchill – 1940 Speech on the Death of Neville Chamberlain",
    "post_date": "March 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Winston Churchill, the then Prime Minister, in the House of Commons on 12 November 1940.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since we last met, the House has suffered a very grievous loss in the death of one of its most distinguished Members and of a statesman and public servant who, during the best part of three memorable years, was first Minister of the Crown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fierce and bitter controversies which hung around him in recent times were hushed by the news of his illness and are silenced by his death. In paying a tribute of respect and of regard to an eminent man who has been taken from us, no one is obliged to alter the opinions which he has formed or expressed upon issues which have become a part of history; but at the Lychgate we may all pass our own conduct and our own judgments under a searching review. It is not given to human beings, happily for them, for otherwise life would be intolerable, to foresee or to predict to any large extent the unfolding course of events. In one phase men seem to have been right, in another they seem to have been wrong. Then again, a few years later, when the perspective of time has lengthened, all stands in a different setting. There is a new proportion. There is another scale of values. History with its flickering lamp stumbles along the trail of the past, trying to reconstruct its scenes, to revive its echoes, and kindle with pale gleams the passion of former days. What is the worth of all this? The only guide to a man is his conscience; the only shield to his memory is the rectitude and sincerity of his actions. It is very imprudent to walk through life without this shield, because we are so often mocked by the failure of our hopes and the upsetting of our calculations; but with this shield, however the fates may play, we march always in the ranks of honour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It fell to Neville Chamberlain in one of the supreme crises of the world to be contradicted by events, to be disappointed in his hopes, and to be deceived and cheated by a wicked man. But what were these hopes in which he was disappointed? What were these wishes in which he was frustrated? What was that faith that was abused? They were surely among the most noble and benevolent instincts of the human heart—the love of peace, the toil for peace, the strife for peace, the pursuit of peace, even at great peril and certainly to the utter disdain of popularity or clamour. Whatever else history may or may not say about these terrible, tremendous years, we can be sure that Neville Chamberlain acted with perfect sincerity according to his lights and strove to the utmost of his capacity and authority, which were powerful, to save the world from the awful, devastating struggle in which we are now engaged. This alone will stand him in good stead as far as what is called the verdict of history is concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is also a help to our country and to our whole Empire, and to our decent faithful way of living that, however long the struggle may last, or however dark may be the clouds which overhang our path, no future generation of English-speaking folks—for that is the tribunal to which we appeal—will doubt that, even at a great cost to ourselves in technical preparation, we were guiltless of the bloodshed, terror and misery which have engulfed so many lands and peoples, and yet seek new victims still. Herr Hitler protests with frantic words and gestures that he has only desired peace. What do these ravings and outpourings count before the silence of Neville Chamberlain’s tomb? Long and hard, hazardous years lie before us, but at least we entered upon them united and with clean hearts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not propose to give an appreciation of Neville Chamberlain’s life and character, but there were certain qualities, always admired in these Islands, which he possessed in an altogether exceptional degree. He had a physical and moral toughness of fibre which enabled him all through his varied career to endure misfortune and disappointment without being unduly discouraged or wearied. He had a precision of mind and an aptitude for business which raised him far above the ordinary levels of our generation. He had a firmness of spirit which was not often elated by success, seldom downcast by failure and never swayed by panic. When, contrary to all his hopes, beliefs and exertions, the war came upon him, and when, as he himself said, all that he had worked for was shattered, there was no man more resolved to pursue the unsought quarrel to the death. The same qualities which made him one of the last to enter the war, made him one of the last who would quit it until the full victory of a righteous cause was won.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I had the singular experience of passing in a day from being one of his most prominent opponents and critics to being one of his principal lieutenants, and on another day of passing from serving under him to become the head of a Government of which, with perfect loyalty, he was content to be a member. Such relationships are unusual in our public life. I have before told the House on the morrow of the Debate which in the early days of May challenged his position, he declared to me and a few other friends that only a National Government could face the storm about to break upon us, and that if he were an obstacle to the formation of such a Government, he would instantly retire. Thereafter, he acted with that singleness of purpose and simplicity of conduct which at all times, and especially in great times, ought to be a model for us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When he returned to duty a few weeks after a most severe operation, the bombardment of London and of the seat of Government had begun. I was a witness during that fortnight of his fortitude under the most grievous and painful bodily afflictions, and I can testify that, although physically only the wreck of a man, his nerve was unshaken and his remarkable mental faculties unimpaired.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After he left the Government he refused all honours. He would die like his father, plain Mr. Chamberlain. I sought the permission of the King however to have him supplied with the Cabinet papers, and until a few days of his death he followed our affairs with keenness, interest and tenacity. He met the approach of death with a steady eye. If he grieved at all, it was that he could not be a spectator of our victory, but I think he died with the comfort of knowing that his country had, at least, turned the corner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At this time our thoughts must pass to the gracious and charming lady who shared his days of triumph and adversity with a courage and quality the equal of his own. He was, like his father and his brother, Austen, before him, a famous Member of the House of Commons, and we here assembled this morning, Members of all parties, without a single exception, feel that we do ourselves and our country honour in saluting the memory of one whom Disraeli would have called an “English worthy.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}