{
    "url": "https://www.ukpol.co.uk/jo-churchill-2022-speech-on-the-deposit-return-scheme/",
    "title": "Jo Churchill – 2022 Speech on the Deposit Return Scheme",
    "post_date": "May 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jo Churchill, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 26 May 2022.",
    "content": [
        "If you will indulge me, Mr Deputy Speaker, on the day of the Humble Address to Her Majesty, I wish to add my voice and those of the constituents of Bury St Edmunds to the voices of others in this place who have expressed their deep appreciation of and thanks for Her Majesty’s dedication, kindness, good humour and service to our nation. She has visited our great county on many occasions and I know that we will celebrate, as the rest of the country will, with bunting and fanfare over the coming week. I am looking forward to judging a fancy dress competition in one of my lovely villages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a long-term advocate for our natural environment, Her Majesty, I am sure, would be extremely interested in the important subject that we are discussing today. On that note, I thank my hon. Friend the Member for Kettering (Mr Hollobone) for securing this debate and for the opportunity to discuss the Government’s plans for introducing a deposit return scheme for drinks containers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I am sure my hon. Friend is aware, there is an awful lot going on in this space, driven by our resources and waste strategy and the powers that we took in the Environment Act 2021, which was passed last November. With that in mind, we are proud to be driving forward work across the collection and packaging reforms, which is made up of the deposit return scheme, the extended producer responsibility for packaging and the increased consistency in recycling collections in England to which he referred.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The DRS is pivotal to this Government’s commitment to increasing recycling rates. However, we should not overlook that it will provide other benefits. In particular, it will deliver high-quality recyclate for recycling; enable the drinks industry to close the loop on its packaging; help move the UK towards the circular economy, where resources are kept in use longer and waste is minimised, taking us away from that linear throwaway society; deter the littering of in-scope containers; reduce the associated damage to wildlife and habitats; and therefore promote pro-environmental consumer behaviours, with potential knock-on effects on other positive environmental activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend has raised some important concerns on behalf of the industry. I want to be clear that our ambition is to introduce a deposit return scheme that works for everyone—for the consumer and across the industries. I know that, in many of our households, across the UK, drinks packaged in metal cans are drunk regularly. For that reason, we all recognise that those cans—light, sturdy, and convenient for storage and transport—have intrinsic qualities that will always make them desirable to consumers and the product of choice. We are of course mindful that any cost to people’s purses, or businesses is particularly tough in the current environment, but we do want to introduce policies that encourage recycling and reduce the amount of litter that blights our environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although DRS is a complex policy to introduce, requiring the efforts of multiple industries, in one way, we are lucky. As my hon. Friend said, there are 40 other deposit return schemes out there, in other nations, from which we can learn. Not only are we drawing on the experiences of the roll-out of DRS in Scotland to inform implementation and planning, but I had the pleasure of meeting the Environment Minister from Lithuania, where a scheme was also recently introduced. I have plans to visit Norway shortly to find out more about its deposit return scheme. Norway has not included glass in its scheme, and nor have the Netherlands or Sweden. I note that the hon. Member for Strangford (Jim Shannon) is no longer in his place, but I understand that southern Ireland, in its plans for a scheme, is contemplating excluding glass. There is, therefore, a mixture of schemes out there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I recognise that there are deposit return schemes with different scope across the United Kingdom, given that glass is excluded in England and Northern Ireland, but we remain totally committed to working with the devolved Administrations to ensure that there is a completely coherent, interoperable system across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Excluding glass offers us an opportunity to look at how we incentivise reusable schemes for glass. Those containers that are not within the deposit return scheme are within the extended producer responsibility scheme, so exclusion does not in any way mean that we are not making policy to improve the reuse, recycling and resource efficiency of those things. On the question of VAT, as my hon. Friend would expect, we are in discussion with Her Majesty’s Treasury. I have met the Financial Secretary on this matter in the recent past, as has the Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, DEFRA’s ambitious collections and packaging reform agenda cannot be delivered by Government alone. The deposit return scheme will be an industry-led scheme. For that reason we, alongside colleagues in the devolved Administrations, continue to work closely with all relevant sectors to implement a scheme that is as coherent and aligned as we can make it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I take this opportunity to thank all those who have fed into the consultations, and those who continue to be generous with their insights and expertise into what is positive about schemes they run and where they think we can improve. That will ensure that we deliver a successful deposit return scheme in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}