{
    "url": "https://www.ukpol.co.uk/winston-churchill-1944-speech-on-armed-forces-in-the-far-east/",
    "title": "Winston Churchill – 1944 Speech on Armed Forces in the Far East",
    "post_date": "August 31, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1944",
            "url": "/tag/1944/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Winston Churchill, the then Prime Minister, in the House of Commons on 20 December 1944.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have been asked to make a statement which I have prepared in conjunction with the Ministers at the head of the War Office and the India Office. Many Members of the House have very properly been concerned about the welfare of our Forces serving in the Far East. The Service Departments, and in particular the War Office, who have the greatest interest in this subject, have for many months made preparations in conjunction with the Government of India for the reception of the great Forces which are assembled and assembling in the Far Eastern theatre, and not least among their activities has been the provision of such stores and equipment as may be necessary on a reasonable basis for the well-being and contentment of those Forces. But in my view the time has now come when the influence of the Government machine as a whole, civil as well as military, must be brought to bear upon this important question. For this reason my Noble Friend the Parliamentary Under-Secretary of State for the Home Department has recently made a tour of India and the Burma front for the purpose of examining the situation on the spot and reporting to the Government about the improvements which are required. His report is being published as a White Paper, and will be available in the Vote Office before the House rises this evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government and the House are indebted to my Noble Friend for the manner in which he has discharged this responsible task. His report calls attention to a considerable number of matters in which improvement is urgently required. At the same time, he has rightly recognised the difficulties which have had to be faced by the authorities charged with these matters and he has presented what is I think a very fair and helpful picture of the situation. It is important, in arriving at a judgment on these matters, to realise that the task of providing suitable amenities for troops serving in the East is far more intricate and harder than for troops serving under European conditions. The great spaces to be covered, the lack of ordinary European amenities of life anywhere except in large towns, and the small numbers of European women who can devote their services voluntarily to the provision of amenities are great handicaps. The Government of India, since 1942, have had to receive a very large increase in the number of European troops in India and their resources have been strained to the utmost to provide accommodation and to fulfil military construction programmes essential for operations. A great deal has been done to improve and expand welfare facilities for the British Forces, but clearly more can be achieved if additional resources and personnel can be provided from outside India.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government will apply themselves energetically to this problem. The Government of India and the South-East Asia Command have already been asked for a detailed statement of the help they require to make good the deficiencies in the welfare field to which Lord Munster has drawn attention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of our first concerns is, naturally, the welfare of the sick and wounded. My noble Friend visited 34 hospitals in the course of his tour. I am glad to say that he reports from a layman’s point of view that he is satisfied that the medical facilities are maintained at a high standard of efficiency in spite of the administrative difficulties of an extended front and poor communications. He has drawn attention to certain shortages of medical personnel in India. These are the reflection of general shortages. Every effort is being made to improve the position, but the Government have to pay regard to the many other claims, both civilian and Service, on the available supply of doctors and nurses. Consideration is being given urgently to my noble Friend’s proposal that further numbers of the Voluntary Aid Detachment should be sent out to India, and to the other proposals he makes to improve the present position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In some directions it will not be possible to achieve what we desire until the defeat of Germany enables greater resources to be diverted to the East. But plans have been made and directions are being given so that when these greater resources become available, they can be diverted without loss of time to the amelioration of the conditions of service of the men and women of the Services and the Merchant Navy who are called upon to continue the fight against Japan. At that stage a greater volume of air transport should become available and this will render practicable an improvement in the facilities for the conveyance of fresh food and other comforts to the troops in the forward areas, and the movement of men on urgent compassionate leave and to some extent on ordinary leave from the front. It will also make possible a wider use of air transport for the evacuation of casualties and the improvement of the transport of mails. A plan is being prepared under which the rapidity of mails can be progressively improved and the charges reduced. The immediate target is to carry by air all letter mail to the Far East and it is hoped to achieve this early in 1945. The Under-Secretary of State for the Home Department has drawn attention in his report to the inadequacy of accommodation in leave centres and static camps in the Far Eastern theatres. A thorough revision of the present scales of accommodation and amenities in these centres and camps has already been ordered. Attention is being given to the adoption of modern methods of construction, the extension of fly-proofing of buildings, and the provision in greater quantities of modern appurtenances including refrigerators, shower baths and good furniture. These improvements will proceed as far as resources permit. Special attention is also being given to the provision of a varied diet and up to date, hygienic systems of preparing and cooking food.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Measures are being taken as a matter of urgency which will in due course improve the supplies of beer available for the Forces in India. Indian production of beer has already been expanded to the fullest extent which is practicable without the import of raw materials and plant, but I hope it will be found possible to increase further both imported supplies and Indian production. Arrangements are also well advanced to produce in India cigarettes of a type more palatable to British troops. Trial brands have already been issued with a view to large scale production when it is known which type is preferred by the men. Measures are also in hand to accelerate the provision of cinema apparatus and wireless equipment most of which I should mention can only be obtained from the U.S.A. The value of the work done by British women for the well-being of the troops in India has been proved. Steps are now being taken to encourage more British women, both those who are resident in India now and volunteers from home, to undertake this important and valuable contribution to the welfare of the troops. Canteen services are not the responsibility of N.A.A.F.I. in this theatre, but the Government of India are taking special steps to improve and to enlarge the local organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has also been decided that special consideration will be given to Servicemen and their families in assessing priorities for the allotment of houses and furniture after the war. The wives and families of Servicemen engaged in the Far Eastern theatre will, of course, share in this preferential treatment. In order that Servicemen overseas may keep abreast of important developments in social policy at home, pamphlets explaining new legislation on matters of major importance will be prepared and distributed to Servicemen and merchant seamen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House will have observed that in recent months a good deal more attention has been paid by the general public in this country to the efforts and achievements of our men in the Far East. The Ministry of Information and other authorities concerned recognise that this sympathetic interest must be fed by a service of reliable information as to what goes on there. Both the authorities at home and those in control of information on the spot will continue their efforts to maintain and improve the sources of such a service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although it is not a matter referred to in his report, Lord Munster has drawn my attention to the uncertainty which prevails in the minds of many of the men on the subject of the length of time for which they will be required to serve in the East. The position seems to have been made clear by the Secretary of State for War on 26th September and by me on 17th November. But it would perhaps be useful if I restate the position so far as those serving in India and S.E.A.C. are concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "British officers and men of the British Army serving in the East are eligible for posting to the Home Establishment under the Python scheme. This was explained by the Secretary of State for War in his statement. This scheme is not applicable to British officers of the Indian Army, but does apply to British Service officers and men attached to the Indian Army. The intention is to reduce the period of service in the Far East to the shortest period which is practicable, and, generally speaking, priority for posting to the Home Establishment under this scheme is given to those who have served longest away from this country. It is hoped before very long to have posted home all those who have served for more than four years in India and S.E.A.C. In fact the aim is to reduce the qualifying period for repatriation from those theatres to a few months under four years. There may be unavoidable exceptions to this in cases where individuals or specialist personnel cannot be spared for operational reasons or for whom trained replacements cannot yet be provided; but this is the general policy, which will be carried out to the furthest extent that war allows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition there is the 28-day leave scheme which I recently announced to the House. This is designed to give a short period of leave at home to men who have been engaged in exceptionally arduous conditions but who may not come within the scope of the Python scheme for some time. The selection is made at the discretion of the Commanders-in-Chief concerned. But, naturally, length of absence will be taken into account. Moreover, the current scheme whereby men are posted back to the United Kingdom on grounds of extreme compassion will continue to operate. Men who receive leave under the short leave scheme will return again to service in the Far East but as far as is practicable in present circumstances men repatriated under the Python scheme will not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "British officers and men belonging to the Indian Army are not eligible for posting to this country under the Python scheme. Home posting is impossible because the Indian Army has no home establishment, and transfer to the British Army for this purpose would involve the loss to the Indian Army of an officer who has received special training for service with Indian troops. In lieu of the Python scheme a leave scheme has been introduced under which British officers of the Indian Army can receive 61 days’ leave at home. There are many officers of the Indian Army with very long periods of overseas service and at present no officer with less than five years’ service is considered for leave, as it is obviously equitable that those with the longest service abroad should receive leave first. The short leave scheme also applies to British officers and other ranks of the Indian Army and they are eligible on the same basis as those of the British Army.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "His Majesty’s Government is giving constant attention to the needs of the men and women serving in the Far East. I have issued instructions to those concerned on the spot and to Departments here that in relation to operational needs a higher priority must be given to the requirements for welfare and amenities for the Forces in the Far East than hitherto. I have also, at the desire of the Secretary of State for War, appointed Lieut.-General King to be my personal representative in the India and South East Asia Commands for welfare matters. It will be General King’s duty to ascertain how matters are progressing and to report to me on difficulties which may arise and on the assistance which is required from this country. He will be concerned with the welfare of all three Services and the Merchant Navy and will have a staff suitably composed for that purpose. The rapidity with which improvements can be effected must to a large extent depend on the progress of the war in Europe, but we shall press on in the meantime with every measure for which our resources are available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Bellenger** Although the House will welcome the Government’s decision to publish Lord Munster’s report, may I ask the right hon. Gentleman whether he recognises that many of the points he has mentioned this morning will require serious consideration in view of the division of authority between the Government of India and the War Office at home; and as that raises a constitutional matter would it be possible for him to give the House an opportunity, after the Recess, of debating that White Paper and bringing to the attention of the Government very serious matters of which many hon. Members are cognisant?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** That must be considered in relation to the general course of Business, but I should have thought there would be opportunities in the normal course of Business for discussing such a matter. If it is a question of taking extra Parliamentary time, that must be considered through the usual channels and with the Leader of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Geoffrey Hutchinson** Will my right hon. Friend now consider appointing a Director of Welfare from the War Office to undertake the responsibility in this matter?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I am very reluctant to add to Ministerial posts at the present time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. A. Bevan** The conversations which some of us have had with soldiers, particularly in the welfare organisations of India, lead us to believe that one of the reasons why these difficulties have arisen is that there is no effective liaison between the India Office and the War Office here, and although my right hon. Friend has asked for Lieutenant-General King to report to him, that places a great burden upon him if he has to be approached on each occasion when General King is unable to move the War Office or the India Office effectively. Would it not therefore be better to have a welfare liaison between the India Office and the War Office here, which would take some of the burdens off the shoulders of my right hon. Friend?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** My right hon. Friend the Secretary of State for India says that he has his own welfare officer in the War Office and that the War Office have their welfare——[Interruption]. Well, he had better say it himself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Secretary of State for India and Burma (Mr. Amery)** There is on the military side of the India Office an officer specially charged with welfare and specially charged with keeping in touch with the welfare side of the War Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. A. Bevan** But the information we have is to the effect that representations from India which have been made over the course of years have run into a sort of vermiform appendix in both Departments and that nothing has come out except disease, and that is why the difficulties have arisen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. John Dugdale** Would it be possible to congratulate Lord Munster on his shrewdness and perspicacity in seeing through the great clouds of amenities which suddenly descended upon many units?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Astor** In view of the fact that the Prime Minister’s excellent statement has confirmed the substantial accuracy of many of the questions, may we suggest to the India Office that they should be even more responsive to questions of welfare when they are raised by Private Members in this House?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I should have thought that, though there may be criticism on the ground that there has been delay, the process of Parliamentary comment and criticism, followed by action of a far-reaching character on the part of the Government, was a course on which all parties and interests concerned had a right to congratulate themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. S. O. Davies** In view of the fact that many of the disabilities that our troops are suffering were disabilities referred to in the first part of the Prime Minister’s statement, is it not possible for an arrangement to be made for this White Paper to be debated, because it is the opinion of many hon. Members that those disabilities are due to the appalling social, economic and political conditions that obtain in India just now?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I do not wonder at all, considering that most of the British civil servants have been withdrawn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}