{
    "url": "https://www.ukpol.co.uk/winston-churchill-1944-speech-on-greece/",
    "title": "Winston Churchill – 1944 Speech on Greece",
    "post_date": "August 31, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1944",
            "url": "/tag/1944/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Winston Churchill, the then Prime Minister, during a debate in the House of Commons on 8 December 1944.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/winstonchurchill-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The value of the speech which has just ended was, I thought, that it showed how extremely complex these Greek politics are. The hon. Gentleman made a very large number of assertions, some of which were accurate, some of which were, according to my information, rather the reverse. At any rate, hours of debate, day after day, would be required if this House were to attempt to emulate the mastery of the details of the position in Greece, which he has been able to acquire in spite of other serious preoccupations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I address myself to the Amendment as a whole, and I must point out that it does not deal only with Greece, but with other parts of Europe, and with the suppression of those popular movements which have valorously assisted in the defeat of the enemy in other countries besides Greece. The House, I am sure, will therefore permit me to deal with the whole of this question of our intervention in Europe, the tone, character, temper and objects of our intervention where we have to intervene, by dealing with other countries besides this one which has been the main focus of the two speeches to which we have listened. Before I come to particular countries and places let me present to the House the charge which is made against us. It is that we are using His Majesty’s Forces to disarm the friends of democracy in Greece and in other parts of Europe, and to suppress those popular movements which have valorously assisted in the defeat of the enemy. Here is a pretty direct issue, and one on which the House will have to pronounce before we separate this evening. Certainly, His Majesty’s Government would he unworthy of confidence if His Majesty’s Forces were being used by them to disarm the friends of democracy in Greece and other parts of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The question however arises, and one may be permitted to dwell on it for a moment, Who are the friends of democracy, and also how is the word “democracy” to be interpreted? My idea of it is that the plain, humble, common man, just the ordinary man who keeps a wife and family, who goes off to fight for his country when it is in trouble, and goes to the poll at the appropriate time, puts his cross on the ballot paper showing the candidate he wishes to be elected to Parliament—that is the foundation of democracy. And it is also essential to this foundation that this man——\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr. Edith Summerskill (Fulham, West)** And woman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I beg pardon. There is always the stock answer that man embraces woman, unless the contrary appears in the context. But this man, or woman, should do this without fear, and without any form of intimidation or victimisation. He marks his ballot paper in, strict secrecy, and then elected representatives meet and together decide what government, or even, in times of stress, what form of government they wish to have in their country. If that is democracy I salute it. I espouse it. I would work for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Shinwell (Seaham)** In Spain?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I am not at all afraid to go into that discussion, but I have a good deal of ground to cover. It is one of those gross misrepresentations in which a certain class of people indulge that I have spoken praising words about Franco. All I said was that Spanish politics did not merely consist in drawing rude cartoons about it. It is really no use for my hon. Friend to screw his face up as if he were taking a nasty dose of medicine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Shinwell** The right hon. Gentleman is quite right. That is precisely what I am doing, and what many other people in the country are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I do not know about many other people in the country, because everybody can have their opinion about that. But so far as the hon. Gentleman is concerned I expect there are some other nasty gulps to swallow in the course of what, with great respect, I shall endeavour to lay before them. I must say that I do not wish to be drawn into a discussion of Spain this morning. In the remarks I make about democracy and the attitude I have taken throughout the time I have been burdened with these high responsibilities, and broadly I believe throughout my life, in the remarks I have made, and in the statements representing the policy of His Majesty’s present Government, we stand upon the foundation of free elections based on universal suffrage, and that is what we consider the foundation for democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I feel quite different about a swindle democracy, a democracy which calls itself democracy because it is Left Wing. It takes all sorts to make democracy, not only Left Wing, or even Communist. I do not expect a party or a body to call themselves democrats because they are stretching further and further into the most extreme forms of revolution. I do not accept a party as necessarily representing democracy because it becomes more violent as it becomes less numerous. I cannot accept any of these as democracy. One must have some respect for democracy and not use that word too lightly. The last thing which resembles democracy is mob law, with bands of gangsters, armed with deadly weapons, forcing their way into great cities, seizing the police stations and key points of government, endeavouring to introduce a totalitarian régime with an iron hand, and clamouring, as they can nowadays if they get the power——\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gallacher** That is not fair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I am sorry to be causing so much distress. **[Interruption.]** I have plenty of time, and if any out-cries are wrung from hon. Members opposite I can always take a little longer in what I have to say, though I should regret to do so. I say that the last thing that represents democracy is mob law and the attempt to introduce a totalitarian régime and clamours to shoot everyone—there are lots of opportunities at the present time—who is politically inconvenient as part of a purge of those who are said to have—and very often have not—sought to collaborate with the Germans during the occupation. Do not let us rate democracy so low, do not let us rate democracy as if it were merely grabbing power and shooting those who do not agree with you. That is the antithesis of democracy; this is not what democracy is based on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gallacher** That is not what has happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** The hon. Member should not get so excited because he is going to have much the worse of the argument and much the worse of the Division. I was eleven years a fairly solitary figure in this House and pursued my way in patience, and so there may be hope for the hon. Member. Democracy, I say, is not based on violence or terrorism, but on reason, on fair play, on freedom, on respecting other people’s rights as well as their ambitions. Democracy is no harlot to be picked up in the street by a man with a tommy gun. I trust the people, the mass of the people, in almost any country, but I like to make sure that it is the people and not a gang of bandits from the mountains or from the countryside who think that by violence they can overturn constituted authority, in some cases ancient Parliaments, Governments and States. That is my general description of the foundation upon which we should approach the various special instances on which I am going to dwell. During the war, of course, we have had to arm anyone who could shoot a Hun. Apart from their character, political convictions, past records and so forth, if they were out to shoot a Hun we accepted them as friends and tried to enable them to fulfil their healthy instincts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. McGovern (Glasgow, Shettleston)** Now you are paying for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** We are paying for it in having this Debate to-day, which personally I have found rather enjoyable, so far. We are paying for it also with our treasure and our blood. We are not paying for it with our honour or by defeat But when countries are liberated it does not follow that those who have received our weapons should use them in order to engross to themselves by violence and murder and bloodshed all those powers and traditions and continuity which many countries have slowly developed and to which quite a large proportion of their people, I believe the great majority, are firmly attached. If what is called in this Amendment the action of “the friends of democracy” is to be interpreted as carefully planned coups d’ état by murder gangs and by the iron rule of ruffians seeking to climb into the seats of power, without a vote ever having been cast in their favour—if that is to masquerade as democracy I think the House will unite in condemning it as a mockery. I do not admit—I am keeping to the words of the Amendment—that those popular elements who so “valorously”—in some cases I must say—assisted the defeat of the enemy have the right to come forward and say, “We are the saviours of the nation; we must therefore henceforward be its rulers, its masters; that is our reward; we must now claim to sit in judgment over all”—that is, the vast mass of people in every occupied country who have had to live out their lives as well as they could under the iron rule and oppression of the Germans. These valorous elements are now to rule with dictatorial power gained by a coup d’état, by bloody street fighting and slaughter, and are to judge the high, the middle and the poor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr. Haden Guest (Islington, North)** To whom are these generalisations addressed? Are they addressed to the Greeks?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** So far I am generalising on the principles of what democracy should be and also some of the principles which it should not follow. War criminals, the betrayers of their countrymen, the men who sincerely wished that Germany might win—these may be the objects of popular disgust or boycott, and may in extreme cases be brought before the courts of law and punished with death, but I hope those will be courts of law, where fair trial may be had, and not mere expressions of mob juries or political rivals. But to those who try to establish the point that the men who went out into the hills and were given rifles or machine guns by the British Government have by fee simple acquired the right to govern vast complex communities such as Belgium or Holland—it may be Holland next—or Greece, I say I repulse that claim. They have done good service and it is for the State, and not for them, to judge of the regards they should receive. It is not for them to claim ownership of the State, which cannot be admitted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gallacher** Nobody does say that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** That is what is being fought out now. However long I laboured I could not hope to convert individual gentlemen opposite to the better course, but I am addressing my remarks not only to them but to other Members in the House, of whom there are quite a large number. I say we march along an onerous and painful path. Poor old England! Perhaps I ought to say “Poor old Britain.” We have to assume the burden of most thankless tasks and in undertaking them to be scoffed at, criticised and opposed from every quarter; but at least we know where we are making for, know the end of the road, know what is our objective. It is that these countries shall be freed from the German armed power and under conditions of normal tranquillity shall have a free universal vote to decide the Government of their country—except a Fascist régime—and whether that Government shall be of the Left or of the Right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is our aim—and we are told that we seek to disarm the friends of democracy. We are told that because we do not allow gangs of heavily armed guerillas to descend from the mountains and install themselves, with all the bloody terror and vigour which they possess, in great capitals and in power, that we are traitors to democracy. I repulse that claim too. I shall call upon the House as a matter of confidence in His Majesty’s Government and confidence in the spirit with which we have marched from one peril to another till victory is in sight, to reject such pretensions with the scorn that they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Amendment on the Paper has particular reference to Greece, but it is a general attack on the whole policy of His Majesty’s Government which is represented as supporting reactionary forces everywhere, trying to install by force dictatorial government contrary to the wishes of the people. I deal, therefore, not only with Greece. I pin myself at this moment, in the first instance, on to other parts of Europe, because this theme has also to some extent been opened up with the last sentences of a recent American Press release with which we were confronted a few days ago. It is not only in Greece that we appear to some eyes, to the eyes of those who support this Amendment, to be disarming the friends of democracy and those popular movements which have assisted the defeat of the enemy. There is Italy, there is Belgium.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me come to Belgium. Belgium is another case of what the Amendment calls the friends of democracy being disarmed in favour of the organised constitutional administration. If so, it is a grave case and deserves scrutiny. At the end of November there was to be what the Germans call a Putsch organised in Belgium in order to throw out the Government of M. Pierlot, which Government was the only constitutional link with the past, and the only link we have recognised during the war with the Belgian Government that was thrown out over four years ago by the Germans in their brutal invasion. This Government has received a vote of confidence of 132 against only 12, with six abstentions, from the Belgian Parliament, so far as it has been possible to reconstitute it, because some time is needed, after chaos, to set up some authority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, the friends of democracy, the valorous assisters in the defeat of the enemy, take a different view. They organised an attack upon the Belgian State. A demonstration, largely attended by women and children, marched up to the Belgian Parliament House, and lorry loads of friends of democracy came hurrying in from Mons and other places, heavily armed. Here you see the hard-worked Britain, which you are asked to censure to-night. What does this reactionary, undemocratic country do? Orders were sent—I must confess it—to stop the lorries on the way, and to disarm their occupants. Moreover, we British placed light tanks and armoured cars in the side streets near the front of the Parliament House, which the Belgian gendarmerie were defending for the Belgian Government. Here was interference in a marked form. Here was an attempt to stand between the friends of democracy and the valorous, anarchic overthrow of the Belgian State. We British stood in the way of that; I have to admit these things to you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But under whose orders, and under whose authority, did we take this action? General Erskine, the British officer, made various proclamations, like those that General Scobie has made, on the needs of the situation. His proclamations had a highly salutary effect, and those concerned in the movement of Allied Forces acted accordingly. Who is General Erskine? He is the British head of the Anglo-American Mission, which has been set up to act as a link between the Supreme Commander of the Allied Expeditionary Force and the Belgian Government and people. He represents, is directly responsible to, and derives his authority from General Eisenhower, that remarkable American Supreme Commander, whose wisdom and good fellowship we admire, and whose orders we have promised to obey. The following are instances of General Eisenhower’s intervention in Belgian affairs\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 28th October General Erskine handed a letter to M. Pierlot, in which, with the authority of General Eisenhower, he directed that all civilians in Belgium should be disarmed, and asked for the co-operation of the Belgian Government—that is the old Belgian Government, which had been installed in Brussels—in this matter. The letter concluded with the request that the Supreme Commander should receive the immediate assurance that this assistance would be forthcoming, and stating that the Army group commanders—in this instance, Field-Marshal Montgomery—would then be instructed to offer all assistance. On 11th November His Majesty’s representative in Brussels reported to the Supreme Commander that he had himself been in Brussels on the previous day, and had met the Belgian Prime Minister and Government. He had reaffirmed his decision to give them all the assistance they required in carrying out the disarmament of the Resistance Forces. On 29th November the Belgian Government received information that armed demonstrators were on their way in lorries from Mons, and intended to attack Government offices. The Belgian Government made an official appeal for Allied support—I am talking about Belgium now, not Greece, because the positions seem so very similar—and the necessary precautions were taken by S.H.A.E.F., and the measures I have described were taken by the British troops and Belgian gendarmerie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Personally, as the House will readily guess, I consider that General Eisenhower’s decisions were absolutely right, and that they stopped disorder and tumult along the lines of communication. After all, these lines of communication, from Antwerp forward, are those which will sustain several millions of men in their forward march into Germany in this war—which I should be sorry to see go on longer than is necessary. Not only did we obey General Eisenhower’s orders, but we thought these orders wise and sensible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. A. Bevan rose——**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** Might I be permitted to continue this argument? **[Interruption.]** I will give the hon. Gentleman the opportunity when I have finished the particular phase of the argument that I am dealing with. I do not want to deny any courtesy—although it would be abusing that courtesy if the hon. Gentleman turned a question into a speech. After all, we British, who are now suggested to be poor friends of democracy, lost 35,000 to 40,000 men in opening up the great port of Antwerp, and our Navy has cleared the Scheldt river. The sacrifice of these men has always to be considered, as well as the friends of democracy advancing in lorries—in lorries—from Mons, to start a bloody revolution in Brussels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Bevan** Did General Eisenhower or General Erskine receive any information confirming the threat, other than the appeal from the Belgian Prime Minister; and is it not a fact that the military authorities in Belgium are satisfied that the Belgian Prime Minister unwarrantedly asked for the intervention of British troops? Does not all the evidence now coming forward go to show that there was no such threat as the right hon. Gentleman pretends?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I should think it was hardly possible to state the opposite of the truth with more precision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Bevan** Where is the evidence?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I back up those who seek to establish democracy and civilisation.—**[Interruption.]** The hon. Member for Ebbw Vale (Mr. Bevan) must learn to take as well as to give. There is no one more free with interruptions, taunts, and jibes than he is. I saw him—I heard him, not saw him—almost assailing some of the venerable figures on the bench immediately below him. He need not get so angry because the House laughs at him; he ought to be pleased when they only laugh at him. As I said, I back up all those who seek to establish democracy and civilisation on a basis of law, and also popular, untramelled, unintimidated, free, universal suffrage voting. It would be pretty hard on Europe if, after four or five years of German tyranny, she was liquidated and degenerated and plunged into a series of brutal social wars. If the friends of democracy and its various defenders believe that they express the wishes of the majority, why cannot they wait for the General Election; why cannot they await the free vote of the people—which is our sole policy in every country into which British and American Armies are advancing? There is the story of Belgium, which I submit, with the utmost respect and affection, to the American people, as well as to the House of Commons, carries many lessons which are applicable to other parts of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I come to the case of Italy, which is, I gather, oddly enough, embodied in the case of Count Sforza. The Amendment does not specifically mention his name, but other communications which have been given to the world seem to show that in this respect also we have offended against democracy. It is a great mistake, as the Foreign Secretary said, and quite untrue, that we have vetoed Count Sforza’s appointment to be Prime Minister or Foreign Secretary of the Italian Government. The Allies alone could do that. The Italians, having unconditionally surrendered, have a perfect right to choose anyone they please for any office of State. That, so they say, is one of their fundamental rights, and it belongs naturally to any country which has unconditionally surrendered, after having done most grievous injuries to its conquerors. We have not attempted to put our veto on the appointment of Count Sforza. If to-morrow the Italians were to make him Prime Minister or Foreign Secretary, we have no power to stop it, except with the agreement of the Allies. All that we would have to say about it is that we do not trust the man, we do not think he is a true and trustworthy man, nor do we put the slightest confidence in any Government of which he is a dominating member. I think we should have to put a great deal of responsibility for what might happen on those who called him to power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Shinwell** The right hon. Gentleman said the same about de Gaulle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** How little helpful it is to the progress of our Debate to fling in other large questions. I am not speaking about France to-day. I certainly never felt about de Gaulle the sentiments which experience has engendered in me about Count Sforza. De Gaulle is a man of honour, and has never broken his word. That is what I am coming to, because these things have to come out. I say that we should have to put a great deal of responsibility on those who called him to power. We are not avid of becoming deeply involved in the politics of the conquered or liberated countries. All we require from them is a Government which will guarantee us the necessary protection, and facilities for the lines of communication, from Naples to Ravenna, lately taken, and to the North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. McGovern** On a point of Order. De Gaulle has been brought into the discussion. The Prime Minister made a statement in Private Session, reflecting on General de Gaulle. Is this House entitled to discuss that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** That is not a point of Order. The name of General de Gaulle was brought in on a supplementary question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** Is it in Order for an hon. Member to refer to statements made in Secret Session?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** I never knew that any statement had been made in private. It is always the custom that when statements are made in Committees upstairs, they are regarded as private.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** This statement was made on the Floor of the House, in Secret Session—that is the allegation. The allegation of the hon. Gentleman is that I made a certain statement here in Secret Session. I submit that I cannot reply to that statement, because of the strict Rules of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** There is no question about it that any statement which refers to something said in Secret Session is distinctly out of Order, and should not be made. The hon. Member really must remember that we passed a particular Resolution, which makes it an offence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. McGovern** Have I the right, Mr. Speaker, to say that I am not the hon. Member responsible? The intervention was made by the hon. Member for Seaham (Mr. Shinwell) that the Prime Minister had said something about General de Gaulle, and I said that that statement had been made in Secret Session, and asked if the hon. Member was entitled to make this statement in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Speaker** I think the hon. Member was somewhat unfortunate in that he drew attention to the fact that some statement was made in Secret Session. Indeed, to do so is definitely out of Order and a breach of our Rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Shinwell** On a point of Order. I did not make any reference to a Secret Session.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I make no comment at all. The hon. Gentleman, no doubt, has quoted many things I have said, as he has a right to do. As I say, our interest in Italy is in the front where we have Armies engaged under General Alexander and General Mark Clark, that daring and skillful American General under whom we have confidently placed an Army which is at least three-quarters British or British-controlled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At this point, I will take a little lubrication, if it is permissible. I think it is always a great pleasure to the Noble Lady the Member for the Sutton Division of Plymouth (Viscountess Astor) to see me drinking water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have a joint arrangement with the Americans about Italy, and we should be very sorry if it were proved that we had broken away from this joint arrangement, and we have not done so, in any way. When, in the shifting tangles and contortions of Italian politics with six parties rolling over each other, with all their conflicts of political interests, none of them being hampered by having been elected by anybody, in this confused scene, we were suddenly told that Count Sforza was to become Prime Minister or Foreign Secretary. The British Minister, Mr. Hopkinson, who is under the Ambassador, did undoubtedly say to the Italian inquirer that we did not think this would be a particularly good choice, or words to that effect. We had a perfect right to say this. We could not stop his being chosen, but we had a right to say our say. We were entitled to say, as I say, that we did not think it would help the conduct of Italian affairs to choose for this office a man with whom Britain, if she counts for anything, would not care to establish cordial relations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the reason for this prejudice on our part? I would not like to make charges against public men without giving reasons, or one of the essential reasons. Why is it that we, and I particularly, say we have no trust in him, that we do not think he would be the sort of man we would like to have to do business with round the table? I must go back to the time of the Italian collapse and surrender in 1943.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Count Sforza, who had been living for 20 years in America, was very anxious to get back to Italy. We did not think that this would be a good thing in the extremely disordered and tumultuous state in which Italy was left on the morrow of her revolt against Germany. However, on 23rd September Count Sforza sent the following message to Marshal Badoglio, and repeated it in a letter to Mr. Berle, from which I have the President’s permission to quote: I have read with extreme interest the statement of Marshal Badoglio of the 16th September, 1943, unequivocally stating that he considers the defeat of the Germans and their expulsion from Italy to be his primary duty and urging all Italians to join in this struggle. In my view, it now becomes the paramount duty of all Italians, irrespective of party or political differences, to support and assist in the struggle to crush German Arms and to drive every German soldier from Italian soil. So long as Marshal Badoglio is engaged in that task and is acceptable to Allies in devoting Italian military resources to that struggle, I consider it criminal to do anything to weaken his position or hamper his work in fighting for the liberation of Italy and the Italian people. I am prepared to offer my full support so long as he is thus engaged, all the more because it is the only way to destroy the last criminal remnants of Fascism. Matters of internal politics can, and should be, adjourned for the period of the struggle, and activities, military and political, of all Italians who seek freedom and the future of their Fatherland should be devoted to supporting the organised forces which are endeavouring to overthrow the common enemy. I pledge my honour to do this myself, and urge this course on my many friends and associates. As Count Sforza passed through London, I was anxious to ascertain whether this was his sincere resolve or not, because something had appeared in another paper which was of a different tenor. We had a meeting, at which the Minister of State and Sir Alexander Cadogan, of the Foreign Office, were present. I went through this letter with Count Sforza almost line by line, and he assured me that it represented his most profound conviction. No sooner, however, had he got back to Italy than he began that long series of intrigues which ended in the expulsion of Marshal Badoglio from office. Many may be very glad of this, but it is not the point I am considering. The point is whether he did not most completely, and without explanation, depart, at a very early day, from the solemn undertaking he gave, and without which we should have had power, I think, to convince our American friends, with whom we act in common, that it would not be a good thing for him to go back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Bowles – (Nuneaton)** But the right hon. Gentleman supported Mussolini.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** In 1928? I certainly did, in the sense of making speeches to say that it was a very good thing that Italy was not plunged into Bolshevism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Shinwell** Where was the right hon. Gentleman’s democracy then?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I must be careful, because I am infringing on foreign affairs. It was because of armed violence threatened by one side and armed violence being used against it by the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. McGovern** The right hon. Gentlemen thought that Fascism was better?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I am not a bit afraid of anything I have said in a long political life. I certainly thought, at that particular time, that the kind of regime set up in Italy at that time was better than a general slump of Italy into the furious Bolshevik civil war which was raging in many other parts of Europe. I never see the slightest good in going back on what you have said, and the hon. Member himself has views of his own which seem to be equally obnoxious to all parties in the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have no particular need to defend Marshal Badoglio. It does not arise in the course of the argument, except that we got from him the Italian Fleet, which came over intact, except for the loss of one ship and 1,700 men, and there was no moment in his tenure of office when he did not do his utmost to carry out his bond and help to drive the Germans from Italy and keep good order behind the lines. In other words, he helped Italy to work her passage home, which is by no means yet completely accomplished.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Presently, he fell a victim to Count Sforza’s intrigues, and a six-party Government was formed under Signor Bonomi. Six parties were in the Government, but none had the slightest electoral foundation. They were merely parties like the Commonwealth Party here and had just about the same claim to represent democracy. We now did our best to help this new Government. I travelled to Italy and interviewed Signor Bonomi and others, and took the greatest trouble to draw up a series of mitigations in the treatment of Italy by the victorious Allies. These I proposed to the President by telegraph, and, when we met at Quebec, and when I stayed with him at his home at Hyde Park, we framed a joint declaration designed to give Italians a good chance of playing their part as co-belligerents, and also to make sure, as far as we could manage it, that the necessities of life were not lacking to the masses of the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The six parties have now made another contortion. Signor Bonomi has fallen and I understand he has now formed another Government of four out of the previous six parties. We wish him well. We have no objection at all to his forming a Government of four parties. Indeed, it is a remarkable thing to keep together for so many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Shinwell** The best men of all parties?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I do not challenge the hon. Gentleman when the truth leaks out of him by accident from time to time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House will be glad that I now come to Greece, which forms the mainspring of the Vote of Censure we have to meet to-day. I have taken great responsibilities for our foreign policy towards Greece and also in respect of what has taken place in Athens, and my right hon. Friend the Foreign Secretary and I have worked in the closest agreement. On or about 16th August, it became evident that the magnificent advance of the Russian Armies—**[HON. MEMBERS: “Bolsheviks.”]** Oh, no. That is a very mischievous remark. Some hon. Members are always trying to entrap me, when we have to have these difficult Debates on foreign affairs, into saying something which would seem to be disrespectful to the splendid patriot Armies which have cleansed the soil of Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I say that we have taken great responsibilities, and when in August it became evident that the Russian advance along the Black Sea shore, and their probable impact upon Romania and Bulgaria was imminent, and this taken together with the advance of the British and American Armies up the Italian Peninsula, and also with the growing power of Marshal Tito and his partisans—whom we have always supported—would make the position of the Germans in Greece untenable. I therefore proposed to the President that we should try to gather forces to enter Greece as and when the German position was sufficiently weakened, and, above all, to save Athens from the anarchy and starvation which threatened it. I pointed out that, if there was a long hiatus after the German authorities went from the city before an organised Government could be set up, it was very likely that the E.A.M. and the Communist extremists would attempt to seize the city and crush all other forms of Greek expression but their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gallacher** The E.A.M. is the big democratic party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** But we had the right to express a point of view on the Greek question, because in an attempt to redeem our pledged word, we have sustained 30,000 casualties, in what may, perhaps, be called a chivalrous resolve to share the miseries of Greece when she was invaded by Italy and Germany in 1941. At this time we were all alone ourselves in the world. My honoured friend, the President, was of opinion that we should certainly have plans made and accordingly, at the Quebec Conference, it was proposed by the combined Chiefs of Staff that the British should prepare a Force to occupy the Athens area and so pave the way for the commencement of relief and for the establishment of law and order and for the installment of the Greek Government, which we and the great bulk of the United Nations had formally recognised. The Americans and ourselves began to accumulate large masses of food and shipping, and established U.N.R.R.A. U.N.R.R.A. began to grow up in Alexandria and other organisations for food distribution were actively engaged, and we gathered our much strained shipping vessels together at the cost of food to this country. A large part of these stores and medical relief were provided by America out of her riches. The rest of the burden fell upon us, and, of course, the diminution of shipping falls heavily upon us.  \nThe proposal of the combined Chiefs of Staff was initialled by the President and me, and on 14th September a directive was sent by the combined Chiefs of Staff to General Wilson, the Supreme Commander in the Mediterranean, with whom I had already consulted on the military aspects. He was instructed to take the necessary action as and when he thought fit. All through 1944 we have had the usual trouble with the Greek Government and Greek troops in Egypt. There were mutinies and disorders; there were repeated resignations of Ministers and repeated returns to office but out of this emerged a man, Papandreou, who had lived all this time in Greece without being in the slightest degree subservient to the enemy or losing his reputation in any way on such a charge, and when he came out he restored order to the Greek Government, which is the constitutional Government and which can only be displaced by a free vote of the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At an hotel in the Lebanon in May, 1944, a long meeting was held between the Papandreou Government and leaders of all parties in Greece, including E.A.M., whom we brought out by air. An agreement was reached to establish a joint Government which could take over power in Athens when, with or without the power of the Allies, it was freed from the Germans. At the same time we prepared in deepest secrecy our British expedition. We did not think it necessary to tell anyone about it, not even the Greek Government. It was duly authorised by the British and American Chiefs of Staff and secrecy was all important, and secrecy in this case was also preserved. M. Papandreou repeatedly appealed to us in the name of his Government of all parties, including the Communists and E.A.M., to come to the rescue with armed forces and was much disappointed when I was unable to give him any definite reply. Our first move was to bring the Greek Government from Cairo, where they were living, to Caserta, which was the head-quarters in Italy, so that they might be ready to go in should we at any time find it possible to provide the troops, about which we said nothing. When all was in readiness and the right moment came, General Wilson struck by air and by sea, and this enterprise, like so many others, which the House must not forget in judging this afternoon the fate of the National Government, was marked by excellent timing and extreme efficiency and was also crowned with complete success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gallacher** Thanks to E.L.A.S.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** The British troops were welcomed enthusiastically as they entered Athens and so also was the Greek Brigade, which had mutinied earlier in the year but was freed from the mutinous element. I took great trouble about this Brigade to give it a chance to redeem its reputation. It not only redeemed its reputation but won renown for the Greek Army by entering Rimini at the head of the Allied Forces. By wresting Rimini from the Germans, this Brigade now came back to Athens, having heaped coals of fire upon the Italian heads who had invited the Germans to ruin Greece. But now the Greeks helped the Italians to drive the Germans from Italy itself, and this Brigade was received with a great welcome in the streets of Athens. By this time M. Papandreou had gathered no less than six E.A.M. representatives into his Government, and the leader of the Liberal Party, Mr. Sophoulis, a veteran and venerable counsellor of 84 or 85 years of age.—**[An HON. MEMBER: “You are getting on.”]** —Oh yes, I am getting on; we are all getting on. Mr. Sophoulis was already complaining that too many E.A.M. and Communist representatives were already installed in places of power. M. Papandreou, however, is a man of the Left, a democrat, a Socialist, not a Liberal or anything like that, in fact almost everything that is supposed to be correct nowadays, M. Papandreou put his trust in those six gentlemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr. Haden Guest (Islington, North)** Can we not have the names?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I cannot pronounce any of those names rightly. Meanwhile, the forces of E.L.A.S., which is the military instrument of E.A.M., were planning a descent on Athens as a military and political operation and the seizure of power by armed force. E.L.A.S. is a mixed body and it would be unfair to stigmatise them all as being entirely self-seeking in their aims and actions. Nevertheless, during the years of Greek captivity I must say that E.L.A.S. devoted far more attention to beating up and destroying the representatives of the E.D.E.S., commanded by Colonel Zervas, a man of the Left by our standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gallacher** A man of the Left?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** Even extremes meet. He was less extreme than E.A.M. He was a man who was correct according to the current jargon. The wrong element of the E.A.M. devoted themselves more to attacking Zervas and his followers on the West side of Greece than they did to attacking the Germans themselves. For the past two years E.L.A.S. have devoted themselves principally to preparations for seizing power. We may, some of us, have underrated the extremes to which those preparations have been carried or the many privations and cruelties which have been inflicted on the village populations in the areas over which they prevail. **[An HON. MEMBER: “What is the evidence?”]** I have taken every pains to collect information and everything I say on fact in these matters has been most carefully examined beforehand by the officials who are thoroughly acquainted with the details.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Hynd (Sheffield, Attercliffe) rose——**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** I really must be allowed to continue my argument. **[Interruption.]** Of course, in this House we are Conservatives, Labour, Liberal and so forth; we are not E.L.A.S. and E.D.E.S. as some gentlemen seem to imagine. They did not hesitate, on occasion, to help the Germans to catch and kill the representatives of E.D.E.S.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Gallacher** That is not true.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Prime Minister** In this country we do try to have debate. The hon. Gentleman who, I am sure, has been treated with extraordinary and great consideration in this House in these times, should learn to keep his mouth shut. E.L.A.S. did not hesitate on occasion to help the Germans to catch and kill the supporters of E.D.E.S. The German rule in Greece was feeble and took the form mainly of hideous reprisals upon the unhappy countryside and it was from this that by a kind of tacit agreement the Security Battalions, some of which were a kind of local Home Guard of the villages against predatory E.L.A.S. bands, came into being. Others were formed and acted in a manner contrary to the interests of the country. From the depredations and ravages of E.L.A.S. there was, however, as we can now see, a fairly well organised plot or plan by which E.L.A.S. should march down upon Athens and seize it by armed force and establish a reign of terror under the plea that they were purging collaborationists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How much the Germans knew about this before they left I cannot tell, but a number of them have been left behind and are fighting in E.L.A.S. ranks. Faced by this prospect, the Greek Government containing the six E.A.M. Ministers tried to arrange for a general disarmament to be followed by the creation of a National Army or Home Guard of about 40,000 strong. This met with a ready response in all districts which E.L.A.S. could not dominate, but the formation of this national army had not advanced to a point where they could offer effective resistance to the organised movement of subversive forces intending to overwhelm the State by violence. Also, the police in Athens, who had lived through the vicissitudes of the German tyranny, were no sure guarantee of stability. While all this was coming to a head, peace and order reigned in the city of the violet crown. Sir David Waley and treasury experts toiled to save the drachma and to re-establish a stable currency, and the British Navy and merchant ships were landing at the Piraeus stores, mainly American, which actually reached a total, I am told, of 45,000 tons in a single week. We came therefore to Greece, with American and Russian consent, at the invitation of the Government of all parties, bearing with us such good gifts as liberty, order, food, and the assurance of an absolute right to determine their own future as soon as conditions of normal tranquillity were regained.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I told the House that I would be frank with them. I have stated our action in detail. I must admit that not everyone agreed with the course we have taken, for which I accept the fullest responsibility. There were those who said, “Why worry about Greece?” I am not speaking of Cabinet discussions. I come in contact with many streaks of opinion. They said, “Why worry about Greece? If they have to starve, there are other countries in like plight. Haven’t we enough on our own hands without being lumbered into this job of International Red Cross, U.N.R.R.A., and maintaining order while the process of liberation and of distribution of food is going on? Why not let Athens take its chance? What does it matter to us if it falls under another tyranny when the Germans go, and if its people starve? We have full occupation for every man that we can call to our service for work against the German foe.” Well, Sir, these are powerful arguments, especially when put in a more attractive form than I have cast them, but His Majesty’s Government felt that having regard to the sacrifices that they made at the time of the German invasion of Greece, and to the long affection which has grown between the Greek and British people since their liberation in the last century, and having regard also to the decisions and agreements of our principal Allies, we should see what we could do to give these unfortunate people a fair chance of extricating themselves from their misery and starting on a clear road again. That is the only wish and ambition which we had, or anyone in the British Government had, for our entry into Greece and for the action forced upon us there. That is our only wish and, personally, I am not ashamed of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, events began to move. The carefully prepared forces of E.L.A.S. began to infiltrate into Athens and into the Piraeus. The other bodies began to move down from the Northern hills towards the city. The six E.A.M. Ministers resigned from the Government at this timely moment. One gentleman, I believe, was a little slow, but on being rung up on the telephone and told he would be killed if he did not come out, he made haste to follow the general practice. The intention of the “friends of democracy” who now entered the city was to overthrow by violence the constitutional Government of Greece and to install themselves without anything in the nature of an election, as the violent expression of the people’s will. And here the trouble came to a head. I repudiate, as I have said, the idea that democracy can stand upon a violent seizure of power by unrepresentative men, or that it can be maintained by terrorism and the killing of political opponents. No doubt there are others who have a different view. We, however, were now assured by General Wilson—who is up to the present moment in actual charge of the Mediterranean—that we had ample Forces in Greece and on the way. Moreover, we did not feel it compatible with our honour, or with the obligations into which we have entered with many people in Greece in the course of our presence there, to wash our hands of the whole business, make our way to the sea, as we easily could, and leave Athens to anarchy and misery, followed by tyranny established on murder. We may not be level with the strongest Powers in the modern world, but hitherto we have always been ready to risk our blood and such treasure as we have to defend our honour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the small hours of Tuesday morning, with the full approval of my right hon. Friend the Foreign Secretary, I informed General Wilson that he was responsible for providing sufficient forces on the spot, and very substantial numbers of highly trained troops which he had already sent were being reinforced. At the same time I directed General Scobie, who has shown very great qualities of sobriety, poise, and at the same time martial vigour, to assume complete control of Athens and the district around it, and to use whatever force might be necessary to drive out and extirpate the E.L.A.S. bands by which the capital had then become infested. I also directed our Ambassador to do his utmost to prevail upon M. Papandreou, who seemed to wish to resign, to remain in power. I did this because nothing could be more silly or futile or dangerous than to have violent street fighting proceeding all around the Prime Minister’s hotel while he was endeavouring to transfer his powers to some other leader, perhaps M. Sophoulis, 84 years of age, and arranging with the five or six principal parties all the details of a new Administration. I thought it would be much better to have calm and peace and order in Athens before any question of political change in the Administration was embarked upon. It is a great pity to have everything in the melting pot at once, though this is one of the well-known subversive methods by which the undoing of States, great and small, has often been accomplished.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If I am blamed for this action I will gladly accept my dismissal at the hands of the House; but if I am not so dismissed—make no mistake about it—we shall persist in this policy of clearing Athens and the Athens region of all who are rebels to the authority of the constitutional Government of Greece—**[HON. MEMBERS: “‘Constitutional'”]** —of mutineers to the orders of the supreme commander in the Mediterranean—**[HON. MEMBERS: “Quislings.”]** —under whom all the guerillas have undertaken to serve. I hope I have made the position clear, both generally as it affects the world and the war, and the Government. I have no fear at all that the most searching inquiries into the policy we have pursued in Europe—in Belgium, in Holland, in Italy and in Greece—the most searching examination will entitle any man into whose breast fairness and fair-play enter, to accuse us of pursuing reactionary policies, of hampering the free expression of the national will, or of not endeavouring to enable the countries that have suffered the curse of German occupation to resume again the normal, free, democratic life which they desire and which, as far as this House can act, we shall endeavour to secure for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}