{
    "url": "https://www.ukpol.co.uk/jo-churchill-2022-speech-at-agri-tech-and-environmental-sustainability-conference/",
    "title": "Jo Churchill – 2022 Speech at Agri-Tech and Environmental Sustainability Conference",
    "post_date": "April 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jo Churchill, the Minister for Agri-Innovation and Climate Adaptation, on 21 April 2022.",
    "content": [
        "Good morning,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you for the warm welcome. It gives me great pleasure to be here with you all today at the Agri-Tech Centres conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Minister for Science and Innovation at Defra, I am so excited about the potential for technology across the agri-food sector, and I really believe that the opportunities are endless.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have travelled around the country I have been to events such as today and indeed travelling across to Dubai and across the world we do lead and we need to be brave and we need to shout about it. If we can take that and our enthusiasm and drive the sector forward we have something quite fantastic to offer the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m particularly pleased that so many of you are here today – so that we can share that knowledge and collaborate because there is no point in having bright ideas if we don’t actually expand them within our own networks but more broadly. Now those challenges we face, some of the most pressing challenges that we face are omnipresent in all our lives and I’d argue as we design the solutions everybody has sustainability at the forefront.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just recently, I attended Expo 2020 in Dubai – it was absolutely phenomenal to discover a whole range of projects with international partners, from the reduction of methane emissions in livestock, and feed alternatives, to deregulation in the genetic technologies space.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to start by taking a moment to reflect. Recent events in Ukraine, and the impact of the Covid pandemic, are a stark reminder, if we need one, that domestic food production matters. It gives us national resilience. We do have a high degree of self-sufficiency, but I want to say here and now that we will always support our farmers and growers, and importantly our innovators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, food production and environmental protection go hand in hand. They are two sides of the same coin. The steps we are taking to encourage a more sustainable model of agriculture are also helping the resilience and profitability of farm businesses – but innovation is crucial. And, for fear of repeating myself, super exciting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud that the UK is playing a leading role when it comes to innovation. Whether it’s the Hands Free Hectare, now Hands Free Farm at Harper Adams, agricultural technology at the John Innes Centre – who knew that peat could be so interesting, The National Institute of Agricultural Botany with its work on climate resilient crops, the James Hutton Institute in Scotland and its work on vertical farming they are doing, or the work of Rothamsted Research on genetic technology, we have an awful lot to shout about in relation to R&D and we also have so many dynamic farmers and growers adopting these technologies, but we need to help them trust them and adopt quicker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, as we look to the future, that need to go further and faster to address the challenges that we all face – is obvious. Whether it’s food production in a changing climate, how we meet net zero by 2050, and even how we address some of the challenges we face around issues like labour supply – and I look forward to publishing the automation review and our response shortly. No single thing is the answer, we need to look and make sure though, that we have the right pieces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are making significant investments to unlock innovation and translate our world-leading research into practical, farmer-led solutions that help them invest in their businesses, improve productivity and profitability, and boost environmental sustainability and resilience, and move towards net zero emissions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have just increased the Farming Investment Fund for small technology grants from £17 million to more than £48 million – supporting over 4,500 farmers with their investment plans this year. But I would argue demand is outstripping supply. There is so much energy and so many bright ideas out there. Alongside that boost in funding, we have also provided £25m for round one of the large technology grant offer – Improving Farm Productivity, which supports farmers and growers to invest in robotics and automation technology to increase farm productivity and efficiency. Last month, we opened applications for a further £20.5 million from our Farming Innovation Programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Farming Futures Research & Development Fund will provide up to £12.5 million for innovation projects that help boost a climate-smart farming sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the Large Research & Development Partnership competition will offer up a further to £8 million for collaborative, business-led R&D projects, benefiting farmers and growers across England, and importantly the innovators thinking of ideas to support them, benefitting everyone, with a focus on the future commercialisation of new solutions. Like last October’s opening rounds, both will be delivered in partnership with Innovate UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are therefore making a significant investment and this support will continue over the coming months and years, but in building on our food security, resilience and ambition for net zero we need to ensure that our funding trajectory offers best value and that all parts of the innovation jigsaw, which currently feels like all the little pieces in a box without the picture, is really put together in a way which really allows people to understand what that picture and what that opportunity gives us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a wide world out there full of opportunity for our innovators, but they also need proof of concept, so our farmers need to help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have never met so much excitement, enthusiasm, bravery, great ideas, but kept so quiet. Please shout, please tell everyone how good you are at what you do. Because I am one voice, and if you can amplify that voice and explain to people why we might change, how we can use innovation, why science matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is part of that broader picture for helping our customers on the journey, but also to helping to inspire young people to look at Agri-Tech and everything it offers, as far as reading the world, and being inspirational.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I visit a lot of schools and very rarely do young people say “oh I want to go into Agri-Tech”, they should, and I often, coming from a rural part of the country, tell them they should. Because it is one of the most exciting parts of science, and it does so much good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It not only looks after the welfare of animals, but you have that combination of the health of humans. You have really large challenges out there, whether it is climate change, challenges with obesity, we can change the way we do things, we can innovate because we are good. And I want you to help me amplify that message about why we need to do this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we are looking to unlock the potential of gene editing in England, which will allow us to breed drought and disease resistant crops which perform better and with fewer inputs. Reducing the cost to farmers as well us reducing impact on the environment, as well as helping us develop crops that can adapt to the challenges of climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Water scarcity, I know that better than most coming from the East of England, will be a major impact not only in this country though. This is where we can look across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recently on the trip to Dubai, understanding that their food security is about 15%. Looking at them trying to grow things and the challenges that face the nation, and breeding crops that can help them overcome those challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How water scarcity will be that major impact on climate change, and it will mean that land in some parts of the world that can currently be farmed, will no longer be viable unless we can get that breeding technology right, and keep pace with both the challenge of climate change and also the challenge of delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Elsewhere, we are currently supporting and investing in research and engaging with partners to develop a robust evidence base on the soil carbon market, including considering several robust methodologies and techniques for monitoring, and verifying and reporting on changes in soil health. This would cover carbon storage and maintenance in natural and farmed landscapes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today’s event is a great chance for us to come together – government, industry, in all its various forms, and academia – and consider the opportunities that agri-tech and innovation can bring, not only to this room, not only to your businesses, but to the broader and wider society, both in this country, but across the world. Because, together, I feel certain that we can foster the potential that exists and we can nurture it, because that is what many of you in this room do. We can watch it grow and we can send it out into the world to say look at what we can do. So, I wish you a very good conference, and a power to your elbows to keep on doing what you are doing. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}