{
    "url": "https://www.ukpol.co.uk/jo-churchill-2021-statement-on-a-vision-for-the-1001-critical/",
    "title": "Jo Churchill – 2021 Statement on A Vision for the 1,001 Critical",
    "post_date": "March 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jo Churchill, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 25 March 2021.",
    "content": [
        "In summer 2020 the Prime Minister commissioned the early years healthy development review. Chaired by my right hon. Friend the Member for South Northamptonshire (Andrea Leadsom), the review looks across the “1,001 critical days” from conception to the age of two, ensuring babies and young children in England can be given the best start in life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The focus on these 1,001 critical days from pregnancy to the age of two is important. They are a unique period of time, when the foundations for an individual’s cognitive, emotional and physical development are developed and set. It is also a period of time when babies are at their most vulnerable and susceptible to, and influenced by, the environment around them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is for these reasons, and many more, that I am pleased to share the first publication from the early years healthy development review entitled: “The Best Start for Life: A Vision for the 1,001 Critical Days”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This comes at a timely moment for our nation as we reflect on the impact of the coronavirus pandemic and begin to turn our focus on building back better. As we do this, we must place our youngest citizens at the centre of our ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our vision sets out an ambitious programme of work to transform how we support families across England throughout these 1,001 critical days. It sets out six action areas to ensure that families have access to the services they need, when they need them. We want to enable the parts of the system to work even better together to provide this support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Action area 1: Seamless support for families. Our vision is for seamless support for families, with local areas encouraged to publish a start for life offer. The offer should explain clearly to parents and carers what services they are entitled to and how they can access them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Action area 2: A welcoming hub for the family. All families need a welcoming space to access services. Our vision is that family hubs are a place for families to access start for life services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Action area 3: The information families need when they need it. All families need to have access to trustworthy information at the times they most need it. This includes digital, virtual and telephone services designed around the needs of the family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Action area 4: An empowered start for life workforce. Our vision is that every family will be supported by a range of professionals and volunteers, each of whom brings skills, knowledge and empathy to interactions with families. From their first appointment, every parent and carer must feel that they are heard and that they can ask for help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Action area 5: Continually improving the start for life offer. We want every parent and carer to have confidence that the services and support in their area will help them give their baby the best start for life. A brilliant start for life offer will continuously improve with better data, evaluation, and proportionate inspection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Action area 6: Leadership for change. Leadership is critical to the success of the vision. There must be local and national commitment and accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is just the beginning of our work, and the early years healthy development review will continue with a second phase where we will focus on the implementation and delivery of these six action areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}