{
    "url": "https://www.ukpol.co.uk/winston-churchill-1941-statement-on-the-late-lord-lloyd/",
    "title": "Winston Churchill – 1941 Statement on the Late Lord Lloyd",
    "post_date": "August 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1941",
            "url": "/tag/1941/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Winston Churchill",
            "url": "/tag/winston-churchill/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Winston Churchill, the then Prime Minister, in the House of Commons on 6 February 1941.",
    "content": [
        "The House will have learned with sorrow of the loss, not only that His Majesty’s Government, but our country and the whole Empire, have sustained in the sudden and unexpected death of the Secretary of State for the Colonies and newly-chosen Leader of the House of Lords. To me the loss is particularly painful. Lord Lloyd and I have been friends for many years and close political associates during the last 12 years. We championed several causes together which did not command the applause of large majorities; but it is just in that kind of cause, where one is swimming against the stream, that one learns the worth and quality of a comrade and friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The late Lord Lloyd was a man of high ability. He had energy, he had industry; and these were spurred throughout his life by a consuming desire to serve the country and uphold the British name. He had travelled far and had acquired an immense mass of special knowledge, particularly knowledge of Egypt, East Africa, Arabia and India. He was deeply ​ versed in the affairs of the unhappy countries in the South-East of Europe, which now lie under the shadow of approaching danger and misery. In all these spheres, his opinion and advice were of the highest value. Having served under Lawrence in the Desert War, he had acquired a great love for the Arab race, and he devoted a large part of his life to their interest. His name is known and his death will be mourned in wide circles of the Moslem world. When we remember that the King-Emperor is the ruler of incomparably more Mohammedan subjects than any other Prince of Islam, we may, from this angle, measure the serious nature of the loss we have sustained.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "George Lloyd fought for his country on land and in the air. As honorary commodore of an air squadron, he learned to fly a Hurricane aeroplane and obtained a pilot’s certificate when almost 60 years of age, thus proving that it is possible for a man to maintain in very high efficiency eye and hand, even after a lifetime of keen intellectual work. He was a very good friend of the Royal Air Force, and, in recent years, was President of the Navy League. His was the voice which, as far back as 1934, moved a resolution at the National Union of Conservative Associations which led that body to urge upon the then Government a policy of immediate rearmament. Although an Imperialist and, in some ways, an authoritarian, he had a profound, instinctive aversion from Nazism. He foresaw from the beginning the danger of Hitler’s rise to power and above all to armed power, and he lived and acted during the last four or five years under a sense of the rapidly growing danger to this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For two long and critical periods, covering together nearly 10 years, he represented the Crown, as Governor of Bombay, or as High Commissioner in Egypt. His administration of the Bombay Presidency was at once firm and progressive, and the Lloyd reservoir across the Indus River in Sind, which is the base of the largest irrigation scheme in the world and irrigates an area, formerly a wilderness, about the size of Wales—this great barrage, the Lloyd barrage, as it is called, is a monument which will link his name to the prosperity of millions yet unborn, who will see around them villages, townships, temples and fertile fields where all was formerly naught but savage scrub and ​ sand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lord Lloyd took over the High Commissionership of Egypt in the dark hour after the murder of Sir Lee Stack. He restored, during his tenure, a very great measure of stability and tranquillity to the Nile Valley, and he achieved this without violence or bloodshed. He gained the good will of important elements in Egypt without sacrificing British interests and our relations with Egypt have progressively improved since those days, though other hands and other points of view have played their part in that. If he, like other British statesmen, promised to protect the people of the Egyptian Delta from foreign aggression, he lived long enough to see all the obligations and undertakings of Great Britain to the Egyptian people brilliantly vindicated by the decisions of war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I was called upon to form the present Administration, in the heat of the great battle in France, it was a comfort to me to be able to reach out to so trusted a friend. Although his views, like perhaps some of mine, were very often opposed to the Labour party, I say, with the full assent of all his Labour colleagues, that he gained their respect and confidence and their regard in all those trying months, and that they found many deep points of agreement with him of which they had not previously been aware. The departure of Lord Halifax to the United States made it necessary to choose a new Leader for the House of Lords on behalf of the Government, and Lord Lloyd was selected for that important task. This gave him a great deal of satisfaction, and in the evening, two hours before his death, he conversed with others of his friends about the future work which lay before him in an expanding field and spoke with hopefulness and satisfaction about his ability to discharge it. Then, very suddenly, he was removed from us by death.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to think, as one likes to think of every man in this House and elsewhere, that he died at the apex, at the summit, of his career. It is sometimes said that good men are scarce. It is perhaps because the spate of events with which we attempt to cope and strive to control have far exceeded, in this modern age, the old bounds, that they have been swollen up to giant proportions, while, all the time, the stature and intellect of man remain unchanged. All the more, there- ​ fore, do we feel the loss of this high-minded and exceptionally gifted and experienced public servant. I feel I shall only be discharging my duties to the House when I express, in their name, our sympathy for his widow, who has shared so many of his journeys and all the ups and downs of his active life, and who, in her grief, may have the comfort of knowing what men and women of all parties think and feel about the good and faithful servant we have lost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}