{
    "url": "https://www.ukpol.co.uk/jo-churchill-2021-statement-on-medicinal-cannabis-from-the-netherlands/",
    "title": "Jo Churchill – 2021 Statement on Medicinal Cannabis from The Netherlands",
    "post_date": "January 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jo Churchill",
            "url": "/tag/jo-churchill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Jo Churchill, the Parliamentary Under-Secretary of State for Health and Social Care, in the House of Commons on 26 January 2021.",
    "content": [
        "I would like to update the House on progress made by the Department of Health and Social Care towards ensuring patients can continue to access Bedrocan cannabis oils from the Netherlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has left the EU, and the transition period after Brexit came to an end on 31 December 2020. From 1 January 2021, prescriptions issued in the UK can no longer be lawfully dispensed in an EU member state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dutch law does not permit the export of finished Bedrocan oils from the Netherlands. Prior to 31 December, Bedrocan oils were supplied in the Netherlands against UK prescriptions through the proxy of a specialist importer. This was allowed while UK prescriptions were recognised in the Netherlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Bedrocan cannabis flowers produced in the Netherlands, and other unlicensed cannabis-based medicines imported from other countries, can continue to be supplied to the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have worked quickly with the Dutch Ministry of Health, Welfare and Sport to resolve the issue. I am delighted to announce that the Dutch Government has agreed to the continued access to the medicine for existing UK patients until 1 July 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This news will bring enormous relief to the families who depend on these medicines and I am hugely grateful to the Dutch Government for working with us closely and quickly on this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Department has communicated this to patient groups, clinicians and the supply chain to ensure immediate action is taken to resume supply of these products and that no patient faces a break in their treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Department are also working in earnest to rapidly explore options for a more permanent solution for supply of these products, and will engage patient representatives and the supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}