{
    "url": "https://www.ukpol.co.uk/chris-clarkson-2022-speech-on-the-supported-housing-bill/",
    "title": "Chris Clarkson – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Clarkson",
            "url": "/tag/chris-clarkson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Clarkson, the Conservative MP for Heyton and Middleton, in the House of Commons on 18 November 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Ipswich (Tom Hunt)—they say that brevity is the mother of wisdom. I pay tribute to my hon. Friend the Member for Harrow East (Bob Blackman); this is his second private Member’s Bill, and it is an excellent and incredibly timely piece of legislation. I also pay tribute to my hon. Friends the Members for Walsall North (Eddie Hughes) and for Pendle (Andrew Stephenson) and the Minister for their work on this important Bill. I know that it has been a labour of love for them all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will admit a secret: I am a big fan of Friday sittings. I actually quite like them because we usually have a Bill like this that is born from somebody’s wisdom and understanding of a particular area of law. They attempt to address a single problem to facilitate an important change. We get to have a proper debate and to talk cross-party about the rights and wrongs of what is happening already, what can and cannot be done and where we go next. The Opposition naturally challenge that and ask us to go further, but we are given an opportunity to plug some gaps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will be honest: I have been thinking about housing a lot this week, for obvious reasons. We were all here for the statement about the tragic death of Awaab Ishak in Rochdale, the neighbouring constituency to mine. I have the same housing provider and, although this is not a debate on social housing, I will take a moment to develop my thinking on housing, because my hon. Friend the Member for Runnymede and Weybridge (Dr Spencer) touched on something very important: the role of housing in mental health, personal wellbeing and, as we saw, unfortunately, in that tragic case, physical wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we do not get simple things such as housing right, people’s lives can be utterly devastated. The reality is that there are people who are trapped in a system that simply has not been working properly. We assume that there are thousands of them, but the problem is that we do not have that data, as we have heard. For me, that is shocking. The fact that we consider it too expensive to collect data about what is happening to members of our society—including vulnerable people, people who rely on assistance and do not get it—is deeply concerning, to put it politely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have thousands of vulnerable citizens—whether they are people who have left prison or people who have mental health or physical health needs—who are reliant on a system that is simply not fit for purpose. Let me put on one of my many metaphorical hats as the chair of the all-party group on local government and as a recovering councillor, because I have some insight into the licensing world. Actually, I quite enjoyed reading the report from the HCLG Committee—sorry, the LUHC Committee. The names change almost as many times as the Ministers do these days—please do not note that down. The report highlighted some important areas where local government can do a great deal of good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are already well into the discussion about how we integrate health and social care, and housing is a really important part of that mix. Interestingly enough, when we talk about prison leavers, we say that the three things they need are a job, a home and a friend. A home is a really important part of that because it gives them stability and the means to access such things as work. We have a system where, essentially, scammers—slumlords—can trap people in worklessness and effective homelessness. They are being kept and are almost prisoners in the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know from personal experience the good that local government can do. As an avowed Manchester liberal, I am slightly dubious about the idea that we need a national regulator. I would see that in the last instance. Personally, I would like to see local authorities sharing best practice. We saw a live example of that in the trial period, when Blackburn with Darwen unitary authority began communicating with its neighbours. As a unitary authority in Lancashire, I imagine that it has quite a lot of experience of doing that. It was a good example of best practice. We are also quite good at that in Greater Manchester. Well before the Greater Manchester Combined Authority, we had the Association of Greater Manchester Authorities, so we were already talking to one another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There will be ways to develop a framework. My hon. Friend the Member for Bosworth (Dr Evans) made the point that the regulatory framework might look different in different parts of the country. For example, it will look different in London from how it looks in Manchester. In rural communities, for example in Cornwall or Devon, it will have to take another form, but the underlying basic standards have to be there for everybody. It is about finding the right balance. When the Minister is summing up, will she give us some further thoughts on how this will be put in place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On another note of caution, local government is extremely stretched and has been for a long time. Councils and council officers do a fantastic job, often with diminishing returns. I implore the Minister to ensure that, when we hand over these responsibilities to councils, they are properly funded. We will not find most local authorities wanting in their ability to deploy these skills, but, realistically, the pot has to have at least enough resource in it for them to discharge proper enforcement, as the hon. Member for Milton Keynes North (Ben Everitt) mentioned in an earlier intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am certain that what we are debating here today is a necessary piece of legislation. As my hon. Friend the Member for Ipswich said, smart regulation is the way forward. The law should be a scalpel, not a machete. What we are trying to do here is to excise from this system the very worst people. The truth is that there are many organisations that are doing that very well and we want to encourage them. We want to have almost a gold standard for those people providing good quality housing—those people who can say, “Well, yes, we are licensed. We have met the conditions. You can feel safe and secure in my accommodation. When I say that I will provide support, it will actually be support.” It will not be—as we heard from the hon. Member for Birmingham, Ladywood (Shabana Mahmood)—just sticking their head round the door saying, “Are you alright?” when, quite frankly, they may not even have seen the individual in question. That is all to the good. Those providers will probably find that they have more influence and more agency with that regulatory framework. I am just very keen to make sure that it does not become too burdensome and too expensive for them to comply with it, so that good providers drop out of the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most of the good points that could be made about this have been made, and I will not belabour the point because I know that this is a popular Bill. However, I do want to say to my hon. Friend the Member for Harrow East that it is remarkable to secure a private Member’s Bill in the first place, but to have two must seem like good fortune. To do what he has done with them is impressive, and he can be extremely proud of what he is doing here today. I am sure that his constituents are, too. I am extremely proud to have been able to participate in the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}