{
    "url": "https://www.ukpol.co.uk/alan-clark-1983-speech-on-sex-discrimination-allegations-of-minister-being-drunk/",
    "title": "Alan Clark – 1983 Speech on Sex Discrimination [Allegations of Minister Being Drunk]",
    "post_date": "May 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Alan Clark",
            "url": "/tag/alan-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alan Clark, the then Under-Secretary of State for Employment, in the House of Commons on 20 July 1983. Clark was alleged to have been drunk when making the speech, with his diaries later admitting that he had indeed consumed a large amount of alcohol.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That the draft Equal Pay (Amendment) Regulations 1983, which were laid before this House on 6th July, be approved.  \nThe debate is on the draft regulations to amend the Equal Pay Act 1970. The regulations arise from a need to amend the Act to conform to our European obligations. To do this in a way that is sensible and fair to everyone requires careful balances to be struck, raising complex matters of law and procedure. I apologise if I have to lead the House into matters which are complicated and which may seem to certain hon. Members on first consideration to be unwelcome. I apologise also, Mr. Deputy Speaker, for the fact that on the first occasion on which I am speaking from the Dispatch Box in your presence I might have to deviate from the injunction for brevity of which you almost constantly remind us. However, there are certain legalistic passages which I might have to deal with at 78 rpm instead of 33. I am sure that the House will understand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At first sight, the regulations consist of some simple propositions. The Equal Pay Act allows a woman to claim equal pay with a man, or a man with a woman—I do not propose to repeat that disclaimer on every occasion on which it might arise and in all comparative contexts henceforth a man can also mean a woman and a woman can also mean a man— if she is doing the same or broadly similar work, or if her job and his have been rated equal through job evaluation in effort, skill and decision. However, if a woman is doing different work from a comparable man, or if the jobs are not covered by a job evaluation study, the woman has at present no right to make a claim for equal pay. This is the gap, identified by the European Court, which we are closing. We are providing for those women to make claims to industrial tribunals, which will be helped by newly appointed experts who will furnish independent reports on whether the jobs compared are in fact of equal value.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It might be helpful to hon. Members if I summarise the history and background of this amendment. The House will recall the Equal Pay Act 1970—a most progressive measure. Five years later, in 1975, there was promulgated a European Community directive on the principle, and a further four years later, in 1979, the European Community Commission started infringement proceedings against the United Kingdom on the ground that the Equal Pay Act did not provide for equal pay for men and women for work to which equal value was attributed unless that work had already been rated as equivalent under a job evaluation scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I note that some of my hon. Friends are getting slightly restive already—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms Clare Short (Birmingham, Ladywood)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Speed it up a hit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The speedy bit comes later. The European Court of Justice at Luxembourg gave judgment on 6 July 1982 to the effect that the United Kingdom had failed to fulfil its treaty obligations because United Kingdom legislation did not contain measures to enable employees, where no system of job classification existed, to obtain ​ equal pay for equal work for men and women. We are therefore required to amend the 1970 Act to comply with the court’s judgment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government accept the principle of equal pay for men and women and are committed to the full implementation of the European Community directive. We accept the need to amend the Equal Pay Act so as to close the small gap between the directive and the Act found by the European Court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The European Communities Act 1972 provides a means to do this swiftly and efficiently by regulations, the draft of which we are discussing tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We circulated draft regulations for comment in February. In drawing up that draft, we sought to retain the existing structure of the Equal Pay Act and machinery for deciding cases while making provision for the assessment of the value of work where no job evaluation had been undertaken, thereby bringing the Equal Pay Act into full compliance with the European Equal Pay directive as required by the court judgment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The draft that we circulated in February provided, as does this one, that a woman is entitled to equal pay with a man in the same employment not only in the circumstances laid down in the current Act—where she is employed on work which is “like” or already “rated as equivalent” under a study—but also where her work is of equal value to a man’s in terms of the demands made on her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Tony Marlow (Northampton, North)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure that my hon. Friend understands, as I do, that we joined the European Community so that we could trade with our partners in the European Community. Why do we have this nonsense tonight? What have the regulations to do with trading? Why must we put up with this rubbish?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not think that my hon. Friend has fully comprehended the scope of our commitment to the European Community, which is set out in the treaty of Rome, and on which subject we do from time to time have the benefit of his views. I hope that if he should catch your eye, Mr. Deputy Speaker, we will hear those in extended form later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where a claim for equal pay arises under the new equal value provision, the draft regulations provide for the industrial tribunal to commission a report from an independent expert on whether the jobs are of equal value. The experts are to be appointed by the Advisory, Conciliation and Arbitration Service, to which I shall henceforth refer as ACAS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Three specific areas in the February draft were criticised, and as a result we have made changes. The criticisms came from the Equal Opportunities Commission, to which I shall continue to refer as the Equal Opportunities Commission and not as the EOC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Michael Martin (Glasgow, Springburn)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Get on with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the hon. Gentleman want me to abbreviate the text or to speak more rapidly?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, in the February draft the burden of proving sex discrimination in pay was placed on the woman. We did this because we were anxious to emphasise that a claim should be brought for equal pay for work of equal value only if sex discrimination was involved. On reflection, however, we felt this was unnecessary and what was ​ needed instead was a provision for employers to be able to argue in appropriate cases that sex discrimination was not involved. I shall explain later precisely what provision we have made for this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second area in which there was criticism of the February draft was a provision that people already covered by a job evaluation scheme could not bring a case under the new equal value provision. We introduced this limitation because the European Court judgment did not suggest that we needed to enable people whose job had already been evaluated to make a claim. However, representations were made to us by the Equal Opportunities Commission and others that the exclusion of people whose jobs have been evaluated would be contrary to the European equal pay directive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We appreciate that the fact of creating a new provision to claim equal pay for work of equal value may highlight the difficult position of people whose jobs have been evaluated but who feel that there may have been sex discrimination—particularly indirect sex discrimination — in the evaluation itself. With that in mind, we decided on this point alone to go further than the European Court judgment required and provide that employees whose jobs had already been evaluated might have a claim considered under the new provision on the ground of sex discrimination in the original job evaluation study. Regulation 3(1) of the draft regulations gives effect to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Elaine Kellett-Bowman (Lancaster)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Would it be possible for my hon. Friend to take time off from dealing with these regulations to take a rapid reading course?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am surprised at my hon. Friend’s intervention. I feel that it is desirable that the House should be able to digest what is an exceedingly complex matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mrs. Kellett-Bowman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Certainly, but a little faster, please.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that my hon. Friend has a capacity to absorb data at a speed greater than some other hon. Members, but in the general interest of the House I will, for the time being, retain my existing pace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms Clare Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the hon. Gentleman believe in what he is saying? If not, is he not demeaning the office of a Minister of the Crown? Does he feel it right that he should stand at the Dispatch Box acting the part, just reading out words? He should either mean what he says or resign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I applaud the hon. Lady’s sentiments. When she has been here longer she will appreciate that a certain separation between expressed and implied beliefs is endemic among those who hold office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Disgraceful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker (Mr. Ernest Armstrong)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I regret that the atmosphere should have been sullied in this way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Andrew F. Bennett (Denton and Reddish)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard the hon. Gentleman speak from below the Gangway on many occasions. If he feels that it was worth while taking ministerial office, he should put the ​ Government’s view that they, and he, believe in equal pay, and if he believes in equal pay, he should speak about it with enthusiasm and not in the manner in which he is speaking tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If not, resign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. Perhaps we might now return to the regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Plainly, an assessment of enthusiasm is a completely subjective matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Representations have been made that any delay in implementation must be shown to be reasonably necessary to comply with European law; and in view of the fact that the administrative arrangements can be made within six months, we have decided to advance the date of implementation to 1 January 1984.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I now summarise the provisions of the draft regulations as laid before the House on 6 July, and inevitably I shall have to go into some technical, legal language, and I hope that the House will bear with me. In deference to the wishes of my hon. Friend the Member for Lancaster (Mrs. Kellett-Bowman) I shall accelerate my pace of delivery for this passage. The draft contains regulations which provide that a woman is entitled to equal pay with a man in the same employment—or a man with a woman—where her work is of equal value to a man’s in terms of the demands made on her, for instance, under such headings as effort, skill and decision—regulation 2(1). Where a claim for equal pay is to be determined under the new equal value provision, a tribunal will be able to dismiss an application if it is satisfied that there are no reasonable grounds for determining that the jobs are of equal value—regulation 3(1).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Greville Janner (Leicester, West)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister pause and explain the meaning of that last paragraph, because some of us who are skilled in understanding these provisions find it impossible to understand that one? Instead of racing through it, will he pause long enough to say what he believes it means, as presumably he is inviting the House to accept it? Will he remember that he is dealing with a matter which some of us regard with great concern?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome so early a revelation of the fact that when one tries to please an hon. Friend one immediately offends an Opposition Member. I had hoped to disarm criticism on the Government Benches, but I find that I have aroused it on the Opposition Benches. I shall settle for a median rate of delivery between the two extremes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the tribunal is satisfied that there are no such grounds, it will dismiss the application.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Janner**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What does it mean?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Janner**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Honourable and learned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. and learned Gentleman corrects me, using the very adjective that I was about to choose to suggest that his mastery of such language doubtless exceeds my own and that in the fullness of time he will form his own Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The draft regulations explicitly provide that if jobs are already covered by a job evaluation scheme and there is ​ no evidence that that scheme is itself sexually discriminatory, there are no reasonable grounds for the tribunal to let the claim go forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Clare Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On a point of order, Mr. Deputy Speaker. I have read in the newspapers that in the House one is not allowed to accuse another hon. Member of not being sober. However, I seriously put it to you that the Minister is incapable. [HoN. MEMBERS Withdraw.”] It is disrespectful to the House and to the office that he holds for the hon. Gentleman to come here—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. The hon. Lady ought not to make allegations of that kind. She should withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall not withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hon. Members**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. The hon. Lady should withdraw the allegation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hon. Members**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No. I am speaking the truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. The hon. Lady should withdraw the allegation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Michael Brown (Brigg and Cleethorpes)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Name her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should be grateful for your advice, Mr. Deputy Speaker. I mean what I say, but I do not understand the rules of the House. How I am allowed to tell the House that I mean it, without being penalised for saying it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. I understand how the hon. Lady feels. She has not been long in the House. However, she really ought to withdraw that allegation. It is not permitted to accuse an hon. Member in that way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hon. Members**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Short rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Robert N. Wareing (Liverpool, West Derby)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On a point of order, Mr. Deputy Speaker. Is it not permissible for an hon. Member to ask you a question? As I understand it, the hon. Lady did not make an allegation but suggested to you that you should give—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Order. I have given the hon. Lady time to consider, and I ask her to withdraw the allegation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Short**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If I am allowed to withdraw when the House understands that I meant what I said, I withdraw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Hon. Members**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall accept that as a withdrawal. We should now continue with the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Wareing**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On a point of order, Mr. Deputy Speaker. Would it be in order for any right hon. or hon. Member to address the House if he were drunk?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is a hypothetical question. I think that we should continue with the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The regulations expressly provide that there shall be taken to be no reasonable grounds for determining that the work of a woman is of equal value if her work has already been given a different value to that ​ of her male comparator on a job evaluation study and there are no reasonable grounds for detenning that the evaluation contained in the study was made on a system that discriminates on grounds of sex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The draft regulations provide, in regulation 2(2), that a material factor which is not the difference of sex must, in the case of work which is like or already rates as equivalent, be a material difference between the woman’s case and the man’s. This is a test applied in the current Equal Pay Act. However, in the case of work which it is claimed is of equal value in terms of the demand made on the employees, the regulations provide that the material factor may be, but need not be, such a material difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The purpose of this provision is to enable unequal pay to be justified in situations where the work is of equal value but there is no sex discrimination. We consider that a wider test is required in equal value cases than under the current Act, because “material difference” under current case law has been interpreted as meaning factors personal to the employee concerned, and in these new equal value cases, where the scope for comparison will be much wider than under the current Act, we consider that the scope of the employer’s defence needs to be widened accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall come back to that point a little later in my speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Robert Maclennan (Caithness and Sutherland)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In widening the scope of the defence, is the Minister satisfied that he is not undermining the purpose of this legislation, which is intended to bring the law into conformity with a judgment of the European Court?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The decision to widen the scope was taken after consultation. I shall return to that point shortly, but I think that I am satisfied in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To resume my summary of the regulations, if the tribunal is satisfied at this early stage that the employer has shown that the variation in pay is due to a material factor other than sex, it will dismiss the case. Otherwise, the tribunal will commission a report from an independent expert on whether the two jobs in question are of equal value. The independent expert will be drawn from a list of people designated by ACAS. The experts will have experience of industrial relations and the evaluation of jobs, though they will not necessarily be expected to use formal job evaluation in considering the value of the two jobs in question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The expert will report to the tribunal on the value of the jobs and the tribunal will make a decision on equal value, taking such account of the expert’s report as it considers appropriate. If the tribunal decides that the jobs are of equal value, and unless at this stage the employer can show that the variation is due to a material factor other than sex, the tribunal will award equal pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition to the draft regulations whose contents I have just been describing, provision needs to be made in procedure regulations for rules governing the operation of the independent expert and of these cases generally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Marlow rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall give way, but because of various interruptions this speech is taking an inordinately long time to make, even by the standards of a full debate. I am sure that my hon. Friend will appreciate that I cannot give way indefinitely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Marlow**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall be as brief as my hon. Friend has been in giving way. He says that equal pay will be ​ awarded. I assume that that means that the man or woman in question will receive more pay. Does that not mean that the product or service that she is providing is likely to become more expensive? If the product or service becomes more expensive, is there not a possibility that the company for which she works will go bankrupt and that she will lose her employment? Is not my hon. Friend a Minister in the Department of Employment, and is it not his job to secure maximum employment opportunities? If so, why is he introducing this measure?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is, of course, true that where wage increases are reflected in the price of the article produced, they may also be reflected in the balance sheet. However, whether that subsequently leads to bankruptcy depends on the individual case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the event that a report is commissioned, we propose to provide for the tribunal to make the necessary request to the expert, for the parties to be sent copies of the expert’s report by the tribunal and for the parties to be able to make representations and produce evidence in respect of the expert’s report in certain circumstances. The expert would not be open to examination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Dennis Skinner (Bolsover)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Full stop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having outlined the legal framework, I should like to say a word or two about the practical effect of these regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The current Equal Pay Act will, of course, still operate. This means that people doing work which they claim is similar to or already rated as equivalent to work done by a person of the opposite sex may have their claim considered by an industrial tribunal, which will consider their claim and also any defence the employer wishes to make to the effect that the difference in pay is genuinely due to a material difference other than sex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I mentioned earlier, under the current case law the defence of a genuine material difference other than sex has been interpreted to mean factors personal to the employee concerned—for example, merit, qualifications or length of service.  \nTo take a concrete example, if a woman claims equal pay with a man who is doing the same work but who has worked in the establishment for 15 years longer, the employer is entitled to justify a higher pay for the man on the ground of his length of service, provided this is a genuine reason and not just an excuse for underpaying the woman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under the amending regulations which are the subject of this debate, an employee will be able to bring a claim for equal pay with an employee of the opposite sex working in the same employment on the ground that the work is of equal value. When this happens, conciliation will first be attempted, as in all equal pay claims. If conciliation is unsuccessful, the industrial tribunal will take the following steps. First, it will check that the work is not in fact so similar that the case can be heard under the current Act. Secondly, it will consider whether the jobs have already been covered by a job evaluation scheme and judged not to be of equal value. If this is the case, the claim may proceed only if the original job evaluation scheme is shown to have been sexually discriminatory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having decided that the case should proceed, the tribunal will first invite the parties to see if they can settle ​ the claim voluntarily. If not, the tribunal will consider whether to commission an independent expert to report on the value of the jobs. It will not commission an expert’s report if it feels that it is unreasonable to determine the question of value — for example, if the two jobs are quite obviously of unequal value. Nor, as I have already explained, will it commission an expert’s report if the employer shows at this stage that inequality in pay is due to material factors other than sex discrimination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Janner rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have given way twice to the hon. and learned Gentleman. If he catches your eye, Mr. Deputy Speaker, it might be interesting if he develops his theme at greater length.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me here digress for a moment on the intention of this “material factors” provision, to which I said I would return. The draft regulations specifically provide that in these equal value cases the defence of material factors may go wider than the current defence of material difference other than the difference of sex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What we have in mind are circumstances where the difference in pay is not due to personal factors between the man and the woman, but rather to skill shortages or other market forces. If a man is paid more than a woman for work of equal value because his skills are in short supply, this is not sexually discriminatory, provided the reason is genuine and the employer can show this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Harriet Harman (Peckham)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister mentioned market value as a material factor which could deny a woman her equal pay claim. Does he not recognise that the market awards higher pay to a man than it does to a woman because of the undervaluation of women’s work in the market? The Minister will be providing a complete let-out if he allows market value as a way of excluding equal pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Market values on their own cannot operate in that way. What is true is that the market in some cases assesses women higher than men. I feel that it is safe to rely on the market, particularly as more women enter employment and their special skills become apparent in a wider area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If a man is paid more than a women for work of equal value because his skills are in short supply, that is not sexually discriminatory, provided that the reason is genuine and the employer can show that. In making this provision, we have had regard to the reality that pay is not determined just by the demands made on the worker. At the same time, it must be possible for a woman to get equal pay if there is no good reason for the difference in pay other than sex discrimination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I return to the procedure that will operate. If a tribunal considers that a claim of equal pay for work of equal value is clearly not going to succeed, either because the work is obviously not of equal value or because the employer has shown material factors unrelated to sex, the tribunal will dismiss the case. Otherwise, it will commission a report from an independent expert on the value of the jobs. Once the experts have reported, the tribunal will copy the report to the parties and at the subsequent hearing the parties will be able to make representations about the report, though not to cross-examine the expert. The tribunal’s task will be to come to a decision on equal value in the light of the report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ms. Harman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Minister give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "​**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have just given way to the hon. Lady. I am greatly looking forward to hearing her speech if she catches your eye, Mr. Deputy Speaker. We are nearly at the end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the tribunal finds the work to be of equal value, and comes to the view that there are no genuine material factors other than sex justifying the inequality of pay, it will make an award of equal pay. an award may be backdated to two years, as is the case in the current Act, but no backdating before the new regulations come into force will be possible. That means that, as the regulations will come into force on 1 January 1984, that full award of two years’ back pay will not be possible until 1 January 1986.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. John Gorst (Hendon, North)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What my hon. Friend is reading out is of enormous complexity. Bearing in mind that just before the Dissolution his predecessor came to the Select Committee on Employment to give advance warning of this measure, would it not be more sensible for there to be a delay before implementation, so that the Select Committee, when it is set up, can examine not only the complexity of what my hon. Friend is reading out but its impact on British industry? We should have a proper inquiry before we rush into this complicated measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Alas, the manner in which the regulations are submitted and verified is not for me. There may be an implied reproach in my hon. Friend’s reference to my reading my speech, but as he has been in the Chamber throughout he will appreciate that the complexities are such that it can be presented only by copious reference to the printed word.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Cranley Onslow (Woking)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are considerable difficulties for the Minister and the House. He said that the matter could be understood only by copious reference to the printed word. It would have been much easier if the House had had a chance to read his speech before he delivered it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In all seriousness, if we are to make a measured judgment, which has been made somewhat difficult by the interruptions of Opposition Members, would it not be to the advantage of the House and the good name of Parliament if hon. Members had a chance to read the speech and make a decision on it later?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To make a measured judgment requires a high level of concentration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that it will be apparent from what I have said that our aim has been to implement the European Court judgment sensibly and quickly, having regard to the need to comply with European law and at the same time safeguard employers against having to give equal pay where there is no sex discrimination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have responded to criticisms from the Equal Opportunities Commission and others and the draft regulations incorporate amendments which have been made as a result of comment and discussions during the consultative period.  \nI commend the regulations to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}