{
    "url": "https://www.ukpol.co.uk/chris-clarkson-2022-speech-on-world-aids-day/",
    "title": "Chris Clarkson – 2022 Speech on World AIDS Day",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Clarkson",
            "url": "/tag/chris-clarkson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Clarkson, the Conservative MP for Heywood and Middleton, in the House of Commons on 1 December 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for West Bromwich East (Nicola Richards). I welcome this debate and I thank the hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) for bringing it to the House today. I also wish to praise him for his leadership in this area and for the work he has done to educate the public on the realities of people living with HIV. Unfortunately, there are still a lot of prejudices out there, and his speaking openly about his own experience as somebody living with HIV is incredibly powerful and important. When people see that their representatives are representative of society as a whole it makes a real difference. I will not speak at length, because we have heard a series of excellent speeches and I am going to use some of the same facts and figures that have been mentioned. However, I want to say how pleased I am that we are still having these debates, because this problem has not gone away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government committed in December 2021 to achieve zero new HIV infections, HIV or AIDS-related deaths in England by 2030. That is an ambitious target, but I am sure everyone across this Chamber can agree it is essential. The framework for achieving that means ensuring equitable access to and uptake of HIV prevention programmes, scaling up testing in line with national guidelines, optimising rapid access to treatment and retention in care, improving the quality of life for people living with HIV and addressing the stigma surrounding infection and testing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must work to address the lazy stereotypes associated with HIV/AIDS, especially those surrounding the LGBT community. I am pleased to see that real progress is being made. The Government have provided £20 million to ensure that HIV opt-out testing is expanded to areas with a high prevalence, including Manchester, London, Blackpool—I pay tribute to my hon. Friend the Member for Blackpool South (Scott Benton) for his dogged determination in getting Blackpool included—and Brighton. That has helped to reduce diagnosis times and improve diagnosis rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Rochdale borough, where my Heywood and Middleton constituency is located, 2.2 in every 1,000 adults are living with HIV. I would particularly like to thank the teams at Middleton health centre and Heywood clinic for their work in providing sexual health testing and support, and I hope we will be able to take advantage of opt-out testing too, as it is essential. The roll-out of opt-out testing saw 128 people newly diagnosed with HIV, 325 people newly diagnosed with hepatitis B, as has been mentioned, and 153 people newly diagnosed with hepatitis C. At a cost of just £2.2 million across 100 days, the opt-out testing paid for itself, saving the NHS an estimated £6 million to 9 million, through early diagnosis and treatment. Opt-out testing also goes some way to addressing health inequalities, with higher proportions of women and people from black African and black Caribbean backgrounds being diagnosed compared with the national average.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In March 2020, the Department of Health and Social Care provided £16 million in funding to local authorities to provide PrEP. I warmly welcome that, but barriers still exist. More than 57% of people waited more than 12 weeks to access PrEP and only 35% who attempted to access PrEP services were successful. It is essential that that changes. PrEP is a game changer for all of us. It is an essential tool if we are to end new infections by the next decade in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, we know that this is not just a problem here at home. The truth is that covid-19 was the second pandemic of our lifetimes and we are still living through the first; this is a global matter. That is why I am proud that the UK provides funds to UNAIDS, the Robert Carr Fund and the Global Fund to Fight AIDS, Tuberculosis and Malaria. I will join the hon. Member for Brighton, Kemptown in saying that I would have liked to have seen the levels sustained, but my hon. Friend the Member for Totnes (Anthony Mangnall) made the important point that there are other things we can leverage as a country to help other countries in their fight against this disease. The UK is a co-founder of Global Fund and the third largest donor historically—my hon. Friend mentioned the figure of £4.4 billion in that regard—and the Foreign, Commonwealth and Development Office announced on 14 November that the UK will contribute a further £1 billion, so at least we are still in the fight. As with covid, the truth is that none of us is safe until all of us are safe, and we have a role to play in supporting those parts of the world less able to tackle HIV/AIDS than ourselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we aim for our 2030 target, I would also like to draw the Government’s attention to the recommendations of the Terrence Higgins Trust and National AIDS Trust, which are calling for the expansion of opt-out testing to all areas of high prevalence—I cannot stress how important that is—the provision of PrEP to all who could benefit from it, which is very important, and a refocusing of sexual health services that have been displaced by the recent mpox outbreak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a huge amount of work to do if we are to reach our 2030 target, and that will rely on adequate funding, access and information across society. It will need those of us in this place to speak openly and honestly about HIV/AIDS and to be collaborative, working across the piece. I am confident that we can get to that 2030 target and I will continue to support everyone working to that endeavour for as long as I have the privilege to be in this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}