{
    "url": "https://www.ukpol.co.uk/greg-clark-2012-speech-on-strengthening-our-cities/",
    "title": "Greg Clark – 2012 Speech on Strengthening Our Cities",
    "post_date": "January 28, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the then Minister of State for Decentralisation and Planning, at City Hall in London on 23 January 2012.",
    "content": [
        "[![gregclark](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2005, humanity became a mostly urban species. For the first time in the history of the world, there were more people living in cities than outside of them. By 2050 it is projected that cities will account for three-quarters of the global population. It is therefore no exaggeration to say that cities are the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, urbanisation is at its most dramatic in the emerging economies. For instance, China now has more than one hundred cities with a population of more than one million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By 2050 it is projected that cities will account for three-quarters of the global population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But cities are of crucial importance to the western world too. In fact, the argument that I want to make today, is that the battle for growth – for Britain’s economic future – will be won or lost in our cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In doing so, I want to focus on the long-term. Because while there is no doubting the seriousness of the immediate economic challenges that we face right now, we also have to understand the underlying causes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In particular, we have to face up to the fact that, as a country, the world does not owe us a living. The only way to pay for the standard of living that we aspire to is to produce high value goods and services that the rest of the world wants to buy and in the provision of which we can offer a comparative advantage. This is a constant challenge in a world where the awesome economic potential of China and India is constantly moving forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the ways in which we do – and can – offer a comparative advantage is in our ability to cope with complexity. According to the Harvard economist Ricardo Hausmann;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The difference in wealth and income between nations is closely related to the ability of firms to take on complex tasks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He notes that in America the average employee collaborates in some way with 100 co-workers. In India, he says, the equivalent figure is just four. The relevance to urban policy is that cities are engines of complexity: their primary purpose, their raison d’etre, is to facilitate human interaction to a degree that would not be possible anywhere else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The battle for economic growth- for Britain’s future, will be won or lost in our cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cities are often compared to living organisms. However, there is a fundamental difference between the two. Generally, the larger a living creature, the slower its metabolism. For instance, an elephant has a slower heartbeat than a mouse. In a successful city, the opposite is true.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In a city that succeeds, the larger an urban population, the faster the exchange of money, information, ideas and all the other interactions that fuel a dynamic economy. Of course, there are costs to supporting a larger population. But crucially these don’t have to increase as fast as the benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Again, this is down to the power of complex interaction. In particular, the way that cities enable people to share the energy and infrastructure resources they depend upon. For instance, the size and density of a city population allows forms of mass transit that just wouldn’t be viable in other areas. In this respect cities transcend the limits of the natural world: they grow, but don’t slow. Contrary to their popular reputation, cities can be the most environmentally-friendly places on earth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, cities are not the only engine of complexity. Consider the impact of globalisation. Political and technological progress has enabled new connections to be made on a completely different scale – worldwide communication networks, international markets, global supply chains. With the whole planet to choose from, the possibilities are endless. Certainly, greater than can be offered by any local economy. This has been good for some cities – especially centres of global trade, but bad for others – particularly centres of industries where competitive advantage has moved elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet, as is becoming obvious, globalisation is not without its own limits. As an engine of complexity it depends upon its capacity to sustain long-distance relationships – something which is coming under strain from a number of different factors:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– energy prices are pushing up the cost of travel and transportation\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the financial crisis is undermining trust in cross-border institutions\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– and the rise of domestic consumption in Asia will mean more alternatives to exports to the West.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This doesn’t mean that the world is about to de-globalise, but rather that the age of easy globalisation is over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s a big opportunity for our cities. They too can support the complex interactions which a dynamic economy needs, but they do so on the basis of proximity not distance. This has several advantages:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– lower transportation costs\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the availability of local knowledge to inform investment decisions\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– and the trust and understanding engendered by face-to-face, as opposed to electronic, communication.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This doesn’t mean that we’re going to see a wholesale re-location of manufacturing from east to west. That would be unrealistic and in some ways undesirable. But the balance is shifting. And our cities – the meeting point of complexity and proximity – are in pole position to benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This matters to us because Britain has the potential to be a world beater at doing cities well. We have the advantage of being the first country in the world to have modern, industrial cities. We have many generations’ experience in working out how to manage cities and keep them functioning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To take a topical example, our land use planning policies and procedures have helped ensure that the economic, social and environmental consequences of development are considered together. It is very clear that economic growth cannot be sustained in a relentlessly degrading environment. As cities in developing countries look at how to cope with growth, there are many lessons that we can share on how, with the right polices and structures, growth can make places better not worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, generally, we have been successful. London today – in its energy, beauty, diversity, and as a cradle of opportunity and excellence – is one of the most admired cities the world has ever known. Our great cities outside London have been household names all over the world. After decades of decline in the second half of the last century, the last 25 years have seen a real sense of renaissance – city centres reversing the flight of population, and creating more jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But for all that, I believe our cities can do much better. Take, for example, the eight largest English cities outside of London: Manchester, Liverpool, Leeds, Sheffield, Newcastle, Nottingham, Bristol and Birmingham. Known collectively as the ‘core cities’, together they contain:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "sixteen million people, almost a third of the population of England  \nmore than a quarter of our highly skilled workers  \nand half of the country’s leading research universities.  \nUnsurprisingly, they generate a huge part of England’s wealth – 27 per cent – which is more than London. And yet, there is strong evidence that, compared to the national average, most of our core cities are doing worse than the equivalent cities in Germany, France and Italy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For instance, in Germany all eight of the biggest cities outside Berlin outperform the country in terms of GDP per capita. The same goes for all but two of the Italian core cities. In France, three of the eight outperform the national average and none fall significantly below it. But for England, seven of the eight core cities underperform – with Bristol as the only exception. Much the same pattern applies when it comes to the percentage of the workforce educated to tertiary level and to per capita rates of innovation. Despite the regeneration we’ve undoubtedly seen in our cities over the last 25 years, there is room for improvement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, what do our cities need to compete globally?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me start with what they don’t need, which is over-reliance on the public sector. Perpetual debt-funded job creation is simply not sustainable. And not just because it is unaffordable. Compared to their European counterparts, the core cities hold their own when it comes to the proportion of highly qualified workers that they have – but they do much worse when it comes to innovation as measured by patent applications per capita.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The causes of this gap are complex. But if the brightest and the best people all work for the state, then they are obviously not available to drive the commercial innovation that is the only way of creating jobs that pay for themselves. The need to rebalance the economy away from government and finance is something that applies to the whole country, of course – but no more so than in our cities. Policy makers are not job creators – at least, not directly. Rather, our task is to provide the best possible conditions for those who are – the entrepreneurs who create jobs on the basis of productivity not subsidy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For cities, the highest priority must be to attract these innovators. To become the place where the most mobile and dynamic people in the world choose to live and work. In doing so, the challenges facing our cities is to combine their two great advantages: complexity and proximity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Doing this successfully surely requires an in-depth knowledge of the people and places each city brings together. That is why urban policy has to involve vesting more powers in cities themselves – rather than seeking to run them as franchises of Whitehall. Cities themselves must take the lead. And leadership counts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nations, corporations, teams, schools, cities – all can be well-led or poorly-led. And in each case it makes a big difference whether they are or not. In helping our cities to flourish, it seems to me we should do what we can to widen the opportunity for strong leadership. I believe that it is no coincidence that the world’s leading cities usually have a visible leader with a clear executive authority – just as nations and corporations do. A look at nations and companies makes it clear that having a clear leader does not guarantee success. But it helps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Few people in London – whoever they plan to vote for in May – think London is better off without having a mayor to stand up for them. Our second city – Birmingham – is twinned with Frankfurt, Milan, Lyon and Chicago, all of whom are led by an executive mayor. I believe that an elected major is not a substitute for the multi-layered co-operation that is what cities are all about, but as the embodiment of this ideal:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– as the human face of a responsive local democracy\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the honest broker of an active civil society\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– the chief ambassador of a thriving urban economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that the restoration of mayors to our great cities has the potential to be a major factor in bringing a new assertiveness and confidence to government outside London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have made this choice possible through the Localism Act, which received Royal Assent last year. In May we will give the people of eleven of the largest cities in England the opportunity to decide whether or not to have an elected mayor. Another, Leicester, chose last year to become a mayoral authority. And if enough local people ask for one, the Localism Act also allows other cities to hold a mayoral referendum too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Localism Act provides many other freedoms to local communities – as do our housing and planning reforms. However, we regard these measures as the foundation, not the capstone of our commitment to localism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having inherited the legacy of decades of centralisation, this Government has had to drive the process of decentralisation from the centre. By definition, only those that have power can give it away. But with the progressive empowerment of our communities, we need to think about decentralisation in a very different way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In particular, cities should have an ever bigger part to play in shaping the ongoing process of reform. The Localism Act gives cities a right of initiative. This means that instead of ministers deciding what new powers should be given away, city leaders should be able to put forward their own proposals – to make the case for taking control of specific resources and responsibilities currently held by central government. We believe that a bespoke process of decentralisation is the best way of giving cities what they need to unlock economic growth and social progress in their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly, each case will be different. It will require a specific deal to be struck between the city and the various departments and agencies of central government. That is why we have created the Cities Unit at the heart of the government; not to tell cities what to do, but to facilitate city-led initiatives – working with the full authority of Downing Street to hammer out agreements across Whitehall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In many ways, this turns the established order on its head. But this is as it should be. To attract entrepreneurs to our cities, city leaders must themselves be entrepreneurial, acting proactively to constantly improve the liveability and workability of their communities. To do so, they must come to Whitehall not as supplicants, as in the past, but as equal participants in an open and constructive deal making process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are already negotiating with the eight core cities. But this is only just start, the first wave of deal making process that will be expanded in the coming months. Indeed, I’ve been greatly encouraged by the desire that other cities have shown to be part of the City Deals initiative. That’s just as well – because as today’s report makes clear, the rebalancing and revival depends on all of Britain’s cities, not a favoured few.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I would encourage every city represented here today to consider the vision that you have for your community – and the deal that you need to make it happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Cities Minister, I greatly look forward to hearing your proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}