{
    "url": "https://www.ukpol.co.uk/greg-clark-2019-speech-on-competition-rules/",
    "title": "Greg Clark – 2019 Speech on Competition Rules",
    "post_date": "July 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, on 18 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was reflecting on competition, probably as we all were at the weekend when we were spoilt for choice in terms of particular sporting competitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this context, it’s not the perhaps, briefly more acquired taste of lawyerly ding dongs at the Competition Appeals Tribunal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we were really spoilt last week in having Lords, Wimbledon and Silverstone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I was watching the tennis, it struck me that the International Tennis Federation must have had to change the rules on permitted rackets in the face of the technological revolution that has taken place in material science.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And guess what?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Up until 1978, the rule on rackets amounted to these timeless and rather laissez-faire 11 words and I quote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The frame may be of any material, weight, size or shape.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Admittedly, there were 60 further words on the stringing of the racket, another 65 enouncing the principle that the character of the game should not be changed by “undue spin”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But what has happened to that admirably brief 140 words of competition regulation since then?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, the era of laissez-faire in tennis rackets is definitely a distant memory. The rule has had an 8-fold word-count increase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The federation now pronounces on details going all the way from maximum dimensions to whether the racket can have communications equipment embedded within it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From whether a player can use two rackets at the same time to whether a racket can carry a solar cell or battery. There’s a serious point in all this. Tennis works as a competition because the ITF makes sure that the rules are kept up to date with changes that take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We the public are the ultimate beneficiaries of the wonders of sport at this level and we can enjoy the game decade after decade because the rules keep up with the technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To paraphrase The Leopard, if the game is to stay the same, everything must change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so, I want to argue today, the same is true for competition in the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we want to have rivalry, we want to continue to do the unrivalled good that competition has, in the past, done for our economy, we must constantly adapt its rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are three main reasons that the rules of competition must change:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, this is unfinished business from the recent past, we have got to make retail markets in regulated sectors – like energy, finance and telecoms – work consistently in the interests of all households.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, platforms, big tech, big data are, as everyone knows, disrupting the basic plumbing of markets and, despite the huge benefits they have brought, they sometimes create new forms of harm – especially for vulnerable consumers. Third, we have a productivity problem to solve and competition policy is one of the really powerful tools for improving the economic performance of firms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All over the world, governments and competition authorities have seen that the promises made of the system, that was slowly built over the last 40 years with Britain leading the way consistently, has sometimes fallen short in the face of new threats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this talk, I’d like to take stock of what we’ve achieved in the last three years and to talk a bit about what needs to be done and to communicate why, in my view, it is so urgent we get on with this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But before turning to each of these, allow me a brief, historical detour which I hope will show that government shaping of markets has always been with us, and needs to be approached without ideology – pro or contra – but in a pragmatic and empirical spirit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You can go to the British Museum today and see a stamp of King Alfred’s penny on a half-pound lead weight. It had been given the King’s seal of approval, literally. You could buy your grain and the King vouched for the weight you’d get in exchange. And there’s an obvious reason; Alfred needed to regulate markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just imagine the Monty-Pythonesque scene of a market on the Mercia/Wessex border, circa 880AD, where the miller defends himself against a buyer claiming fraud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He claims his weights are right. The baker offers another definition of the pound, and the butcher a third.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you think mobile phone tariffs can be confusing, just imagine comparison when different suppliers don’t agree on basic measures of minutes or gigabytes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Regulation to make sure that competitive markets can even establish themselves has been the stuff of government forever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our complex modern economies work because we’ve been able to push away the boundaries of mistrust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The extraordinary wealth that has been created and spread by national and international markets is underpinned by the countless rules and mechanisms of regulation. Much of it, from the joint stock company to food standards, backed by the force of law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But that’s not the only reason that Alfred had to regulate markets. It was also that by unifying Wessex, Anglia and Mercia, that he created a single market and so disrupted older patterns of exchange. And this was very good for all the reasons that we know – insurance, specialisation, etc.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it also undermined some of the traditional social mechanisms in which trust was rooted. If you didn’t know people in your town or village or wider area, then the traditional foundations of trust may not be adequate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so, regulation, again, filled the gap and allowed the new markets to flourish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If good regulation does not accompany disruptions, then they can be resented, especially by those most reliant on those old social contexts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This need to make new retail markets work for all fits, in many respects, the problem we have today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think of it as unfinished business of creating well-functioning consumer markets in the basic utility sectors that have been gradually deregulated over the last 40 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There have been some huge successes in this programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Technological disruption, driven by carefully constructed competition in telecoms, for example, has completely transformed our lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The same scale of transformation cannot yet be claimed for how we use gas, electricity or water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The basic philosophy of utility deregulation in domestic retail markets was that we could eventually replicate the sorts of healthy, competitive markets that have evolved in essentials like food.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This was part of the broader new regulatory philosophy pioneered by Britain 40 years ago and copied all over the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The retail markets piece of this transformation still needs further development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, there’s the relatively slow pace of basic innovation in some of these markets. Second, they have often settled into business models in which many consumers continue to be subjected to higher prices than can be justified, while a savvy minority benefit from very cheap deals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The CMA called this to public attention with the problem of default tariffs in energy. Martin Cave, who wrote the dissenting minority opinion to the CMA report is here and now chairs Ofgem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This recommendation to impose a retail price cap on default tariffs was made and Citizens Advice followed this up with, in my view, its very welcome “Super-Complaint” to the CMA, applying this argument to other markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me take this moment to thank the Social Market Foundation and James Kirkup, in particular for the traditions and the work that this organisation has done to advance our understanding of the issue and how we can tackle it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The “loyalty penalty” has now been extensively analysed by the CMA and other regulators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The numbers can be eye-watering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A household inactive in all the markets studied risks being over-charged by £1549 per year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is the same amount as the entire, annual discretionary spending of the poorest 10% of households, and often there is a close collaboration between the poorest and those who are paying higher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This government has responded extremely supportively to the CMA’s recommendations on the “loyalty penalty”. Business and their regulators must find ways to end the worst effects of these business models and the companies involved should look to the energy industry as a proof of our seriousness in the lengths we need the regulators to go to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Luring consumers onto cheap tariffs in the hope that many of them will fail to notice subsequent price rises should be seen as simply bad business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Doing everything possible to confuse customers so they don’t notice the rises is even worse. Protecting consumers from sharp practices has been a constant of Government in this country for centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve mentioned Alfred’s standardisation of weights already. Another example comes in the medieval “Assizes of Bread”. Specialist courts that made sure that bakers and millers were stopped from selling substandard product.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A home insurance company that gradually turns the screws, an energy company that price-walks you up the curve; they are earning their gains on a sort of asymmetry of power and information in which we have long intervened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are business practices that rely on undermining the trust of the consumer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The markets that have really benefited from competition are the ones in which innovation, quality and price are the focus of corporate energies – not the invention of a new pricing practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the notion generally takes hold that our utility markets are rife with this sort of behaviour then the entire legitimacy, it seems to me, of that sector suffers, and indeed, the whole economy suffers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a point that has been very eloquently put on many occasions by Lord Andrew Tyrie, with us today, whom I was delighted to appoint to be Chair of the CMA. Andrew’s work before he took up this position as Chair of the Treasury Select Committee between 2010 and 2017 was infused by this very preoccupation. The legitimacy of our financial system being threatened by some, small number of bad apples in finance. And there are places where the same can be true in other household sectors today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, when it came to the decision to appoint a new Chair to the CMA, I knew that Andrew’s combination of passion for the wellbeing of ordinary working people, his rigorous thinking and his ever-effective drive – having experienced it the other side of the Treasure select committee, being subject to grilling’s from Andrew, I can attest to the rigour of that and thought he was the ideal person for the task.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I was delighted that he received the unanimous backing of the BEIS select committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Everything that I see coming from the CMA confirms in my view that Andrew was the right choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under his watch, the CMA has made it very clear that it would concentrate efforts on tackling consumer harms. The pace of change has been remarkable. From unfair administrative charges in care homes to an investigation of the funeral business. From cleaning up the online-ticketing market to hard-to-reverse subscriptions in online games. From excessive pricing in pharmaceuticals to ensuring merger activity does not undermine lively competition in the retail sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These cases and more in the future, together with a welcome emphasis on strong public communication of the essential work that the CMA does, will both solve immediate problems and tell the general public that when it comes to their lives as consumers the CMA has their back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For this, I’d also like – as well as thanking Andrew – to commend Andrea Coscelli, the CMA’s Chief Executive whom I also appointed, and to all those in their organisation who have contributed to this excellent work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recognising that competition policy is foundational to our economy and society, the first thing I asked Andrew in his new post was for the CMA’s recommendations on how we should reform the system itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A large number of proposals were put to me in a thoughtful and comprehensive letter that some of you may have seen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me start by making three points of principle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, the CMA wants its primary duty to be to the welfare of consumers. I have to say that at a philosophical level, I entirely agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Competition should never be seen as an end in itself, except perhaps last Sunday when watching England win the cricket. But normally, it’s as a means to thriving lives on the part of consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of Andrew’s proposals relate to this basic shift in principle and the exact package we opt for will be a very important question to address, and do so urgently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, the CMA wants the enforcement of consumer law to be as effective as is the enforcement of competition law, and asks for new powers to be shared between itself and the sectoral regulators to make this a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I have said already, in our response to the CMA’s loyalty penalty report, I agree with that too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will help not only with the “unfinished business” but will also allow us to shape the new digital markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, the CMA is very concerned that the speed of disruption in the economy, from digital markets and big data, means that the current machinery of competition enforcement is too slow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is no good taking a tech company through the courts over many years, when in the meantime another three relevant markets have tipped into a “winner-takes-all” state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Again, I have no doubt that this is true in principle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This takes me back to what I said earlier about King Alfred’s need to regulate markets after the unification of markets in Wessex and Mercia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cyberspace is a glorious new space for markets, but it is not in the long-term interest of business or consumers for it to become a low-trust environment, quite the reverse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Achieving greater speed and flexibility will require some of the solutions put forward by Jason Furman, especially more principles-based ex ante regulation of platforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It will also require the CMA to be able to act more swiftly and robustly ex post where it finds anti-competitive conduct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I agree with the CMA on this. What is needed now is to find a way of speeding up this work while maintaining the UK’s unparalleled reputation for procedural fairness and legal rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our reputation is enormously valuable in terms of business confidence, and it must always be maintained. And I have asked my department to prepare advice on the options we have on this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to emphasise that these issues are urgent. Consumer mistrust in the economy must not be allowed to grow to be higher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The positions of platforms become more entrenched and every day we become more aware of some of the exploitative business practices that have become easy to spread.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The CMA has produced a menu of reform options. The Furman Review has added to them. Our Smart Data Review has committed to some of these and to Furman’s central recommendation – the establishment of a Digital Markets Unit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, I am adding to this by publishing our strategic steer to the CMA and the Competition Law Review, a piece of analytical work on the technical performance of the competition regime which will provide important research material for the wider changes ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now is the time for industry, the legal profession, economists, consumer groups, regulators and civil society to respond to these initiatives and proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in this, I also very much think that we need to understand the views of judges and the judiciary since the appeals system is such an important part of enforcement. That will put all elements in place for a new administration to decide how to act on these pressing matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The power of the CMA’s request for tools that can be used at speed arises, of course, from the spectre haunting all markets today; the disruption that can be associated with big platforms, big tech and big data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But what exactly is that spectre?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many ordinary consumers feel the pinch of loyalty penalties in recently deregulated sectors, and very few consumers think of the offerings from Google, Amazon, Facebook, Apple, Spotify, Uber, Deliveroo, Ocado or Netflix as anything other than a miraculous revolution in terms of ease, quality and price.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hands up here who remembers navigating London with an A to Z? Jumping off the page and having to fumble around the index, the pages becoming detached from the binder, often having to pull over, work out where the join in the pages was and how you transfer over – repeat and repeat and arrive usually very arrive late to your destination. If I were to mention the A to Z to my children, they wouldn’t know what I was talking about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Transactional ease is off-the-scale in all sorts of markets compared to where we were, even fewer than 20 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet the CMA and Jason Furman, who led our review of competition between the Tech Giants, are right that the rules need to be considered and may need to change if competition is to perform its magic there too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consumers may not feel the pinch when they click on that link for a cheaper credit card, but the card-issuer who has to recover the £100 that this click cost them on the search engine certainly does and will have to recover the cost from consumers somehow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The holiday-maker usually does not see any cost from booking the charming B&B by the seaside through TripAdvisor, but the couple who have to fork out the social media referral fees do have an interest in ensuring that market is competitive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Do consumers have effective control over their data and is what is done with it ultimately in their own interest?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These various, potential harms are only just becoming headline news and we need to make sure that they do not drown out all the good that platforms have brought us and continue to bring us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The CMA has just launched a much-needed market study into digital advertising and Professor Furman recommended that we establish a “Digital Markets Unit” that will work to establish and enforce ex ante the principles by which we must shape these markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I trust that the CMA’s analysis will provide some of the knowledge needed to establish the Digital Markets Unit. Some will, no doubt, groan at the suspicion that Government is trying to control cyberspace. There is no scarcity online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is the reverse of the intention because, it seems to me, that if people are unhappy with how some things are, we should be looking to make sure that level of trust and confidence is maintained. The vision of cyberspace has some connections with American frontier town of the late 19th Century. Cyberspace has followed, in some respects, a similar revolution. It was that very period of expansion and excitement brought with it some of the monopolies that gave rise that the development and the birth of anti-regulation as we know it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The power of railroad monopolies in the US led to the birth of anti-trust and sometimes accompanied by populist policies. So we need to make sure that what may have characteristics in digital platforms that could run the risk of sapping innovation, squeezing businesses and raising the prices of goods anticipates some of the problems that may arise. But consumer choice is just a click away, one might think, so what kind of monopoly do the giants really have?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here, I would just like to say that one of the best things to have happened in the understanding of markets in the last 10 years, and Martin Cave has written extensively on this, has been the rise of realistic views of how consumers actually behave and not just how they ought to behave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the unfinished business in consumer markets, as well as in the new challenges posed by the oligopolies, and potential oligopolies of cyberspace, we need to guard against an overly-narrow conception of economics that I think has been part of the problem. Something that economics itself, I think, has made great strides in recent days in recognising.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why I have asked, in my steer to the CMA that it makes sure that it update its methodological toolkit, so it’s not just relying on the old economic tools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "New approaches that use huge, rich datasets, disciplines like behavioural economics, psychology and anthropology all have their part to play in understanding how markets actually work, rather than how regulators have too often hoped they would work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The CMA and other future-facing regulators like the FCA, Ofgem and the CAA are embracing these new tools and methodologies. I strongly welcome that and hope to see much more still.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me now turn to competition and productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are roughly four ways that changing the conditions of competition affects productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First there are the direct effects of competition eliminating unearned rents. Prices fall so the real amount each worker can buy with the value created by an hour of work increases. Our energy price cap, for example, means a single person on the minimum wage need work almost two days fewer to pay for their annual energy bill. This is a significant difference to many people in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What’s more, the people and equipment that were employed in the rent-seeking activity are liberated to do something more productive and that has knock-on effects. Taking unearned rents out of supply chains makes businesses that rely on those inputs more productive. They have more surplus to spread over capital and labour after all inputs have been covered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But against all these positive effects there is a potentially trickier relationship between competition and productivity, and specifically, incentives to innovate. Historically, the link between competition and innovation can sometimes be a paradoxical one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Patent law is meant to grant inventors temporary monopoly. In that respect, it is an “anti-competition” policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are good arguments to be had about whether patent today is working as it should, but what is clear is that all of us benefit when innovators are rewarded in this way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Nobel prize-winning economist Bill Nordhaus estimated that innovators capture only about 3% of the value that they create. The rest, 97%, goes to society at large, for free. So, it’s strongly in our interest to back and reward innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why so many elements of our Industrial Strategy put an emphasis on aligning all the strengths of companies, universities and government agencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Innovation is so valuable that we’re happy to see coordination being delivered through public R&D investment, common Grand Challenges that bring together companies, universities, research institutions and businesses, sector deals to line-up the efforts providing common research centres, common infrastructure and investments in education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And traditional merger control needs to consider this delicate balance between competition and coordination. When a big pharma company buys the minnow with a promising molecule for a spectacular sum is it helping to get a valuable product to market or is it taking out potential competition against something it has on its own lab-bench? In the first case, a merger authority should OK the deal. In the second, in my view, it should say no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Jason Furman wondered about the same effect within Big Tech. When Facebook bought pre-revenue Instagram and WhatsApp for billions, which of these was it doing?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the power of innovation is to be fully realised for the general good, our approach to mergers must now ask these hard and detailed questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was very pleased to see the CMA doing so in its recent decision just last week to examine Amazon’s investment in Deliveroo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’d like to finish this speech with some reflections on an absolutely foundational input which the CMA and this government have put a great deal of effort into improving, and that is audit. Again, one of the foundations of trust and reputation. Audit is the primary mechanism by which management’s assessment of how a business is doing gets challenged, verified and made public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have reason, it seems to me, to have some concerns to be very concerned about the recent quality of audit, and to believe that this has wide repercussions on the performance of the whole economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There have been the high-profile failures that have made headlines. The BHS pension liability, Carillion, of course, and Patisserie Valerie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But that’s not all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Financial Reporting Council, our audit regulator, has just reported that one third of Price Waterhouse Cooper’s audits of FTSE 350 companies failed to meet the standard of “requiring only limited improvement”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Grant Thornton did even worse with only 50% of audits passing that threshold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not a single top 4 firm met the FRC’s standard for 90% of audits last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Perhaps, even more troubling from an assessment of the state of competition, the CMA found that, between 2014 and 2017 KPMG, for example, grew its market share while also scoring worst of the Big 4 in audit quality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet audit is a sector that should be ripe for disruptive innovation. Big data and AI could be transforming the practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Without the pressures of competition, will this technology be produce an even better audit? A succession of independent analyses have drawn attention to a systematic problems. Sir John Kingman in the review that I asked him to perform of the sector, the BEIS select committee in their report, the Financial Reporting Council itself and the CMA in its market study – excellent and dependable audit is a public good, the whole economy benefits from the fact that businesses choose to establish themselves in a jurisdiction in which confidence in audit is secured.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Capital is better allocated and at lower cost, the better quality information is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The wide array of users of company accounts, not just shareholders but customers, suppliers, employees, places and civil society organisations too, can all the better rely on complex chains of interdependence when the quality of audit is good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Solving the problem of audit quality can therefore bring great productivity benefits to the whole economy and make the UK an even better place to start and grow a business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Competition should be central to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Company boards must have meaningful choice of auditors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot run the risk of systemic over-reliance on just a few firms that could reduce further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The regulator needs to ensure that quality persists, despite the intrinsic problem of incentives in this market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I am pleased to have two important announcements to be able to make today. First, is to announce the appoint of Sir Jonathan Thompson as the new Chief Executive of the Financial Reporting Council. Many of you will know that he has been the recent head of HMRC, someone with a strong and rigorous record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He will have the crucial task of transforming the organisation as it becomes the new and strengthened Audit, Reporting and Governance Authority, ARGA, created as recommended in Sir John Kingman’s review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And Second, I am publishing our consultation on the CMA’s, in my view, powerful and compelling package of recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that we need to act fast before another audit scandal makes headlines. I don’t believe that we should wait for the review that I have asked Sir Donald Brydon to perform on the purpose of audit. Whatever the answer to that question, the mechanism to reach it will necessarily be delivered through a well-functioning market and a strong regulator.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I would like to add this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The audit sector should be in no doubt about the need and the resolve to make these reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Audit quality must improve and we will do everything that’s needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the audit sector itself could do a great deal, now, voluntarily before any legislative change comes and I strongly urge them to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is right, it is good for the economy and it will give the sector much more credibility in helping shape the regime of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me end as I started – with the weekend’s sporting triumphs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here, according to the MCC’s rulebook is how we come to know with confidence that last Sunday’s score was actually the score that the umpires judged, and how cricket does its own version of audit, if you like. I quote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Two scorers shall be appointed to record all runs […] …The scorers shall frequently check… …to ensure that their records agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They shall agree with the umpires… …at least at every interval […]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The scorers shall accept all instructions and signals… …given to them by the umpires… …and shall immediately acknowledge each separate signal.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is subtle and instructive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is suited to the particulars of the problem being solved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like all rules that evolve to make competition really work, it embodies and distils volumes of collected experience, wisdom and judgement in practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And just as Britain has led the world in codifying the rules of sport, as well as occasionally, and satisfyingly, winning at them, here I must mention for completeness the third of the weekend’s great sporting fixtures and salute the amazing performance of Lewis Hamilton at Silverstone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should have every confidence that we should continue to lead in many ways the similar task, and in which we have long had a world-leading, international reputation of codifying and keeping the most innovative in the world, the rules of market and competition. It’s one of our strongest and proudest exports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The CMA, our regulators, government, our Parliament and our people collectively have the knowledge, pragmatism and experience to be winners at the economically crucial, global competition to design the rules of competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Getting this right has a great prize attached, a Fourth Industrial Revolution with new technologies, new markets, new opportunities underpinned by confidence by consumers, by market participants. This is a future marked by prosperity for all, in all parts of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}