{
    "url": "https://www.ukpol.co.uk/greg-clark-2017-speech-to-institute-of-energy-economics/",
    "title": "Greg Clark – 2017 Speech to Institute of Energy Economics",
    "post_date": "November 4, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, to the Institute of Energy Economics on 31 October 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So Charles, thank you very much indeed and thank you for staying despite the extensive introduction from Charles. I am sure Charles explained that we have had a series of votes on the Finance Bill and we have just finished so I am here with you and looking forward to questions and the discussion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But can I say to Charles what a pleasure and privilege it is to be here under Charles’ chairmanship. As I am sure Charles said to you, when I was hotfooting it over Parliament Square, Charles and I worked on energy policy extensively in opposition and I can see many familiar faces in the room who we got to know and were advised by then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that the conclusions and the analysis that we drew during that time – looking forward to a low carbon economy and putting Britain on a path to a prosperous low carbon future in which we could benefit industrially as well as economically from the changes that were in prospect – what we were on to there has stood the test of time and I was very grateful for Charles’ advice and support throughout all of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, this is billed as a lecture. I am not one that believes in lecturing an audience as distinguished as this rather the other way round.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think rather than telling you how things should be this is a particular point in the development of our policy not least after Dieter Helm’s review published a few days ago just in time for Halloween I know that much of the industry was debating whether this was a trick or a treat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the discussion is being launched inviting your thoughts and reflections on what Dieter has had to say and I will say a bit more about that in a second.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it seems to me that the energy challenge that is facing us is an important one and one replete with opportunities; it is an opportunity for those of us serving in public life to look at how we can make life easier for businesses, and for consumers today and in the future. And energy is one of these areas where I think we can make a very big difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I want to talk today about Government’s role in responding to what is a very rapid pace of change in the energy sector and if you just think about what has happened in the last 12 months…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the first time in 135 years the UK did not use coal to generate electricity in a 24-hour period…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And against many predictions, the price of offshore wind has almost halved in our most recent auction, achieving a price that most people did not expect to see even a few years ago until the 2030s…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Large-scale, low cost batteries started outbidding some more conventional generation in our capacity auction. And the list of innovations goes on across the energy sector:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Proliferation of new models of electric vehicles;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cost transformations that we have seen for oil and gas operators in the North Sea, a very crucial sector that continues to be vital to our industrial future;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Smart technologies to help people save money in their homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Much of this entrepreneurship and innovation we rightly celebrated in last month’s Clean Growth Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so no one can doubt this is a time of extraordinary change in the energy market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And during a time of change, Government’s job is to make sure that the possibilities and technological transformation in particular is made available for people across the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Energy and Industrial Strategy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that should mean lower bills for consumers; families who want to heat their homes for less, businesses large and small who want to reduce their energy bills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means taking the opportunity to enhance our energy security, particularly in our electricity market, through a smarter, much more responsive system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means continuing to reduce our carbon emissions and to make sure that this transformation benefits our wider economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It seems to me that by investing in innovation and encouraging further the creativity that has long characterised the energy sector in this country, we can create new businesses and provide good jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And high value industries will help to improve people’s earning power right across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now these are goals for the long-term; and we are thinking not just about the next few years but about the next twenty years as a strategic view of energy should.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we need a long-term plan to work towards those goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is why the place of energy and clean growth is so important in our Industrial Strategy. We published a green paper earlier in the year and very shortly we will be responding to the consultation with a white paper in which again the role of energy will be absolutely pivotal in the proposals that we set out because the pipes and the wires, the power stations and the heating systems are obviously a crucial part of our economic infrastructure as a country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But beyond that, the challenges and opportunities for our energy sector match many of those for our wider Industrial Strategy: building on those strengths that we have in this country by creating new jobs in the energy sector with a challenge to make sure that we equip ourselves with a skilled workforce able to discharge some of the tasks and duties that will be required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And to make sure that this sector alongside our other areas of national strength continues to be and is even more in the future a hotbed of innovation and ideas, and with public engagement by government crucial to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now some people were surprised when Theresa May made an Industrial Strategy so central to the economic agenda of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in my view every country has an industrial strategy, whether they are called one or not. Think back to the early 1980s: the assessment that was made of the challenges and the weaknesses of the British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so to be explicit and to be deliberate about an industrial strategy to consider what are the challenges of the future?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How well we are equipped to meet them? And what we need do to best to prepare to get the most out of them? It seems to me is an essential function of government, not an option.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So it seems we should set out our plans for each. But a strategy is not a strategy if it is a short-term set of measures, if it is an ephemeral set of policy directions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It seems to me that if you are to have a strategy it needs to be there for the long term and in a context of public policy and public life that has elections every 5 years, and sometimes more frequently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It seems to be all the more important that you embed the longevity of a strategy by making sure that it is done in a way that commands support right across the economy and right across the county and political divides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so the approach that we have taken in our consultation on the industrial strategy has been a very extensive consultation with the aim to produce – as we will in our white paper – a document, but more than that an approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think it will endure because it captures the challenges that we face for the future and sets out an approach to them that if it does not enjoy total consensus on everything it does then at least there will be I think a substantial respect for the policies and steps that we are taking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And of course nowhere is this more important than in energy where questions as diverse but substantial as how the consumer welfare is protected?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the role of technologies like nuclear power?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The future of the gas grid?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How we make use of our experience in the North Sea in terms of future exploration but also our expertise in decommissioning and in services around the world?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are big challenges and opportunities that I intend to make absolutely central to our strategy. So let me say something about the Government’s role in energy markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This was of course one of the key questions in Dieter’s Cost of Energy review, which we published – all 242 pages of it – last week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Anyone who knows Dieter Helm – I suspect everyone in this room knows – that Dieter is completely independently minded, is rigorous in his approach and is unflinching in his analysis, and I commissioned him precisely on that basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The work that he has done during the summer resulting in his publication last week is a tremendous commitment of his brain power, his experience and his conversations with many people in this room.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I am very grateful for what is a comprehensive and radical piece of work just as we – certainly I – hoped and expected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wanted him to ask awkward questions and to challenge the status quo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the reason for that and the reason that I commissioned the review and the reason that I commissioned Dieter to do it was to start with a formidable set of evidence and prescriptions, a debate about the future of our energy, and in particular our electricity sector in the light of the radical and exciting changes in technology I described earlier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now our intention in responding to Dieter’s report and the context of our industrial strategy is to lay out – as we are doing through the strategy as a whole – a clear set of policies and institutions that we intend to endure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So when faced with that challenge, as Dieter’s review points out, we have to ask ourselves a set of questions:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How can we reduce complexity in our energy markets and what is the role for Government?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How can we harness the potential of distributed energy and smarter energy systems?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What will the role of system operators be in the future?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the future of our energy networks and how we regulate them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And what do we do about the rise of zero marginal cost technologies?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are significant challenges and thorny questions but they could not be a more exciting set, it seems to me, of challenges and opportunities to move from a world in which energy was a precious resource that was strictly rationed in to the prospect of a world in which energy is abundant and available for a much wider set of uses across the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I am sure that many people – I dare say everyone – in this room will have strong views about whether Dieter was right in his contributions or whether a different approach should be taken; whether his vision of the future of the power market was right or whether there was a different approach that should be taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are keen to hear those views and so I am going to launch, in the next few days, a call for evidence in response to Dieter’s arguments and I would hope that this society and its members will contribute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not just your written responses that are important though they are, we want to make sure that we understand and discuss and debate your views and recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Retail**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I just wanted to say something in this context about an important part of the industry that has been garnering a lot of attention recently which is the retail side of the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was evident from the election campaign that almost every political party in the country reflected the view of constituents up and down the country that there is a concern in the current working of energy markets for consumers in the retail sector, at least in the short term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our work to cut costs and drive investment will be taking forward our existing commitments for further Contracts for Difference and Capacity Market auctions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We remain committed to nurturing the kind of low carbon economy that we set out in the Clean Growth Strategy. But in particular, a commitment to keeping bills low means ensuring the retail market is fit for purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since privatisation, as many people in this room know, this market has displayed some of the strengths and also some of the weaknesses that markets can produce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the “up” side, we have a hugely competitive business-to-business market with razor thin margins and a growing number of sophisticated intermediaries who can and do help optimise how businesses use their energy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For example, today, a hospital might use its own backup combined heat and power generation to sell energy back to the grid at times of higher prices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another “best-of-the-market” example comes in the competitive section of the domestic sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The CMA found that about one in three customers is an active participant in the competitive segment of the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is full of new dynamic firms bringing innovation, better service and a different offer to customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has also developed a supporting and innovative array of switching sites and collective switch providers who work out better ways for consumers to save money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so at its best, the competitive parts of energy supply are comparable with some of the best in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unfortunately, at the moment, the gap between the best and the worst in domestic retail is too large.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a theme that we find in many parts of the economy today, a kind of emerging polarisation, with the savviest and those consumers who suppliers can identify a repeated pattern of behaviour that makes them prone to switch getting good service, good prices and feeling that the future opening up for them is bright and competitive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While others whose behaviour can be discerned by their suppliers to be irresponsive to prices who increasingly know behaviour of consumers often better than those consumers know their own behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They can and do use that information to provide a service and a set of prices that is not the equal of what is available in the competitive side of the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as a result, in my view, too many customers, often more vulnerable, are punished for their loyalty, as the CMA in its report made clear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They found that as a result, an average of £1.4 billion a year was being paid over recent years more than competitors would pay in what the CMA described as a truly competitive market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As you know the CMA proposed robust action to protect customers on prepayment meters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in my view, just like the minority report of the enquiry, the CMA’s remedies did not go far enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This view again was confirmed by some of the price rises on the standard variable tariffs that we have seen over the last 12 months that even Ofgem at the time had cause to question and criticise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also judged that the degree of harm identified by the CMA, given the time it will take for the market to transform, and the uncertain impact of the CMA’s remedies, required an earlier response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As you know this was the view of one of the panel members, Martin Cave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I think it was also a more basic and philosophical difference in that a well-functioning market and I think consumers look to policy-makers to ensure that the market serves all customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not think it is compatible with a positive view of the market in which consumers are forced to enter a suspicious, defensive relationship with their suppliers, the requiring to be ever-attentive to the risk of being overcharged, and where a loyalty that some consumers want to place in their suppliers is rewarded with much higher bills than if they did not take that approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so I think that as government and regulators we should be working to ensure that markets emerge that do enjoy the confidence of customers and where companies care for their long-term reputations and where it is possible for consumers to place their trust in their suppliers confident that trust will not be abused.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are entering, as I said earlier, an exciting new world across the energy sector but in particular it seems to me in the domestic energy sector where decentralised energy production… where the potential use of electric vehicles as storage on the system can take us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in order to take most households on this journey, people will need to feel that they are in the hands of trusted and trustworthy organisations and to achieve this objective is going to take a mixture of rapid reaction by Ofgem… … publication of our draft bill to impose a temporary wider price cap on SVTs is there to address that…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and, I would hope, more voluntary and unilateral measures from the energy companies themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ofgem as everyone knows is an independent regulator and has the legal powers that are required to cap prices in consumers’ interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The quickest way in my view to get that price protection in place is for Ofgem to use these powers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, I welcome the Ofgem board’s decision to consult on extending the CMA price cap to more of the most vulnerable households this winter: a further million this winter and a further two million next winter is an appropriate use of those powers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In all, between the pre-payment meter cap and Ofgem’s proposed extension of it, five million households will be shielded from paying excessive prices to stay warm this winter over and above what was intended, what was made the case on publication of the CMA’s report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is well known and I have said in public that I believe Ofgem could and should have gone further within their powers, but I respect their independence and I welcome the quick solution that they have put in place and are taking for the most hard-up households.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But my view is that the limited cap is not in itself sufficient to eradicate the detriment that was identified in the CMA report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore we published draft legislation that will require Ofgem to design and set a price cap for all customers on standard variable tariffs and default tariffs that will be in place until 2020, with the option to extend it to 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It requires Ofgem to find a design that addresses the harm without undermining the long term competitive nature of the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The cap is a temporary staging post while we – and the industry – move to a better deal for all households.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now it seems to me that in setting that cap Ofgem will want and I know that they intend to make sure that the vigorous competition that exists in the competitive part of the market will continue and indeed this has happened since the imposition of the cap in the prepayment meter market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Ofgem pointed out in its State of the Market report just today, suppliers are still in that section of the market offering tariffs below the cap – the cheapest across the market was £70 below the prepayment meter cap in August.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As you know in Northern Ireland, where price controls are currently in place, the incumbent has lost 40% of its market share since 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The other concern that some commentators have raised with price caps is that they can be set at a sufficiently low level that suppliers no longer want to supply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that this can easily be avoided in the careful design of a cap. A well-designed cap needs to be responsive to the market but also to give consumers comfort that they are getting a fair deal. That their loyalty is not being exploited.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It seems to me that this is a role for sensible government and regulation – to be actively engaged in a market until it has settled into the equilibrium that everyone contributing to the CMA report the majority and the minority foresaw.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so it is to Ofgem to design the right cap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dermot Nolan, the Ofgem CEO, has given a speech recently in which he considers various design ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dieter, of course, has developed his own ideas in the course of the Energy Review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome this – this is exactly why we wanted to publish a bill that could have the scrutiny that is required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it is important that energy companies themselves should wholeheartedly participate in this thinking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And indeed, be trying to solve this problem unilaterally by getting their customers off these tariffs that have been identified by the CMA as being at the detriment to consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Clean Growth**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we are taking action to protect consumers, but it is important not to lose sight of the medium-term changes that will be needed to respond rapidly to changing technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it is important to invest for the long term, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we get our approach right – combining competition with particular interventions where needed; ensuring that markets are working for all consumers; making sure as Dieter suggests that we are alive to the possibilities, innovation and change that are replete in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we have an energy system where renewables, nuclear, gas and other technologies are working together to ensure security of supply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we have strength through diversity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if we target affordable bills for businesses and households, where we are helping people to stop wasting energy and improving the productivity of our businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And where we champion very explicitly the prospects for clean growth – which is the last point I want to focus on this evening – where we are not just decarbonising our economy, but our businesses and innovators are capturing commercial opportunities of the low carbon transition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That seems to me to be an area of promise for this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One estimate suggests that the UK’s low carbon economy could grow in the region of 11 per cent per year up to 2030…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "… meaning that in just 13 years it could support as many as two million jobs…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "… and export billions of pounds in low carbon goods and services each year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, by focusing on clean growth, we have big opportunities:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can cut the cost of energy…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can cut how much carbon we generate…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can drive economic growth…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can drive the creation of high value jobs across the UK…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can improve our quality of life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is precisely what our Clean Growth Strategy is all about – and it is great to see so many people here that were at the launch of the Clean Growth Strategy – it is about making a positive change to how we live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For businesses, the largest pool of contributors to emissions, we will help them improve how they use their energy, aiming to improve their energy productivity by at least twenty per cent by 2030, saving businesses £6 billion a year…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…and we will make sure through our innovation approach that we support areas in which we have excellence and in which the UK has a commercial and technological opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One example of that is the work that we have been doing on battery technology and ultra-low emission vehicles. We have launched the Faraday challenge – designed to ensure that the UK is the place in the world where new battery technology especially in combination with the auto sector is not just developed but is commercialised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Part of the Clean Growth Strategy of far-reaching goals and priorities, setting the scene for the long-term plans that will be relevant across government …\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "such as the upcoming 25 year plan from my colleagues at DEFRA…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…and the Department for Transport’s Road to Zero…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…and as I said the Industrial Strategy that will be published during the weeks ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the common denominator is clear: the model of clean growth, of innovation and industrial opportunity that this energy sector has needs to be at the heart of the thinking and the strategy for our whole economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To capture that prize we need a strategic approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the past year, we have been setting out some of the building blocks of that approach, we published the Smart Systems Plan, we published just a couple of weeks ago the Clean Growth Strategy, we set out the Faraday challenge for battery storage, the decision to restart our civil nuclear energy programme, the Helm Review of the Cost of Energy, and our Industrial Strategy Green Paper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the months ahead the conversation that we will have with everyone in this room will I hope put in place a set of institutions, policies and practices across the economy that will restore to this country the position of leadership in the future of energy that we have enjoyed at various times through our industrial history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have in this country the ingenuity, the expertise, the heritage but also the current practice to be able to make us I think one of the most important foundations of the economy of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you very much indeed for inviting me to come belatedly this evening I look forward to your initial questions and to the conversation that will I hope take place vigorously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}