{
    "url": "https://www.ukpol.co.uk/ken-clarke-2017-speech-on-withdrawal-from-the-eu/",
    "title": "Ken Clarke – 2017 Speech on Withdrawal from the EU",
    "post_date": "February 1, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ken Clarke in the House of Commons on 31 January 2017.",
    "content": [
        "![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1-223x300.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, you will not be surprised to hear that it is my intention to vote against the Second Reading of this Bill, if a vote is called, and to support the reasoned amendment, which I think will be moved very shortly by the Scottish nationalists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because of the rather measured position that the hon. and learned Member for Holborn and St Pancras (Keir Starmer) had to present on behalf of the official Labour party, it falls to me to be the first Member of this House to set out the case for why I believe—I hope that I will not be the last such speaker—that it is in the national interest for the United Kingdom to be a member of the European Union, why I believe that we have benefited from that position for the past 45 years and, most importantly, why I believe that future generations will benefit if we succeed in remaining a member of the European Union. It is a case that hardly received any national publicity during the extraordinary referendum campaign, but it goes to the heart of the historic decision that the House is being asked to make now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It so happens that my political career entirely coincides with British involvement with the European Union. I started over 50 years ago, supporting Harold Macmillan’s application to join. I helped to get the majority cross-party vote for the European Communities Act 1972, before we joined in 1973, and it looks like my last Parliament is going to be the Parliament in which we leave, but I do not look back with any regret. We made very wise decisions. I believe that membership of the European Union was the way in which we got out of the appalling state we were in when we discovered after Suez that we had no role in the world that we were clear about once we had lost our empire, and that our economy was becoming a laughing stock because we were falling behind the countries on the continent that had been devastated in the war but appeared to have a better way of proceeding than we did.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that our membership of the European Union restored to us our national self-confidence and gave us a political role in the world, as a leading member of the Union, which made us more valuable to our allies such as the United States, and made our rivals, such as the Russians, take us more seriously because of our leadership role in the European Union. It helped to reinforce our own values as well. Our economy benefited enormously and continued to benefit even more, as the market developed, from our close and successful involvement in developing trading relationships with the inhabitants of the continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Peter Lilley (Hitchin and Harpenden) (Con)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will my right hon. and learned Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Clarke\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am very fortunate to be called this early. I apologise to my right hon. Friend—my old friend—but 93 other Members are still waiting to be called, so if he will forgive me, I will not give way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Conservative Governments in which I served made very positive contributions to the development of the European Union. There were two areas in which we were the leading contender and made a big difference. The first was when the Thatcher Government led the way in the creation of the single market. The customs union—the so-called common market—had served its purpose, but regulatory barriers matter more than tariffs in the modern world. But for the Thatcher Government, the others would not have been induced to remove those barriers, and I think that the British benefited more from the single market than any other member state. It has contributed to our comparative economic success today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We were always the leading Government after the fall of the Soviet Union in the process of enlargement to eastern Europe, taking in the former Soviet states. That was an extremely important political contribution. After the surprising collapse of the Soviet Union, eastern and central Europe could have collapsed into its traditional anarchy, nationalist rivalry and military regimes that preceded the second world war. We pressed the urgency of bringing in these new independent nations, giving them the goal of the European Union, which meant liberal democracy, free market trade and so forth. We made Europe a much more stable place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That has been our role in the European Union, and I believe that it is a very bad move, particularly for our children and grandchildren, that we are all sitting here now saying that we are embarking on a new unknown future. I shall touch on that in a moment, because I think the position is simply baffling to every friend of the British and of the United Kingdom throughout the world. That is why I shall vote against the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me deal with the arguments that I should not vote in that way, that I am being undemocratic, that I am quite wrong, and that, as an elected Member of Parliament, I am under a duty to vote contrary to the views I have just given. I am told that this is because we held a referendum. First, I am in the happy situation that my opposition to referendums as an instrument of government is quite well known and has been frequently repeated throughout my political career. I have made no commitment to accept a referendum, and particularly this referendum, when such an enormous question, with hundreds of complex issues wrapped up within it, was to be decided by a simple yes/no answer on one day. That was particularly unsuitable for a plebiscite of that kind, and that point was reinforced by the nature of the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Constitutionally, when the Government tried to stop the House from having a vote, they did not go to the Supreme Court arguing that a referendum bound the House and that that was why we should not have a vote. The referendum had always been described as advisory in everything that the Government put out. There is no constitutional standing for referendums in this country. No sensible country has referendums—the United States and Germany do not have them in their political systems. The Government went to the Supreme Court arguing for the archaic constitutional principle of the royal prerogative—that the Executive somehow had absolute power when it came to dealing with treaties. Not surprisingly, they lost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What about the position of Members of Parliament? There is no doubt that by an adequate but narrow majority, leave won the referendum campaign. I will not comment on the nature of the campaign. Those arguments that got publicity in the national media on both sides were, on the whole, fairly pathetic. I have agreed in conversation with my right hon. Friend the Secretary of State for Exiting the European Union that he and I can both tell ourselves that neither of us used the dafter arguments that were put forward by the people we were allied with. It was not a very serious debate on the subject. I do not recall the view that £350 million a week would be available for the health service coming from the Brexit Secretary, and I did not say that we going to have a Budget to put up income tax and all that kind of thing. It was all quite pathetic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me provide an analogy—a loose one but, I think, not totally loose—explaining the position of Members of Parliament after this referendum. I have fought Lord knows how many elections over the past 50 years, and I have always advocated voting Conservative. The British public, in their wisdom, have occasionally failed to take my advice and have by a majority voted Labour. I have thus found myself here facing a Labour Government, but I do not recall an occasion when I was told that it was my democratic duty to support Labour policies and the Labour Government on the other side of the House. That proposition, if put to the hon. Member for Bolsover (Mr Skinner) in opposition or myself, would have been treated with ridicule and scorn. Apparently, I am now being told that despite voting as I did in the referendum, I am somehow an enemy of the people for ignoring my instructions and for sticking to the opinions that I expressed rather strongly, at least in my meetings, when I urged people to vote the other way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have no intention of changing my opinion on the ground. Indeed, I am personally convinced that the hard-core Eurosceptics in my party, with whom I have enjoyed debating this issue for decades, would not have felt bound in the slightest by the outcome of the referendum to abandon their arguments—[Interruption.] I do not say that as criticism; I am actually on good terms with the hard-line Eurosceptics because I respect their sincerity and the passionate nature of their beliefs. If I ever live to see my hon. Friend the Member for Stone (Sir William Cash) turn up here and vote in favour of Britain remaining in the European Union, I will retract what I say, but hot tongs would not make him vote for membership of the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I must move on, but I am told that I should vote for my party as we are on a three-line Whip. I am a Conservative; I have been a decently loyal Conservative over the years. The last time I kicked over the traces was on the Lisbon treaty, when for some peculiar reason my party got itself on the wrong side of the argument, but we will pass over that. I would point out to those who say that I am somehow being disloyal to my party by not voting in favour of this Bill that I am merely propounding the official policy of the Conservative party for 50 years until 23 June 2016. I admire my colleagues who can suddenly become enthusiastic Brexiteers, having seen a light on the road to Damascus on the day that the vote was cast, but I am afraid that that light has been denied me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I feel the spirit of my former colleague, Enoch Powell—I rather respected him, aside from one or two of his extreme views—who was probably the best speaker for the Eurosceptic cause I ever heard in this House of Commons. If he were here, he would probably find it amazing that his party had become Eurosceptic and rather mildly anti-immigrant, in a very strange way, in 2016. Well, I am afraid that, on that issue, I have not followed it, and I do not intend to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are very serious issues that were not addressed in the referendum: the single market and the customs union. They must be properly debated. It is absurd to say that every elector knew the difference between the customs union and the single market, and that they took a careful and studied view of the basis for our future trading relations with Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fact is that I admire the Prime Minister and her colleagues for their constant propounding of the principles of free trade. My party has not changed on that. We are believers in free trade and see it as a win-win situation. We were the leading advocate of liberal economic policies among the European powers for many years, so we are free traders. It seems to me unarguable that if we put between us and the biggest free market in the world new tariffs, new regulatory barriers, new customs procedures, certificates of origin and so on, we are bound to be weakening the economic position from what it would otherwise have been, other things being equal, in future. That is why it is important that this issue is addressed in particular.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am told that that view is pessimistic, and that we are combining withdrawal from the single market and the customs union with a great new globalised future that offers tremendous opportunities for us. Apparently, when we follow the rabbit down the hole, we will emerge in a wonderland where, suddenly, countries throughout the world are queuing up to give us trading advantages and access to their markets that we were never able to achieve as part of the European Union. Nice men like President Trump and President Erdoğan are impatient to abandon their normal protectionism and give us access. Let me not be too cynical; I hope that that is right. I do want the best outcome for the United Kingdom from this process. No doubt somewhere a hatter is holding a tea party with a dormouse in the teapot.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need success in these trade negotiations to recoup at least some of the losses that we will incur as a result of leaving the single market. If all is lost on the main principle, that is the big principle that the House must get control of and address seriously, in proper debates and votes, from now on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that I have adequately explained that my views on this issue have not been shaken very much over the decades—they have actually strengthened somewhat. Most Members, I trust, are familiar with Burke’s address to the electors of Bristol. I have always firmly believed that every MP should vote on an issue of this importance according to their view of the best national interest. I never quote Burke, but I shall paraphrase him. He said to his constituents, “If I no longer give you the benefit of my judgment and simply follow your orders, I am not serving you; I am betraying you.” I personally shall be voting with my conscience content, and when we see what unfolds hereafter as we leave the European Union, I hope that the consciences of other Members of Parliament will remain equally content.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}