{
    "url": "https://www.ukpol.co.uk/simon-clarke-2022-statement-on-the-customs-undervaluation-case/",
    "title": "Simon Clarke – 2022 Statement on the Customs Undervaluation Case",
    "post_date": "July 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Simon Clarke, the Chief Secretary to the Treasury, in the House of Commons on 30 June 2022.",
    "content": [
        "In March 2018, the European Commission launched infringement proceedings against the UK, alleging that between 2011 and 2017 the UK had failed to prevent undervaluation fraud involving importations of Chinese textiles and footwear, leading to approximately €2.7 billion of customs duty going uncollected. Since leaving the EU, the UK has continued to engage with these infringement proceedings as per the legal obligations set out in the withdrawal agreement. Throughout the case, the UK argued that we took appropriate steps to tackle the fraud in question and that the size and severity of the alleged fraud had been overstated. The UK has since taken proportionate and increased steps to combat this fraud without impacting legitimate trade, liquidating suspect traders through enforcement action, and substantially eliminating the illegitimate trade with significant investments in new inland customs infrastructure that opened in October 2017.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 8 March 2022, the CJEU published its judgment, finding against the UK on most liability points. Importantly however, the Court found that the European Commission overstated the size of its losses, by expanding its claim for losses prior to 2014 beyond those originally claimed and by ignoring action taken by the UK in raising assessments for the period from 2015 onwards. The judgment did not endorse the €2.7 billion claim, instead limiting the Commission’s claim for imports from 2011 to 2014 to the amount of certain customs assessments issued and cancelled in error and, for imports in the period January 2015 to 11 October 2017, instructing the European Commission to recalculate the figure. We understand this exercise to be under way and we have not yet received the Commission’s revised estimate of the liability. These calculations are likely to be complex.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Following the judgment, the UK is liable for both outstanding customs duties and interest. This could potentially be 16% plus Bank of England base rate and accrues in the absence of any payment. With this in mind, and in order to protect UK taxpayers from significant continued interest accrual, the UK made a payment on 10 June 2022 to the European Commission of €678,372,885.63. This paid in full the amount due regarding cancelled customs assessments to the end of 2014 and, in respect of the subsequent period, represents the amount the UK considers due at this time, in light of the CJEU judgment, thereby stopping interest accruing on this amount. When the UK receives the Commission’s recalculation for the period 2015 to October 2017, we will examine their methodology closely and will not hesitate to reject any claim should we believe it to not be accurate or in line with the CJEU’s judgment, to ensure we protect UK taxpayers’ interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}