{
    "url": "https://www.ukpol.co.uk/feryal-clark-2022-speech-on-access-to-gp-services/",
    "title": "Feryal Clark – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Feryal Clark",
            "url": "/tag/feryal-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Feryal Clark, the Labour MP for Enfield North, in the House of Commons on 21 June 2022.",
    "content": [
        "I thank Members from across the House for their contributions this afternoon. I want to praise some of the powerful contributions we have heard during the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend the Member for Sheffield Central (Paul Blomfield) raised the absolutely ridiculously long waiting lists for NHS dentists in his constituency. It is worrying to hear that pregnant constituents cannot even register with a GP, let alone see one. Shockingly, he mentioned the children in his constituency, one of whom has had to wait 35 months to see an orthodontist. He rightly pointed out the issues with the dentist contract, which is disincentivising dentists to take on NHS patients, and reminded us of the last Labour Government’s commitment to reforming it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We heard from the hon. Member for Waveney (Peter Aldous), who set out the NHS dentistry crisis in his constituency. He rightly set out that many dentists are simply not drawing down on the £50 million Government funding that the Minister says is being used. He set out, in comments I really welcome, the issue of our crumbling primary care assets. I thank him for raising the issue of the NHS app and I could not agree with him more. When are the Government going to move the app into the 21st century? Finally, he mentioned that patient choice is really important. I welcome those comments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We then heard from my hon. Friend the Member for Lancaster and Fleetwood (Cat Smith), who mentioned the huge number of constituents who are frustrated with their current lack of access to primary care. She mentioned her constituent Dr Mark Spencer, who set up Healthier Fleetwood to tackle health inequalities. I, too, send my thanks to him. She also mentioned that demand is not being met in primary care, and she rightly mentioned the Government’s financial illiteracy, with patients being forced to go to A&E instead of having their demand met in primary care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On dentistry, my hon. Friend set out how children in her constituency cannot access NHS dentists and the shocking experience of constituents who are resorting to DIY dentistry, as was raised by many hon. Members. She rightly set out that the Government are getting it very wrong. She also set out the Government’s shocking record on GP recruitment and the exodus of NHS dentists. Most shockingly, she mentioned the number of children aged zero to 10 years old who are admitted to hospital for tooth extractions in her constituency in just one year: 30 in Lancaster and 40 in Wyre, of whom 30 were aged five or younger. If that is not a wake-up call for the Minister, I do not know what is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So many shocking incidents and examples—too many to mention—were raised today, and I thank all hon. Members for sharing their constituents’ experiences. Primary care is in crisis—I know it, Members across the House know it, and the public know it—but the Government continue to bury their head in the sand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we have heard from right hon. and hon. Members, our postbags are packed with letters from constituents who are desperate for someone to listen to them. There is the person who cannot get an appointment to be prescribed the medicine they need to manage their chronic pain. There is the person with MS who cannot get an appointment to be referred to a specialist whom they desperately need to see. There are the patients in Wakefield, where every day a child under 11 is taken to A&E for tooth extraction because they cannot see an NHS dentist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard Ministers come to the Dispatch Box time and time again to lay the blame of primary care’s problems at the door of the pandemic. No doubt, it has had an impact, and we should pay tribute to our amazing NHS staff who have done admirably in the face of an immense challenge, but blaming everything on the pandemic will no longer cut it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Going into the pandemic, the Government’s preparations were “wanting and inadequate”—not my words, but those of the Culture Secretary. When the argument is not even washing with the Cabinet, how does the Minister expect the public to believe it? After a decade of Tory mismanagement, we went into the pandemic with record waiting lists and staff shortages of 100,000. It is not just that the Tories did not fix the roof when the sun was shining; they dismantled the roof and removed the floorboards. The impact of that became plain for all to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government promised to recruit an additional 6,000 GPs by 2025, yet we now have more than 1,500 fewer full-time equivalent GPs than when records began in 2015—that was in the Minister’s response to one of her colleagues in April. Given that we have heard from the Royal College of General Practitioners that the average cost of GP appointments is £40 and that an A&E visit is £359, that is not just an access problem but financially untenable. Even the Secretary of State admitted that the target is beyond reach. With a fifth of GP practices having closed or merged since NHS England was formed in 2013, the pattern is becoming clear. The Government have been completely incapable of delivering for more than a decade, creating not a covid backlog but a Conservative backlog.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On dentistry, the situation is a national scandal. Over a third of adults and half of children do not have access to an NHS dentist and, with paying to go private simply not an option for most, we have children being admitted to A&E for tooth extraction on a daily basis and others choosing to take matters into their own hands with DIY dentistry, as we have heard from hon. Members on both sides of the House. In Wakefield, as of 2020, almost a quarter of children have tooth decay before the age of three—double the national average of 11%. How on earth can that be tolerated in 21st-century Britain? Thanks to this Government’s complete inability to come up with a solution, we are not just facing a return to Dickensian Britain; we are already there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sure that the Minister, when she responds, will roll out her usual line about the crux of the issue being the 2006 dental contract, and how this is all Labour’s fault. I am sorry, but after 12 years of Tory Government that simply will not wash. The issue of access is only getting worse, with figures obtained by the British Dental Association showing an overall drop of 22% in the number of patients seen by NHS dentists in England from March to April. In the Minister’s own constituency the figures was 34%. How can she expect dentists across England to have confidence in her when she clearly does not even have the confidence of those in her own patch? If that is not evidence that dentists are leaving the NHS or cutting their commitment, having no confidence that her promised reforms will ever be delivered, then what is? If her idea of tackling the problem is to run scared from even talking to dentists at a conference, then there really is no hope.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This must change. We need a Government who listen. We need a Government who act. Quite frankly, we need a Government who care. This Government have run out of road, have no ideas left and are holding our country back. A Labour Government will give our NHS the staff, equipment and modern technology it needs to deliver for patients. It is time for the Conservative party to move out of the way and let us get on with the job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}