{
    "url": "https://www.ukpol.co.uk/ken-clarke-1974-speech-on-caravan-residents/",
    "title": "Ken Clarke – 1974 Speech on Caravan Residents",
    "post_date": "February 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ken Clarke, the then Conservative MP for Rushcliffe, in the House of Commons on 19 March 1974.",
    "content": [
        "It is my pleasure first to congratulate the hon. Member for Manchester, Ardwick (Mr. Kaufman) on his appointment as Under-Secretary of State for the Environment, and to welcome him in making what I understand will be his first speech from the Treasury bench.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am delighted to be able to tell the hon. Gentleman that the subject to which I am drawing his attention, and to which I hope he will apply his skill and judgment, is an extremely suitable matter for a Minister who might have a comparatively short tenure of office. It is one where a considerable and worthwhile improvement could be made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problems of mobile home and caravan dwellers concern a number of hon. Members, as is borne out by the numbers who have spoken to me about it since they saw that I was lucky enough to have secured this Adjournment debate, and by the attendance in the House now, which is startlingly large for an Adjournment debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mobile homes and caravans are becoming an increasingly popular form of residence, particularly at a time of rising house prices. There are all over the country, in many constituencies, large sites with mobile home dwellers in them. A high proportion of those living there are the elderly or young couples, who increasingly find them an attractive way of having a reasonable home in the countryside at a much more modest price than they would pay elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sometimes the idea of caravan or mobile home living conjures up the vision of scruffy estates of caravans which are an eyesore. There are such sites, but the vast majority, certainly the ones that concern me most, are good, well-run sites.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The mobile homes are in reality not mobile at all. In most cases the wheels have not moved for many years. The ​ caravans are on brick-built footings, and are in every respect bungalows, usually well cared for by their occupants. They are normally pleasant developments in pleasant parts of the countryside, such as those at Radcliffe-on-Trent, Shelford and Gamston in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They may look like dwellings, and they are bought by people who might otherwise buy themselves a bungalow in the country or a small house. But the position of the occupiers, who buy the caravan but rent from a site operator the site on which it stands, is by no means the same as that of occupiers of any other dwellings or any other form of accommodation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In an Adjournment debate it would be out of order for me to recommend changes in the law. The hon. Member for Derby, North (Mr. Whitehead) had a private Member’s Bill which fell at the General Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The background against which the Minister must consider the problems is that the Landlord and Tenant Acts and their consequences have not applied to occupiers of caravans vis-à-vis their sites. The Rent Acts security of tenure provisions and restrictions on rent increases do not apply. Therefore, the latest surprise for residents of caravans is that the rent freeze declared by the incoming Government has no effect. I understand, upon the ground rents of caravan dwellers. They now find themselves subject to demands for increased rent. It comes as a startling discovery to many residents when they go into occupation to find that the protection which successive Governments thought it right to give those who rent or even buy their own homes does not apply to them because theirs are mobile homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are other problems which residents tend to discover when they have lived in the caravan sites for some time. Unfortunately, one reason why they discover after some time that their position is somewhat unusual compared with that of other home dwellers is that often no written contract or document worth giving the name to is exchanged between the site owner and his tenants when they take up the tenancy of their caravans. When the new purchaser of the caravan moves in, important things about his security of tenure—the terms on which he can live ​ there, the contractual period in between demands for rent increases, liability for maintenance, liability for acts of negligence, rights of access for those providing services or even for visitors—are left undefined and tend to be sorted out when disputes arise between the site owner and the residents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is clearly undesirable that so many matters remain undefined. This gives rise to constant disputes in some cases. In the worst cases—I emphasise only in the worst cases—irresponsible or even almost dishonest site owners exploit this lack of a clear definition of the relationship between the owner and his caravan dwellers, and considerable harassment and abuse of the position of the tenants takes place. I should like to believe that it is the desire —I am sure that it is—of both those who live in the homes and the best site owners to try to improve the situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the tenure of the Conservative Government the Department of the Environment, under the previous Minister, lent its good offices to further discussion between the National Federation of Site Operators on the one hand and the Mobile Home Residents’ Association on the other. At first the discussions between those bodies representing substantial numbers of owners and tenants made slow and sticky progress. Therefore, I would very much welcome any indication from the Minister tonight whether any real progress has now been made in terms of producing a recommended contract to be exchanged between site owners and caravan-dwelling tenants. I should also like to see normal methods of contact between owners and tenants on well-administered caravan sites to get rid of these constant complaints.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is another point that has emerged from the discussions. I hope that the Minister can deal with it for it is a bad abuse and is a serious problem affecting caravan owners. I refer to the difficulty that faces an owner when seeking to resell his caravan and obtaining an improved capital gain when selling it. Almost all caravan owners assume that when they sell their mobile homes they will be able to take advantage of the rising property market—and certainly this was the situation in the past—to make a profit to go towards investment in a further home. However, I regret to say that in the vast majority of cases ​ this does not happen to caravan owners. The caravan owner finds that he has acquired the right to sell the caravan, but the site on which it stands remains at the disposal of the site owner. In practice it is useless to try to sell the caravan without the site on which it stands. In theory one can sell the caravan and somebody will tow it away, but since many mobile homes have to be put on the back of a lorry the process of moving is very expensive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Furthermore, it is difficult to find a site on which a casual owner may move his own caravan. When this happens heavy fees are charged, and at the moment it is almost impossible to find sites.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Jerry Wiggin (Weston-super-Mare)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does my hon. Friend not agree that one difficulty is that the site owner with a vacant site insists on a new caravan being purchased, so that in such a case the usury is double?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, I agree with my hon. Friend. The position is, as I was seeking to explain, that when a caravan tenant comes to sell his caravan, he finds that he cannot sell it to a purchaser whom he has approached, say, through a newspaper advertisement because the site owner will not allow the ownership of the site to be passed on to any casual purchaser, or indeed to any purchaser at all. The site owner makes it clear to the caravan owner that if he sells the caravan to the first-corner, the caravan will have to be removed. This enables the site owner to insist that the caravan is sold to the site owner. In many cases the site owner insists on a sale at a marked down value, and this amounts almost to a forced sale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. David Mudd (Falmouth and Cam-borne)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I must declare an interest as parliamentary adviser to the National Federation of Site Operators. I hope that my hon. Friend will accept that the Federation deprecates the practice outlined by my hon. Friend. This matter is covered by a code of conduct that is binding on federation members. The federation hopes to introduce that code of conduct as mutually acceptable to its members, and it is hoped that it will lead to an end to this disgusting practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am delighted to hear my hon. Friend, in the capacity which he has described to the House, refer to this ​ as a “disgusting practice”. I hope that his federation will take steps to ensure that it does not admit any members who indulge in that sort of activity. My experience is that the vast majority of caravan site owners follow this practice. I have had experience of situations in which the site owners have insisted on knocked-down values for caravans. The fact is that the market price of caravans has been such that caravans are bought in at a reduced price by the site owner and then sold by him at a considerable profit to an incoming purchaser—a purchaser who comes in quite unaware of the fact that there are restrictions on resale. It has tempted far too many site owners in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It must be a major item in the profitability of some sites that the capital value of the caravans on the site will accrue to the site owner rather than to the unfortunate owner-occupiers of them. The result is that many caravan owners, especially more elderly people, find it almost impossible to leave a site because the knock-down value of their caravans is not sufficient for them to acquire properties elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is all legal, of course. I do not suggest that there is anything illegal about it. However, it is what might colloquially be termed a fiddle, and it is an abuse of the relationship between site owners and caravan dwellers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I accept that any increase in the value of a caravan on a site is partly an increase in the site value, in much the same way as the increase in values of houses is in part an increase in land values. Perhaps a 10 per cent. share of the profit on the re-sale of a caravan going to the site owner is defensible as being almost legitimate, but I do not think that anything beyond that is legitimate or defensible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that the Minister will deal with the practice that I have described and that he will shed some light on the progress of the discussions taking place between the two bodies concerned in dealing with this practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some time ago I asked my right hon. and learned Friend the Member for Surrey, East (Sir G. Howe), who was then the Minister for Trade and Consumer Affairs, to draw the attention of the Director-General of Fair Trading ​ to this practice. It seemed to me that the Fair Trading Act might provide some opportunity for this practice to be examined. In a letter to me dated 1st August 1973, my right hon. and learned Friend told me that he could neither predict the attitude of the Director-General nor anticipate what action he would recommend but that his attention would be drawn to the problems which my hon. Friend the Member for Gloucester (Mrs. Oppenheim) and I had raised with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although I know it is not the departmental responsibility of the Under-Secretary of State for the Environment, I hope that he will be able to tell us how the Department of Trade is getting along and whether the Director-General of Fair Trading has yet come to any conclusion about whether his powers are wide enough to stamp out this unfair and illegitimate practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}