{
    "url": "https://www.ukpol.co.uk/ken-clarke-2005-conservative-party-conference-speech/",
    "title": "Ken Clarke – 2005 Conservative Party Conference Speech",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "2005 Conservative Party Conference",
            "url": "/tag/2005-conservative-party-conference/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the speech made by Ken Clarke at the 2005 Conservative Party Conference on 4th October 2005.",
    "content": [
        "[![kenclarke](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not know about you, but I am fed up with our party losing elections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We used to be members of a party that won elections. In fact, we won so many that we were able to change the political and economic landscape of this country\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "hugely for the better. In the 21st century, we can and we must do this again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you are sometimes fed up and angry with our plight – as I am – you have a choice. You can give up, bail out, and call it a day. Or you can get stuck in, decide to fight, and give it your all. That is what I intend to do – and I know it is what you intend to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we come here today as a party with a purpose. It is to begin a great endeavour – nothing less than to make our Conservative Party once again the natural party of government in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In winning power, the economy will always be at the heart of the debate, and rightly so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You can have marvellous policies on every other subject, but if you do not win the argument on the economy, you are sunk. You are left with a political doughnut with an enormous hole in the middle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not have to prove my economic competence to the British public. I won my reputation over four years as Chancellor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Remember the strong economy which Labour inherited from us in 1997: low inflation; steady growth; falling debt. We were creating a modern enterprise economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We worked for it. We achieved it. Labour has profited from it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Up until now, Gordon Brown has had a good run, on the back of the tough decisions which we took a decade ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But today the British economy is at risk. At risk from big spending, from high taxes and from too much debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He’s already spending tomorrow’s taxes today. He is keeping the economy afloat on a sea of debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Growth is slowing rapidly and unemployment is on the rise. Families across the country find themselves burdened with a trillion pounds of household debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consumers are cutting their spending and our retailers are feeling the pain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Initially Mr Brown was in denial. Now even he has finally admitted that his forecasts for economic growth were wildly optimistic – as every expert said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "His “golden rule” turned out to be fool’s gold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He even had to change the starting date of the economic cycle to include the two years of surplus that he only achieved by sticking to my spending figures when\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour came to power. I suppose you might call it a compliment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The tragedy is that Gordon Brown could have done great things with our inheritance. But he’s blown it. He has turned out to be just another tax and spend Labour Chancellor, but on a lucky streak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No wonder he is anxious to move next door!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, I have never seen a man more impatient to leave his job. His office is all packed up. The good-bye drinks are in the diary. He knows where he wants to hang his pictures in Number 10.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only problem is – the boss won’t budge. But even if he does, there’s no escape. Brown’s legacy will haunt him; we’ll make sure of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fact is that the Labour Party has never really understood how a modern, successful market economy works. They just don’t get it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where our instinct, as Tories, is to set the people free, theirs is to organise, regulate and control. It is in their very blood-stream.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I say this: Let us never, ever allow the achievements of the Thatcher years to be thrown away. To be salami sliced – Labour slice, by Labour slice – until there is nothing left.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The corner-stone of our prosperity, and the key aim of our years in power, has to be the rebuilding of an enterprise culture in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have to fight and win a new battle of ideas in favour of better but smaller government in the 21st century. That is the best way of making Britain prosperous and free.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we left power, we had almost succeeded in getting public expenditure down to 40 per cent of our economy. I cut the share of national income spent by government by 2.5 per cent. It may not sound a lot, but it’s a huge amount of money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This 40 per cent target – the key to stopping the remorseless growth of government in the modern world – should once again be our goal. If the Government takes 40 per cent, the rest is available for our entrepreneurs to create wealth and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since we left power, taxes in Britain have risen and become far too complicated. Of course a Conservative government will aim to reduce and simplify our taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this will not be easy. When it comes to tax, like many things, it is better to under-promise and over-perform. But the direction we want to move in should be clear – and we should stick to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am the only person in today’s House of Commons ever to have made real reductions in income tax: I cut 2p off the basic rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When Gordon Brown shaved a penny off, he quickly slapped it back on National Insurance. His reduction was cosmetic; my cuts were for real. That’s the difference between Conservative and Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Anyone in this hall who does not believe in a low-tax economy has come to the wrong party conference. In government, there will be work to be done to achieve that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Low taxation will be the prize but only if we first reduce debt and control spending. We demonstrate all over again that it is possible to have modern public services and still keep growth of public spending below the growth of the real economy. That is the art of good government in the modern world. It is the art all good Conservatives have mastered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The economic management of the fourth largest economy in the world is an enormous responsibility which the Conservative Party wants to take up again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we take over, we will find that the books have been cooked by New Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will have to produce the first honest public accounts that Britain has had for many years before we discover the true extent of the problems we face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must prove that we have the competence and the courage to deliver economic success. Labour has always left economic failure behind them. They are going to do it again. It will fall to us to once again to pick up the pieces and enable Britain to remain a strong economic power in the modern world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is the third party conference in three weeks with a leadership contest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Charles Kennedy just hung on – that is good news.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour’s two big beasts yet again locked horns over when one should hand over the baton to the other. I would not put those two in a relay team!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We Conservatives now have to choose an even bigger beast than either of them – to push Labour out of office at the next general election and return us to government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not just want us to win the next general election so we can set Britain on the right economic road again. I want us to win because of the damage that I believe Tony Blair and New Labour are doing to the way we are governed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that New Labour has undermined the health of our democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They have abandoned the proper processes of Cabinet government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They have turned the great Secretaries of State into the lackeys of Downing Street.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They have doubled the number of political advisers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They have changed the rules so that those advisers can now invent policies and bully civil servants about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They have treated Parliament with a mixture of indifference and contempt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They have sidelined local government and created a proliferation of quangos.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Their obsession with press headlines and media moments has taken over our political system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Much of our problem as a party is that people do not trust us. It is not that they do not trust us because we are Conservatives. They do not trust us because we are politicians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must show that we are different politicians who believe in Cabinet Government, accountability to Parliament, an independent civil service and who aspire to be the servants of the people and not their masters nor their deceivers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Brown is now putting it about that things will be different if he makes it to No. 10.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fat chance! A Brown government will be control-freakery elevated into a principle of Government. There is no Minister more obsessed with personal control of every corner of government than Mr Brown. There is no Minister who has been more dismissive of his colleagues and his officials. There is no Minister who worries more about what the headline will be in tomorrow’s papers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would not dare say that Gordon Brown is “psychologically flawed”. I leave that sort of thing to No. 10. I do say that Mr Brown is a team player – who believes in a team of one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He will seek to run every part of government with the same compulsion to intervene he has shown as Chancellor. And when it all goes wrong, he will simply try to blame someone else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With Mr Blair we have had a president; with Mr Brown we are going to have an emperor. We must make sure that this would-be Napoleon meets his Waterloo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Conservatives, we have a strong set of values in which we deeply believe: strong defence, low taxation, smarter and honest government, market economics, law and order, the family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our philosophy is rooted in the tolerant instincts of the British people. It places its faith in the individualism and civic energy of our citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are my values and always have been and they are our values as a party. I believe they are values shared by a clear majority of our fellow citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tony Blair has tried to steal some of our principles and our policies – against the instincts of his own party. He has been a huge political cuckoo sitting right in the middle of our nest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Gordon Brown told the Labour Conference that they were going to dominate the centre ground. Oh no, they are not! The time has come to take back the political ground that should be ours. It’s time to start winning again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "David Willetts keeps telling us that we will all need to work harder and retire later. I am determined to do my bit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have put in a job application for a new, rather demanding job this December.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That job will be to lead this party back to power and to lead this country into a better, more confident future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I may not be everyone’s cup of tea, but I promise you this. If you give me the chance to lead this party, I will lead it unspun. I will say what I think, and try to do what I say, as I have always done in politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The question we have to answer is: do we really want to win?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I ask myself why do I fight to get re-elected to Parliament again, why do I hurl myself upon the spears of yet another leadership election, why do I tangle daily with the media and still feel the same tingle of excitement that I did when I first started my political career? It is because I want Conservative values to win again and, with you, to return to our task of making this country an even better place to live in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fellow Conservatives, let us win together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}