{
    "url": "https://www.ukpol.co.uk/greg-clark-2022-article-on-protecting-leaseholders/",
    "title": "Greg Clark – 2022 Article on Protecting Leaseholders",
    "post_date": "July 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The article written by Greg Clark, the Secretary of State for Levelling Up, Housing and Communities, published in the I newspaper and issued as a news release by the department, on 13 July 2022.",
    "content": [
        "Writing for i, Levelling Up Secretary Greg Clark announces that contracts to turn the building safety pledge into legally binding requirements have been sent to major housebuilders to be signed within a month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just under 4 weeks ago, we marked the 5th anniversary of the Grenfell Tower tragedy. That devastating tragedy should never have happened and nothing like it must happen again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To achieve confidence in this requires far-reaching action by many people and organisations: government, parliament, local councils, regulators, fire and rescue services, housebuilders, insurers, building owners, construction product manufacturers, contractors and many more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Progress has been made, though it has taken too long. Nevertheless, it is now becoming irreversible. The Building Safety Act came into force last month – the biggest reform to building safety in a generation. Leaseholders are now protected in law from unfair bills to make their homes safe, and a rigorous regulatory regime will bring order to decades of lax practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My predecessor, Michael Gove, was absolutely right in his drive to ensure that companies should fix the buildings they played a part in constructing. A landmark agreement has seen a majority of the UK’s major housebuilders pledge an estimated £2 billion to this end. That pledge was given to the house building industry in March and there have since been over 45 signatories. I welcome the proactive approach taken by those developers like Barratt that have gone beyond the commitments in the pledge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is time these commitments are put into force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will today publish the contract that will turn that pledge into legally binding undertakings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will make it available for comment for 4 weeks, after which the contract will be finalised. The faithful translation of these pledges into action is essential to the reputation for dependability that such an important sector of our economy must maintain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nor will there be backsliding on the £3 billion building safety levy. The taxpayer is contributing £5 billion towards fixing those buildings which have been left orphaned by absentee developers: the industry must pay its share too. The levy will be raised against all qualifying projects in England, and companies and firms who headquarter themselves overseas will pay it, as well as home-grown developers. Ensuring that this funding is available to all affected buildings is essential to re-building confidence in the sector. The approach to industry contributions and leaseholder protection has the strong and unambiguous support of all parties in parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Building Safety Act has given strong powers to disrupt the business of those developers that do not deliver on their pledge. Parliament rightly expects that the powers it has legislated be used unflinchingly, and they will be. The new Act also gives us new tools to pursue those who have contributed to this problem, not just housebuilders. I have instructed my department’s new Recovery Strategy Unit to target any individuals or companies – not just developers, but freeholders, product manufacturers, and contractors, wherever they register themselves – that do not step up to do what is required of them. For those large developers yet to commit to doing the right thing, it is time to step up and be prepared to pay up. As we identify more developers responsible for fire safety defects in buildings, I expect them to follow suit and take responsibility for repairs – and to do so quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the months and years ahead, we have an opportunity to have a productive partnership between housebuilders, the government, local councils and housing associations. I want to increase housebuilding and the most straightforward way is with existing housebuilders. I am proud that when I was a minister in this department for the first time, the National Planning Policy Framework (NPPF), which I led, galvanised housebuilders, increasing planning permissions granted from 166,000 in the year before it was published to 268,000 within 3 years of it being adopted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Developing the NPPF, I worked closely and effectively with housebuilders as well as local authorities, environmentalists and the planning profession. It is rare to meet anyone today that does not believe the NPPF was the most significant advance in planning in decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an object lesson in how a good working relationship between all parties can achieve big results. I want this to be our approach again. But a working relationship depends on the efficient discharge of commitments given, without havering after agreements have been made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is true in the normal course of business and policy. In the case of Grenfell, where we have a strong moral obligation to put right the failures that robbed families of the lives of 72 innocent people, that requirement is absolute.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}