{
    "url": "https://www.ukpol.co.uk/greg-clark-2019-statement-on-wylfa-newydd%e2%80%afnuclear-project/",
    "title": "Greg Clark – 2019 Statement on Wylfa Newydd Nuclear Project",
    "post_date": "January 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 17 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With permission, Mr. Speaker, I would like to make a statement following Hitachi’s announcement that they intend to suspend development of the proposed Wylfa Newydd new nuclear project, as well as work related to Oldbury.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr. Speaker, the economics of the energy market have changed significantly in recent years. The cost of renewable technologies such as offshore wind has fallen dramatically, to the point where they now require very little public subsidy and will soon require none. We have also seen a strengthening in the pipeline of projects coming forward, meaning that renewable energy may now not just be cheap, but also readily available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a result of these developments over the last eight years we have a well-supplied electricity market. Our electricity margin forecast is currently over 11% for this winter – having grown for each of the last five years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whilst this is good news for consumers as we strive to reduce carbon emissions at the lowest cost, this positive trend has not been true when it comes to new nuclear. Across the world, a combination of factors including tighter safety regulations, have seen the cost of most new nuclear projects increase, as the cost of alternatives has fallen and the cost of construction has risen. This has made the challenge of attracting private finance into projects more difficult than ever, with investors favouring other technologies that are less capital-intensive upfront, quicker to build, and less exposed to cost overruns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But as I made clear to the House in June, this government continues to believe that a diversity of energy sources is a good way and the best way of delivering secure supply at the lowest cost, and nuclear has an important role to play in our future energy mix. In my June Statement I therefore reaffirmed the government’s commitment to nuclear. I also announced that we would be entering into negotiations with Hitachi over their project at Wylfa. Given the financing challenges facing new nuclear projects, I made clear to the House in June that we would be considering a new approach to supporting Wylfa that included the potential for significant direct investment from the government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr. Speaker, while negotiations were ongoing, I am sure the House will understand that the details were commercially sensitive, but following Hitachi’s announcement I can set out in more candid terms the support that the government was willing to offer in support of the project. Firstly, the government was willing to consider taking a one third equity stake in the project, alongside investment from Hitachi and Government of Japan agencies and other strategic partners. Secondly, the government was willing to consider providing all of the required debt financing to complete construction. Thirdly, the government agreed to consider providing a Contract for Difference to the project with a strike price expected to be no more £75 per megawatt hour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope the House would agree that this is a significant and generous package of potential support that goes beyond what any government has been willing to consider in the past. Despite this potential investment, and strong support from the government of Japan, Hitachi have reached the view that the project still posed too great a commercial challenge, particularly given their desire to deconsolidate the project from their balance sheet and the likely level of return on their investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr, Speaker, the government continues to believe that nuclear has an important role to play, but critically it must represent good value for the taxpayer and the consumer. I believe the package of support that we were prepared to consider was the limit of what could be justified in this instance. I was not prepared to ask the taxpayer to take on a larger share of the equity, as that would have meant taxpayers taking on the majority of construction risk and the government becoming the largest shareholder with responsibility for the delivery of a nuclear project. I also could not justify a strike price above £75 per megawatt hour for this financing structure, given the declining costs of alternative technologies and the financial support and risk sharing already on offer from the government which was not available for Hinkley Point C.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to reassure the House that Hitachi’s decision to suspend the current negotiations on the project was reached amicably between all parties once it became clear that it was not possible to agree a way forward. Hitachi have made clear themselves that while they are suspending project development at this stage, they wish to continue discussions with the government on bringing forward new nuclear projects at both Wylfa and Oldbury and we intend to work closely with them in the weeks and months ahead. We will also continue to strengthen our long-standing partnership with the Government of Japan on a range of civil nuclear matters. And importantly, we will continue to champion the nuclear sector in North Wales, which is home to world-leading expertise in areas such as nuclear innovation and decommissioning, and offers ideal sites for deploying small modular reactors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, if new nuclear is to be successful in a more competitive energy market – which I very much believe it can be – it is clear that we need to consider a new approach to financing future projects, including those at Sizewell and Bradwell. As I initially set out in June, we are therefore reviewing the viability of a Regulated Asset Base model and assessing whether it can offer value for money for consumers and taxpayers. I can confirm to the House that we intend to publish our assessment of this method by the summer at the latest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through our nuclear sector deal, we are also exploring working with the sector to put the UK at the forefront of various forms of nuclear innovation. We are therefore exploring whether advanced nuclear technologies, such as small modular reactors, could be an important source of low carbon energy in the future and are considering a proposal from a UK Consortium led by Rolls Royce that would result in a significant joint investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, I started this statement by outlining the challenges that the nuclear industry faces as the energy market changes. I will set out a new approach to financing new nuclear as part of the planned Energy White Paper this summer. I know the future of the nuclear sector is of great interest to many Members of this House and I will ensure that Members across this House, and its Select Committee, have the opportunity to consider the proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr. Speaker, I understand the disappointment the dedicated and expert staff at Wylfa and Oldbury will feel as a result of today’s announcement by Hitachi. New commercial nuclear investments around the world over are experiencing the same challenges as new sources of power become cheaper and more abundant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nuclear has an important role to play as part of a diverse energy mix, but must be at a price that is fair to electricity bill payers and to taxpayers. We will work closely with Hitachi and the industry to ensure that we find the best means of financing these and other new nuclear projects. And our commitment to Anglesey – with nuclear, renewables, and the deep expertise that it has, a real island of energy – will not be changed by this decision. I will work with the member for Ynys Môn, the Welsh Government and the local community to ensure its renown is supported and strengthened, and I will do the same with my Honourable Friend the Member for Thornbury and Yate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to pay tribute to the staff of Horizon, Hitachi and to my own officials and those of in the Department of International Trade and the Government of Japan, who have spent many months doing their utmost to support a financing package. I know that they left no stone unturned in seeking a viable commercial model for this investment and I very much hope that their work and professionalism will lead to a successful partnership following this period of review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}