{
    "url": "https://www.ukpol.co.uk/greg-clark-2016-speech-to-lga-conference/",
    "title": "Greg Clark – 2016 Speech to LGA Conference",
    "post_date": "July 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Communities and Local Government, at the Bournemouth International Centre on 5 July 2016.",
    "content": [
        "[![gregclark](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Colleagues,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We meet today in circumstances that a year ago, few of us would have expected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The United Kingdom resolved to leave the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister – only recently re-elected – resigned and a contest to replace him underway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The principal party of Opposition contemplating a second contest within a year for the post of Leader.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In these turbulent times it is more appropriate than ever to be grateful for the stability and confidence that local government brings to our national life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While some Westminster politicians can give a good impression of losing their heads and blaming it on everyone else, that doesn’t wash in local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, when the Local Government Association (LGA) had a spot of political instability after the local elections in May it was resolved amicably within days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the reasons why I’ve always been passionate about getting power out of the hands of central government and into yours is that there is a practicality and a directness in local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You focus on the job in hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local government is agile, dependable, hands-on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the author Benjamin Barber put it in the American context: “Presidents pontificate, mayors pick up the garbage.” Literally, and metaphorically.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let me thank you and, through you, all your fellow members and officers. Not just for picking up the garbage. But for educating our children, giving security and respect to our elderly. For making those who would be left out of our society welcomed in. For catching people when they fall into homelessness or debt or despair. For providing refuge for people fleeing violence whether perpetrated in their home or from brutal regimes the other side of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you for helping our cities, towns and villages be better places to live and to work and do business, through your hard work in making them more attractive, making them greener, cleaner, and healthier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you for running a planning system that brings you no end of brickbats but which has, for the first time in decades, produced planning permissions which match the growing population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you for keeping our roads running – we’d certainly know if you didn’t – our parks beautiful and our neighbourhoods safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s not just the things that have to be done everyday. Local government proves itself time and again as being exceptionally agile at dealing with the unexpected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In December last year floods struck the North of England. The first to respond – alongside the emergency services – were officers and lead members of local authorities. As I saw first-hand during my time there, they worked round the clock for days on end – Christmas holidays literally washed away – to evacuate people affected, check on those isolated, to get money and help to people and businesses who needed it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to thank everyone who came to the rescue of our communities in their hour of need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to thank Gary Porter for his leadership of the LGA during the last year, and the Group Leaders David Hodge, Nick Forbes, Gerald Vernon-Jackson and Marianne Overton.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me now talk about the matter of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first thing to say is that whether we’re in local government or national government, government is about leadership. We have the responsibility to keep a cool head.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The referendum was an instruction to negotiate terms for leaving the EU. Nothing has changed and should not, in my view, until we have a clear view of the change that we want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are still members of the single market, we are still members of European Councils with full voting rights. People from other European countries have a perfect right to continue to live and work here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second is that I think it is essential that we conduct ourselves with the courtesy and respect which not only is a hallmark of Britain’s reputation but an essential condition for any successful negotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our European neighbours will continue to be our partners and must be our friends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our society and our communities must be open, tolerant and welcoming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Polish men who fought the Luftwaffe were welcome here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Polish and other European men and women who have come more recently and who contribute to our national life – you too are welcome here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To those who come to us because they have fled persecution and to whom we have offered sanctuary – you are welcome here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just because we have voted to leave the European Union does not mean we should abandon our international outlook, out openness to the world, our strength in being one of the most diverse, welcoming and civilised places on the planet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m proud of the work that my department supports, that many of you lead on, in tackling hate crime. We must redouble those efforts on behalf not just of those members of our society who have been subjected to sickening abuse in recent days, but of the whole of Britain whose repugnance at the behaviour of an unrepresentative few must prevail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that the referendum did not so much create divisions in our country so much as expose ones that were already there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "London voting to remain, most of the rest of England for out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some metropolitan cities voting marginally to stay in; smaller industrial towns voting heavily to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was a critique that was made of the European Union – whether we think it was accurate or not. Too remote. Too unaccountable. Too bureaucratic. Trying to be too uniform. Run by people that don’t know what it’s like for me, where I am.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Travelling around the country, talking to people during the campaign, I sensed that some of those charges were levelled at the way the country is run too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So among the answers to the challenge that the referendum result poses has to be a much bigger role for the local in our national life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local government that is rooted in communities; Is practical and pragmatic not doctrinaire; Understands the communities that comprise an area – and the differences from one place to another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local government has local, powerful leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our great towns and cities over centuries have been led by – and in some cases founded by – people who have had the ability, but also the freedom, to pursue a bold vision for their city, town or county. To be proud of it and to care little for being told what to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was always the case that local leaders put national leaders in their place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of my favourite stories is from my home town of Middlesbrough where the Prince of Wales came, in 1887, to open the new town hall. In his speech, the Prince admitted, with a condescending note, that he expected to see a smoky town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Mayor instantly and publicly upbraided the Heir to the Throne:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "His Royal Highness owned he had expected to see a smoky town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is one, and if there is one thing more than another that Middlesbrough can be said to be proud of, it is the smoke (cheers and laughter).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The smoke is an indication of plenty of work (applause) – an indication of prosperous times (cheers) – an indication that all classes of workpeople are being employed, that there is little necessity for charity (cheers) and that even those in the humblest station are free from want (cheers).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore, we are proud of our smoke (cheers).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my view, local leaders should be similarly assertive in our day, the response to leaving the European Union has to be a radically expanded role for local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means that local government must be represented at the negotiating table. I argued successfully last week for English local government to be part of the negotiations on the terms of our exit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the days ahead I will ask Gary to put together a team representing all parts of local government; all parties and all parts of the country to make sure we make good use of this seat at the table.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we are transferring powers from the EU to Britain I think it is essential that Whitehall is not the default destination for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For years we have been urging subsidiarity – the principle that power is held as close to the people as possible – on the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We now must apply it at home and ask first whether powers and funds can be transferred to local government. I also think it is essential that we confirm, as soon as possible, that the continued availability of the structural funds which co-fund many important investments in infrastructure and economic development, including in the North, the Midlands and the South West.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The programme runs from 2014 to 2020 and it would be madness to put at risk major job-generating projects when they are already underway and much-needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although you could be forgiven for thinking so, there are many other matters that we need to discuss at this conference apart from our relationship with the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Communities and Local Government Select Committee used to fret in the past about whether the department’s agenda was prominent enough in government. That is not a question they ask anymore.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the last 12 months, local government has played a more prominent and influential role in government policy than at any time I can remember.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ten Devolution Deals for combined authorities have been negotiated covering 30% of the population of England. Local government will retain 100% of business rates from 2019 to 2020 and will be financially independent of central government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every part of England is on the point of submitting proposals for the Local Growth Fund which I launched in 2014 and is now driving growth in all parts of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is much more to do, and I am determined that you should drive the reforms that are needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the last few months I have been working closely with the group leaders and officers in the LGA on how to make sure business rates retention is implemented in a way that is fair and effective to all types of councils an all parts of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have argued strongly in government that we should get on with the preparations and specifically invite local government to recommend its preferred solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I can announce today that I am publishing the official consultation on business rates retention that will allow us to continue the momentum for reform. The consultation is open enough – rather than narrowly prescriptive – to give ample space for colleagues here to shape the solution that we arrive at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a major opportunity – arising from a major challenge – to transform the way in which the NHS and local councils work together to care for our elderly and vulnerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the Local Government Finance Settlement I negotiated with the Treasury and was able to secure a proposal that had been made to me by local government – the 2% social care precept, which has raised £308 million extra for social care in its first year, and a new fund available to local government to improve social care. But I am well aware that there is further to go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At its best, local NHS bodies work efficiently with local councils to ensure that hospital patients and elderly residents – who are one and the same people – are helped to get the best care they need in the most appropriate setting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But too often this is the exception rather than the rule, and the genuine full-hearted collaboration that is necessary has too often been lacking. That that must change – culturally, as much as structurally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will redouble efforts to work with the Health Secretary to support any area that brings forward new ways of working that can improve social care. I will help ensure that you are not held back because it hasn’t been done before, or because budgets held by health providers have proved elusive to local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thanked you earlier for the transformation that you have made in providing the planning permissions we need to provide the homes that we need for the next generation. But while more planning permissions were granted, the number of new homes actually built has increased but not at the same pace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to close this gap. There is nothing more frustrating to you – or to me – than seeing a plot that has been granted planning permission taking years to be built out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we need, together, to speed up the implementation of planning permissions. One of the ways we can do that is to provide smaller sites – or subdivide bigger sites – so that they are available to the small and medium-sized local and regional builders who literally built the Britain we are familiar with today, but whose balance sheets and access to finance puts them at a disadvantage when it comes to acquiring large sites.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the Spending Review we secured £20 billion for investment in house building and I am determined to work with you so that we can – in partnership – turn around the 30 year deficit in house building that has caused so much anguish for the millions of young people who want only to do what our generation was able to do with confidence – count on a home of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have important further work to do on devolution. The devolution deals we have agreed already cover a third of the country by population – but they are very much available to all of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No place is the same and no deal should be the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The geography and powers and governance that are right for one place will not be right for another. But in every case I will look for local agreement, not central imposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I know that in many cases it would seem easier to give a standard blueprint and compel authorities to adopt it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But if you believe in devolution as I do that is to miss the whole point. I will not compel any council to join any devolution arrangement. It needs to be locally agreed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in a Britain in which the question has changed from whether to devolve to how significantly, there is a huge opportunity for leaders who are willing to work together in harmony to take powers and budgets which can be used to magnify the impact on the lives of their residents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Chairman, Conference. In at least 3 political parties – the Conservative Party, the Green Party and UKIP – there is a leadership contest underway – and if Labour were to join it would make 4.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My advice to local government in these leadership contests is not to take the new found resurgence of interest in local government for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For many years devolution to local government was campaigned for locally, but was thwarted nationally. Some departments of government are recent converts, but in the recent past they were the most implacable opponents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A year ago I said I wanted to see a nation of muscular communities. Now is the time to exercise that muscle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}