{
    "url": "https://www.ukpol.co.uk/brendan-clarke-smith-2022-statement-on-the-departure-of-the-home-secretary/",
    "title": "Brendan Clarke-Smith – 2022 Statement on the Departure of the Home Secretary",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Brendan Clarke-Smith",
            "url": "/tag/brendan-clarke-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Brendan Clarke-Smith, the Cabinet Office Minister, in the House of Commons on 20 October 2022.",
    "content": [
        "I thank the right hon. Lady [Yvette Cooper] for her question. My right hon. and learned Friend the Member for Fareham (Suella Braverman) resigned yesterday, following a contravention of the ministerial code relating to a breach of Cabinet confidentiality and the rules relating to the security of Government business. The Prime Minister has made clear the importance of maintaining high standards in public life, and her expectation that Ministers should uphold those standards, as set out in the ministerial code. All Ministers are personally responsible for deciding how to act and conduct themselves in the light of the code, and for justifying their actions and conduct to Parliament and the public. However, Ministers remain in office only so long as they retain the confidence of the Prime Minister. She is the ultimate judge of the standards of behaviour expected of a Minister, and the appropriate consequences of a breach of those standards. My right hon. and learned Friend has explained her decision to resign, and to be clear, the information that was circulated was subject to Cabinet confidentiality and under live discussion within the Government. In the light of that, it would not be appropriate to discuss the specifics of the matter further in the House, but the Prime Minister is clear that the security of Government business is paramount, as is Cabinet responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister paid tribute to my right hon. and learned Friend’s service as Home Secretary, noting that her time in office was marked by a\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“steadfast commitment to keeping the British people safe”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and overseeing the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“largest ever ceremonial policing operation, when thousands of officers were deployed from forces across the United Kingdom to ensure the safety of the royal family and all those who gathered in mourning for Her Late Majesty The Queen.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister, having accepted my right hon. and learned Friend’s resignation, acted decisively to appoint my right hon. Friend the Member for Welwyn Hatfield (Grant Shapps) as Home Secretary yesterday afternoon. I hold the new Home Secretary in the highest regard and note that he is already getting on with the job, keeping the people of the country safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}