{
    "url": "https://www.ukpol.co.uk/greg-clark-2022-statement-on-the-governments-rough-sleeping-strategy/",
    "title": "Greg Clark – 2022 Statement on the Government’s Rough Sleeping Strategy",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Greg Clark, the then Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 5 September 2022.",
    "content": [
        "On 3 September Government published their new strategy to end rough sleeping in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government have made the unprecedented pledge to end rough sleeping within this Parliament, and this strategy will help us to deliver that goal. Working with our partners across Government, in local authorities and the sector, we have delivered remarkable progress so far, with rough sleeping levels in the most recent annual rough sleeping snapshot at an eight-year low in England. However, we face significant challenges if we are to end rough sleeping for good, and we must work across Government and with local partners to step up our efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The strategy will build on that progress and help us end rough sleeping for good by bringing forward a bold new approach backed by £2 billion of funding over the next three years to tackle homelessness and rough sleeping in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the first time, we are defining what we mean by ending rough sleeping—that rough sleeping will be prevented wherever possible, and when it does occur, it will be rare, brief and non-recurrent. We will bring forward a new data framework, which will enable us to track progress against the definition and ensure all local and central partners are doing their bit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will embed a “prevention first” approach so that rough sleeping is better prevented before people reach the streets. This means ensuring the landmark changes in the Homelessness Reduction Act 2017 are fully embedded, to prevent more people from reaching a homelessness crisis, as well as bringing forward investment so that nobody leaves a public institution, such as prison or care, to the streets. As part of this, we will provide new funding over the next three years to expand the accommodation for ex-offenders programme so that people at risk of homelessness, including rough sleeping, in all parts of England are supported into long-term, settled accommodation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will also empower local authorities by extending our flagship rough sleeping initiative to 2025, with up to £500 million of funding so that local areas can provide the tailored support needed to end rough sleeping over the next three years. We will complete delivery of the Housing First pilots in Greater Manchester, Liverpool city region and the west Midlands, providing a further £13.9 million over two years on top of the £28 million already invested, and expand Housing First more widely through £32 million within the rough sleeping initiative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will sit alongside £200 million of new funding for the single homelessness accommodation programme, which will deliver up to 2,400 much-needed homes for vulnerable people at risk of homelessness or rough sleeping, including young people and those with the most complex needs, alongside expanding existing accommodation programmes that we know work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will act across the system to reduce rough sleeping. We will ensure new local integrated care systems in the NHS consider the health and social care needs of those sleeping rough in their area in the development of their strategies. Jobcentres will work closely with local authorities to support people experiencing rough sleeping to access benefits and employment advice. We will be launching a new homelessness employer covenant with Crisis to help employers recruit and support employees who have been homeless or rough sleeping.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A quarter of people sleeping rough nationally are not from the UK, rising to nearly half in London. Since the pandemic we have seen local authorities looking to exhaust all options to support this group away from the streets; we want to see this continue. For those here legally but with restricted eligibility for public funds, we want to see them get appropriate support to sustain a life away from the streets. For those here illegally, we want to ensure people return to their home country swiftly and receive the appropriate support to do this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the strategy we are announcing allocations for areas in England in a range of key initiatives including the rough sleeping initiative, rough sleeping accommodation programme, rough sleeping drug and alcohol treatment grant and Housing First. Full details of allocations can be found on gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While we have taken the significant step of committing to repeal the Vagrancy Act 1824 in full, we must make sure the police, local authorities and other agencies have the powers and tools they need to respond effectively to begging, support vulnerable individuals and help communities feel safer. Government are currently consulting on the need for appropriate replacement legislation to ensure the police and other agencies remain able to protect the public, while also embedding rehabilitation and support at the heart of our approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The whole of Government are united in ending rough sleeping. In order to achieve this, all partners, across central and local Government, voluntary organisations, delivery partners and the public must work together as one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want our ambitious approach to be matched by bold local delivery and expect all those involved in ending rough sleeping to play their part. We want to ensure rough sleeping is ended in a way that is sustainable in the long term, and this strategy lays the foundations for the long-term system change needed to support that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This strategy shows that this Government are committed to ending rough sleeping, and we will continue to work with local and national partners to achieve this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A copy of the rough sleeping strategy will be deposited in the Library of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}