{
    "url": "https://www.ukpol.co.uk/feryal-clark-2022-speech-on-pancreatic-cancer-awareness-month/",
    "title": "Feryal Clark – 2022 Speech on Pancreatic Cancer Awareness Month",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Feryal Clark",
            "url": "/tag/feryal-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Feryal Clark, the Labour MP for Enfield North, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hollobone. I start by thanking and paying tribute to the hon. Member for Strangford (Jim Shannon) for securing this morning’s debate to mark Pancreatic Cancer Awareness Month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As other Members have done, I pay tribute to the brilliant work of Pancreatic Cancer UK. Such organisations are vital in raising awareness of this awful disease. I also praise the important contributions made by all Members, and thank them especially for sharing the touching stories of their constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we have heard throughout the debate, pancreatic cancer is the deadliest of the common cancers. It affects about 10,000 people a year across the UK, with three in five of those being diagnosed at a very late stage. More than half of those people will die within three months of diagnosis, only 7% will survive for more than five years, and 5% will survive for 10 years or longer. The figures are even worse in Northern Ireland, as we have heard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the North Central London integrated care board area, within which my constituency of Enfield North falls, 161 people were diagnosed with pancreatic cancer in 2020, and there were 153 deaths due to pancreatic cancer, so I sympathise profoundly with anyone who is affected by pancreatic cancer and with the family members of those who are suffering. Those statistics are shocking, but even more shocking is the fact that they have barely changed in the past 50 years, and that the UK ranks 29th of 33 countries with comparable data on five-year survival for people with pancreatic cancer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One reason for the tragically low survival rates is the stage at which people are diagnosed, as was mentioned by the hon. Members for East Londonderry (Mr Campbell), for East Dunbartonshire (Amy Callaghan) and for Strangford, and other Members who contributed. Only 16% of people with pancreatic cancer are diagnosed at an early stage. For many, it is simply too late, so I would be grateful if the Minister outlined how the Government intend to improve the diagnosis of pancreatic cancer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One thing we cannot ignore is the cancer backlog. Over the past decade, pancreatic cancer mortality rates have increased by a fifth. Waiting lists have risen to record levels and the proportion of people waiting less than 18 weeks for treatment is at its lowest in a decade. At the end of July 2020, waiting lists had risen to a record 6.8 million people, with almost 400,000 patients waiting more than a year. The Government are missing their target to eradicate the two-year wait, and analysis produced in May by Macmillan found that it could take more than five years to clear England’s cancer treatment backlog. For pancreatic cancer patients, that is simply not good enough. They cannot afford to wait.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many Members have spoken about the workforce element, which underpins all the issues outlined in the debate. As was eloquently described by the hon. Member for Carshalton and Wallington (Elliot Colburn), without a robust workforce strategy, our NHS will simply not be in a place to provide the support that pancreatic cancer patients need, yet Ministers continue to ignore those calls—even calls from their own Chancellor, who is the former Chair of the Health and Social Care Committee. A recent report by the Committee said that the absence of a “serious effort” from the Government to tackle gaps in the cancer workforce is jeopardising earlier diagnosis, so I am keen to hear from the Minister what plans the Government have to ensure that staff are trained and retained sustainably, such that pancreatic cancer patients can always access care in a timely manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour has already set out its plans, pledging the biggest expansion of medical school places in history to give the NHS the doctors it needs so that patients can be seen on time. That commitment also includes creating 10,000 new nursing placements every year and training 5,000 new health visitors. Labour will also produce a long-term workforce plan for the NHS for the next five, 10 and 15 years to ensure that we do not find ourselves in this position again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Members also mentioned the 10-year cancer plan. In February, the then Health Secretary announced a new war on cancer and launched a call for evidence to inform a new 10-year cancer plan for England. That call for evidence closed in April. We are now on our fourth Health Secretary since April, but there is still no sign of the plan. That is not good enough not just for those suffering with pancreatic cancer, but for those with all forms of cancer. Will the Minister set out exactly when we can expect this cancer plan? As we emerge from the pandemic, people living with pancreatic cancer need an NHS that has the time and resources to support them. It is about time that the Government delivered on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}