{
    "url": "https://www.ukpol.co.uk/chris-clarkson-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Chris Clarkson – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Clarkson",
            "url": "/tag/chris-clarkson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Clarkson, the Conservative MP for Heywood and Middleton, in the House of Commons on 18 July 2022.",
    "content": [
        "Today’s motion is on whether we have confidence in the Government, and obviously I will be speaking in favour of that. I want to register my exasperation with the way that we arrived at having to table this motion, after the botched stunt by the Labour party last week. By attempting to table a vote of no confidence in the Prime Minister, Labour Members sought to do away with constitutional precedent and decades of convention. Whatever their personal animus towards the Prime Minister—I have listened to the speeches, and I can tell it runs very deep—the office is bigger than any one person, and the institutions around it, and our constitution, are bigger still. To seek to upend that in a fit of petty spite just shows how irresponsible and deeply unfit the Leader of the Opposition is to lead. He is a man who should know better, and a man who, as a lawyer, does know better, but he simply cannot do better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is the mother of Parliaments, not a sixth-form debating society. However, that is not what the debate is about. I appreciate this is a popular debate, so I want to touch briefly on why I will be supporting the Government tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Government Members were elected on an ambitious manifesto, which was not just about Brexit, as some would like to claim. It was also about how we use that opportunity to change the way in which our country is working, because frankly, for a very long time in a great number of places, it simply has not been. Areas like mine were left in abeyance, written off, put in the “too hard” basket and subjected to their own passive form of managed decline, and that is not right. It cannot be the case that all the talent and ability is clustered in one part of the country—we know it is not—so why should all the opportunity be focused in a postage stamp-sized area of the country? Our manifesto promised to address that, and we have already made great strides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That job has undoubtedly been complicated by the pandemic, which nobody’s manifesto contained. The pandemic has meant that it has been necessary to do extremely difficult things, but it was years of making tough choices since 2010—restoring our public finances—that enabled us to put our arms around the nation at the darkest of times. There will undoubtedly be those who want to talk down the pandemic response, but the simple fact is that this country went further and faster than most to protect, vaccinate and unlock. It was not all that long ago that Opposition Members were demanding that we emulate the EU, New Zealand and a host of other countries, only to then see them grappling with surging infections and repeated lockdown measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have always believed that levelling up—or whatever we want to call it—is about different things in different areas. For me in Heywood and Middleton, it meant improving educational opportunities and transport links—seemingly simple things that will open doors that are currently just out of reach of so many. In my borough alone, about £130 million was injected into the local economy to protect lives and livelihoods at the height of the pandemic, and, after a genuine fight to stop the Labour Rochdale Borough Council siphoning most of that into its reserves, we got the money to the people who needed it. During my first 18 months as an MP, I closed more cases than my Labour predecessor did in her five years. That is the level of intensity that this Government have put into supporting the country, and the amount of disinterest shown by my predecessor and her party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we emerge from the pandemic, what next? Rochdale borough has bids in for £40 million of levelling-up funding. Greater Manchester has been allocated £98 million from the shared prosperity fund, in addition to over £1 billion earmarked to improve public transport, which is a game-changer. More than £1 million has been given to cultural recovery in the borough, and the Government have designated us as one of their priority education investment areas, with a share of more than £40 million. Despite everything that has happened in the past few years, we are getting on with the job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have been extremely proud to sit on these Benches for the past two and half years, and I genuinely believe that what we have done has been with the best intentions—to make this country a true partnership of people, all of them engaged in a common endeavour, and all of us equally able to achieve if we are willing to put the work in—and that is why I will be voting confidence in the Government tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}