{
    "url": "https://www.ukpol.co.uk/theo-clarke-2020-speech-on-the-trade-bill/",
    "title": "Theo Clarke – 2020 Speech on the Trade Bill",
    "post_date": "May 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Theo Clarke",
            "url": "/tag/theo-clarke/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Theo Clarke, the Conservative MP for Stafford, in the House of Commons on 20 May 2020.",
    "content": [
        "Free trade is vital for Britain to have a robust economy, so I welcome the fact that this new Trade Bill gives Britain the opportunity ​to write a new chapter in our trading history. Free trade provides an environment that encourages fair competition, leading to greater specialisation and increased innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over 250,000 UK businesses have tradeable goods and services but do not currently trade internationally. This represents millions of pounds and thousands of jobs that the British economy is missing out on. I have been speaking to Staffordshire County Council and the Department for International Trade to encourage more Stafford-based businesses, both big and small, to explore further exporting opportunities. I welcome this Bill because it sets out a framework for a truly global Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are all aware of the devastating impact that coronavirus is having across our communities, from the tragic loss of life to the long-term impact that it is having on our economy and my constituents’ quality of life. I fully support the wide range of measures that the Government have introduced to tackle coronavirus and the unprecedented lengths that the Chancellor has gone to in protecting the economy and supporting people’s jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my roundtable with members of the Staffordshire chamber of commerce last week, I was therefore disappointed to hear that jobs across Staffordshire may be at risk. Trade provides a beacon of hope for the future of our economy, and it is imperative that every link in the supply chain is encouraged to grow. Just as coronavirus has demonstrated in such a devastating way how closely we are all connected, it is global co-operation that will be vital to defeating this deadly virus, so we must use the lessons learned from this pandemic to foster more collaboration between nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the fact that the Government have been working with the World Trade Organisation and the Commonwealth to champion a liberal free trading agenda across the world and to support developing countries in maintaining the benefits of trade for their economies and populations, which is all the more important now that the Commonwealth Heads of Government summit in Kigali, which was scheduled for June—I had planned to attend—has now been postponed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If I may focus for a moment on Africa, our two-way trade has enormous value—a total of £35.1 billion of goods and services in 2018, according to the Office for National Statistics—creating sustainable jobs both at home and abroad. I was pleased that our Prime Minister seized this opportunity by hosting the inaugural Africa investment summit in London earlier this year, where he promised to renew our economic partnership with Africa, which contains some of the fastest growing economies in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me explain how trade with Africa directly affects my constituency in the west midlands. Last summer, I visited a Fairtrade co-operative cocoa farm in central Ghana. I saw for myself the jobs that the farm provides, especially for women and the families they support. Not only is it a great Fairtrade initiative, but the beans are used to produce chocolate that is transported throughout the world, including chocolate found in my supermarkets here in Stafford and across the UK. It was concerning to hear that Ghana’s cocoa industry is now facing a $1 billion shortfall in revenue, with devastating consequences for the farmers I met last summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "African countries are facing a dual crisis with the impact of coronavirus on their populations and the global economic slowdown, which threatens to undo ​the hard-fought economic gains of the past 25 years. It is vital that Britain has the opportunity to create its own trade policy that strikes the right balance between encouraging imports of goods that we need and incentivising manufacturing and production on home soil to sell in Britain and export around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the fact that the Trade Bill will work hand in hand with a number of other measures, such as the UK global tariff, to usher in a new era of trade. The UK is removing tariffs from goods that it does not produce and that come from developing countries—cotton yarn, for example, is going from 4% to 0%—and at the same time backing British agriculture by applying tariffs on other goods. The Prime Minister has pledged that the UK will be the foremost champion of free trade in the world. I hope that the Trade Bill will boost British goods and ensure that we can encourage others to trade out of poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}