{
    "url": "https://www.ukpol.co.uk/greg-clark-2017-speech-at-opening-of-london-taxi-factory/",
    "title": "Greg Clark – 2017 Speech at Opening of London Taxi Factory",
    "post_date": "March 24, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, in Coventry on 22 March 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Introduction**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you, it’s a great honour to be here for the opening of such an impressive new factory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "50,000 square feet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An annual production capacity of 20,000 vehicles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Up to a thousand new jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A £325 million investment in an icon of British culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the last 60 years, more than 130,000 London Black Cabs have been produced here in the West Midlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, the history of motorised taxi manufacturing in the UK is twice as long as that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first purpose-built motorised taxi was manufactured in 1897 – and remarkably it was an electric vehicle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because of their bright livery and the sound of their engines, these were known as Hummingbirds – and, for a few years, were a familiar sight on the streets of London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sadly, the battery technology of the time could not compete against the petrol engine – and, in the 20th century, electric vehicles were pushed off the road.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, in this century, we can expect the opposite to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, we stand on the brink of a road transport revolution: a new age of ultra low emission vehicles that might just well save the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This factory is where a better future will be made, while at the same time continuing a great British tradition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "London black cabs not only keep our capital moving, but they help represent our country far and wide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2013, that proud legacy was secured when the London Taxi Company was acquired by Geely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, now with vital investment from its parent company, LTC goes on to even greater things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m delighted that the founder and chairman of Geely is with us today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Li Shufu is one of China’s great business leaders – and, therefore, one of the world’s great business leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Li, on behalf of the Prime Minister and the whole Government, I would like to express our gratitude for your commitment to this company and also to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I greatly look forward to our continued cooperation – and to strengthening the partnership between our nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Electric vehicles**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ladies and gentlemen, all relationships, all partnerships, are deepened through shared interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Trade is one such interest; another is the fight against climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a global endeavour in which China is now playing a leading role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not least, in the contribution made by Chinese manufacturers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By driving down the price of key technologies we are making possible a low carbon future in which energy is not only used efficiently but produced cleanly and cheaply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, to achieve our climate objectives we also need low carbon transportation – and for that we need low emission vehicles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After a century in which the internal combustion engine has ruled the roads, we need to persuade consumers that a shift to electric engines and other forms of low emission vehicles is both desirable and achievable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Electric vehicles must be seen as a reliable, mainstream option.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can think of no better demonstration than the electrification of the taxi – and not just any taxi, but the London black cab.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here we have the very image of tradition, comfort and reliability – and one that millions of Londoners, commuters and tourists can experience for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If people see black cabs go green then they will know that all cars can do the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s not just the evidence of their eyes that will count, but also the evidence of their lungs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The global problem of climate change runs alongside the local problem of air pollution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "LTC has already shown it is possible to cut harmful emissions with better diesel engines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the vehicles produced in this factory will show that we can cut emissions altogether.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For busy cities, not just in this country but all around the world, that is truly welcome news.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So for all of these reasons the UK Government has identified the continuation of innovation in electric and other low emission vehicles as a key priority for our Industrial Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is why today we’re announcing today £50 million to encourage taxi drivers to switch to cleaner greener vehicles; cabbies here amongst us I’m sure will be pleased to know that there will be up to £7,500 off the price of a new cab and £14m worth of investment in dedicated charge point for electric taxis not just in London but in ten councils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, progress depends on the expertise and commitment of advanced automotive companies like LTC and Geely – but Government can play, and will, play an important supporting role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Industrial strategy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unlike the failed policies of the past, a modern industrial strategy does not mean government telling business what to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rather it’s about public investments helping them support their own long-term investment decisions that companies are making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For instance, Government can nourish the roots of innovation through our funding of science.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This country has many of the world’s top universities and research institutions – and we will maintain and extend this advantage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why, last November, we announced the biggest increase in public research and development funding since 1979.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will include funding for research that is of direct relevance to the automotive sector – for instance, research into better batteries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Skills provision is another area in which the government can play a vital role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we want British industry to manufacture the next generation of products, then we must nurture the next generation of engineers, mechanics and designers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are determined to build on our strengths and to build a system of technical education that can beat any in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we will continue to invest not just in the quantity but the quality of apprenticeships – of which the training schemes offered by LTC are an excellent example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are providing the funds required to achieve these goals – with the Spring Budget described by the Confederation of British Industry as “a breakthrough budget for skills.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Infrastructure is focus of further action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve given the go-ahead to a string of major upgrades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can’t expect industry to make long-term investment decisions if the government refuses to do the same, which is why we are determined to make these big decisions as part of our Industrial Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The automotive sector**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just as important as the scale and seriousness of public investment is the care by which it is coordinated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This requires that decisions are made at the right level and through the right institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For example, to support our diverse local economies we need to empower local decision makers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why, as part of devolving power from Whitehall, we’ve created local institutions capable of using it – such as the Coventry and Warwickshire Local Enterprise Partnership which continues to be such a big champion of the development of advanced manufacturing in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This £325 million investment was supported by a £16 million investment through the Regional Growth Fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In other cases, the most appropriate context for decision making is not geographical, but sectoral.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By creating its own shared institutions, each sector can play an active role in the development of industrial policy – working not just for the benefit of a few incumbents that exist already but for the whole sector including the supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this respect the UK automotive sector serves as a beacon of success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sector-wide institutions like the Automotive Council and the Advanced Propulsion Centre have played a pivotal role in the coordination of public investment as well as private investment – whether in research, skills or the other foundations of productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, our UK automotive sector is the most productive in Europe – a testament to what can be achieved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A testament also to the benefits of inward investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Back in the 1970s, car making in the UK had become emblematic of our post-war decline – but, through partnership with overseas manufacturers, as well as domestic ones, the industry was transformed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From the North East to the West Midlands advanced automotive engineering and cutting edge vehicle design is a key strength of the modern British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today, we open the latest compelling chapter in this story of success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A story in which this Government is proud to play a supporting, but steadfast, role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an honour and a privilege to be with you today at this most auspicious event.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}