{
    "url": "https://www.ukpol.co.uk/greg-clark-2012-speech-on-civil-leadership/",
    "title": "Greg Clark – 2012 Speech on Civil Leadership",
    "post_date": "January 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the then Minister of State for Decentralisation and Planning, at the Birmingham Chambers of Commerce on 25 January 2012.",
    "content": [
        "[![gregclark](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m delighted to have this opportunity to speak alongside Lord Adonis and Lord Heseltine, who have done so much to galvanise the debate on the future of our cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s also an honour to share a stage with Mike Ward and Sir Peter, each of whom brings so much passion and intelligence to working for the future of their respective cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All I want to do today is answer a simple question. It is to explain why, in the Coalition Agreement, the Government made a commitment to establishing elected mayors in cities outside London, subject to a confirmatory referendum of local people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me start with an example that will be familiar to everyone here. Nearly one hundred and forty years ago, Joseph Chamberlain became mayor of Birmingham. At the age of 37, he was not what would now be called a career politician. He had spent his early life running family businesses – trading in ironware and shoes. But his business acumen equipped him well for civic life. After just three years as mayor, he was able to boast that he had left his city “parked, paved, assized, marketed, gas and watered and improved.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "His influence is still evident today, from parks that soften the city, to fine buildings on Corporation Street, to the University. But his legacy is more than physical: he has become a symbol of what good local government can achieve, and an abiding inspiration to generations of people who believe in public service in their city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is no coincidence, I would argue, that Chamberlain represented a particular brand of leadership. He was a charismatic individual who assumed the captaincy of his city, exercised broad powers, and set a clear personal vision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, the great challenge before us is one of economic growth. And I am convinced that the battle for Britain’s prosperity will be won or lost in our cities. It is a challenge on a global scale. Consider Birmingham, the second largest city economy in the United Kingdom, but only now the 71st largest in the world. A world, in which economic power is shifting from West to East and North to South. Where, when it comes to competing for the brightest graduates and the best investment, you don’t just have to beat Barcelona, but Bangalore too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our cities have great strengths and a proud history, but they need to fight harder than ever to be heard in world that is dawning. Vigorous local leadership is becoming more important as every year goes by.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is self evident that each of our cities is distinct and unique. Bristol and Newcastle, Manchester and Leicester, they all have different ambitions, different assets. No team of ministers or officials in London – no matter how bright or well-intentioned – can devise one set of solutions that fit these very different circumstances. To achieve their ambitions, to fulfil their potential, cities need to take charge of their own destinies. The drive must come from within, not without.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To achieve their ambitions, to fulfil their potential, cities need to take charge of their own destinies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where we can see strong leadership, complemented by clear accountability to local people, we in central Government are ready to help cities do things their way. Our great cities should not be run as branch offices of central Government. This may turn the established order on its head, but it’s time that Whitehall knew its place. Let Birmingham be Birmingham, let Manchester be Manchester. Let cities have the powers and freedoms they need tailored to their individual circumstances. I am, for example, looking forward to talking with Sir Peter about the new freedoms he needs to help him shape Leicester’s future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local leadership can come in many forms. Look at Mike’s past eight years as leader here – producing ambitious plans for the city centre, securing improvements to New Street Station, and getting the new library underway. Or take Mike’s key role in making a success of the new Local Enterprise Partnership, for example by securing the involvement of Andy Street – the MD of John Lewis – one of Britain’s most outstanding business leaders in one of Britain’s most admired companies. Mike’s achievements stand as testament that great things are possible under current arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I believe the evidence also shows that some forms of leadership are better suited than others in helping cities reach their full potential. The experience, both in this country and abroad, suggests that the leadership model with the greatest promise of all is the elected mayor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Research undertaken on behalf of the Joseph Rowntree Foundation in 2005 found that the democratic mandate provided by directly elected mayors has – and I quote “provided a basis for a stronger, more proactive style of leadership than other models.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The world’s great cities have mayors who lead for their city on the national and international stage, attracting investment and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Look at the cities that Birmingham is twinned with: Chicago, Frankfurt, Johannesburg, Lyon and Milan. All led by an executive mayor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We believe that mayors can help English cities achieve their full potential too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In its twelve years of existence, the Mayoralty of London is already hailed across the world for its influence in raising the profile of the capital and for securing major projects the city needs – from Crossrail to the Olympic games.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mayors have clout – a personal mandate to speak truth to central Government, to argue for the interests of those they represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mayors are visible – with a profile that makes them natural ambassadors for their cities, especially when it comes to attracting investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And with a four-year term, mayors have the space to think for the long term, to make tough strategic decisions, to get public and private sectors working together effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In short, I believe that mayors have the greatest potential of any leadership model, which is why we are asking our largest cities to vote on whether they want to move to a mayoral system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To those who worry that our proposals represent an imposition on communities – I would say that, on the contrary, referendums give people a chance to look at the evidence and decide for themselves. All we are doing is insisting on the debate – and giving the people of each city the chance to have their say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last Thursday, Parliament considered the order that would allow the people of Birmingham can have their say on the 3rd May. Subject to further parliamentary debates, we soon hope to confirm that ten more cities will be having a referendum in May too. If cities vote yes to having a mayor, a further ballot will take place to decide who that first mayor should be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new mayor should be in place sooner rather than later to get on with the job. So I can announce today that our intention is that this ballot will take place on November 15: the same day as the elections for the first police commissioners – and hence a day that I hope will be a landmark in the shift of powers and influence from Whitehall to communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "2012 will be a mayoral year in Britain. We will see a contest that will decide who will be leader of our capital city in this, its Olympic summer. We will see mayoral referendums in 11 of our great cities. Where cities want it, we will see further votes in November. There is every prospect that by the end of this year a new generation of mayors will be in post.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now it’s over to you. This May, the people of our cities will have the chance to have their say. Now is the time to start weighing up what a mayor can do for your city, and so I welcome today’s debate as just such an opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you to the Chamber of Commerce for hosting this occasion. Birmingham has made a rich contribution to the history of municipal leadership. I can’t think of a better place to witness a debate that is key to its future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}