{
    "url": "https://www.ukpol.co.uk/charles-clarke-2003-speech-on-secondary-education/",
    "title": "Charles Clarke – 2003 Speech on Secondary Education",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "Charles Clarke",
            "url": "/tag/charles-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Education Secretary, Charles Clarke, on 10th February 2003.",
    "content": [
        "Thank you for coming to this important event today. An important occasion for three reasons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, because today we are responding to head teachers of secondary schools who last autumn came to talk with us at a series of conferences. I and my Ministerial colleagues travelled pretty well the length and breadth of the country discussing with heads the challenges they faced and listening to their views on the reforms we were making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The document we are publishing today takes on board much of what they told us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**A new relationship**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This dialogue characterises the relationship we want to have with schools, heads and teachers. And that is the second reason why I see today as being important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are seeking to build a new relationship with schools, head teachers and governors. A relationship where schools have more freedom and flexibility in the way they use their resources, in the way they design the curriculum and in the teaching methods they use. But schools in turn recognise that they work within a framework where they are accountable for their standards and performance;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A relationship where we in Government recognise success and encourage successful schools, departments and teachers to innovate and lead change. But schools understand that the Government has a duty to intervene where there is serious underperformance or chronic failure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**A new specialist system**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third reason for today being significant is that it marks another big step in creating a new specialist system. A specialist system that is, I believe, starting to transform secondary education. A specialist system that encourages schools to build on their distinctiveness and strengths to benefit all pupils. A specialist system, which encourages diversity and where excellence is a spur to equality, not its enemy. A specialist system where every school has a clear focus on teaching and learning. A specialist system where every teacher is equipped both to teach their subject effectively and to inspire a desire to learn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A specialist system is one in which every school has a centre of excellence, available to every pupil in the school and as a resource for other pupils in the area. Every pupil has an opportunity to develop their talent in an area in which they are keen to specialise. Every teacher is able to develop their own distinctive contribution to the school team, notably through their leadership of teaching and learning in a particular subject. A specialist system works by spreading the lessons from excellent provision across the school and across the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So a specialist system does NOT mean demanding schools only teach one subject. It does NOT mean that pupils will be asked to specialise early in their school careers. It does NOT mean every place in the school going to pupils according to aptitude – only a maximum of 10% can be selected on aptitude.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The two words, ‘specialist system’, are equally important: institutions will make a special contribution to their own pupils and to the system, and the system will add together a range of specialisms to provide an enriched educational experience for all children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Where we are now**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I start from the belief that every child is capable of attaining high standards. All children should leave school having achieved their potential. They should all acquire the knowledge, qualifications and life skills they need to succeed in the adult world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the past six years we have been making steady progress towards these aims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The percentage of children getting five or more GCSEs at grade A* to C has been steadily improving. The number of failing schools in “Special Measures” has fallen dramatically. And the quality of teaching and learning – according to the Chief Inspector’s latest annual report – is the best it has ever been, with 96% of lessons observed considered satisfactory or better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we know that there is still a long way to go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Almost half of all pupils still do not leave school with five GCSEs A*-C. There is four times as much variation in pupil attainment within schools as there is between schools which indicates some teachers in the same school are more effective than others in helping their pupils make progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some children and some groups of children are not being well served by the current system. For example, in the 2002 key stage 3 English tests, 76% of girls achieved level 5 or above compared to just 59% for boys. And, as the Chief Inspector highlighted last week, there are still too many schools where attendance and behaviour are serious problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not good enough. Not least because we know it need not be this way. We can see from many examples across the country that when schools are given encouragement and support, they can and do achieve great things for their schools and communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What some schools are achieving for some children, all schools must provide for all children. A new approach is necessary. And that is where a specialist system comes in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Extending the specialist system**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Specialist status provides an incentive for a school to develop its own character and mission. It acts as a spur to improve standards and aim for excellence, not just in one particular subject, but across the whole of the curriculum. Heads are able to use the additional investment to enhance their specialist facilities, to develop excellence in their specialist subjects and to extend the insight to teaching and learning in other parts of the curriculum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The specialist system is also encouraging schools to innovate, address the diverse needs of individual pupils and work with their local communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the results are starting to come through.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On measures of value-added performance, which allow comparisons to be made between schools with different pupil intakes, specialist schools are outperforming non-specialist schools. They are generating some genuinely innovative approaches to teaching and learning, to curriculum development, school organisation and workforce reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why I want every school to aspire to become a specialist school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I am announcing a further 217 schools that will gain specialist status from September this year. This will bring the number of specialist schools we now have to 1,209 – 38 per cent of all secondary schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have responded to head teachers’ concerns that funding limits might artificially restrict or hold back the designation of specialist schools and have lifted the funding cap. That means that every school that applies for specialist status and meets the standards will now be designated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We expect there to be at least 2,000 specialist schools by 2006. And I say again, I want every school to aspire to becoming specialist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**New specialisms**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As well as more specialist schools we are also increasing the range of specialisms so that they cover the whole range of the curriculum. The new specialisms will be in music and humanities – that is history, geography and English . And we are also enabling schools in rural areas to introduce a rural dimension into relevant specialisms – such as science or geography.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**New schools**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These changes will help make our secondary school system more diverse. And we will encourage that diversity in other ways too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will be setting up more Academies. Academies are new types of schools designed to raise standards in the most difficult and challenging areas. They are set up with substantial input from sponsors, who may come from business faith or voluntary groups. They provide £2 million or 20% of the capital cost and make up part of the school governing body. The Government funds the rest of the capital and covers the running costs. The first three Academies opened in September last year and another 30 will be up and running by 2006.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also making other changes that promote diversity. Last week we sent out draft guidance that will make it easier for popular schools to expand. The guidance also encourages new promoters and providers of schools to put forward proposals as we introduce competitions for all new schools. Parents’ groups could, for example, apply to set up a new school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Collaboration**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The individual ethos and specialism of a school is vital but the benefits of specialising are multiplied when schools collaborate and share their expertise and experience. The potential to build capacity for improvement is immense when schools collaborate to extend good practice, share specialist resources and expertise, and take collective responsibility for tackling poor performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Federations of schools are one way an increasing number of schools are choosing to work together. The Leading Edge Programme which I am announcing today is another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Becoming a specialist school is the start not the end of a process of school improvement. That is why last autumn we invited schools to apply to become Advanced Schools. They had to demonstrate that they were high performers with a recognised specialism, working at the cutting edge of teaching and learning and with a track record of working with other schools to raise standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over 300 schools have applied.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Head teachers told us that they supported the idea behind the programme but thought that the ‘Advanced School’ badge was unhelpful if we wanted to develop collaboration. They also said it was important to allow joint bids. We have acted on both their suggestions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will shortly announce the names of the successful applicants of what we are now calling The Leading Edge Programme and those schools not in receipt of the Leadership Incentive Grant will qualify for funding at a level of £60,000 per year to develop their expertise and work with other schools to lead transformation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will invite further applications later this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have decided that part of this round of bids should include an invitation to Independent schools to participate in the programme – where they meet the criteria and are willing and able to work with schools in the maintained sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also going to consider how we can better recognise excellence of departments within schools. One possibility that many head teachers want us to look at is setting up a beacon department scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Innovation**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Specialism and collaboration are vital. And I want them associated with innovation. I want to encourage all schools to extend the boundaries of current practice by developing new and innovative approaches to schooling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the most interesting pages in this document is one describing how schools have more powers and more freedoms than they think they have – on pay and conditions, on the curriculum on governance and organising the schools day – and even on funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Innovation Unit we have established is helping schools to take full use of these freedoms. And if and when schools do find that legal obstacles are getting in the way of innovative improvements to teaching and learning then they should not hesitate to apply to use the very wide ranging Power to Innovate. This will give them the authority they need to make the change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Leadership**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Innovation often comes through inspirational head teachers instilling confidence and enthusiasm throughout a school. As in so many other areas school leadership is vital. Excellent leaders create excellent schools. Poor leaders rob pupils and teachers of the chance to excel. As David Bell of OFSTED said in his report last week: ‘Constantly effective teaching across all subjects in a school is unlikely without strong and effective leadership and management’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why we set up the National College of School Leadership based on the campus of Nottingham University. And it is why we are investing significantly in programmes to strengthen leadership at all levels in secondary schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Leadership Incentive Grant, for example, is designed to secure a transformation in the leadership and management of 1,400 secondary schools in cities and in other challenging circumstances. Most schools will receive £125,000 a year. Schools will be able to use this money to make joint appointments, pay for a strong head of department to help work with colleagues in a neighbouring school, to restructure or replace the management team or build up leadership skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Partnerships beyond the classroom**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Helping children to learn is not a job just for schools and teachers. Parents and the wider community have a vital role to play.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am in no doubt that parents’ encouragement and support for their own children, at home and through regular contact with school and teachers provides a strong foundation for children’s learning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Schools have the responsibility to do more to help parents understand the study programmes their children are following. And they should seek to involve parents in the day-to-day life of the school, because where this happens it makes a powerful contribution to school development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also want schools to work better with their local communities. Schools that open up their facilities to community groups – by encouraging family learning, providing child care or health services or organising sporting activities – are doing much more than just making good use of local public facilties. They are putting the school at the heart of the local community and they are promoting learning in the community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Schools in which parents and communities play an active part stand a far better chance of teaching pupils who are ready and willing to learn. That is why a community plan is an essential condition of becoming a specialist school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also important to develop links with local employers, both to strengthen work-based learning but also to draw on their expertise, commitment ideas and energy. We ask schools to raise £50,000 sponsorship before they can achieve specialist status because we know that they if they have strong outside backing it cannot but help them grow and develop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Strong partnerships will also help head teachers and schools tackle the problems of poor attendance and bad behaviour. And nationally we are giving a lead on this as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year, for example, we are investing in Behaviour Improvement Projects in 34 local education authorities with the highest rates of truancy and street crime. We have reformed the way school exclusion panels work so that they provide greater support for head teachers. And we will be legislating to introduce new measures to tackle truancy and reinforce parental responsibility for ensuring children attend school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Reform of the School Workforce**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Teachers must be able to get on with the work they are trained to do unburdened by routine administration and with a skilled support team to back them up. In this next phase of raising standards we want teachers to be free to concentrate on teaching with adequate time to plan, review, give their students individualised learning and take good care of their own professional development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Less than a month ago the Government, employers and all but one of the school workforce unions signed a national agreement that paves the way for radical reforms of the school workforce. The agreement is flexible. It allows school leaders and teachers to decide for themselves how best to reform their workplaces. It also includes expanded roles for high level support staff who will be trained to make a greater direct contribution to raising standards of pupil achievement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Teaching and learning**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Everything we are doing is designed with one aim in mind: to improve the quality of teaching and learning in our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From key stage 3 to A level we must establish high expectations for all secondary pupils and promotes teaching and learning which engages and motivates them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In order to achieve this we must make learning enjoyable. The world is changing. Information is communicated is so many different and visually exciting ways. The demands on young people are changing. So teaching needs to engage pupils’ enthusiasm and to stimulate them to go on learning in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is another area where we want to work with teachers on developing new ideas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For example, writers, musicians and scientists and others from outside the school can play an important role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are working with teachers in the various subject associations to develop new ways of supporting teachers so that they are better able to communicate their passion for their subject. We all remember particular teachers who inspired in us a love for music, a passion for history, a life-long attachment to a particular author or who encouraged our scientific inquiry. That is the tradition we have to strengthen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Part of that is to make the most of technology in teaching. For example, the electronic whiteboard – where used well – can transform the learning experience. We will work with the profession so that the experience of leading teachers and leading schools is quickly spread round the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition I have no doubt that ICT will increasingly extend learning beyond the classroom, through providing access in the home to teaching and learning materials and to assessment and attendance data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe we are at a momentous point in the development of secondary education in this country. We are in a powerful position to move the whole system forward through a shared vision, a shared strategy and a shared commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A shared vision based around excellent teaching to help realise the potential of every single child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A shared strategy of creating a specialist system tailored to the needs of every pupil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And a shared commitment from the Government and teachers to work together to make this happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}