{
    "url": "https://www.ukpol.co.uk/ken-clarke-1970-maiden-speech-to-the-house-of-commons/",
    "title": "Ken Clarke – 1970 Maiden Speech to the House of Commons",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech in the House of Commons made by Ken Clarke on 8th July 1970.",
    "content": [
        "[![kenclarke](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May I first of all thank you, Mr. Deputy Speaker, for allowing me to catch your eye. May I also thank hon. Members in anticipation of the usual indulgence which I am sure they will show to a maiden speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first convention that I should like to follow, I follow not out of convention but quite sincerely, and that is to say a brief word or two about my predecessor, Mr. Tony Gardner, who represented the constituency of Rushcliffe in the last Parliament. Other hon. Members will know better than I the work that he did in this House. I can bear witness to the popularity in which he was held in his constituency and to the hard work that he did on behalf of his constituents of all parties. I am sure that in my constituency there is some regret at his absence from this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In that remark, I reveal that I represent the constituency of Rushcliffe which, like so many marginal seats, is not one entity at all but contains a number of areas which do not have a great deal in common. One part of the constituency is predominantly rural and agricultural. Another part is a collection of former mining villages which are slowly being rejuvenated, and the largest area is an urban district on the edge of the City of Nottingham.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One thing that those areas have in common, in so far as they have one local political problem in common at all, is the problem of education, which concerns parents throughout the constituency, and particularly the problems of secondary reorganisation. I should like to use the example of my constituency because the situation in the County of Nottingham, and in my constituency in particular, is not only of local interest but is of real relevance to the national debate. I think that the examples will illustrate how unreal this debate on secondary reorganisation can be if reduced simply to a contest, as it were, between those who are in favour of 11-plus selection and élitist education, on one side, and those who are against it, on the other. In my view, that would be a complete distortion of what ought to be the real debate on the ground in areas such at Nottinghamshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first example I give is that the present Conservative local authority in the County of Nottingham is building purpose-built comprehensive schools without any local Conservative opposition whatever. A new school is being erected at Chilwell in my constituency, which will be a purpose-built comprehensive school having excellent educational amenities and will replace unsatisfactory earlier education buildings. It will be clear to all hon. Members who listened to what my right hon. Friend the Secretary of State said today that that project will go ahead under the auspices of the Conservative-controlled authority and without the slightest hindrance or obstruction from her, either by way of her new circular or otherwise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I contrast that with another example from my constituency, of a reorganisation which took place under the former Government and which was initiated when a different party was in control in the local authority. It was a reorganisation carried out following Circular 10/65, creating a school in West Bridgford known as the Rushcliffe Schools. As a result of that change, the present system is that three separate buildings are described as one school; they are 1½ miles apart, the pupils travel from one to another by bus, and the staff travel from one to another by car. That is called comprehensive education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It goes further than that. Many hon. Members have examples of that sort of thing in their constituencies as a result of reorganisation, but few will have the additional problems affecting the Rushcliffe Schools. Part of the catchment area is genuinely comprehensive in its admissions policy and has all-ability entrance. But part of the catchment area lies within the constituency of Rushcliffe itself and comprises a number of villages in Nottinghamshire south of the River Trent. Pupils from that part have to sit the 11-plus examination, and those who are thought suitable for an academic education enter the grammar school stream of the comprehensive school while the others enter the local secondary modern schools. That was called a system of comprehensive education and was approved by the former Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not oppose such a system because I oppose any abolition of the 11-plus or because I believe in an élitist selective form of education, and nor do my right hon. and hon. Friends, but I should expect all hon. Members on both sides to oppose that sort of educational nonsense which results in such unfortunate effects on those villages where pupils either go or do not go into a school like the Rushcliffe Schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard a good deal from the benches opposite, notably from the right hon. Member for Newcastle-upon-Tyne, Central (Mr. Edward Short) who moved the Amendment, about the need for central guidance from the Secretary of State in helping local authorities to deal with their problems. I look forward to central guidance from the present Secretary of State along the lines not of doctrine but of policy directed to avoiding the problems such as those which I have outlined in connection with the Rushcliffe Schools. That guidance should be based more on a concern for the best use of educational facilities in a particular area and should have more regard to parental wishes and the wishes of staff, having regard also to whether an existing school system in an area is in need of reform or is working properly. I dare say that if those criteria had been applied at an earlier stage to the reorganisation in my constituency, the present situation in the Rushcliffe Schools would not have materialised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I make one more point in the same connection. That particular change-over was carried out and was approved by the then Secretary of State in the name of uniformity. Hon. Members opposite will understand how it happened, and may, perhaps, be able to think of some excuse when they learn that there was a purpose-built comprehensive school in the same district as the Rushcliffe Schools, it being argued on that ground – in terms familiar to those who have listened to the debate thus far – that because there was a purpose-built comprehensive school in the area, it was illogical not to have the whole area go comprehensive. On that ground, it was said that one should go in for the strange concoction which is now the Rushcliffe Schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although, in the abstract, it may seem illogical to combine the two doctrines, on the ground, as soon as one looks at this particular problem one sees that it is quite illogical to say that because one purpose-built comprehensive school was built, one should totally disrupt the secondary education of pupils throughout the area. Uniformity introduced in that way will do great harm. Indeed, nothing will do more to discredit any move towards comprehensive education than to couple it with an insistence that the change-over must come as soon as any comprehensive school is built. If, whenever a comprehensive school is built, the result is that throughout the surrounding area schools in totally unsuitable buildings are brought into the change-over and are called comprehensive, the whole idea will be discredited and the pupils of the area will be adversely affected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I see it, the Government face two problems arising out of the change-over where it has taken place in the way which I have described. First, it will be necessary to reintroduce the flexibility and the common sense which, much to my reassurance, we heard the Secretary of State emphasise today. Although it may catch the notice of the education Press a little less often, it makes far more sense to look at individual cases and to consider them carefully before plunging into changes which may seem on the face of them to have some doctrinaire attractions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, because of what has happened, I feel that the present Secretary of State should be generous in approving the building programmes and new resources in such areas – again, I have particularly in mind schools such as the Rushcliffe Schools – where the damage resulting from what has been done needs to be repaired. The only solution to that school is the necessary building of new premises to make sure that the schools can be put in one place and adequately provide for their area. I hope that the new Secretary of State will regard as one of her priorities in considering future building programmes the need to put right mistakes of this sort which have flowed from Circular 10/65 and the previous Government’s education policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the House for its indulgence. I hope that the problems which I have outlined and the illustrations which I have given from my constituency will help to shed a little more light on what I feel should be the real issues in this debate on secondary education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}