{
    "url": "https://www.ukpol.co.uk/ken-clarke-2010-speech-to-conservative-party-conference/",
    "title": "Ken Clarke – 2010 Speech to Conservative Party Conference",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "2010 Conservative Party Conference",
            "url": "/tag/2010-conservative-party-conference/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ken Clarke to the Conservative Party conference speech on 5th October 2010.",
    "content": [
        "[![kenclarke](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As you know, I have been in a few Ministerial posts before and served in two or three previous Governments. I have never seen political and economic events of the kind we have now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have the worst economic crisis in my lifetime. We have a political system which has lost the confidence of the public after years of spin, sleaze and lightweight Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we have a social crisis. All the problems we are so familiar with – drugs and debt and family breakdown – and worst of all, the subject Theresa and I are responsible for in this Government: crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These crises have at least one common cause. New Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "New Labour was all spin and no substance – campaigning and no principle. We now have to sort out the disgraceful waste that is their legacy. Our first duty is to reduce public spending, cut the deficit and get the economy on its feet again. I am, and I remain, an advocate and whole-hearted supporter of the strategy that George Osborne set out yesterday. But we are not mere cutters. We cut because New Labour left us no choice. But we will define our Government not by our competence as financial managers, but by our political beliefs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Any fool can just lop percentages off every item of his budget. I do not want to carry on doing what Labour was doing and just spend less money on it. We have to do this better. We have got to be the radical, reforming, improving government this country needs so badly. For me it’s personal. I am a deficit hawk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I was Chancellor of the Exchequer I cut spending and I cut the budget deficit to promote economic growth, and it worked. But I am also proud to call myself a reformer. I passionately want to see reforms that will improve our public services, in health, education, welfare and justice – alongside the necessary action to cut the deficit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me start with the reductions in spending. The first thing I did when I walked into the Ministry of Justice in May was order a review of the department’s own administration. You’ll see the results of that in a few weeks’ time. My intention is that the biggest single reduction in spending at the Ministry of Justice will be in the running costs of the Department – from the headquarters to the edges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And when you sort out the spending you can start to sort out the service itself. From long, painful experience, I can tell you: to throw money without reform at any public service is useless.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only money my Department will spend is money combined with well-judged change to improve the protection against crime we must give – to society, and to the victims of crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will go back to first principles. Ask what it is that the taxpayer should be paying for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me be clear about what I have always said and always believed about crime and punishment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For serious criminals, prison is the best and only sentence. It is the punishment for serious crime that society expects and accepts. Career criminals and violent, dangerous criminals should be in prison – not roaming our streets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**REOFFENDING**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But prison needs to do more than keep criminals off the streets. It must try to prevent them from committing more crime against more victims when they come out. The biggest failure of the present system is reoffending. Nearly half the people in prison come straight back out and commit another crime in less than twelve months. Absurd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under New Labour, we had an underclass of people in our broken society who walked out of jail and straight back into crime, again and again. Fifty three thousand criminals were jailed for six months or less in 2008. Nearly two thirds of them committed another crime within the next year and were sent straight back to prison again. And that was only the ones who were caught and convicted again. Thousands of further crimes against new victims. Quite absurd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We said we were going to tackle that when we were in Opposition. We called it a Rehabilitation Revolution – Prisons with a Purpose. It was a Conservative election policy, not a Liberal Democrat one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And what about my tough talking New Labour predecessors. Were they on top of the problem?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They certainly tried to sound like they were.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They tried to sound tougher and tougher – outflanking the noisiest man at the bar of the Dog and Duck. But it didn’t seem to bother them that for all the cash they threw at the problem of crime and punishment they did nothing to reduce reoffending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What happened instead? This is a Department of Government that really exploded. The number of prisoners grew by more than a third under Labour. Spending on prisons went up by the same amount – a third in real terms. Probation costs shot up sixty per cent. And the rate of reoffending – the new crimes committed against new victims by prisoners recently released – well of course that went up too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And they were reduced to the absurdity of releasing thousands of prisoners early before they had finished their sentence. What a waste. What a failure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**REFORM**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can’t go on like this. We need reform that is radical and realistic. Reform focused on results, not processes, not spin doctor headlines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My aim is to make prisons tougher places of hard work and reform for the criminals who should be locked up;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Make community sentences that really are tougher and more effective for those who don’t need to be locked up;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And cut crime creation out of the criminal justice system by paying by results organisations and investors who actually succeed in reducing reoffending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**PRISONS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let’s start with prisons. We need, in my opinion, to instill in our jails, a regime of hard work. Most prisoners lead a life of enforced, bored idleness, where even getting out of bed is optional.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we want to reduce the crimes these people will commit when they get out, we need as many as possible to get used to working hard for regular working hours. The ones prepared to make an effort need new opportunities to learn a trade. We have to try to get those with the backbone to go straight, to handle a life without crime when they have finished their punishment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we will make it easier for Prison Governors to bring more private companies into jails to create well-run businesses employing prisoners in 9 to 5 jobs. There are already some excellent examples to build on. Timpsons, who train up prisoners to work in their national network of shops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The National Grid and Cisco Systems also go into prisons to offer training and the prospect of a job and a life away from crime at the end of the sentence. I hope to see many, many more companies like these stepping in and offering their expertise to organise productive industries in many of our prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I want to revive a policy that I was always keen on in John Major’s last Conservative government. Making deductions from the earnings of working prisoners to provide restitution for the victims of crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Do not worry. I have not become some woolly-minded idealist since I was last a reforming Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am under no illusions about the British criminal class – I met plenty of them during my time at the Criminal Bar. As well as a few since.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve never been in favour of mollycoddling criminals. Dangerous offenders must always, and will always be punished with prison. But let us not deceive ourselves that the previous Government left 85,000 serious gangsters in prison, that our prisons are only populated by muggers, burglars and violent and dangerous individuals. We have 11,000 foreign prisoners in our jails. Our prisons contain thousands of anti-social petty criminals who fail to behave themselves in everyday life. Almost half are illiterate or innumerate. Almost half are mentally ill. The majority have a history of drug abuse. Sadly, far too many are former members of our armed services. Drifting along in lives of crime which their victims pay for over and over again. Too many go into prison without a serious drug problem and come out addicts. Ready, desperate, to commit more crimes to feed their habit. We have to do better than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are working on plans to produce drug free wings in prisons to start to stamp out this drugs menace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need radical, realistic reform. If we want to be safer in our homes, knowing we’re less likely to be burgled… If we want our children to be able to walk home safely from school… Then we have to get sentencing policy right. That is why, as part of the sentencing review which will be published as a Green Paper later in the Autumn, we will look again at how we treat offenders who might be prevented from committing more crimes as soon as they are released.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under New Labour, there weren’t enough tough, demanding punishment options for judges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have a real job on our hands to give judges those options. To improve punitive alternatives to prison. I do understand what the problem is with so-called Community Sentences. The public don’t think they’re tough enough. Judges and Magistrates aren’t confident that they’re tough enough. Well let me tell you that I have never thought that they were tough enough. The answer to that cannot be to give up. It must be to make community sentences as tough, respected and effective as they are in countries like France and Germany.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we consider how to reduce re-offending by rehabilitating released prisoners or providing tougher community sentences, I am interested in one thing – what works. Value for taxpayers money is best achieved by paying – not for good intentions – but for results.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**PAYMENT BY RESULTS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will pay for fewer crimes. Fewer victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can challenge the independent sector, charities, voluntary bodies, the private sector and the public services. You develop schemes that do cut reoffending, in prison or in the community, and we’ll pay you to do it – if, and when it works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the more new schemes that produce results, the more we can be sure that taxpayers’ cash is being spent on things that actually work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The well-intentioned, interesting, theoretical idea with no outcome will simply melt away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last month we launched the first of our projects of this kind – in Peterborough. Run by a company called Social Finance, it will be paid for to the extent that it succeeds in preventing offenders from committing more crimes against yet more victims when they are let out of Peterborough prison.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I visited the Peterborough project and I’ve seen how it can work. I’m an enthusiast. So I can tell you today that we will be starting up a range of similar schemes in England and Wales in the New Year. We will look at bids from serious groups who want to take whatever approach they believe in – from boot camps to more therapeutic options. And the taxpayer will pay for – what works and what cuts crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Radical, realistic reform that will cut crime and do it in a way that shows real value for money for the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**PERORATION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe history will remember the Cameron coalition Government as radical and reforming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have inherited a disgraceful crisis, bequeathed to us by a discredited party that with any justice will need years to change itself before it will be considered fit for office again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I remember the 1979 leadership campaign…I’ve served in Governments before. I’ve never served in one facing a crisis on this scale. I’ve served in Governments that started well. But I’ve never served in one that’s started better than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am quite delighted to be in this coalition government which is remarkable in its unity, determination and purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After the election David Cameron and Nick Clegg responded to events with vision and speed. This Government is delivering the strong and stable government the national interest demands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Had we failed to form a Coalition it would have been a disgraceful dereliction of duty. We are proving that politicians can set aside party political battles when the national interest demands it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Once more it is a Conservative Prime Minister, with the political will to put the national interest first, whose fate it is to inherit a poisoned Labour legacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if we continue as we have started, we are up to the challenge. David Cameron will provide the leadership this country needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will provide the support he needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together we will return this country to economic stability and growth. To 21st century quality public services we can afford.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And to a global reputation for the civilised and responsible Government that our Conservative Party has always stood for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}