{
    "url": "https://www.ukpol.co.uk/greg-clark-2017-speech-to-conservative-party-conference/",
    "title": "Greg Clark – 2017 Speech to Conservative Party Conference",
    "post_date": "October 9, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "2017 Conservative Party Conference",
            "url": "/tag/2017-conservative-party-conference/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, at the Conservative Party conference held in Manchester on 2 October 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Conservative Party owes its strength over the years to two things. To our principles as the party of freedom in a property-owning democracy and to our ability to ensure stability and prosperity for the whole country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today we face a challenge to both. A challenge from the Left to our idea of what Britain is and can be and a broader challenge to respond to the spreading worry among many people, worries that came to the fore in the election, that the system can’t be trusted to give them and their children a fair chance to make it, and who want to know they have an active government who will fight on their side for a stable and prosperous future for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First things first. The British people made the decision to leave the European Union and this Government is going to carry out this instruction – Confidently, Seriously and responsibly. We are going to get the negotiations right. Part of my job is to make sure the voice of business is heard. I am a Conservative Business Secretary, and I will do my job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sometimes, when I travel around the world meeting overseas investors, I encounter the assumption that the vote for Brexit was part of a global trend to more closed economies. For trading less. For protection. For pessimism. For retreat. I always say that nothing could be further from the truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me speak for people who voted remain and people who voted for leave, and let me speak for the Government too. We’re for a Britain open to the world. Britain must, and will, always be: open to trade, open to talent, open to business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can be pioneers of a new industrial age. To achieve that, strategy begins with understanding the challenge in a serious way. Our economy has been extraordinarily good at creating jobs. We can be proud of the fact that the vast majority of people of working age in this country are in work. We are the jobs capital of the world. But we’re nowhere near being the earnings capital of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We generate less value for our efforts than, say, people in Germany or France or America. We have to work longer hours to get the same rewards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have some people who are among the most highly skilled on the planet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we have too many without an adequate education or training. They can hold down a job. But the job isn’t productive enough to properly support themselves and their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have some of the most prosperous places in the world. But we have too many places where potential is unfulfilled. So our job is to increase this country’s earning power. For unless we raise our earning power, capitalism won’t work for everyone. And if capitalism doesn’t work for everyone, it doesn’t work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here is the mission of our government: Prosperity for all – prosperity everywhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So our industrial strategy is about people. You can’t be productive if you don’t have the skills. We’ve raised standards in schools, and expanded apprenticeships. Now Justine Greening and I are reforming technical education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Introducing more rigorous technical qualifications in areas where we need them- Construction, Design, Engineering, Digital technology, Healthcare, Science. More students are took maths and science A levels this summer than in any year since records began. And in every major city of England we will open an Institute of Technology to incubate the skills we need. We will give every single person in this country the prospect not just of a job – but of a trade. No-one left behind – Nowhere left behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And our industrial strategy is also about ideas. We want Britain to be the world’s most innovative economy. Since our last conference we have made the biggest investment in research and development for 40 years. Just one example of what that means: As battery-powered autonomous cars take over, Britain will be the go-to place for new battery technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our industrial strategy commitment to research and development has, in the last 12 months alone helped ensure Britain will be home to; two new models from Nissan, the electric MINI from BMW, a quarter of a billion new investment from Toyota and Ford’s new vehicle research centre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today we go further as we announce, as part of our Industrial Strategy, the consortium of businesses and universities across the country who will form the Faraday Battery Institute – advancing Britain’s place in the vanguard of the next generation of this technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All this is backed up by the third pillar of our strategy – upgrades to our roads, railways, airports, energy networks, housing and broadband. People and ideas, supported by infrastructure. For the first time in a generation, the British government is leading the way on energy – through taking decisions on new nuclear, rolling out smart meters and leading the way in clean growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The world is moving from being powered by polluting fossil fuels to clean energy. It’s as big a change as the move from the age of steam to the age of oil and Britain is showing the way. In the last year we have established ourselves as the world’s leader in offshore wind power. The price has halved and all across the country factories and service centres are opening up to build and export that technology. A dividend of industrial strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To drive earning power we need to champion good work by responsible employers who – pay their employees well, pay their taxes, train their workers, treat small business suppliers fairly, and compete vigorously and not by wielding monopoly power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Taylor Review makes us the first country to think seriously about how the gig economy can drive economic success -while safeguarding the rights and conditions of people who work in it. And by upgrading our standards of corporate governance so that they will continue to be the best, and making sure that in takeover battles bidders have to publish their plans and can’t renege on them, we are strengthening our reputation as the place that combines unparalleled opportunities with high standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll agree sector deals with business sectors from life sciences to oil and gas; from the creative industries to ceramics. If business sectors can show how they will invest more and improve the earning power of the people who work in their industries, we’ll shake hands on a deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The people who know best what is needed to drive forward their local economies are the people who live, work and do business in them.  \nWe will build on the success of our City Deals and Growth Deals – invented by this Government and now being copied around the world – to give local leaders the power to make a difference. As we saw earlier, when asked to choose – who is the best leader to drive forward their local economy, two thirds of the cities from Bristol and the West of England to Middlesbrough and the Tees Valley chose the Conservatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Britain can win the fight to be the first home of the new industrial revolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet to do that we must do something none of us in this hall ever thought we would have to do again. We must mount a battle of ideas on a scale we have not done for many years. Because underpinning everything we do is a belief that Britain is best served by a thriving, market economy, that produces jobs and prosperity for our people, and pays for the public services on which our nation relies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our opponents are determined instead to create in Britain a socialist state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not a caricature – it is a description. The Shadow Chancellor of the Exchequer calls himself a Marxist and he says his biggest influences are Trotsky and Lenin. The Labour Party has given itself over to a programme, an ideology and a leadership that would bring ruin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite the history of failures that litter the landscape they are marching off down the path of the common ownership of the means of production, distribution and exchange. It’s our job – each one of us in this hall – to stop them. The cost of their plan they haven’t even determined, but every person in this hall knows it can only be paid for in one of three ways: you tax, you borrow or you expropriate. Each one would be a disaster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Labour party is committed to raising taxes, in the words of the Institute for Fiscal Studies, to “the highest level in the peacetime history of the United Kingdom”. It’s an illusion that these taxes would be paid by some distant multinational. I’ll tell you who’s going to pay. Working people already struggling to get by – that’s who’d have to pay the price of Labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As any economist will tell you, taxes on companies have to be paid by workers, by consumers and by pensioners – through lower wages, higher prices and less valuable investments meaning lower pensions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not a choice of prosperity for the many or the few – it’s prosperity for no-one. And let me address a word to those Labour MPs who are choosing to stay silent even though they know their party is now led by people with an extreme and ruinous ideology. If, by your silence, you aid and abet the electoral fortunes of that leadership you won’t be forgiven, and you won’t deserve to be forgiven.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While they stay silent it is this Party that will make the case for the values and policies that are essential for our prosperity. We’re going to make the case for an enterprise economy. We’re going to make the case for businesses that compete and succeed and provide a living for the people of this country. We’re going to make the case for well-paid jobs. The case for decent public services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The case for a welfare state paid for not by what we borrow but by what we earn. We’re going to be the voice for freedom to trade, for enterprise and creativity, and, for prosperity for all. We’re going to take the battle to the socialists – and we’re going to win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here is the Conservative way to govern: Living within our means; creating good jobs; paying people well; investing for the future; Being a beacon of free trade and internationalism. That is what our modern industrial strategy is about. Prosperity for all will be our reply to the high tax, anti-enterprise, job-destroying, socialist ideology that in the last two years has taken over the opposition. This need to take the arguments to the socialists and win, this need to be a voice for enterprise and liberty – is a duty that we happily take on our shoulders. For we know that our country, and this party, have not faced a more overwhelming test of our seriousness of purpose in over 70 years. We will rise to the challenge, we will do our duty, we will secure for the next generation, a better Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}