{
    "url": "https://www.ukpol.co.uk/greg-clark-2019-speech-at-eef-manufacturing-conference/",
    "title": "Greg Clark – 2019 Speech at EEF Manufacturing Conference",
    "post_date": "February 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, at the EEF Manufacturing Conference on 19 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you Steph for that introduction – it’s always a pleasure to be introduced by a fellow Teessider!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Honda announcement**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before I go any further, I just want to comment on the announcement made by Honda this morning that their Swindon plant will close in 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not going to pretend that this is anything other than a bitter blow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My thoughts this morning are with the 3,500 skilled and dedicated Honda workers and their families; and the suppliers of what has been a phenomenally successful business and has done so much for UK manufacturing during its time here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And with the town of Swindon, whose proud manufacturing tradition, as everyone knows, dates way back to Brunel and the days of the GWR, and which has been home to one of the best car factories in the world during Honda’s time there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so our message to everyone affected by Honda’s closure is that we value intensely your skills; we completely understand the challenges that you face; and we will do everything that we possibly can to support every single person in the community, in the workforce, in the supply chain, to make sure that their skills and their ingenuity will find expression and application in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Brexit preparations**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now of course this news comes on top of months of uncertainty that you, as manufacturers, have had to endure about Brexit and about our future relationship with the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And just spotting in the audience so many people that Richard and I meet during the course of our work – I know how important it is to you that we should find an early resolution of what our relationship with the rest of the European Union is going to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because you know that every decision that you make – on prices, on cash flow, on logistics and investment – has real consequences for the hundreds of thousands, indeed millions of people that you employ.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’ve been always been quite clear that a situation in which our manufacturers don’t have the certainty that they need about the terms under which over two-thirds of our trade will be conducted in less than 40 days’ time is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It needs to be brought to a conclusion, and without further delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am immensely grateful to Stephen Phipson and the EEF, now Make UK, for the advice and the support they have given on your behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a membership organisation, and I want you to know that the views you express to the headquarters are deployed forensically and consistently by Stephen on your behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Richard and I meet with Stephen every Wednesday morning for a full hour’s discussion of what he’s found from his interactions with you during the previous week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it really makes a difference. I can’t understate the importance of the evidence and intelligence that you supply through Stephen to us in our roles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s with the help of the EEF that we made, first of all – and won – the argument for a significant transition period, recognising that you need time to adjust to a new regime, whatever it is. A period during which your ability to trade with the EU remains as now time to adjust to new arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was also based on the evidence. I think there’s been a national education in the realities of just-in-time production and integrated supply chains that the whole country has learned, but very much pioneered through the evidence that you’ve supplied to Stephen and has been deployed through the EEF.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That shaped the crucial objective of maintaining frictionless trade and that remains front and centre in our aims for the future economic partnership with the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Richard and I will continue to work with you and to listen to you – the manufacturers and the employers – to make sure that your voice is decisive in this crucial debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet – as important as this all is, I can’t stand here today and claim to you that all of your requirements have been resolved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To do that we need to have a deal. Because leaving the EU without one would, in my view, be a disaster for the whole country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the survey that EEF – Make UK – published just last week two-thirds of manufacturing employers said that ‘no deal’ would result immediately in price increases on products.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whilst almost one-third of manufacturers said that ‘no deal’ has implications for jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now some people, when you voice these concerns, describe this as ‘Project Fear. But for me – knowing the familiarity that you have with the reality of running manufacturing operations and employing millions of people around the UK – I think it is better described as ‘Project Reality’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Your evidence needs to be acted upon. And I know – from talking to many of you of the consequences from the logistical problems caused by new customs checks. To potential limitations on sending skilled workers to the UK to install, to maintain and service your products.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is, I think, a lack of adequate understanding, historically, in this country, as to how intrinsic manufacturing is to the success of our service economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of your products, many of your revenues, I know, derive from the service contracts that you have in support of the manufacturing operations that you have in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I also know and entirely understand the importance of having this resolved much more quickly than I think has been in prospect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reality is that yesterday the first freighter that will arrive after the 29 March 2019 set off from Felixstowe bound for Japan with no clarity on the terms under which its cargo will be admitted when it reaches its destination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is, I know, unacceptable to you. And it’s unacceptable to me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For me this shows how absolutely essential it is to conclude the arrangements with a deal in the weeks ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And not on the last minute on the 28 March, but as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because no one should regard waiting to the last moment, when you are making decisions now that have consequences for many weeks and months ahead, as acceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve always thought, and my colleagues in government have, that an orderly Brexit – one that implements the outcome of the referendum but in a way that protects prosperity, growth and jobs is what we should insist on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No one wants to be poorer at a time when the opportunities that we have in manufacturing specifically are greater than ever before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, we will go on making sure that the argument that manufacturers put for a deal to be concluded swiftly is something that is heard loud and clear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The deal that has been proposed is by no means perfect, but it does meet, in the view of many of you here, the needs that you’ve expressed. And in particular, provides more certainty in a time of great uncertainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But of course, decisions like Honda’s this morning demonstrate starkly how much is at stake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Honda’s announcement they have described as not being related to Brexit, but to the changes that are taking place in the automotive sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And there are many people in this room that are aware of that and participate in that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s why this is such an important time to build on the foundations that we have in our economy to make sure that we profit from the opportunities in areas in which the UK has a stunning reputation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Made Smarter**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A few months after the EU referendum I had a conversation with someone known to everyone in this room – the Siemens UK CEO Juergen Maier – which gave birth to the idea behind Made Smarter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Making sure that smaller firms have the ability to access the cutting-edge of new technologies that sometimes are taken for granted by the larger OEMs and some of our research institutions – encouraging and helping smaller firms to adopt new technologies that can help them become competitive in this time of global change, and to create more jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The idea struck a chord and many people in this room are involved with the Made Smarter Commission that resulted from that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And based on Jurgen’s work and supported by you we have had a huge response right across the UK from the manufacturing community from companies big and small in every nation of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve made substantial progress already.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In September, I chaired the first meeting of the Made Smarter Commission attended by many companies in the room today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The very next month, in October we announced 120 million pounds to make sure that this diffusion of the technologies that we have in this country to supply chains in every part of industry should be able to be supported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And at the heart of Made Smarter will be what I know is manufacturers’ No. 1 priority – skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**World-class manufacturing**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are so many lingering misconceptions that I’m sure you as I are frustrated about, that people have the wrong view of manufacturing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The EEF under Stephen asked the British public to guess how UK manufacturing ranked globally the average guess was 56th.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Actually, we’re 9th in the world, and can rise more strongly. Kazakhstan is 56th.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the perception needs to be countered, which is one of the big purposes of Made Smarter. EEF’s Chair Judith Hackitt, who I know is here today, is a formidable leader of that initiative to change perceptions of what manufacturing and engineering are about, to show the reality of modern manufacturing as one of the most exciting vocations that exist in Britain today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should be proud of the world-class manufacturing talent that we produce in this country, and we need to produce more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And whenever I meet apprentices – whether it’s at the MTC, the Manufacturing Technology Centre just outside Coventry, the AMRC in Sheffield, or Make UK’s own apprentices in Aston, I’m blown away by the sense of privilege that people have, that have managed to discover what a fantastic career is in prospect if they get into manufacturing and engineering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While companies like Lander Automotive – whose Managing Director Peter Tack is with us here today are creating new apprentices – 15 apprentices being recruited every 8 weeks to be embarked on a career that will take them around the world with excitement and discovery every year of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as more companies embrace new technologies it won’t be about people or technology, but people and technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was struck at the Manufacturing and Technology Centre looking at the latest application of robots.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The big question is: are these robots going to replace people?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Quite the reverse. All of the skills there – and you know it in this room – are about making sure that we learn to work effectively with automation: people working alongside robots, or deciding what to do with data analysis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But as new technologies require new skills we must make sure that these opportunities are available to all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through our Industrial Strategy, our new National Retraining Scheme, which is designed to help people learn new skills as the economy changes, including as a result of automation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also putting significant investment to help SMEs their leadership and management skills that again are often available more easily to larger companies, but to reap the opportunities that we have in the world we want to make sure that the best skills are available to leaders of some of our smaller businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With a management training programme which could help 10,000 people a year over the next few years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And just as no-one should be left behind by the new technologies sweeping this industry, no place should be left behind either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that Made Smarter will support small businesses, and small manufacturers right across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In pursuance of that goal the first wave is in the North West, working with the towns and cities of the North West – Cheshire and Warrington, Cumbria, Lancashire, Liverpool and Manchester – to make sure that small businesses there are first to benefit to really reinforce what is already a strong cluster of manufacturing excellence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to make sure the opportunities of the fourth industrial revolution are available to every single firm in the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in helping firms understand their data and, where suitable to automate production, we can make a real impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And there’s been a huge response in the North West, with 140 businesses signed up already to learn from the best in the country as to how they can spread industrial digitalisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As well as in automotive – we have a firm looking to use robotic equipment on the production line. We want the applications to be in, for example, food manufacturing – our most important manufacturing business line at the moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want this pilot to become a beacon for schemes in regions right across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, ladies and gentlemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the coming days and weeks we are very conscious that your future prosperity in a world of change and opportunity must be at the forefront of our attention in all of the policy decisions that we take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our test of a successful Brexit is that it should work for manufacturing industry at this time of such great opportunity, and through that, the millions of people who depend on you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just as we stand on the cusp of amazing new opportunities for manufacturers, we must retain and create the future possibilities for everyone in this room.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’re conscious that every hour, every pound spent being devoted to Brexit preparations is necessary – I understand. But actually it is not the main focus of your work, which is to create the products, processes and customers that will sustain the UK for many years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I look forward to continuing the very effective work that we do with the EEF – and now I hope with Make UK. That we can in a short space of time now agree a deal that brings the certainty that you’ve communicated so clearly that you want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can make the UK as synonymous with the fourth industrial revolution as we are, through our history books, with the first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}