{
    "url": "https://www.ukpol.co.uk/simon-clarke-2021-statement-on-tax-credits-child-benefit-and-guardians-allowance-update/",
    "title": "Simon Clarke – 2021 Statement on Tax Credits, Child Benefit and Guardian’s Allowance Update",
    "post_date": "November 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Simon Clarke, the Chief Secretary to the Treasury, in the House of Commons on 25 November 2021.",
    "content": [
        "The Government will bring forward regulations that will increase most tax credits rates, and thresholds, and will increase the child benefit and guardian’s allowance rates in line with the general rise in prices as measured by the September 2021 consumer prices index (CPI). CPI has been the default inflation measure for the Government’s statutory annual review of benefits since 2011.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The annual uprating of benefits will take place for tax credits from the start of the new tax year and for child benefit and guardian’s allowance in the first full week of the 2021-22 tax year. In 2022, this will be 6 April for tax credits and 11 April for child benefit and guardian’s allowance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The annual uprating process includes the following measures:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The majority of elements and thresholds in working tax credit and child tax credit will be increased by September’s CPI figure (3.1%) from April 2022. In line with established practice and the Office for Budget Responsibility’s expectations in their welfare forecast, the maximum rate of the childcare element, the family element, the withdrawal rate and the income disregards will remain unchanged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 3.1% increase will be applied to the rate of the working tax credit basic element announced by written ministerial statement on 4 November 2020 (£2,005).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Child benefit will be increased in line with September CPI (3.1%) from April 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As set out in section 49(3) of the Tax Credits Act 2002 (TCA), guardian’s allowance will be uprated in line with prices, measured by September CPI (3.1%).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The full list of proposed benefit and credit rates will be placed in the Libraries of both Houses in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}