{
    "url": "https://www.ukpol.co.uk/simon-clarke-2021-speech-on-council-tax-increases/",
    "title": "Simon Clarke – 2021 Speech on Council Tax Increases",
    "post_date": "January 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Clarke, the Conservative MP for Middlesbrough South and East Cleveland, in the House of Commons on 25 January 2021.",
    "content": [
        "It was my great privilege to serve as the Local Government Minister for the first six months of our response to covid-19, and am I am grateful to have this opportunity to commend the whole sector for its response. I witnessed three things in my time at the Department that are particularly relevant to today’s debate. First, I witnessed the absolute sincerity of my right hon. Friend the Secretary of State, and all in the Department, in respect of the Government’s commitment to provide all the support that the sector needs throughout the pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we heard my right hon. Friend say in his speech, the gap between what many leaders say and what the sector then self-reports to the Department is often profound. Throughout the spring, we faced real concerns about the number of councils that might need to issue section 114 notices to declare themselves effectively bankrupt; as we have seen, that has not transpired. It has not transpired for a reason: namely, the effective and highly tailored support schemes that have been put in place alongside direct grant support. We should not underestimate the complexity of the local government landscape and the need to respond to the different challenges that face different types of council in different parts of the country. That response has been accomplished, and councils have worked admirably and been able to get on with delivering their important work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, I saw the exceptional knowledge and dedication of the local government finance team in the Department. The team’s staff live and breathe the work and the recommendations of Ministers reflect the hard work that they put in in direct conversation with council finance officers. We have struck a fair balance, apportioning the costs of our response to covid-19 between central and local government. Most reasonable people would accept that that is the only realistic route through the current situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thirdly, we need to recognise that local authorities clearly have important responsibilities, too. Some authorities have been hit hard over the past year by factors that are legitimately outside their control. Some, such as Bath and North East Somerset Council, have been affected by factors relating to covid; others have been affected by issues such as cyber-attacks—I know that Ministers are working hard to resolve the situation at my local authority, Redcar and Cleveland, at pace. Such authorities must, and will, be supported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, other authorities have made seriously poor decisions for which they simply cannot attempt to blame central Government. The Secretary of State has already referred to the situation in Croydon and the reverse Robin Hood scenario that has played out in Nottingham. The sheer brass neck of the shadow Secretary of State in tabling today’s motion is genuinely astonishing, given that it is overwhelmingly Labour councils that have failed. I could go on: Bristol, Southampton and Brent, and the situation presided over by the Mayor of London, that master of evasion, which deserves to be punished by the electorate in May. It is of course the Labour group on the Local Government Association that is so keen to abolish the referendum lock, which is the only thing that in practice stands between ratepayers and exorbitant tax rises, so for the Opposition to initiate today’s debate is, I am afraid, pretty rich.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have put in place an unprecedented package of support. What councils do beyond that is, rightly, a matter for them. This Government and Conservative-led councils will focus on getting the basics right: prudent financial management, driving down costs and waste, delivering high collection rates and supporting the truly vulnerable. I would note in this regard the extra £670 million next year that the Government have allocated to address the council tax hardship, which follows the £500 million for the same purpose this year. We have local democracy in place for a good reason. Councils control important aspects of our lives and should be accountable for that. Central and local government together have to meet the costs of responding to the pandemic, and for that reason, the quality of local decision making matters enormously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}