{
    "url": "https://www.ukpol.co.uk/chris-clarkson-2020-comments-on-tree-lined-streets/",
    "title": "Chris Clarkson – 2020 Comments on Tree-Lined Streets",
    "post_date": "July 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chris Clarkson",
            "url": "/tag/chris-clarkson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the comments made by Chris Clarkson, the Conservative MP for Heywood and Middleton, in the House of Commons on 15 July 2020.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That leave be given to bring in a Bill to require building developers to ensure that the streets of major new developments are lined with trees; and for connected purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my short time in this place, I have spoken repeatedly about my admiration for my right hon. Friend the Chancellor and his new deal. However, in introducing my ten-minute rule Bill, I must first turn to the architect of the original new deal, Franklin Delano Roosevelt, who remarked:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Forests are the ‘lungs’ of our land, purifying the air and giving fresh strength to our people.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Put simply, trees are good for us, and the presence of trees and other greenery in urban environments has a discernible effect on the physical and mental wellbeing of those who live there. The presence of trees has a particularly important role to play in that philosophy, as they are inextricably linked to cleaner air, increased physical exercise and enhanced health and wellbeing. Trees also play a central role in nature’s recovery and in addressing climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Bill is important, as it would ensure that new developments fully recognise those benefits, and I want to take this opportunity to pay tribute to the Woodland Trust for its tireless work in highlighting the importance of trees in our national and environmental life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Street trees seem particularly important in supporting this work. Indeed, a recent study into neighbourhood green space and health in large urban areas was able to map the location of 530,000 trees and compared them with the health records of 30,000 residents, concluding that people who live in areas with a higher street tree density report better health perception and fewer cardiometabolic conditions compared with their peers living in areas with lower density.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The planting of trees is also crucial in our fight against climate change, as trees store carbon and can help to make our towns and cities more resilient. The ​Bill could therefore make a small contribution to the Government’s aim of eradicating the UK’s net carbon contribution by 2050.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my seat, we widely welcomed the Government’s £10 million urban tree challenge fund, which was introduced in May 2019 and which will see 130,000 trees planted across towns and cities in England by 2021, and the Bill could also support that ambition. Additionally, it would contribute to the Government’s ambitious target of planting 30,000 hectares of trees across the entire United Kingdom by 2025.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In recent years, we have certainly seen a reluctance among developers and local authorities to promote trees in streets. Frequently, issues such as expense, hassle and liability are levelled as excuses not to rise to this environmental and public health challenge. Therefore, a Bill placing a requirement on major new developments to ensure that streets are lined with trees would ensure that important environmental health and aesthetic considerations are at the heart of new developments across our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The people of Heywood and Middleton, like every great citizen of the four nations of our United Kingdom, love nature and frequently demonstrate a desire to protect it—whether the precious green belt around Bamford, Crimble Mill or Slattocks, or smaller green spaces in the towns of Heywood and Middleton—and their enduring objection to any new developments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over 100 years ago, the aims of the Planning Act 1909 were to secure\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“the home healthy, the house beautiful, the town pleasant, the city dignified, and the suburb salubrious.”—[Official Report, 12 May 1908; Vol. 188, c. 949.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That seems more relevant now than ever. In our desire to build beautiful we must strive to create an atmosphere that promotes community health and cohesion, and I believe that this Bill will go some way to supporting those values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}