{
    "url": "https://www.ukpol.co.uk/alan-clark-1985-speech-on-northern-unemployment/",
    "title": "Alan Clark – 1985 Speech on Northern Unemployment",
    "post_date": "May 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Alan Clark",
            "url": "/tag/alan-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alan Clark, the then Parliamentary Under-Secretary of State for Employment, in the House of Commons on 11 October 1985.",
    "content": [
        "In an [eloquent and finely constructed speech](https://www.ukpol.co.uk/ted-leadbitter-1985-speech-on-northern-unemployment/) the hon. Member for Hartlepool (Mr. Leadbitter) raised a number of issues about unemployment in the northern region and in his constituency. I shall try to answer fully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government, who now have two Ministers in the Cabinet dealing with employment matters, are only too well aware of the seriousness of unemployment, particularly in the north where there have been longstanding and deep-seated problems. I shall try to answer all the hon. Gentleman’s questions, although he did not observe the convention under which we share the time available equally on such occasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I shall first dispel the legend which the hon. Gentleman described. The Prime Minister did not call the people in ​ the north of England “moaning Minnies.” The context in which those words were used has been distorted and gone into mythology. It is inaccurate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Don Dixon (Jarrow)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The words were used.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister was describing some of the success stories in the region. Alas, they are few, but she was trying to give hope to those who live in the region. The journalists round her would not accept that and pressed her with unpalatable and familiar statistics. She reproached them for not allowing her, even for a few minutes, to disclose some of the good news to encourage people and to emphasise that the north is not a total and abject failure. The Prime Minister was behaving correctly, but the incident was portrayed as if she categorised the people living in the area as “moaning Minnies.’ That is inaccurate, as those who saw the incident on television will confirm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I admit that over the past 20 years more than 200,000 jobs in traditional industries in the north-east have been shed, largely as a result of the world recession, technological change and market shifts. The people of the area have, therefore, had the difficult task of moving away from the old heavy industries towards the growth sectors of the economy. That brings continuing problems and much still needs to be done, but it is encouraging that the rate of redundancies in the region is about half what it was in 1981.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are many encouraging signs. We should emphasise them without minimising the problem. For example, self-employment in the region has grown significantly. The number of self-employed people is now 87,000, which is over 50 per cent. more than when we took office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Growth sectors are increasingly important. About 16,000 people are engaged in electronics in firms such as Isocom, the components manufacturer whose new factory in the Hartlepool enterprise zone will be employing up to 500 workers by 1988, and Middlesbrough’s CADCAM computer centre which could bring 5,000 jobs to the area by 1995.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The pharmaceutical industry has grown from virtually nothing to an industry employing 5,000. The north-east has a firm foothold in the future with such industries as biotechnology and advanced manufacturing technology. Much of the good news is not publicised as widely as it should be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another example is the Nissan factory at Washington which should create 4,500 jobs if all goes well, with a further seven overseas companies attracted to the region this year—[Interruption.] Unfortunately, I cannot hear everything that is said from a seated position. I was not left as much time to reply as I should have liked. I have detailed some of the good news and some of the new growth sectors. If another hon. Member succeeds in obtaining another Adjournment debate, we may deal with other matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the retail side, the Metrocentre, due to open in Gateshead in 1986, will be the largest out-of-town shopping complex in the United Kingdom creating up to 5,000 new jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My Department has recently taken responsibility for tourism, and here, too, there are good opportunities for new employment — not only in the traditional tourist areas but in regions such as the north-east.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the past three years, the Northumbria tourist board has been able to assist directly more than 84 tourism projects with Government assistance of £1·3 million. There has also been substantial Government support for major tourism and leisure developments in the region, such as the Beamish open air museum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The English tourist board has set up tourism development action programmes at Tyne and Wear and Kielder to develop the potential of the areas which will create new sources of employment for the local population. I hope that the hon. Gentleman accepts that there is significant scope for new employment in tourism in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The region is far from being without hope and there are no insuperable disadvantages. With the right help much has been achieved and much more will be achieved. The right help includes a major infusion of Government assistance of various kinds, all of which has a direct effect on employment.  \nThe hon. Gentleman will be aware that almost the whole of the region has assisted area status. It has benefited by well over £500 million since 1979 through regional development grants and selective assistance. The Department of the Environment has funded economic, social and environmental projects of nearly £300 million, especially in inner urban areas in the region. Only last week my hon. Friend the environment Minister announced an additional £15 million to tackle inner-city deprivation, £2·5 million of which will go to the north-east.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Middlesbrough, Hartlepool and Newcastle-Gateshead have enterprise zones. Newcastle-Gateshead also has a city action team to co-ordinate local and central Government action, especially on job creation, environmental recovery and housing improvement. In Cleveland, which the hon. Gentleman mentioned on a number of occasions, the Department of the Environment has launched the Cleveland initiative for a co-ordinated programme of action on major areas of derelict and underused land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I must mention the Manpower Services Commission schemes. Government aid to support and encourage economic recovery and the creation of jobs in the region amounts to well over £1 billion since 1979. In that period, the Manpower Services Commission spent more than £300 million—and the planned expenditure this year is £151 million—in helping to create work or provide vocational training. As a result of the expansion of the community programme to help the long-term unemployed, 27,200 places are to be provided by May 1986 in the region—more than double last year’s target.  \nIn vocational training, lack of qualifications among the young is a particularly worrying problem. We recognise ​ the value of a well-trained young work force, which is why the youth training scheme is to be extended nationally to two years, leading to vocational qualifications for school leavers from 1 April 1986.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is a major step towards ensuring that all young people under 18 are in work, in full-time education or undergoing high quality training, so that unemployment need not be an option for them from now on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Organisations in the northern region have generally responded positively to YTS and the Manpower Services Commission plans to provide more than 25,000 places for young people on the scheme in the northern region this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under the adult training strategy, we are focusing on known labour market needs. We plan to help to train nearly 13,000 people in the northern region this year under the adult training programme—an increase of 82 per cent. over the last year—and to help more than 18,000 people next year. At least three quarters of those helped this year will have been unemployed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We recently announced our endorsement of the expansion of jobclubs to 200 by the end of the year. We were particularly encouraged to do that by the success of two of the first jobclubs, which were established in Durham and Middlesbrough. They have been doing an excellent job in helping the long-term unemployed to help themselves by providing advice and facilities for job hunting. So far, three quarters of unemployed people leaving jobclubs have found jobs, the majority of them quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My Department has recently taken over responsibility for policy on small firms, which have an excellent potential as job creators through their ability to respond quickly to market demands, their flexibility in filling gaps in the market and their capacity for innovation. We aim to stimulate the development of small businesses and to create an economic climate which will be conducive to their sustained growth. There are nearly 80 proposals in my noble Friend’s recently published White Paper, “Lifting the Burden”, further to reduce unnecessary bureaucracy and regulation in this sphere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I ask the hon. Gentleman to accept that the Government fully recognise the problems faced by many areas in the north. A great deal of well-focused assistance has been directed to those places that have been worst hit by the world recession. We should recognise also that there are encouraging signs; people in the north-east are responding well to the problems and challenges that they face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}