{
    "url": "https://www.ukpol.co.uk/ken-clarke-2019-comments-on-withdrawal-agreement/",
    "title": "Ken Clarke – 2019 Comments on Withdrawal Agreement",
    "post_date": "January 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below are the text of the comments made by Ken Clarke on the Brexit Withdrawal Agreement in the House of Commons on 7 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have only about 80 days left. The Government face a deadline upon which depend crucial decisions that will affect future generations and the whole basis of our political and economic relationships with the rest of the world. We are nowhere near consensus, either in this House or in the country, on what new arrangements with the European Union we are actually asking for, let alone on the arrangements that we are likely to achieve. Now we have a completely ridiculous urgent question from the Leader of the Opposition, who has no idea what he wants but who just feels that he has to say something about the crisis we are in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we are in this position and as 29 March is an entirely arbitrary date—it was accidentally set when the Prime Minister, for no particular reason, decided to invoke article 50 before she knew what she was going to ask for—may I ask my right hon. Friend: is not it obvious that the national interest requires that we now delay matters by putting off the implementation of article 50 in order to put ourselves in the position where we can negotiate with 27 serious Governments by showing that we know what we are asking for and can deliver from our side, and to protect the national interest and future generations?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}