{
    "url": "https://www.ukpol.co.uk/kenneth-clarke-2019-comments-on-brexit/",
    "title": "Kenneth Clarke – 2019 Comments on Brexit",
    "post_date": "January 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below are the comments made by Kenneth Clarke, the Father of the House and the Conservative MP for Rushcliffe, in the House of Commons on 21 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a supporter of the withdrawal agreement last week, I welcome the Prime Minister’s acceptance of the need for change in the light of the result and her reassurance that she will not compromise on a permanently open border in Northern Ireland, and that therefore any discussions that she has with the hard right wing on the Irish backstop will not compromise the commitment to a permanently open border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Prime Minister also consider reaching out to those remainers who are not yet convinced of her agreement by at least relaxing—if she cannot do a U-turn—her normal rejection of a customs union? I do not see outside powers lining up to do trade agreements to compensate us for leaving Europe. Will she also consider relaxing her resistance to regulatory alignment with Europe? Regulatory alignment is not inconsistent with some tightening up, at least, of free movement of labour. I urge her to be flexible on every front, because there was a large majority against the proposal last week. There are probably more remainers who voted against her than there are Brexiteers, and she needs to reach out to those remainers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}