{
    "url": "https://www.ukpol.co.uk/greg-clark-2018-speech-on-energy-cap/",
    "title": "Greg Clark – 2018 Speech on Energy Cap",
    "post_date": "February 27, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 26 February 2018.",
    "content": [
        "![](http://www.ukpol.org.uk/wp-content/uploads/2015/12/gregclark.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will today introduce the Domestic Gas & Electricity (Tariff Cap) Bill to this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are taking this action because the energy market is not working for all customers. The Competition and Markets Authority 2016 investigation into the energy market highlighted that domestic customers of the Big 6 energy companies pay on average £1.4 billion a year more than they would in a truly competitive market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We believe that competition is the best way to drive value and service for customers. Where this is not happening, the government has a duty to act by ensuring regulation is effective and companies have the right incentives to provide value.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The energy market is not working for all consumers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is in effect a two-tier market in operation whereby active customers save money by switching suppliers, but those who can’t or don’t switch remain on poor value tariffs. It is of particular concern that customers who don’t switch typically tend to be more vulnerable than those who are getting the best deals. The difference between the cheapest available tariff and the average Standard Variable Tariff of a Big 6 supplier is around £300.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier this month, one million more vulnerable consumers who receive the Warm Home Discount were protected from higher bills with the extension of Ofgem’s safeguard tariff cap. There are now 5 million households protected by this cap which was introduced in 2017.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Domestic Gas and Electricity (Tariff Cap) Bill will, subject to Parliamentary approval, put in place a requirement on the independent regulator, Ofgem, to cap domestic energy tariffs until at least 2020. Currently, some consumers are paying up to £300 more than they need to – this cap will help bring this overcharging under control. It will require Ofgem to set an absolute cap on standard variable and default tariffs, protecting the 11 million households in England, Wales and Scotland who currently buy their energy on this basis and who are not protected by existing price caps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Bill is part of a package of measures being introduced by the government to increase competition in the retail energy market and lower prices for consumers. These include support for more and faster switching, initiatives to improve engagement and the rollout of smart meters. We believe all of these measures will help create the conditions for more effective competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In setting the cap, Ofgem must protect existing and future domestic customers, but must do so in a way that creates incentives for suppliers to improve efficiency, sets the cap at a level that enables suppliers to compete effectively for supply contracts, maintains incentives for customers to switch and ensures that efficient suppliers are able to finance their businesses. The government intends Ofgem to be able to set the temporary price cap by the end of this year so that it is in place by next winter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The cap will apply until the end of 2020 when Ofgem will recommend to government whether it should be extended on an annual basis up to 2023.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The introduction of the Domestic Gas and Electricity (Tariff Cap) Bill comes after the Business, Energy and Industrial Strategy Select Committee scrutinised the draft Bill as part of the government’s work to ensure the Bill would be effective and would meet its objectives. This pre-legislative scrutiny took written and oral evidence from a wide range of stakeholders. The Committee made a number of recommendations about the Bill, which the government has accepted in full, including the Committee’s recommendation that Ofgem reviews the level at which the cap is set at least every 6 months, and the recommendation to add in safeguards so that where consumers make an active choice to opt for green standard variable tariffs or default tariffs, Ofgem is able to protect these customers but not stifle investment in green energy. Ofgem will also be required to consult on a potential exemption for green tariffs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Bill will give the regulator the powers to protect those consumers who are overpaying for energy, while ensuring that other initiatives such as switching, smart meter roll out and consumer education continue to contribute to a more competitive market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}