{
    "url": "https://www.ukpol.co.uk/chris-clarkson-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Chris Clarkson – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Clarkson",
            "url": "/tag/chris-clarkson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Clarkson, the Conservative MP for Heywood and Middleton, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for North East Fife (Wendy Chamberlain). It is also a pleasure to see the Minister, my hon. Friend the Member for Sevenoaks (Laura Trott), in her place, and I congratulate her. I also thank the right hon. Member for Leicester South (Jonathan Ashworth) for his tub-thumping support for a Conservative policy. There is more rejoicing in heaven over one sinner who repents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is never a bad opportunity to talk about this Government’s inestimable record when it comes to helping pensioners. Instinctively, everyone on the Government Benches wants to ensure that those in receipt of state pension get the best possible deal from the Treasury. Many of us will already have made representations to the Chancellor in one way or another, and I am pretty sure he will be making pensions a priority come the 17th.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At a time when every one of us, especially those on low and fixed incomes, is feeling the pinch as a result of the perfect storm caused by Putin’s illegal war in Ukraine and the economic shock of covid, it is right that we continue to support the most vulnerable with the limited resources we have available to us. That is why I am proud that this Government have introduced the triple lock, when no such innovation was ever introduced by a Labour Treasury. A lot of us have already mentioned Gordon Brown’s generous increase of 75p a week back in 2000. That was at a time when Labour was borrowing like it was going out of fashion and spending like a drunken sailor in a brothel. It caused so much offence that one pensioner wrote Gordon Brown a cheque to return the 75p. Gordon Brown cashed the cheque.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was this Government who responded to the current economic challenge with the energy price guarantee to keep bills as low as practically possible. This Government provided up to £850 of additional support to most pensioners in the face of rising energy costs. This Government increased the warm home discount to £150 and extended eligibility by a third to 3 million of the most vulnerable households. Since 2010, the state pension has increased by £2,300. That is £720 more than if it had just been uprated by simple inflation alone. We have brought in automatic enrolment for workplace pensions, so that more people have extra support in their old age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government take pensioners seriously. We do not treat them as tools in a now all too predictable cycle of gamesmanship that we get with every Opposition day debate. I can practically see the paid content on social media already, with a black and white photo of each of us and a misleading statement underneath, and I can see the emails coming in tomorrow morning from frightened pensioners who want to know why we have done this terrible thing we have been accused of, and that they reckon we are going to do. It is absolutely shameless, but all too predictable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Opposition know there is a statement coming in a few days’ time, on the 17th—as my hon. Friend the Member for North Norfolk (Duncan Baker) had to get his birthday in, it is actually five days after mine—but that means nothing to the Opposition, as there are games to be played and points to be scored. The truth is that poverty figures show that there are 400,000 fewer pensioners in absolute low income after housing costs than in 2009-10. There are 1.2 million fewer people in absolute low income before housing costs than in 2009-10 —that is 200,000 fewer children, 500,000 fewer working-age adults and 400,000 fewer pensioners. That is in part because of what we have done as a Government to increase participation in private pensions. As my hon. Friend the Member for Broadland (Jerome Mayhew) mentioned, under the last Labour Government, the actual participation rate went from 47% down to 32%. Under this Government, thanks to auto-enrolment, that is now around 75%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the economic truths are complex and difficult, we deserve better than the glib sixth-form politics of the Opposition. The Chancellor is absolutely right to take the time to finalise his spending decisions as part of the autumn statement, so that we can take a compassionate Conservative approach to target our cost of living support to the most vulnerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truth of the matter is that we know why we have not heard anything from the Opposition: they do not have a plan. The Prime Minister made the point at Prime Minister’s questions last week that you cannot oppose a plan if you do not have a plan. We have not heard a bat squeak from the Opposition about their policies for the next election. We know that the Leader of the Opposition has already binned all the pledges he was elected on, so we have no idea what the party stands for. I will wait for the Chancellor’s statement on the 17th, and in the meantime, I will be talking to and working with colleagues to ensure we put the case for the people we have the privilege of representing, because that is what they deserve: MPs who put them first, not politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}