{
    "url": "https://www.ukpol.co.uk/simon-clarke-2022-speech-on-the-levelling-up-and-regeneration-bill/",
    "title": "Simon Clarke – 2022 Speech on the Levelling Up and Regeneration Bill",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Clarke, the Conservative MP for Middlesbrough South and East Cleveland, in the House of Commons on 13 December 2022.",
    "content": [
        "I pay tribute to all who were involved in the creation of this Bill, which I had the pleasure of overseeing briefly as Secretary of State. Let me also express my appreciation for the Government’s work in relation to last week’s commitment to a new approach to the permitting of onshore wind, enshrining community consent as the key guiding principle when it comes to whether new developments, or indeed existing ones, can be set up. That is a hugely welcome change, and one that I believe can and should unite the House. As a result, I have withdrawn what was new clause 90 today, although I thank all those who supported it, particularly my right hon. Friend the Member for Reading West (Alok Sharma).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Greenwich and Woolwich (Matthew Pennycook) mentioned the consultation which we look forward to seeing in due course. I am confident that it will be a robust, credible mechanism which will establish how we can measure community consent and how we can unlock developments when communities wish to support them, while, obviously, protecting places that do not wish to host onshore wind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is much that I commend in the Government’s new clauses, new schedule and amendments, just as there was on the first day’s debate on devolution. I particularly welcome new clause 69, on street votes, and clause 50, on community land auctions. Both are classic supply-side reforms of the kind that we badly need if we are to liberalise house building. That has clearly been a central issue of contention in recent debates on the Bill, but there are some welcome new proposals that we should also consider. I especially commend the new clauses tabled by my hon. Friend the Member for Weston-super-Mare (John Penrose), which I think would successfully complement the wider liberalisation set out in the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should recap some of the fundamental points that we need to recognise when it comes to not just today’s debate, but all debates in the House about intergenerational fairness and opportunities. Since the 1950s and 1960s the rate at which we expand our housing supply has halved, even as the population has risen. In London it would take the average worker more than 15 years to afford a deposit. To put it simply, we need more homes—as many as we can possibly build—and we should enable the free market through every possible mechanism at our disposal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is to the Government’s credit that we have been building at the fastest rate for some 30 years, but for too many people under 50, the dream of an opportunity society is receding rather than coming closer. As recently as 1991, 78% of those aged between 25 and 44 were owner-occupiers; the figure today is 56%. For those aged between 25 and 34, it has fallen from 67% to 41%. So many of the long-term concerns that we confront in this Chamber—inequality, productivity, even fertility—are linked with our fundamental problem of not being able to build enough homes for it to be affordable for too many young people to rent, let alone buy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I happen to believe that enabling home ownership is an existential priority for my party, but Members on both sides of the House should welcome innovative new measures in the Bill, such as street votes and community land auctions, which can progress that agenda. As my right hon. Friend the Secretary of State has said with regard to street votes—and, as so often, I cannot phrase this better than him—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Arithmetic is important but so is beauty, so is belonging, so is democracy, and so is making sure that we are building communities.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that these measures will help us to realise that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, there are issues on which I believe we ought to go further. I am conscious of the limited time that we have today, but I will touch on the issue of nutrient neutrality. I believe that, although the Bill makes welcome progress to try to unlock this thorny problem—which is blocking 100,000 new planning permissions from being realised—we can and should go further. That potentially includes derogating from the habitat regulations, while imposing tighter restrictions on the root causes of pollution: bad farming practices, and poor management of waste water by our waterworks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most fundamentally, I want to go back to that point in regard to the need for us to build the homes that this country requires, and that takes us back to the underlying issue of targets and the new clauses tabled in this regard by my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) and my hon. Friend the Member for Isle of Wight (Bob Seely). It is critical that, as the national planning policy framework is redrawn, we keep making the case for good, high-quality developments with the right infrastructure and rational incentives for communities to welcome new homes. If we do not, it will be a social and economic disaster for this country and a terrible problem for my party as we seek to make the case for a property-owning democracy and popular capitalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}