{
    "url": "https://www.ukpol.co.uk/ken-clarke-2018-speech-on-customs-and-borders/",
    "title": "Ken Clarke – 2018 Speech on Customs and Borders",
    "post_date": "April 26, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Ken Clark",
            "url": "/tag/ken-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ken Clarke, the Conservative MP for Rushcliffe, in the House of Commons on 26 April 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May I begin by congratulating the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper), the other Chairmen of the Select Committees and the Liaison Committee on obtaining this debate and on tabling the motion? It is remarkable how little attention Parliament has been allowed to pay to the momentous events that are taking place at the moment and that will certainly take place over the next few months, which have a profound importance for the future health of our economy and the standing of this country in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the moment, Cabinet members are trying to agree among themselves their negotiating position, and those in the shadow Cabinet are trying to reach an agreement among themselves on their response. Meanwhile, events are moving on, and I think the House of Commons should have more opportunities to give its views, exercise influence and debate a substantive motion every now and again, not just a motion that has already been dismissed, in the curious way we do in this Parliament, as somehow not legally binding and therefore one that need not be regarded as important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have often agreed with the right hon. Lady in the past, but I do not think I have ever heard her make a speech in which I agreed with just about every sentence she uttered. That will enable me to respond to your request, Mr Speaker, because she said it all with great eloquence and there is absolutely no point in my simply trying to repeat all of it or anything like all of it. The only thing I disagreed with is that she revised—no doubt for party reasons—the strange conspiracy theory that trade deals with America might involve privatising the NHS. I have no doubt that someone will try to explain the logic of that argument in the course of this debate. However, I totally agreed with everything else she said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is rather surprising, because everything the right hon. Lady said was in line with what has always been the official, mainstream policy of the Conservative party throughout the first 50 years of my membership of it. Some of my colleagues seemed to have a strange conversion—like St Paul on the way to Damascus— about two years ago, but I am afraid that the light did not strike me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This debate bodes well for what needs to emerge. Many of us in this House have argued for some time for a cross-party convergence, in the national interest, so that this House can make sure that no damage is inflicted by the consequences of our leaving the European Union, or—to be more precise, I am afraid—so that we can limit that damage so far as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The underlying point is clear: the economy of this country and, to an extent, those of other European countries, will be damaged if a sudden decision is taken to erect new barriers at the border between the UK and our major trading partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chuka Umunna (Streatham) (Lab) rose—**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke** I will give way in just a second. There are no advantages in introducing tariffs to European trade, which I do not think anybody wants to do, or new customs procedures and processes, and there are no advantages in producing regulatory differences between our market and the European market. If people insist on having a new free trade agreement, it should include, and as far as possible replicate, the arrangements that the customs union and the single market give us now. If any hard-line Eurosceptic wishes to get up and say why it is positively in the British interest to have new customs procedures, and that we want more lorry parks at Dover and wish to delay the lorries carrying goods one way and the other, I would be interested to hear it. I shall turn in a moment to the main argument—indeed, as far as I am aware, it is the only argument—that most of them ever give for leaving the customs union. First, I give way to the hon. Gentleman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chuka Umunna** I am grateful to the Father of the House for giving way. He has served in this House for 48 years, if I am not mistaken, and served in a number of Governments. He will know that this Government have been advised by their own officials that leaving the single market and the customs union will make this country poorer. In all his time in this House, can he think of any Government who have knowingly taken a decision of this gravity that would make the country poorer? Can he think of any example in which any Government he has seen have done that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke** Not deliberately—but accidentally, several times. [Laughter.] The hon. Gentleman makes reference to my great longevity, which is the one non-controversial feature of my presence in this House. Practically all my old friends from several Governments are now ennobled and in the House of Lords, where they are debating these very matters. Actually, all my colleagues who have served in Governments during my time—particularly under Margaret Thatcher and John Major—who are still with us and in the House of Lords are voting in line with this motion. They are of the same opinion, because is it is utterly unprecedented for us to get into a position of this kind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only argument—certainly the only one the Prime Minister ever uses—for leaving the customs union is that we can have trade agreements with the rest of the world. We also refer to “a customs union”, for reasons that have been explained; it would be a replica of the present customs union. It is quite right to say that, in the customs union, we do not have total freedom to negotiate. We have a common tariff barrier around the customs union, and no member can punch holes through it and start letting in goods from various markets under different arrangements. Once anyone started to do that, it would be necessary to stop the goods seeping through. A great deal of work is being done at the moment, as I understand it from following the leaks in the newspapers and talking to my contacts among those involved, to try to find a way to achieve something similar that would be acceptable. We will have to see how that goes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has already been said that, for over 40 years, Governments of both parties in this country who essentially believed in free trade, and who found that Britain gained ever more advantages from developing a free trade climate, have been extending free trade through our membership of the European Union. First, we had the common market—the customs union—and then we added the single market to it, removing all the regulatory barriers. Then we encouraged EU agreements with an ever-increasing number of countries, which reduced the barriers yet further in all those markets around the world. Indeed, my right hon. Friend the Member for Wokingham (John Redwood) has said that this helped us to make progress in the rest of the world as well. Not only have we participated in that but, in my opinion, British Governments have been the most influential and leading advocates of that approach inside the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not true to say that we have been an isolated, powerless member, ignored and penalised by the others. I believe that on issues of the economy, on liberal economic policy and on trading policy, the United Kingdom has been the leading influential member in Europe, and I think that was probably as true under the Blair Government as it was under the Thatcher and Major Governments. We were responsible for the single market. All the way up to the Cameron coalition Government, we were in the lead in Europe in pressing for the EU agreements to be extended to other countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not remember even Eurosceptics bothering to raise much objection to that policy. Even during the referendum, I did not hear any Brexiteer, including the ones I debated with, saying that they wanted more protectionism or that they wanted to withdraw from all that. Dan Hannan is one of the most articulate advocates of the Eurosceptic cause, and I debated with him twice in town hall settings during the referendum. I always got the impression that he was in favour of the single market. Again it is important to stress that it is possible to leave the European Union and to stay in the single market and the customs union. There is no constitutional or legal barrier to that happening, and the Commission has made it plain that it could be on offer. However, if we are not going to do that—for reasons that I do not understand—we will have to replicate it pretty well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Peter Kyle (Hove) (Lab)** Will the right hon. and learned Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke** I will give way, after which I will go back to the question of trade relations with non-EU countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Peter Kyle** On a recent visit to Norway with the Business, Energy and Industrial Strategy Committee, we heard Norway’s lead negotiator with the EU explain that, being outside the customs union, Norway is in a permanent state of negotiation with the EU regarding trade and customs. He said that Norway would sometimes win a concession, only to lose it in a negotiation a couple of years later. Is not this precisely the status that businesses come to Britain to avoid?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke** I quite agree. The Norwegians have a second-best solution by a good long way. When I was Chancellor, we were engaged in negotiating with the Norwegian Government and with other would-be new members over full membership of the European Union, which on the whole the entire Norwegian political class, left and right, supported. The same thing happened here during the referendum, when every significant political party in this country was in favour of remaining, with the exception of UKIP and the Democratic Unionist party. The Norwegians came out with not a bad compromise, but it was far less satisfactory than the one we are starting from as we negotiate now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Anna Soubry** Will my right hon. and learned Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke** With great respect to my close ally and friend, I must make a little progress and finish making this point. I might already have had my 10 minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The theory is propounded to the British people that we somehow have nothing to do with these EU trading arrangements and that somehow, when trade deals are done, grey men in the European Commission secretly impose upon us all sorts of restrictive terms. Indeed, the right-wing press give the impression to all their readers that that is what we are facing now. They suggest that Jean-Claude Juncker and Michel Barnier are somehow plotting against us, that the whole thing is being done by unaccountable Eurocrats who are trying to take revenge on us, and that the trouble with our EU trade deals is that we have no say in them and they happen mechanically. That is complete rubbish, and it is rubbish that has been propounded for the last 30 or 40 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Commission does have some roles that our civil service does not have, but basically it can negotiate only if it has the approval of each and every member state’s Government. It negotiates only within a mandate that the states have agreed. In my own ministerial experience of EU trade and economic affairs, the bigger countries—particularly Britain—have a huge influence on what is being negotiated. In my last job in the Cameron Government, when I was in the Cabinet Office without portfolio, I was asked by David Cameron to lead for us on the EU-US Transatlantic Trade and Investment Partnership deal. I spent time in Brussels and Washington doing that. I cannot say that I played a key role, but the whole point was that the British were keen advocates of that, along with the Germans, the Italians and the French. We were all close to what was going on, and seeking to find out where things were going and whether we could push it. No deal has ever been done by the EU with any other country that anbody has ever objected to in the United Kingdom. For example, no British Government ever protested about the EU deal with South Korea, which is one of the better ones that we have achieved recently. No one ever told me they were against it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Norman Lamb (North Norfolk) (LD)** Will the right hon. and learned Gentleman give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke** I really should not, because the Speaker will get extremely annoyed. I must come to a quick conclusion and I wanted to touch on Ireland. I apologise to the right hon. Gentleman, but other people must get in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an utterly ludicrous idea that it would somehow be better if we do things on our own. The countries always cited are the United States, Australia and New Zealand, and they will do deals with us because they all want to sell us foodstuffs. There is not a great deal of trade that we can add between us and New Zealand and Australia, and the Americans are desperately keen to sell us their beef and their chicken. As someone has already said, all trade deals are not done by a sovereign country saying, “Of course we are not binding ourselves to do anything.” They involve the agreeing of market regulations and of the trading rules that will apply. We would not say, “It’s all going to be decided by the British courts.” There would be an international arbitration agreement to which businesses and countries could look to if one side started breaking its treaty obligations. The Americans will say, “Give up these European food safety and environmental regulations, and we will trade with you on ours.” If we let in chlorinated chicken, hormone-treated beef and genetically modified crops—personally I am not convinced that they are the health hazards that most people in the country seem to believe they are—that means new barriers with Europe, which will not let those products go straight through, and we will probably lose a large part of our biggest market, for food and agricultural products, which is in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have one final point to make on international trade and about where the debate is unrealistic. WTO rules have suddenly been elevated to some mystic world order that means that our new trade agreements will somehow be much better. I wish that were true. This country does abide by WTO rules, but they are nothing like as comprehensive as they ought to be because the Doha round failed. The Americans take no notice of the WTO. The Americans and the Chinese are about to start a trade war, and everything that they are doing is in total breach of WTO rules. We will not get a deal with Donald Trump subject to WTO rules. He will not even appoint judges to the WTO court, because otherwise it might do what it is usually its major duty, which is settling disputes between states.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Going back what the right hon. Member for Normanton, Pontefract and Castleford said, we want trade with Europe that has no barriers between ourselves and Europe. It will require some ingenuity to find some basis on which we might still be able to do trade deals with other people, but the idea that some marvellous new global future with fantastic new trade deals is about to open up is hopeless. If someone can get the Americans to open up their public procurement to international competition and give up the “Buy America” policy or to open the regulatory barriers that they have put in the way of professional and financial services, they will be a miraculous negotiator, because we could get nowhere when Obama was in power. I do not think that the present Administration are offering us anything; they just want their beef to come here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, on Ireland—I will be much shorter on this because it is a big question that has been touched on already—it is absolutely critical that we do not break the Good Friday agreement. It is quite obvious that most people on this side of the Irish sea had never thought about Ireland when we were debating during the referendum and when they were propounding their policies. The problem of the Good Friday agreement has been addressed by most Brexiteers by them saying, “Surely that’s all over now? Isn’t it a nuisance? What an irrelevance. Let us break it now, because it no longer matters. It is far more important that we get the kind of hard Brexit that we want.” That is very dangerous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Good Friday agreement is one of the major achievements of the British Governments of my time. It was negotiated with the Americans, with the Government of the Republic of Ireland and with every section of opinion in Northern Ireland. It brought an end—almost; it is the end, I hope—to 200 years of the troubles in Ireland after they erupted into violence. When the troubles were under way in the ’70s and ’80s we lost more policemen and soldiers in Ulster than we did in Iraq and Afghanistan put together. The agreement was a splendid achievement for John Major and Tony Blair, so to say, “What an inconvenience. It is getting in the way of our leaving the customs union,” is very dangerous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thought that the Government had accepted that. Indeed, I think they have done so formally on two occasions. First, we had the Prime Minister’s Florence speech, which addressed the matter. Talking about the discussions she had had with Europe about Northern Ireland, she said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“we have both stated explicitly that we will not accept any physical infrastructure at the border.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That was solemnly agreed. It was the agreed Cabinet policy. The Foreign Secretary made a strange speech before the Florence speech and a statement shortly afterwards that gave the impression that he was trying to undermine the speech, but I am sure he was not. That statement is already agreed Government policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, we finally managed to make progress by finishing the withdrawal agreement, and we published the texts of what had been agreed. As people have said, there are all these other possible solutions involving using congestion charge cameras and things to avoid issues at the border, but I do not think that they will get very far. We have already committed ourselves to the following:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In the absence of agreed solutions, the United Kingdom will maintain full alignment with those rules of the Internal Market and the Customs Union which, now or in the future, support North-South cooperation”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "which I think means pretty well full regulatory convergence. As someone has already said, the chief constable of Ulster has said that we cannot have infrastructure at a new hard border. It would outrage nationalist and republican opinion across the whole island and take us right back to all the problems we had. Symbolism is huge in the politics of Ireland and always has been, and it would be grossly irresponsible to put a hard border in the middle of the island of Ireland again. We have never been on such good terms with the Government of the Republic of Ireland since the Republic was founded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we have those arrangements at the Irish border, the same arrangements will of course apply to Holyhead and to Dover. That is what I want to see. We want no new barriers and no customs processes. We want the necessary level of regulatory convergence. Obviously, the easy way to do that is to stay in the customs union and stay in the single market. If not, we will need what I think the Prime Minister described as a “customs procedure”, which will be something that looks remarkably like the single market and the customs union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The customs union is what today’s business is about, and it would do terrible damage to this country if, for strange ideological reasons in the confused aftermath of a misguided referendum, we were to take such a foolish step as not to replicate the customs union in any future arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}