{
    "url": "https://www.ukpol.co.uk/greg-clark-2017-statement-on-bombardier/",
    "title": "Greg Clark – 2017 Statement on Bombardier",
    "post_date": "October 14, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy in the House of Commons on 10 October 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With permission, Mr Speaker, I would like to make a statement on Bombardier, updating the House on the trade dispute brought by Boeing against that company. The case has serious implications for the workers at Bombardier Aerostructures & Engineering Services—Short Brothers—in Belfast, where the wings for the C Series aircraft are manufactured.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Following a complaint by Boeing, the US Department of Commerce has made two provisional determinations in the case, calculating duties of 220% in relation to alleged subsidies for Bombardier and of nearly 80% in relation to alleged mis-selling by Bombardier into the US market. These initial determinations are bitterly disappointing, but they are only the first step in the process: a final ruling in the investigation is due in February and would be subject to further appeal, were this to be upheld. This Government have been working tirelessly to bring the case to a satisfactory resolution and we will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In filing the petition, Boeing asserted three claims: first, that without Canadian and UK Government subsidies Bombardier would have been unable to develop the C Series; secondly, that Bombardier is selling at or below production cost its C Series aircraft in the US; and thirdly, as a result, that this is causing the threat of imminent material injury to the US domestic aerospace industry. This action followed Bombardier securing an order from Delta Airlines for 75 aircraft.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Boeing petition makes allegations about funding support from the Canadian federal Government and the Government of the Province of Quebec for the C Series. It also alleges that the UK’s provision of £113 million of repayable launch investment funding, committed to Bombardier Short Brothers in 2009 to support the development of the composite wings, contravened trade rules. We strongly and robustly refute that allegation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to make the Government’s position very clear: we consider this action by Boeing to be totally unjustified and unwarranted and incompatible with the conduct we would expect of a company with a long-term business relationship with the United Kingdom. Boeing does not manufacture a competing aircraft, so although Boeing claims harm in respect of the Delta aircraft order, it actually has no product in the 100 to 125-seat sector. Furthermore, this system of launch investment for the development of new aircraft reflects that of all major commercial aircraft programmes in their early years, including the Boeing 787. We refute entirely any suggestion that our support contravenes international rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Shorts factory in Belfast employs more than 4,200 excellent skilled workers, with almost a quarter of those working on the C Series. It also supports a supply chain of hundreds of companies and many more jobs across the UK, as well as supporting nearly 23,000 workers in the United States of America, where 53% of the content of the C Series is produced by US-based companies. We will continue to work tirelessly to safeguard jobs, innovation and livelihoods in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From the outset, as is obvious, this has been a dispute that joins Canada and the UK, and we have been assiduous in working closely with the Government of ​Canada in our response. The Prime Minister has discussed the case with Prime Minister Trudeau, and I have been in regular contact with Canadian Foreign Minister, Chrystia Freeland, to co-ordinate our response and actions. We have had intensive engagement from across government at the highest levels. The Prime Minister has discussed the matter twice with President Trump, stressing the crucial importance of Bombardier’s operations in Belfast and asking the US Government to do all they can to encourage Boeing to drop its complaint. My Cabinet colleagues, including the Foreign Secretary, the Defence Secretary, the Chancellor of the Exchequer, the Trade Secretary and the Northern Ireland Secretary, and I have reinforced our serious concerns with, among others, the US Secretary of Commerce, the US Secretary of State, the US Treasury Secretary, the US Trade Representative and other members of the Administration, as well as, on this side of the Atlantic, the EU Trade Commissioner. My colleague the Minister for Energy and Industry, my hon. Friend the Member for Watford (Richard Harrington), has met Boeing International’s president, and I travelled to Chicago to meet Boeing’s president and chief executive to make absolutely clear the impact of these actions on the future relationship with the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful for the consistent and indefatigable efforts of the constituency Member, the hon. Member for Belfast East (Gavin Robinson), and indeed the whole community in Northern Ireland who are united in opposition to this action. We will continue vigorously and robustly to defend UK interests in support of Bombardier, its workforce in Belfast and those in its UK supply chain. We will continue to work jointly and collectively with the Canadian Government. We will work closely with Bombardier, its workforce and its trade unions, and we will do everything we can to bring about a credible, early resolution of this totally unjustified case. As I said, the initial determinations are the first step in the process, but we completely understand the worry and uncertainty facing the workforce, which means that the earlier this issue can be resolved, the better. To that end, I expect to have further discussions with Boeing, Bombardier, the Canadian Government and the US Government in the days ahead. The House should be aware that neither this Government nor our counterpart in Canada will rest until this groundless action is ended. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}