{
    "url": "https://www.ukpol.co.uk/simon-clarke-2022-speech-to-conservative-party-conference/",
    "title": "Simon Clarke – 2022 Speech to Conservative Party Conference",
    "post_date": "October 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "2022 Conservative Party Conference",
            "url": "/tag/2022-conservative-party-conference/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Clarke, the Secretary of State for Levelling up, Housing and Communities, in Birmingham on 4 October 2022.",
    "content": [
        "Hello conference, I’m delighted to be with you virtually today in my new role as Secretary of State for Levelling Up, Housing, and Communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m sorry I cannot be there in person as I would like, but I hope over the coming weeks and months I will get a chance to meet and talk to as many of you as possible as we work to deliver for our country, and earn the chance to do so again at the next general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to start with a single, core proposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Levelling up matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It matters economically.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It matters politically.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It matters morally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This spring I visited St Pius X Catholic Primary in Park End in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Park End is a ward in Middlesbrough, not far from where I grew up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is one of the most deprived communities not just on Teesside, but in the whole of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is also home to people who are determined, resilient and proud of their community, their town and their country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I had lunch with the pupils at St Pius’. You could not find and a nicer, more thoughtful, polite and friendly group of children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They were an absolute credit to their headteacher Mrs Walker, their parents and each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it was a visit that has stayed with me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because delivering on levelling up is about transforming the life chances of those children and children across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For too long, Middlesbrough has been one of the scores of places across this country that have been associated with economic decline, and all the social ills that come with that…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "High unemployment…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Higher crime, and lives blighted by the fear of it…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And lower life expectancy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ll return to the Teesside story in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it has much wider applicability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For Middlesbrough read Blackpool, or Burnley, or other northern towns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And not just to towns and cities in the North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I could equally well be speaking of parts of Glasgow, or the Welsh Valleys, or Jaywick in Essex, or Hastings on the south coast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Levelling up matters to all these places and more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The task of delivering it is the work of a generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The prize of delivering it is enormous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the performance of the bottom-performing quarter of places by productivity were to be “levelled up” to the median, the boost to productivity would be equivalent to a pay rise of around £2,300 for individuals in the poorest areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Levelling up is about kickstarting growth in the areas where it is hardest, the areas of our country that have been left behind in previous pushes for growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want to turbocharge success, but to do that we must recognise that we are not working on a level playing field.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is my job and that of this Government and our Party to address this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And here I would say one thing above all else: we have no lessons to learn here from the Labour Party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The legacy of the last Labour government on these questions was one of failure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Their solution to a lack of jobs was an unsustainable expansion of the public sector, that did nothing to deliver economic opportunity or resilience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They squandered the opportunities of a time of global stability and affluence on gimmickry, ducking the hard challenges of public service reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour ignored the Midlands and the North when they were in power. For every ten private sector jobs created in the London and the South between 1998 and 2008, only one was created in the Midlands and the North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And they patronised and ignored the voices of Britain’s left behind communities in a way that reached its logical nadir in their arrogant response to the people’s decision to leave the European Union, that was embodied by no one more than Sir Keir Starmer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour is no longer trusted by the places that need levelling up the most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Instead, we have been given the chance to deliver for them – and so far, our Conservative government and Conservative local leaders across the UK have made excellent strides in this direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The work done by my predecessors to get the levelling up mission off the ground means that we are already seeing tangible change, from Stoke to Teesside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I am absolutely determined that we should continue in this fashion. But we must also go further, be bolder, and more ambitious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must continue to help rejuvenate our local areas, support our high streets, and re-instil a sense of community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we must also take more fundamental action, to unleash our local economies, drive growth and boost opportunity too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In delivering this agenda, I am fortunate to have the support of a truly brilliant ministerial team…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Paul Scully as Local Government Minister and Minister for London…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Andrew Stephenson taking the lead on vital issues like homelessness and supporting Ukrainian refugees…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lee Rowley as Housing Minister, working tirelessly to unlock the homes we need…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dehenna Davison, my near neighbour in the North East, as Levelling Up Minister…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Baroness Jane Scott, our champion in the House of Lords…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As well as our whips Nigel Huddleston and Olivia Bloomfield, and our excellent PPSs Jason McCartney and Simon Jupp.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I could not be more glad to have their support and advice, and I could not be more grateful to our Prime Minister for making it so clear how much of a personal priority this work is for her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recent weeks should have quelled any doubts about this Government’s appetite for bold action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last month’s fiscal statement was defined by its ambition and scope and at DLUHC, we really are hitting the ground running.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud that our work on Investment Zones holds its place among so many exciting announcements that fire the starting gun on our mission to grow our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment Zones represent an amazing opportunity for every corner of our country, and illustrate perfectly how this government intends to go further on levelling up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A truly exciting and meaningful offer to help accelerate homes, development and enterprise across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They will bring jobs and opportunities to the areas that need them most, boosting growth on local people’s terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They will roll back the bureaucracy that shackles our local economies to bring homes and jobs to families across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We remain committed to the same outcomes we always have been clear on, on the environment and beyond, but are determined to speed up processes to get growth going.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment Zones are ultimately defined by three things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first is consent. We are absolutely clear that these zones must be led by the people who know best what their area needs and what it does not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There will be no top-down imposition of these arrangements on anywhere that does not want them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Don’t get me wrong, I am passionate about the benefits that these zones can bring and will advocate for them wherever I can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But ultimately if local people decide an investment zone isn’t for them – then that will be the final word.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second principle is of targeted and precise action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment Zones will target specific and effective sites that would benefit from accelerated development and a tax structure that incentivises investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a practical proposal for change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which brings me to the third principle – of pragmatic acceleration. This is an outcomes-focused policy that seeks to accelerate investment, development and growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means finding where things can be sped up and doing it, not revisiting already shovel-ready projects, slowing them down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am delighted that we have already got the portal open for local areas to submit their applications to get an investment zone in their area…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And let me give you a sneak preview conference – the reception from MPs, councils and Mayors alike has been fantastic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment Zones are the first major step that we have taken in this new look government to deliver on our promise to level up in a Conservative way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This conservatism will guide our agenda across the department’s portfolio. Which is why I am also steadfastly committed to increasing home ownership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Getting more people on the housing ladder, to give people security, a stake in society, and somewhere to call their own, is a fundamentally conservative goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment Zones will help deliver many of the homes that we need, but we must go further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to reassure those hoping to get on the housing ladder, that you remain at the heart of our agenda for Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the coming weeks I will be fleshing out how we intend to get more homes on the market, and improve access to those homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will build on the work of both this government’s recent measures to lift the worst of the Stamp Duty burden, and of previous Conservative administrations, which is paying dividends in the form of record numbers of homes being built today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want, like the Prime Minister, to build more houses, and to do so in the right way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Accelerating development of brownfield sites is of the upmost importance, as is building beautifully. We want to grow organic communities, not impose cardboard boxes across our shires. As with investment zones, local consent will sit at the heart of our plans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because it is not the case that either home ownership, investment zones, or the wider challenge of levelling up, can be addressed from Whitehall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know as Conservatives that decisions are best taken as close as possible to the people that they affect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud and passionate about what devolution has brought to many of our regions and want to build on those successes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The people of Birmingham don’t need me to tell them that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Andy Street has truly led the way here in the West Midlands and we meet in a city and a region transformed by his leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "His leadership and championing of this region are a fine example of the good that mayors can do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to create many more mayors, in areas like the East Midlands where Ben Bradley is leading the way, but also in the south of our country – where even if the title may differ, the principle of strong, directly-elected leadership is central to enabling the highest level of devolved government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also want to strengthen and deepen the powers of our existing mayors, so that they can crack on with the work of delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "People like Tees Valley’s Ben Houchen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to return for a moment to what has been happening on Teesside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I talked earlier in my speech about the challenges that my home area faces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there are also huge opportunities, which Ben is helping to unlock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In so doing, he is showing just why elected Mayors can make such an extraordinary difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether it be in saving Teesside Airport from closure…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Securing thousands of new jobs in clean energy on sites like Teesworks, right next to our new Freeport…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ben champions our area both to central Government and to investors at home and abroad…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Delivering opportunities that until recently, few would have dreamed of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He has shown what Conservatives can do locally when we are empowered to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as we deliver, so we unlock pride and purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Teesside is becoming somewhere that successful people are moving to, rather than move from.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And somewhere where a child studying today at a school like St Pius Primary can realise a bright future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So there is so much we can enable through devolution – and this is why I care so much about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The flipside of devolving and empowering local government is that strengthening accountability is vital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I intend to support the Local Authority sector and be an advocate for it, but I will also crack down on mismanagement wherever I find it, such as in Thurrock, Nottingham or Croydon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe in local government because I believe that it delivers for our people, the taxpayers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where it does not, there must be effective scrutiny, turnaround programmes and consequences – and I will say more about this in the weeks ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Conference, there is so much else that I am charged with delivering, and on which I will expand over the months ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When it comes to building safety, I want to finish what my predecessors started to fix our system for the long term, to protect leaseholders and ensure the industry fixes the problems it created.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will push on with pragmatic, common-sense reform that protects leaseholders…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Facilitates an operable insurance industry…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And ensures we never have to face a tragedy like Grenfell again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The legacy of Grenfell must be better standards and safer homes for everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why I am resolved to fix the cladding issue as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we enter into Autumn and Winter, the Government also remains focused on protecting the most vulnerable from rising energy costs and the wider cost of living in a world turned upside down by Putin’s aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our measures to protect households during the pandemic worked, and to help those facing cost of living pressures now we are delivering thousands of pounds worth of support to households and businesses – as well as our new energy price guarantee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We remain committed as a Department, and I as a Secretary of State, to doing all that we can to limit homelessness and rough sleeping.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will be working closely with my new colleague Andrew Stephenson on this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, we will work to ensure that we build upon the fantastic support and dedication that this Government has already given to tackle the scourge of homelessness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know I will have the support of you all in delivering on this work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is why I want to end this speech by saying thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know the importance of the grassroots of our party to what we are trying to achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You, the boots on the ground, the activists and volunteers, the canvassers, the candidates and the Councillors, are the backbone of our great party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is because of your delivery – of leaflets through doors, local services from our Conservative Councils, and our message of optimism and patriotism to every corner of the country, that we have the platform and ability to deliver for the country in Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as Secretary of State responsible for levelling up, for local government, and for communities, I want to ensure I am always working with and for you to deliver on the extraordinary opportunities that lie ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}