{
    "url": "https://www.ukpol.co.uk/greg-clark-2019-speech-at-launch-of-the-new-toyota-corolla/",
    "title": "Greg Clark – 2019 Speech at Launch of the New Toyota Corolla",
    "post_date": "January 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, on 14 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hiroki Nakajima, Ambassador, ladies and gentlemen, it is a huge honour and a pleasure to be here to celebrate this success. Dr van Zyl referred to the decision to invest in TNGA. That was a thrilling moment to have that vote of confidence in the future, building on the success of over a quarter of a century of achievements here in Derbyshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is a particular pleasure to be able to meet team members on the line to see it now going into production and making cars that will be sold not just in this country but around the world. And it is fitting that you have invited what I like to think of as team Toyota here from the plant, from the local community and right across the country and we are all delighted at your success and are determined to make sure it can power forward in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now the Corolla of course is a historic car. This is a historic moment for a historic car. When it was launched in 1966, it was launched with these words, that it was “The most wanted car by the market – presented to the world by bringing together the essence of Toyota’s technology”. And what we see today through this investment is that those values and those traditions continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right from the outset, it was the Corolla that brought sports car technology to the school run if I can put it that way. It was the first family car with front brake discs. It was the first Japanese car with a floor-mounted gear lever. And the first Japanese car with a 4-speed fully-synchronised manual transmission. Britons, when it was first launched, could own a piece of the future, and this is as true now as it was then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Corolla that we are celebrating today is a fitting heir to this tradition of continuing innovation. And as we move into the era of clean technology, the facts that the hybrid technology pioneered by Toyota is being produced here in Derbyshire, and of course in Deeside in North Wales, is a tremendous source of pride to all of us in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "2,600 people work here, members of Toyota work force here onsite and 600 more in Deeside. But of course, we know that beyond the factory gates so many partners are part of this success and I know that many of them are represented here today. I just wanted to refer to and pay tribute to those who may not have the Toyota brand but are very much part of that success. Adient who supply seats for the vehicles just down the road in Burton-Upon-Trent. I think Garry Linnett is here from Aisin who produce panoramic car roofs. This fantastic innovation that’s going to be appreciated for those endless summer days that we look forward to in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Kevin Schofield, I think is here from Futaba who produces the weld and sub-assembly parts, and seeing all of these parts come in at short notice, and seeing them so brilliantly deployed in these vehicles, is a real demonstration of the power of the model that Toyota has pioneered and has taught much of the rest of British manufacturing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, this has always been a successful partnership. We have drawn and learnt much from Toyota’s presence here. We think this has been a successful joint-collaboration over the years and we are thrilled that it is moving to the next stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dr van Zyl reflected the importance of having those conditions that have been central to success. Having a skilled, dedicated and motivated workforce that we have in abundance here and you always will. But also, to make sure we recognise the importance of public policy that is supportive and backs investments like this. We should be able to continue to trade without introducing any of those frictions that would disrupt what is a perfect process that has been optimised here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hear that very strongly. Over the years, the evidence that has been presented by Toyota and other firms within the advanced manufacturing sector in the UK has been instrumental in determining the kind of relationship that we want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In these days ahead, I will continue to be a strong advocate for that kind of relationship which has been so crucial to our success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Toyota has done the country a service, in bringing to life the benefits and the actuality of just-in-time production of advanced manufacturing and the benefits that there are to all. We are very grateful for that and we give this commitment; we will always back you, we will always celebrate your success, and we will always listen to you, and to act on what you need to prosper in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today’s a fantastic day of celebration. It is a huge honour to have been asked to be part of it. Thank you very much indeed for inviting me. I’d like to hand over to the ambassador.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}