{
    "url": "https://www.ukpol.co.uk/ken-clarke-1986-statement-on-the-inner-cities/",
    "title": "Ken Clarke – 1986 Statement on the Inner Cities",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Ken Clarke, the then Paymaster General and Minister for Employment, in the House of Commons on 6 February 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With permission, Mr. Speaker, I should like to make a statement on Government help to people living in inner city areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are all only too well aware that people who live in many inner areas of our cities suffer from a wide range of long standing problems. The Government have increased the amount of central Government money spent on employment and training programmes, urban regeneration and industrial assistance in these areas. We have taken a number of measures, including setting up last year city action teams to co-ordinate and target Government effort in the seven inner city partnership areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In order to complement and build on that existing work, we have now decided to try out a new approach to the task by intensifying and bringing together the efforts of Government Departments, local government, the private sector and the local community in eight small inner city areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This initiative is a further step to improve the targeting and enhance the benefit to local people of the money channelled through existing central Government programmes. They include the employment and training programmes of the MSC, the Department of Trade and Industry’s programme of regional and industrial assistance, the Department of the Environment’s urban programme, and the Home Office programmes of black business support and grants to support staffing of services to ethnic minority populations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Within the chosen areas we shall try out new approaches, particularly on training provision, and employment or self-employment opportunities for local residents. That will be tackled through projects and activities of wider but direct benefit to the residents of the areas concerned and their environment. We shall seek to stimulate enterprise and provide a stronger base for the local economy. We shall give special attention to the problems of young people from ethnic minorities where they are particularly disadvantaged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To test our approach we have selected eight areas which are diverse in their character but whose residents all share problems of deprivation and lack of opportunities. They are not necessarily the eight most deprived areas in our cities, but the people who live in them need more employment opportunities, support for their local business economy, and a better physical environment. We shall introduce our new initiatives in Notting Hill and north Peckham in London, the Chapeltown area of Leeds, north central Middlesbrough, the Highfields area of Leicester, Moss Side in Manchester, St. Paul’s in Bristol and Handsworth in Birmingham.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We shall be establishing small task forces in each of those areas. They will work with the local authorities and local community and voluntary organisations. They will quickly seek to attract private sector participation.  \nWe shall seek early discussions with the local authorities concerned about the details of this initiative. We hope to persuade the local authorities to join us and use their own programmes alongside our own in a concentrated and targeted effort to improve work prospects and the quality of life in those areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Large sums are already available to the chosen areas under existing Government programmes, but, in order to help the initiative get off the ground, the Government will be supplementing the sums with £8 million of additional money of which £3 million will be found from within my Department’s existing provision and £5 million will be found from the reserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The initiative will be led by a team of Ministers drawn from the Departments of Employment, Education and Science, Trade and Industry, Environment and the Home Office. My right hon. and noble Friend the Secretary of State for Employment will have overall responsibility for the co-ordination of the initiative. I shall have responsibility for its day-to-day management and supervision with the support of a small central unit. This inner cities initiative will complement and not replace existing Government programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that the House will welcome a bold experiment in concentrating all available efforts and resources in a joint way on the improvement of job expectations and the quality of life of the residents of those small inner city areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}