{
    "url": "https://www.ukpol.co.uk/greg-clark-2020-speech-on-covid-19/",
    "title": "Greg Clark – 2020 Speech on Covid-19",
    "post_date": "May 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 11 May 2020.",
    "content": [
        "In the dark, our first instinct is to search for light. In pandemics such as this, data is light. How many people have the virus? How quickly is it spreading? What kinds of people have contracted it? How old are they? What other conditions do they have? Where do they live? Where do they work? What symptoms do they experience? Do they perhaps have no symptoms? The only reliable source of data to illuminate those essential questions comes from testing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the beginning of the pandemic, Ministers at the Dispatch Box used to speak of the leadership of British scientists in helping to develop tests for the presence of the virus, yet while countries such as South Korea immediately introduced high levels of testing in 79 laboratories across the country, the UK took a deliberately different approach. In evidence to the Science and Technology Committee, Public Health England said that it had considered the South Korean model, but rejected it. The alternative course that we followed saw not only a low number of tests, but a number that was falling at a point in March when the spread of the disease in this country was rampant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have had an extensive debate about whether 100,000 tests a day is the target. It is worth remembering that, on 10 March, only 1,215 tests were carried out—fewer than two for each parliamentary constituency represented in this House. Tests were rationed, community testing was abandoned and tests were restricted to hospital patients. We turned off the light on being able to see the detailed nature of the course of the infection in this country. The Government’s chief scientific adviser told my Select Committee that that was a mistake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Testing capacity was taken as a given, as an operational constraint. Social distancing measures advised by SAGE were predicated on that low level of testing capacity. Rather than strategy driving testing capacity, the lack of testing capacity drove strategy. It was not until the personal initiative of the Secretary of State that testing increased to the level that other countries had had for many weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A lack of testing has caused a lack of data, which has meant that too many of our policy decisions have been taken with a self-imposed blindfold. It is vital that the lesson is learned that we need to get ahead of need, not trail behind it in the various decisions that are to come, yet there are still some signs that that has not been fully recognised. The excellent national statistician Sir Ian Diamond told my Committee last Thursday that the major study of the prevalence of the virus that he is now conducting was commissioned not in January, February or March, but on 17 April. The failure to get ahead of the need for testing has deprived us of the information that we need to make well-informed decisions about not just the health of individuals—such as those in care homes to whom the previous two speakers have referred eloquently—but the reproduction and infection rates within population groups. This leads to later and cruder decisions than we could take if we had better data. That must be remedied so that in future, decisions can be taken not in the dark but with all the information that we need to make choices that represent a detailed knowledge of the situation in which we find ourselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}