{
    "url": "https://www.ukpol.co.uk/greg-clark-2018-statement-on-energy-policy/",
    "title": "Greg Clark – 2018 Statement on Energy Policy",
    "post_date": "January 14, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, to the House of Commons on 11 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has benefited from its membership of the European Atomic Energy Community since joining the EU and Euratom in 1973. The Government’s ambition is to maintain as many of these benefits as possible through a close and effective association with Euratom in the future, after the UK withdraws from Euratom, at the same time as withdrawing from the EU, on 29 March 2019. Our plans are designed to be robust so as to be prepared for a number of different scenarios including the unlikely outcome that there is no future agreement at all. Our number one priority is continuity for the nuclear sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since the 1950s, when the UK launched the world’s first nuclear power station, this country has been a leading civil nuclear country on the international stage, with deep nuclear research and nuclear decommissioning expertise, and with nuclear power playing a vital part in our electricity generation mix. It is vitally important that our departure from the EU does not jeopardise this success, and it is in the interests of both the EU and the UK that our relationship should continue to be as close as possible. We recognise and understand the concerns that the nuclear industry has raised. We agree it is essential that projects and investment are not adversely affected by the UK’s withdrawal from the EU, and can continue to operate with certainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To achieve this outcome, the Government’s strategy is twofold: through negotiations with the European Commission we will seek a close association with Euratom and to include Euratom in any implementation period negotiated as part of our wider exit discussions; and at the same time, to put in place all the necessary measures to ensure that the UK could operate as an independent and responsible nuclear state from day one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our strategy is therefore based on the following principles:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "to aim for continuity with current relevant Euratom arrangements;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "to ensure that the UK maintains its leading role in European nuclear research;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "to ensure the nuclear industry in the UK has the necessary skilled workforce covering decommissioning, ongoing operation of existing facilities and new build projects; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "to ensure that on 29 March 2019 the UK has the necessary measures in place to ensure that the nuclear industry can continue to operate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have made good progress on separation issues in the last few months as part of phase one of negotiations with the EU. Negotiations have covered a set of legal and technical issues related to nuclear material and waste, and safeguards obligations and equipment. The next phase of discussions will focus on the UK’s future relationship with Euratom. We believe that it is of mutual benefit for both the UK and the EU to have a close association with Euratom and to ensure ​a future safeguards regime that will be equivalent in effectiveness and coverage to that currently provided by Euratom, including consideration of any potential role for Euratom in helping to establish the UK’s own domestic safeguards regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s specific objectives in respect of the future relationship are to seek:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "a close association with the Euratom Research and Training Programme, including the Joint European Torus (JET) and the International Thermonuclear Experimental Reactor (ITER) projects;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "continuity of open trade arrangements for nuclear goods and products to ensure the nuclear industry is able to continue to trade across EU borders without disruption; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "maintaining close and effective cooperation with Euratom on nuclear safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We understand the importance to businesses and communities, including those in the nuclear sector, of being able to access the workforce they need. Proposals for our future immigration system will be set out shortly and we will ensure that those businesses and communities, and Parliament have the opportunity to contribute their views before making any decisions about the future system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whatever the outcome of the negotiations with the EU, it is vital that Government pursue all options for providing certainty for the civil nuclear industry that it will be able to continue its operations, including that the UK has a safeguards regime that meets international standards by the end of March 2019 and that necessary international agreements are in place. Such elements are not dependent on the EU negotiations and the UK Government are well advanced in delivering this plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is: establishing a legislative and regulatory framework for a domestic safeguards regime—the Nuclear Safeguards Bill will, subject to the will of Parliament, provide legal powers for the Secretary of State to establish a domestic regime which the Office for Nuclear Regulation will regulate; negotiating bilateral safeguards agreements with the International Atomic Energy Agency; and putting in place bilateral Nuclear Co-operation Agreements with key third countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As set out by the Prime Minister, the UK Government are proposing a time-limited implementation period where we continue to have access to one another’s markets on current terms and take part in existing security measures. This implementation period would cover Euratom too. The exact nature of the period will be subject to forthcoming negotiations including on the issues outlined in this statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As discussions with the EU move onto the important issue of the future relationship, I shall report back every three months about overall progress on Euratom, covering the EU negotiations and other important matters covered in this statement, by way of further written statements to keep Parliament updated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}