{
    "url": "https://www.ukpol.co.uk/ken-clarke-1996-budget-statement/",
    "title": "Ken Clarke – 1996 Budget Statement",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1996",
            "url": "/tag/1996/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the 1996 Budget Statement made by Ken Clarke, the then Chancellor of the Exchequer, in the House of Commons.",
    "content": [
        "[![kenclarke](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**INTRODUCTION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Deputy Speaker, the British economy is today prosperous and successful. This Budget will make it even more prosperous and an even bigger success over the coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I presented my first Budget in 1993, it was against a very different background from today. Although the recovery had begun, consumer confidence had not yet returned. Growth was not yet firmly established. Further firm action was needed on the public finances, and our critics were peddling doom and gloom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The recovery is now in its fifth year. Consumer confidence has returned and we are achieving something unprecedented for a generation – growth with low inflation and without a widening trade gap. But one thing has not changed – our critics still peddle doom and gloom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my first two Budgets I curbed the growth of public spending and took firm decisions on tax, which have brought borrowing down by almost half since 1993.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year, in my third Budget, I was able to return to cutting tax while spending more on the public services which people care about most – health, schools and the police – and keeping borrowing on a firm downward path.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year, I am presenting a Budget which builds on my last three. It reduces public spending plans further, while providing more money for priority services. It makes responsible progress on our tax cutting agenda, while getting borrowing down faster. This is not a reckless Budget on tax or spending. In the run up to Christmas I am not going to play Santa Claus, but this year I do not have to play Scrooge either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have one overriding aim – the lasting health of the British economy. We are securing that by creating the best conditions for British businesses and British men and women to earn a living. All my Budgets and all my policies have been designed to set this country on course to be the strongest industrial economy in Western Europe in years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**ECONOMY**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The British economy is in its fifth successive year of steady, healthy economic growth, with falling unemployment and low inflation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are the best circumstances we have faced for a generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a Rolls Royce recovery – built to last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The IMF and the OECD expect the UK to be the fastest growing major European economy again next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By next year we will have grown faster than either France or Germany for 5 years in succession for the the first time in half a century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This time – unlike so many previous recoveries – healthy growth has been accompanied by the best inflation performance for nearly 50 years. And restrained growth of earnings has been good news for jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The British labour market has become our flexible friend. Employment began to rise sooner and unemployment began to fall sooner than in the previous recovery. Growth creates jobs quicker in a flexible labour market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The OECD have praised us for having one of the least regulated labour markets in the industrialised world. High social overheads, minimum wages and unnecessary legislation do not protect workers – they cost jobs. Unemployment is still rising in France and Germany. It has fallen sharply here, to its lowest levels for over 5 1/2 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the bad old days recoveries were derailed by balance of payments crises. In this recovery, the current account has actually improved, despite the slowdown in our main European markets. In fact we now have a current account broadly in balance – our best overall trading performance for nearly 10 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Economic policy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Deputy Speaker, I want to ask the British people – in the years ahead do we seriously want to be prosperous? I think we do. If so, we need an economic policy aimed at the next 5 years, not just at the next 5 months. We want an economic policy that will go on delivering our enviable combination of rising prosperity, low inflation and more jobs. That is my purpose in this Budget. This Budget secures a prosperous future for all sections of our people and their families. It is a Budget not just for today but for tomorrow. This is a sensible Budget for growing prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The last thing the British economy needs now is a change of direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need at least another 5 years of this Government’s continuous vigilance on inflation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need more of this Government’s determination to get government borrowing down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need another 5 years of this Government’s commitment to raise the wealth-creating potential of the British economy, by improving incentives, reducing the role of the State and creating a climate for enterprise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Growth**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I expect the British economy to grow by 2 1/2 per cent this year and 3 1/2 per cent next year – and there are few serious commentators who will disagree with that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By keeping a close eye on the prospects for inflation up to 2 years out, and by taking sensible early action if and when necessary, I intend to ensure that healthy growth continues without inflationary pressures emerging. That is what I have always promised – no return to boom and bust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Consumer spending**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I expect consumers’ expenditure to continue to be the main engine of growth next year. The real value of take home pay is growing strongly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The housing market recovery is firmly established. I hope that negative equity can soon be consigned to the economic history books.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "People are feeling the improvement in their family finances. Consumer confidence is at its highest levels for over 8 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I expect consumer spending to grow by 3 per cent in 1996 as a whole. But it has been strengthening through the year. I expect stronger growth to continue, with consumers’ expenditure rising by over 4 per cent next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Investment**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this recovery is not just about a more confident consumer. Businesses are optimistic too. The climate for business is excellent: strong demand at home and a recovery in our key export markets present British industry and commerce with tremendous opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Interest rates and tax rates remain low and profitability is high. The result has been business investment growth of 6 per cent so far this year. I expect business investment to continue to grow strongly: by almost 10 per cent next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These excellent conditions for business are not lost on overseas companies looking to invest for the future. Let us never forget the most valuable practical endorsement that we get for our sound economic policies. The United Kingdom remains the No.1 destination for inward investment into the European Union. Keeping our enterprise economy on course at the heart of Europe will keep us in pole position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Exports**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Exports have grown by almost 20 per cent over the last 2 years – an impressive performance in the face of weak demand in our key European markets. This achievement is down to our strong cost conscious British exporters. They will benefit further next year as the tentative recovery on the continent becomes more established. I expect export volumes to rise by over 7 per cent this year and 6 per cent next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The current account has been close to balance during the last 2 1/2 years, thanks to strong growth in exports and income from our investments overseas. I expect the current account to remain broadly in balance this year and next.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jobs**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our thriving economy is creating jobs. Employment has risen by over 3/4 million since the recovery began. Unemployment has fallen by almost a million from its peak. It will soon drop through the 2 million mark. This is still too high and I want it to go on falling and I expect it to go on falling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Inflation**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are on course to get underlying inflation down to our target of 2 1/2 per cent or less and to keep it there. In October, underlying inflation rose slightly, to just over 3 per cent. This should not have surprised anybody who looked at last year’s statistics. It is a temporary and inevitable reflection of the exceptional falls in the price level 12 months before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me give you my concrete reasons for being so confident about low inflation. Apart from oil prices, which have risen sharply, commodity prices are steady and are not putting upward pressure on inflation. Earnings growth remains sensible and modest. Producer price inflation – a good indicator of what is in the pipeline for retail price inflation – is at its lowest levels since the 1960s. Producer input prices are actually lower than they were a year ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Any risk to this recovery from inflationary pressures reemerging remains a good way off. But as I have demonstrated again and again, when I see any risks, I will act. I will continue to stay ahead of the game on monetary policy. Eddie will keep me steady and I will continue to be canny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I expect underlying inflation to meet our target of 2 1/2 per cent or less. I will ensure that it goes on meeting that target for the foreseeable future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**PSBR**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have made good progress in reducing public sector borrowing, but not as fast as I expected. The Budget therefore targets public sector borrowing. One reason why I continue to concentrate so heavily on public sector borrowing in setting policy is because money spent paying the interest on our debt would be better spent on public services and to reduce taxes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are making good progress on bringing down borrowing, but lower than expected tax revenues mean that it has not fallen as fast as I expected in the last Budget. This is not bad news for everyone. People are no doubt quite glad not to be paying as much tax as I expected. As I am the Chancellor, I prefer to keep any tax cuts under my control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The causes of these shortfalls in our forecasts of tax revenue, primarily on VAT, but also on direct taxes, cannot wholly be explained by any experts inside or outside the Revenue Departments. But there does seem to be an increasing tendency to exploit loopholes and use special reliefs in an artificial way to reduce tax bills. Those sort of tax cuts are unacceptable. If they are not tackled every year in the Budget, they mean that a few people pay less tax, but the rest must pay more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this Budget I will propose a number of measures to stem tax leakage, to protect the ordinary tax payer and make sure we get the right tax from the right people. When I reduce tax I want to do so in a way that is fair for businesses and fair for the hard working British man and woman.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Government borrowing has been steadily coming down for 3 years. This Budget will ensure Government borrowing keeps coming down. I expect the Public Sector Borrowing Requirement to be 26 1/2 billion Pounds this year. That will mean it has halved as a share of GDP over the past 3 years. I expect it to come down to 19 billion Pounds next year and to be broadly in balance by 1999-2000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That pattern of declining borrowing is very much better than the one I had to put in my Summer Economic Forecast last July – 4 billion Pounds better next year. A large part of that improvement is the result of the measures I am taking in this Budget. This Budget tightens fiscal policy. I am tightening fiscal policy now to reduce the risk of having to tighten monetary policy excessively as I set policy to hit my inflation target.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My decisions are always taken solely in British interests to benefit the British economy. But my decisions in this Budget also mean that, by happy coincidence, we will meet the Maastricht debt and deficit criteria in 1997, and we will do even better than that in the medium term. It is a happy coincidence because those criteria make sound economic sense, with or without a single currency. Our option whether to join or stay out of a single currency, based on British national interest, remains a genuine choice for the next Parliament to exercise, when the time comes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government is the champion of sound public finances, of limited government and of low taxation. Our combination of low taxation, low public spending and low debt is the best in Europe. We intend to stay in that enviable position. We can only do this if we continue to bear down on public spending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**PUBLIC SPENDING**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the 1980s, across the rest of Europe, the modern State remorselessly took an ever greater share of almost every nation’s wealth. We in Britain held the line. The proportion of GDP going into Government spending in the United Kingdom is now 8 per cent lower than the average in the rest of the European Union. If our spending had risen to their levels we would now have to raise nearly 2,300 Pounds a year more in tax from every British household.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have set a target of 40 per cent or below for the share of national income that goes on public spending. Making progress towards this target means tough decisions on public spending every year. But this year we have had to cope with the costs of BSE and larger than expected increases in the costs of social security, as more and more elderly and disabled people receive benefits to which they are entitled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Against this background, we had to keep the rest of public spending within the tightest possible limits, in order for us to spend more on the public services people really care about – education, combating crime and on our National Health Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This country has been well served by my Right Honourable Friend the Chief Secretary who has successfully tackled this problem. Despite all the difficulties, we have been able to reduce public spending plans over the next 3 years by a further 7 billion Pounds in this Budget. Public spending next year will be over 24 billion Pounds lower than was projected when I became Chancellor – a reduction of 7 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have been able to reduce spending plans because we have lower inflation, falling unemployment, a continuing campaign for efficiency in the public sector and sensible policy priorities. On top of that, the Government’s relentless drive against fraud and abuse of tax and benefits will be stepped up another gear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Next year we are going to meet our target of 40 per cent for the share of national income that goes on public spending. In last year’s Budget I said I would make 40 per cent in 1997-98. This year’s Budget secures that important goal. So long as we keep the growth in public spending down below the growth in the economy, we will go below that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Education**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Education is the key to the future of any prosperous and civilised society. It helps to determine how well the economy performs in the long run. It also helps to determine the sort of citizens we are and the sort of society we have. This Government is committed to raising standards in education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a result of last year’s Budget 878 million Pounds extra was provided for schools this year. We are giving schools priority again in this Budget. Planned expenditure on schools will rise by another 830 million Pounds next year. A large proportion of this money – 633 million Pounds – will be channelled through the local authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Judging by last year’s experience, some local authorities are reluctant to pass these increases on to their schools, preferring to spend the money on other areas. It is no good local authorities campaigning for more spending on education in the autumn and then spending their money on other things in the spring. Parents will want to make sure their local authorities spend money on the things they want for their children – good teachers and better equipped schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A good school has a value far and beyond its buildings. But the quality of school buildings in which our children are taught is still very important. We will be providing an extra 50 million Pounds on top of the previously planned provision for more capital investment to improve the fabric of our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By setting high standards for schools and increasing choice for parents, this Government is delivering better trained and better qualified young people. Almost 1 in 3 young people now go on to university, compared with 1 in 8 in 1979. And our universities and colleges maintain some of the highest standards in the world despite the pressure on their unit costs that this unprecedented explosion of opportunity for young people has produced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I recognise this pressure and I also realise that our universities and colleges make an important contribution to the economy. My Budget therefore includes 280 million Pounds to boost further and higher education over the next 2 years. This includes an extra 20 million Pounds next year for science equipment. We want to ensure that the British science research base remains the best in the world, which it certainly is at the moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Secretary of State for Education and Employment announced in September, the Government is planning a substantial sale of student loans debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It makes no sense for the Government to keep a huge portfolio of loans on its books when the private sector could manage it more effectively and is better placed to cope with the risk. The sale will have no effect on the terms on which students can get loans. The substantial reduction in the figures for education that members will find published in the new spending plans is more than accounted for by the sale of this debt. We will actually spend more on the things that really matter – educating our children and young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Combating crime**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government believes that effective law and order is an essential part of making Britain a nation at ease with itself. A good quality police service and an effective system of criminal justice, are high on the list of this Government’s priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When it comes to spending on law and order this Government has a record as long as your arm. Spending on law and order has already doubled in real terms since 1979. Provision for combating crime – police and prisons – will now rise by another 450 million Pounds next year. Our plans provide for 2,000 more police constables by the end of next year. We are well on course to meet the Prime Minister’s pledge for 5,000 more constables.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Health**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our British National Health Service, with treatment free at the point of delivery, is the envy of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In every modern, civilised society the demand for better health care, for new techniques to save lives and improve our quality of life grows constantly. This Government completely understands that. That is why we have increased spending by some 75 per cent in real terms since 1979. That is why the Prime Minister has pledged more resources for the National Health Service in real terms every year, throughout the next Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also spending that money better. We have reformed the NHS so it is much better managed and much more efficient. When waste is reduced, more can be directed to higher quality patient care. This means that patients get more treatment and care out of every pound that we spend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For next year, we will increase current spending on patient services by 1.6 billion Pounds, or 2.9 per cent in real terms. The real increase in current spending for hospitals next year over and above inflation will be 3 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On top of this, Private Finance Initiative investment will play an increasingly important role in providing new healthcare facilities. The PFI contract for the Norfolk and Norwich hospital scheme, worth close to 200 million Pounds, was signed yesterday, and others will follow. PFI investment in the NHS will reach some 900 million Pounds over the next 3 years on top of the increased public spending I am announcing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The NHS will continue to grow and continue to improve. We are totally committed to the National Health Service as a public service providing high quality up-to-date treatment, free at the point of delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By our decisions on public spending, we prove that the NHS remains at the top of the Government’s priorities. The NHS has been safe in our hands, it is safe in our hands and it will always be safe in our hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Other programmes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year’s spending round was as tight as any I can remember, eye-wateringly tight, but we never lost sight of our objective which is to sustain and improve the key public services that the British public care about: education, combating crime and our National Health Service. In part we have achieved that by increasing efficiency within the priority services but inevitably we have also had to find savings in other programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Falling unemployment and lower inflation has helped to reduce the social security and employment programmes. We are also continuing to transfer activities to the private sector where this is more efficient as it is for student loans. We have refocused the housing programme to encourage the use of private finance and the transfer of the local authority housing stock to the private sector. We are stepping up our programmes against fraud. We are continuing our remorseless squeeze on the costs of bureaucracy itself. And we have looked in every department for ways of achieving our objectives more economically. With efficiency savings, most departments will be able to deliver their programmes next year, but with less money in real terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Private Finance Initiative**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "People pay their taxes in order to get good quality public services, not to accumulate state-owned buildings. This simple truth has led to the development of the Private Finance Initiative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The PFI helps to square the circle of sound public finances and growing demand for better and more modern public services by tapping the expertise and the resources of the private sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A year ago we had agreed 1.5 billion Pounds worth of deals – now we have agreed 7 billion Pounds, and we are on course to double that by March 1999. Time and again the taxpayer is getting better value for money, through new road schemes, new prison services, and Information Technology projects. And reforms to local government rules are bringing the PFI into new areas – notably schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "London is currently experiencing a transport investment boom under the PFI: the Channel Tunnel Rail Link, Thameslink 2000, the Docklands Light Railway extension, and the A40 and A13 improvements. This is in addition to conventional public and private capital spending on the Jubilee Line extension, the Heathrow Express and the new A12-M11 Hackney Link. Investment in London Transport is now running at 50 per cent in real terms above the average for the 1980s. London will soon become one of the biggest construction sites in the country. As a man from Nottingham, I can only say that I hope London will be even nicer when its finished.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Adding traditional capital spending to PFI investment, publicly sponsored capital spending in the United Kingdom in the next three years will be substantially higher in real terms than it was in the 1980s.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Social Security**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One third of all public spending goes on Social Security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our social security system is there to provide an income when people cannot earn because of sickness, disability, unemployment, caring for relatives or old age. People on the left and right of politics continue to search for a radically different and better way of meeting these needs in our wealthy nation. I have studied many of their proposals and so far, I am afraid, nobody has yet come up with anything remotely sensible or practicable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Until they come up with a radical alternative, if they ever do, our welfare safety net must remain affordable. It must not be allowed to damage the incentives of individuals or businesses in the private sector, because it is the wealth-creating enterprise economy that sustains our social security system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the post-War period social security has grown in real terms by around 5 per cent a year. In recent Budgets we have taken action to bring that growth under control. We now expect future growth of 1 1/2 per cent a year. Well below the growth of the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Year after year, this Government has also vigorously attacked fraud and has reformed benefits to target them on those in genuine need. The measures I now propose in this Budget intensify these efforts yet again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We plan a further move to align the benefits paid to lone parents and couples with children. From April 1998, new awards of Family Premium and Child Benefit will be the same for lone parents and couples. And we are introducing a number of measures on housing benefit and Council tax benefit to ensure that those on benefits do not have a more comfortable lifestyle than those who are supporting themselves on modest incomes. That would be unfair and unwise. Full details will be made available later today by my Right Hon. Friend the Secretary of State for Social Security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my Budget two years ago, I announced a whole package of measures to help the unemployed get back to work – from improvements to the Family Credit System to National Insurance holidays for employers taking on long-term unemployed people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this Budget I am providing another 100 million Pounds of new money, mainly targeted on people who have been unemployed for 2 years or more. They will be required to attend a compulsory programme of interviews with the employment service to give them a helping hand to compete in our ever improving market for jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are expanding Project Work pilots to a further 28 areas. This will create up to 100,000 new opportunities, on a programme with a good track record for getting long-term unemployed people back to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can also announce pilots for a new scheme called “Contract for Work”. Private contractors will help people to find work. These firms will be paid by results. As with Project Work, if the scheme works better than the existing approach, we’ll expand it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dependency impoverishes us all. The welfare system should provide a safety net. It must provide the support that a caring society wants to give to our less fortunate fellow citizens. But the welfare system must never become a way of life. We do not want our social security system to be undermined by resentment. We have to take these careful measures because we are serious about protecting those in genuine need and we want to go on delivering that protection for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Spend to save**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want to combine a strong affordable welfare system with a successful low tax economy. That means that when we spend money on social security, it must only go to those who need it. It also means that when we levy taxes we must make sure that they are paid by those who ought to pay them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of our continuing fight against tax and benefit fraud and tax loopholes, I am introducing a package of measures called “spend to save”. This involves spending modest amounts of money – carefully targeted – to save much more money, and to raise revenue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There will be more money next year to clamp down on benefit fraud. There will be more visits and checks on benefit claimants in high risk groups. And the information we already have on benefit claimants will be used more effectively to catch cheats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Inland Revenue tax experts will be redeployed to investigate even more rigorously how some big, sophisticated companies seem to pay so little tax. They will make sure that companies are paying what they owe. And what we intended they should owe. In short, we intend to do more about companies being “economical with their tax”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There will be more resources in the Revenue and Customs to stem the growth of the shadow economy. Tax cheats put law-abiding small entrepreneurs out of business. We all lose from that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There will be more Customs and Excise Officers to tackle VAT and other tax abuse, including yet more to target the smuggling of alcohol and tobacco.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The “spend to save” package will cost 800 million Pounds over the next 3 years to secure, in a well-planned and measured way, revenue and expenditure savings of well over eight times that amount, 6.7 billion Pounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Running costs**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Spend to save” protects the ordinary taxpayer and the people in genuine need of benefits. It is not about more bureaucracy or more red tape. We remain a Government committed to deregulation. And committed to a more efficient Civil Service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have cut overall Central Government departments’ running costs by 8 per cent in real terms since the start of this Parliament and we are going to reduce them by a further 7 per cent by the end of the decade. Civil Service numbers are already below 1/2 million, and we expect this fall to continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**TAXATION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first duty of Government is to make sure that people can live their lives as they want and that businesses can flourish. People must have the opportunity of a good quality job to go to, a good standard of living, good schools and hospitals and safe streets to live in. Only when those essentials are secure, and only when the Government has made sure that it is not borrowing more than it should, can a Government think about tax cuts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year I cut taxes paid by the ordinary family and this year I am able to cut a little more. I think that the message I have repeated over recent months has now been understood. If there are to be tax cuts, they must be for keeps. They must be backed not only by sound spending decisions but also by a sound fiscal judgement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consumer spending is strong and inflation remains in check. But a fiscal stimulus to the economy at this stage could be just as damaging as letting go of monetary policy. So, in setting my Budget, I have struck a careful balance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to cut taxes, but first I have to continue my drive to secure the tax yield. I have to make sure that tax due is turned into tax paid. The balance of the tax burden must be distributed sensibly and fairly and it must not distort decisions or competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am introducing a number of measures which will help us to achieve this. I am plugging some loopholes, ending some tax reliefs that have done their job and adjusting some indirect tax rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**SECURING THE TAX BASE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even though VAT revenues have revived in recent months, they are still coming in significantly below what was expected last year. This Budget includes a crackdown on some of the clever wheezes that have sprung up to get around paying VAT. These measures will raise 3/4 billion Pounds in revenue next year, but they also protect a further 1 1/2 billion Pounds a year of existing revenue from further attack.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Customs will restrict access to special VAT schemes for retailers. We will also tighten up the rules of VAT relief schemes for bad debts, and the option to tax commercial property, to prevent widespread abuse of these reliefs. I also propose to take steps against retailers who reduce their VAT bills when selling insurance with their products.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We announced a 3 year limit on repayments of VAT claims. This was a sensible precautionary measure. Recent high profile court cases have revealed the potential exposure of the Exchequer to claims for tax going back to when the tax was first introduced. No responsible Government could leave the Exchequer, and, ultimately, all taxpayers, exposed in that way. Government needs to strike a balance between what is fair to the individual taxpayer, and what is fair to the whole body of taxpayers. The three year cap strikes that balance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But one feature that attracted particular criticism from accountants and their clients was that Customs still retained the right to claim underpaid tax going back six years. This argument was rather disingenuous because Customs do not claim underpaid tax on unexpected changes to the interpretation of the law when those go against taxpayers. However, Government must not only be fair – it must be seen to be fair. I have, therefore, decided that Customs’ right to claim underpaid tax, in cases where no fraud or malpractice is involved, should be restricted to three years as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will be releasing details today of a package of measures to stamp out tax abuse in a number of areas including leasing transactions, the abuse of foreign tax credit rules, and paying employees in their own company’s shares. I am sure these will be accepted as necessary and sensible measures to stem the growing loss of tax revenues. And to protect the ordinary tax payer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will not tolerate tax abuse. A number of these measures are being introduced, subject to the Finance Bill becoming law, with effect from today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Special tax reliefs can be a powerful tool. They can play an important pump-priming role, encouraging companies and individuals to change their behaviour in a way which benefits the wider economy. But by their very nature, they need to be used very selectively. We owe it to the ordinary tax payer to keep each and every special tax relief under constant review to determine whether it is still justified, or whether it has now served its useful purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Profit Related Pay**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The tax relief this Government introduced in 1987 to promote profit related pay schemes has been a success. It has played a key role in reinforcing this Government’s strong beliefs that employees’ rewards should depend on the success of the business for which they work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have always believed, and argued publicly for years, that in a modern enterprise economy people’s pay should be closely linked to the performance of the business for which they work. The best way for businesses to motivate their staff is to let them share in the rewards of success. I am delighted that tax reliefs have helped to get this idea accepted so widely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The tax relief on Profit Related Pay was always intended to be a pump-priming measure. As Nigel Lawson said in 1986: “There is considerable inertia to overcome, so it might make sense to offer some temporary measure of tax relief”. Profit related pay is now firmly established as part of British businesses’ pay policy. Over 3.7 million people are in schemes. 10 years on, the tax incentive has successfully served its pump-priming purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can no longer justify the increasing cost of the tax relief to the 22 million taxpayers who are not in profit related pay schemes. We cannot permanently divide the workforce into groups who pay different levels of tax on the same earnings depending on whether the firm they work for is in a scheme or not. The goal of widespread use of PRP has been achieved and I would rather make faster progress on lower taxes for everybody.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Good managers do not need a tax relief any more to know that pay should be linked to their firm’s performance. Pay linked to profits produces it own rewards on the bottom line in a thriving economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is therefore time for the Government to start to withdraw this special tax relief. I intend to do this gradually, to ensure that businesses who need to adjust their pay packages and their sharing of the rewards of success have ample time to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The upper-limit of pay attracting the relief will remain unchanged at 4,000 Pounds until 1998 and no one will be affected before then. It will then be progressively reduced until the year 2000, when the relief will be withdrawn altogether.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Capital allowances for long life assets**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Investment is vital to our recovery and business investment is now growing strongly. The tax system recognises investment through capital allowances. These allow the cost of investment to be written off against tax bills, frequently faster than it is written off in commercial accounts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For plant and machinery with a long lifespan, the rate at which costs can be written off for tax is far more generous than for other types of investment and bears no relation to the useful economic life of the asset. This is an unjustifiable distortion in the tax system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I propose changing the capital allowance for plant and machinery with a life of more than 25 years to 6 per cent on a reducing balance basis. This will spread the tax relief more evenly over the average life of these assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Groups spending less than 100,000 Pounds a year on such assets will be exempt. This will mean that the vast majority of small companies will not be affected. Ships and railways will also be exempt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Oil production**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also propose to withdraw the 100 per cent corporation tax deduction for the intangible costs of drilling most production oil wells.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**OTHER TAX CHANGES**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government recognises that low marginal tax rates on income are a spur to hard work and enterprise. Taxes on spending do less damage to effort and enterprise than taxes on income. But the balance of the taxes on spending must be right. And I am making some changes to taxes which help to move towards a better balance for the tax system as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Insurance Premium Tax**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I propose to increase insurance premium tax, which applies to most general insurance, to 4 per cent. Three-quarters of all insurance – including life and other long-term insurance – will remain exempt. Insurance remains undertaxed for consumers compared with other services in this country. The introduction of the tax did not harm the healthy insurance industry that we have. Most companies absorbed the tax and some premia actually fell for a time. Even after this further modest change, the overall rate of insurance premium tax in the UK remains very low – lower than in almost any other European Union country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Air Passenger Duty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Air travel has also been undertaxed because it has proved difficult to get international agreement to tax its fuel. The rates of air passenger duty are to be increased. The 5 Pound rate on flights to most European countries will be increased to 10 Pounds, and the 10 Pounds rate on flights to the rest of the world will be increased to 20 Pounds. These increases will not come into effect until 1 November 1997, to give tour operators time to reflect these new rates in the prices they publish in their holiday brochures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Business travel is soaring and the holiday business is booming at the moment in prosperous Britain and this modest change will not stop it booming in future prosperous years. About 40 per cent of the revenue raised by this tax is borne by overseas visitors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Vehicle Excise Duties**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am making the same changes to the main Vehicle Excise Duties this year as I did last year. The cost of a car tax disc will go up by 5 Pounds, around the rate of inflation. The cost of a lorry tax disc will be frozen for the seventh year in a row.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Road fuel duties**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I firmly believe that motorists should bear the full costs of driving – not only wear and tear and congestion on the roads, but also the wider environmental costs. Even those of us who frequently have to drive can take steps to cut fuel consumption and we all ought to consider carefully the use of our cars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I intend to stick to my 1993 Budget commitment to raise road fuel duties by an average of at least 5 per cent each year in real terms. In line with this I am raising the tax on all petrol and diesel by 3 pence per litre from 6.00 pm tonight. These tax rises will encourage fuel efficiency and help control harmful pollution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Air quality package**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am glad to say that pollution from vehicles is already coming down, helped by tax measures in previous Budgets. The tax measures taken to encourage unleaded petrol were a huge success. It now accounts for two-thirds of the petrol market. I want to go further in this Budget to attack pollution in cities and improve air quality by effective steps to reduce particulate emissions – the smoke produced by diesel engines.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In recent years, new evidence has come to light strengthening the health arguments for reducing particulates. This pollution is being reduced, but we all want to see it being reduced further and faster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultra-low sulphur diesel is cleaner than ordinary diesel, but is slightly more expensive to produce. I want to create the conditions where ultra-low sulphur diesel can cost the same at the pump as ordinary diesel. I have just said that I am increasing the tax on diesel by the same amount as petrol. I plan to reduce the duty on ultra-low sulphur diesel by 1 penny per litre relative to ordinary diesel, when I get the necessary international agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also want to encourage high mileage vehicles in our towns and cities to switch to cleaner gas power. Last year’s Budget changes broadly equalised the pump prices of gas and petrol. From 6.00pm tonight I am reducing the duty on road fuel gases by a further 25 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also intend to reduce Vehicle Excise Duty by up to 500 Pounds for lorries meeting very stringent emissions standards from early 1998. This will give an incentive for lorry owners to fit particulate traps or to convert to gas power. We will be consulting on the practical details of these changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that this “air quality package” will significantly speed up the reduction of urban emissions of particulates, helping us to meet our air quality targets for 2005 and beyond. We intend to ensure that economic growth in this country is consistent with a healthy environment and sustainable development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Tobacco duties**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my 1993 Budget, I gave a commitment to raise duty on tobacco by more than inflation each year. I believe this is a fair and effective way to hammer home the message that smoking can seriously damage your health. So far I am concerned, this is necessary masochism in the wider public interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From 6pm this evening, the tax on a packet of 20 cigarettes will increase by about 15 pence, on a packet of small cigars by about 7 pence and on a packet of pipe tobacco by about 8 pence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I am limiting the increase in the duty on hand rolling tobacco to the rate of inflation. Hand-rolling tobacco is proving to be by far the easiest tobacco product to smuggle, although it represents a very small part of the tobacco market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alcohol**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am aware of the serious problem that cross-border shopping and smuggling of alcohol causes our drinks industry in Britain. I have already announced that Customs are stepping up their efforts further to catch smugglers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year I was able to freeze the duty rate on beer and wine. This year it will remain frozen. The proportion of tax on the price of a pint in the pub is now at its lowest level for 30 years. For some of us, that helps to keep our small cigars affordable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year’s cut in the duty on spirits was the first for 100 years. I was tempted to maintain a striking rate of once every 100 years. But I am sure the industry will be glad to know that they will not have to wait so long this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From 6.00pm tonight the tax on whisky, gin and other spirits will fall by another 4 per cent, worth 26 pence a bottle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reduction in the rate on spirits boosts an important industry in the United Kingdom. It will also reinforce last year’s signal to overseas authorities not to discriminate against our products. Only smugglers will regret that we are slowly moving our duty of spirits nearer to the continental level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From 1 January, the tax on alcoholic soft drinks will be increased by over 40 per cent, by between 7 and 8 pence a bottle. This will help meet public concern about the attraction of these “alcopops” for under-age drinkers, and it will also attack a distortion of competition by bringing the tax broadly into line with beer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You’ll notice that I have considered the balance of my overall package carefully and I have not yet been converted to a bubble-gum flavoured alcopop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Business**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nothing matters more for business than a stable economic environment – low interest rates and low inflation. Businesses throughout Britain are benefiting from the healthy sustainable growth in the economy that I have described today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I promised in my last Budget, from April 1997 there will be a cut in the main rate of employers’ National Insurance Contributions, to 10 per cent, paid for by the proceeds from the landfill tax. A tax on waste to cut a tax on jobs. This will benefit employers in Britain and make it cheaper to create new jobs in our growing economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our overheads on jobs are already less than half those in Germany, France, or Italy. I am determined to keep that advantage over our continental competitors where the creation of new jobs is over-regulated and over-priced. This is another reason why I am confident that our unemployment will keep falling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this Budget, I propose to keep the three intermediate thresholds for employers’ National Insurance Contributions where they are now. I propose to increase – by 10 Pounds and 1 Pound respectively – the upper and lower earnings thresholds for employers’ and employees National Insurance Contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this Budget I also want to address a particular concern of our small businesses – the burden of non-domestic rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Uniform Business Rate is a fixed cost which can rise each year beyond the control of the manager of a small business. Since the last revaluation of business rates, I have repeatedly slowed down the increase of rates for those businesses whose rates have had to go up. No business property has seen its rates go up by more than 7 1/2 per cent above inflation in any one year. But I want to do more than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have decided to freeze next year’s rates bill for all the small businesses whose rates would have gone up. Small properties whose rates are falling will have those reductions accelerated. This will benefit over one million small business properties, by up to 130 Pounds a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A freeze is an important step that I can make this year. We have already reduced business rates for rural village shops. But I realise that the present system of business rates bears particularly hard on the smaller business for whom they represent a much bigger proportion of total costs. We must therefore move on as soon as possible to more changes in the system to recognise this and redistribute the burden more sensibly between smaller and larger businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Inheritance tax**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government is committed to reducing and then abolishing capital gains tax and inheritance tax. But we have always said that we will cut these taxes only when we can afford to do so. This is a responsible Budget which is protecting future growth and prosperity by putting the public finances into a healthier state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will not be able to make progress on both these taxes this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I am pleased to announce that we can take a further significant step towards abolishing inheritance tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Inheritance tax is a penalty on thrift, independence and enterprise. It is a growing anachronism. Lloyd George’s maxim that the “the most convenient time to tax the rich is when they are dead” no longer holds. It is largely paid by people of modest means who either cannot or simply do not make careful plans to avoid it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year I made significant progress towards our commitment. In this Budget I will build on that by raising the value of the inheritance tax threshold to 215,000 Pounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means, that in two years the Government will have raised the threshold for inheritance tax by 40 per cent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Tax rewrite**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In last year’s Budget Speech I announced a project to rewrite Inland Revenue tax legislation in plain English. This project is as ambitious as translating the whole of War and Peace into lucid Swahili. In fact, it is more ambitious – War and Peace is only 1,500 pages long, Inland Revenue tax law is 6,000 pages. And we did not have a Tolstoy to write our taxation laws in the first place. We have consulted extensively on how the project should be carried out, and I am glad to say there is wide consensus. The Inland Revenue will publish the plans and arrangements shortly after the Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The aim is to prepare a series of rewrite Bills, the first of them to be ready for enactment in the 1997-98 session. My noble and learned friend Lord Howe has produced a thorough and helpful report on how Parliament might handle these bills. We endorse his broad proposals, and invite the Procedure Committee to consider how the House is going to handle the bills in a sensible fashion. I can announce that my noble and learned friend Lord Howe has agreed to chair the steering Committee which will oversee the rewrite project.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The project will bring the benefits of clarity and certainty to businesses and ordinary taxpayers. It has been widely welcomed and deserves the continuing support it has enjoyed in all parts of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Income tax**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Deputy Speaker, this Government has led Britain towards our clear goal of a low tax economy where private enterprise has the incentive to generate jobs, investment and wealth to make people and their families more prosperous. We are moving towards a low tax economy where individual living standards continue to rise and the Government can afford the excellent public services that people want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Low direct taxes are the most effective way to encourage enterprise and hard work. Under this Government those who do an honest day’s work and those who take entrepreneurial risk will keep more of what they earn and save.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year people have taken more heed of my speeches on the overriding priority of securing future prosperity and jobs and financing key public services. Sensible people already expect my cuts in direct taxation to be modest. They know their well-being depends on lasting growth and more jobs and that living standards rise from a combination of steadily rising incomes and steadily lowering taxes. Tax cuts matter a lot to low paid people and to men and women in ordinary jobs. I announced my income tax cuts last year as a return to our tax cutting agenda and for the second year in succession, I am delivering an instalment of that agenda. I want to ensure that tax does not start to be paid at all at too low a level of income and I want to improve work incentives. I propose first of all to raise the threshold below which no income tax is paid at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this Budget, I am making an increase in the basic personal allowance of 280 Pounds. That is 3 1/2 times more than necessary to cover the rate of inflation. It will also ensure that each and every person who pays any income tax at all will get a direct benefit out of this Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am also increasing the married couple’s and related allowances by 40 Pounds, maintaining the extra tax allowance to all married couples. It will now be worth nearly 275 Pounds each year for married couples. The tax system does recognise marriage, contrary to popular belief.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also give a special tax allowance to blind people. This year I am increasing that by the rate of inflation. And I will put indexation of this allowance onto the same statutory basis as for the other income tax allowances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also propose to raise the threshold above which people start to pay the 40 pence higher rate tax by 600 Pounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of this Government’s most important pledges is that we will move to a basic rate of income tax of 20 pence as soon as we can. We are proving that we can move towards the delivery of the promise and still deliver healthy public finances. Every step we take makes it more and more credible. Every step that we take makes it more affordable to reach the ultimate goal which we are getting tantalisingly near to. As a further step towards that, I propose to widen the lower rate band of 20p tax by 200 Pounds, twice as much as required by indexation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will mean that the slice of income on which a 20 pence tax rate is paid will have more than doubled during the lifetime of this Parliament. More than one in four of all taxpayers now will only pay tax at 20p in the pound.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Deputy Speaker, this is the stage of my Budget speech where everyone is asking themselves – are the guesses of the newspapers right? Am I indeed going to cut a penny off the basic rate of income tax? What the newspapers did not know was that my control of public spending and borrowing would have allowed me to take 2p off if I had chosen to. But I preferred instead to raise personal allowances and widen the 20p band for those at the bottom end of the scale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yes, Mr Deputy Speaker, I am indeed also able to reduce the basic rate of income tax, by 1 penny to 23 pence in the pound.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The small companies rate of corporation tax will be reduced to 23 per cent in line with this, helping 400,000 companies. The main rate of corporation tax of 33 pence is already lower than in any other major industrialised country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Seventeen years of steady progress – so far – means that the basic rate of income tax is now a full 10 pence lower than the rate we inherited in 1979. It is at its lowest rate for 60 years. Its lowest rate since Baldwin was Prime Minister, Edward VIII abdicated and Wally Hammond scored a double century at the Oval.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another penny off the basic rate is a significant further step towards this Government’s target of a 20 pence basic rate of tax. For over 7 million people – our promise of a 20 pence basic rate is already a reality. I am bringing other income taxpayers ever closer to that reality. 20 pence is a realistic and attainable goal for the next Parliament. We will not be content until we have completed the task of getting it down to 20 pence and every Budget I have presented has step by step shown how we are going to get there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**LIVING STANDARDS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With increases in real earnings and the tax changes in this Budget, a family on average earnings will be another 370 Pounds better off next year over and above inflation. The same family will have over 1,100 Pounds more to spend each year after tax and inflation than they did before the last election. In 1992, the background was one of a worldwide slowdown and a recovery in the United Kingdom that had barely started. Now we are enjoying strong growth and rising living standards, and we are going to enjoy more of the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**CONCLUSION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Deputy Speaker. In November 1993 I promised that I would put Britain firmly on course for a sustained period of rising prosperity and falling unemployment, based on low inflation and healthy public finances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have done what I clearly said I would have to do and I have delivered on those promises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Deputy Speaker, the Government believes in allowing people to keep as much as possible of their own income so that they can make their own decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Budget cuts public spending next year by 2 billion Pounds, and it generates an extra 1/2 billion Pounds in revenue through “spend to save”. It contains a balanced tax package – it includes tax cuts of 2 billion Pounds while it secures the tax base by 1 billion Pounds. Taken together the effect of the Budget is to tighten fiscal policy and so protect healthy lasting recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am a man of the world, I realise virtue doesn’t always brings its own rewards. But this virtuous Budget will bring rich rewards. The rewards of economic success to the hard working men and women of this country. Never forget, good economics is good politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not a Budget just for the next few months. It is a Budget for many prosperous years to come. It is a Budget that this Government will build upon again in twelve month’s time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend this Budget to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}