{
    "url": "https://www.ukpol.co.uk/ken-clarke-1974-speech-on-foreign-affairs/",
    "title": "Ken Clarke – 1974 Speech on Foreign Affairs",
    "post_date": "February 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ken Clarke, the then Conservative MP for Rushcliffe, in the House of Commons on 19 March 1974.",
    "content": [
        "I begin by welcoming you, Mr. Deputy Speaker, to the Chair. In doing so I shall be careful to avoid incurring your wrath by speaking at too great a length in my first speech before you. I am only sorry that lack of time will prevent my commenting on the number of spectacular maiden speeches which I have heard in this debate. I should like to say one particular word about the hon. Member for Beeston (Mr. Lester) who now represents a considerable number of my former constituents. Having heard his first contribution to the House I am delighted to know that those constituents will be so well represented by him in the coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wish to take this debate away from the international geographical ramblings indulged in by the hon. Member for Sheffield, Heeley (Mr. Hooley), back again to the proposed renegotiation of the terms of our entry into Europe, which was dealt with by the Foreign Secretary. I was considerably reassured by the way in which the right hon. Gentleman put this singularly puzzling part of the Labour Party’s programme now that it has formed a minority Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nothing that the right hon. Gentleman said could have given much joy to anyone who still had any illusion that this country would leave the European Community at some stage. He assured us that the renegotiations would not be any kind of confrontation. It was clear that they would be conducted through the machinery of the Council of Ministers and within the set-up of the EEC as this Parliament legislated that the country should join it. I hope that, given the tenor of what he said, my party and the Opposition, who outnumber the Labour Party, will respond in kind and will not obstruct reasonable discussions with the Europeans if there is some prospect of a worthwhile advantage to our population coming from them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Opposition believe that we negotiated entirely acceptable terms, and ​ we remain glad to have put them to Parliament and to have recommended them to the country. However, if in discussions with our fellow members this new Government are able to produce changes in the balance of interests between the member countries I am sure that no one will want to try to prevent progress being made which will be to the advantage of our population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since we joined the Community the process of negotiation on issue after issue has been going on all the time, and in my view the Opposition should lend their weight to the Government’s advocacy of British interests where they put them forward legitimately in the negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is not the issue between the two sides of the House, of course. The issue that I feared might arise between my party and the Government was the idea that renegotiation would be some selfish or chauvinistic attempt to turn absolutely everything in the EEC to our short-term, narrow financial advantage. There are those Government supporters who would like to go through the details of Community policy extracting advantage from every single one of them in cash terms, in the mistaken belief that Britain has to be a net gainer on every head of European policy before the idea is at all acceptable. That is a strange method of bargaining for mutual advantage between any association of States, and it would be a strange foreign policy. But clearly that is not a policy which will be pursued by this Government. If it becomes the policy pursued by them under pressure from their backbenchers we shall have to take a sterner attitude.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having heard the Foreign Secretary shed a little more light on what he intends to negotiate about, it was interesting to hear that the terms of entry, which originally were what the renegotiation was to be about, were not to feature very large. Most of the terms on which this country entered the EEC have been overtaken by events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The sugar agreement remains an important element, and it was one about which we experienced difficulty when we entered the EEC. However, the details of the sugar debate at the time that we joined have now been overtaken by higher world prices outside the Commonwealth agreement. Again, the ​ terms for New Zealand seem to have faded, because they have not created any great practical problems. However, the Community’s agricultural policy, which was one of the basic items in our negotiations to enter, remains an important matter, and in April the new Minister of Agriculture and Fisheries faces a tough agenda, which would have been faced by his predecessor had my party won the election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the immediate short-term future, the Foreign Secretary emphasised that he will try to stop domestic prices going up, and he reassured the British housewife in those terms. However, he knows quite well that the only risk of that arising in terms of any commodity, out of the April discussions, is in beef. If he intends to try to keep down the price of beef in the April negotiations I hope that he will take steps to guarantee beef production over the coming year or two as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only other term of entry to which the Foreign Secretary intends to bring attention is our contribution to the Community. That certainly can be discussed. The method of self-financing of the Community is coming into question in the Community itself, but it is one matter which obviously will have to be taken up by the new Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The levy on imported foodstuffs will be an irregular source of finance to the EEC and it is looking of doubtful value. On the question of the 1 per cent. VAT, I am sure that the Government have every chance of negotiating zero VAT on foodstuffs and the like. That point was carried with the assistance of the Conservative delegation to the European Parliament only recently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government will find that all these matters are already on the agenda. If they wish to call it “renegotiation”, I trust that they will get on with the serious business of discussing all the other matters which Europe is evolving and which it is in our interests to get on with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some regional policy clearly must come forward quickly. I hope that the Government will do better than we did. I am not criticising former Ministers for the delay, but there has been disappointment that no new regional policy has come forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The democratic institutions must be reviewed and strengthened. Even if the Labour Government carry on with the almost laughable business of not sending representatives to the European Parliament, I hope that they will back up the efforts made by Conservative Members to increase the European Parliament’s budgetary and other powers in the Community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I turn now to the question of economic and monetary union. Half the EEC’s currencies are floating, and the snake is long since dead and forgotten. Some form of economic and monetary union is a logical successor to any free trading area if there is to be genuine free competition within that area. I am sure that any renegotiation will be welcomed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I could go on through all the matters that the Government have to “renegotiate” if they wish. For example, there is the matter of agreement with the 45 associated States. Progress needs to be made in strengthening the aid policy in the EEC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The social fund should be developed. This country is doing quite well out of the social fund, but I hope that that will be “renegotiated”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our common bargaining position on GATT has to be looked at. I look forward to the Secretary of State for Trade contributing to the evolution of a common bargaining position for the European Commission in the GATT negotiations.  \nThe Foreign Secretary should take part in the regular meetings of Foreign Ministers. What he said about our position vis-à-vis the Americans and Europe and our relations with the Arab States are matters on which he will clearly make an extremely valuable contribution to the evolution of European foreign policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All these matters are on the agenda and were being actively discussed in the institutions of the European Community before the election. What is being called “renegotiation” is merely carrying on the process of the previous Government, but paying lip service to one part of the Labour Party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government cannot, without prolonging a major political crisis, start negotiating on the matter of sovereignty to the extreme that many opponents of the EEC would wish. They cannot get round ​ the direct application of legislation once enacted by the Council of Ministers. They cannot throw out the entire common agricultural policy. They cannot abandon the principle of Community preference. These matters amount to complete withdrawal from the Community. I trust that this minority Government will not attempt to put them on the agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have spoken in terms of “renegotiation”, but I am reluctant to allow this jargon to dominate the European debate in this country because it is not understood and is not what the country thinks we are talking about. The difficulty underlying the European debate is that the whole country is still split on the principles of entry, that the House is split on the principles of entry, and that the Labour Party is split on the principles of entry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Renegotiation is a comforting formula which was devised to take the heat from this political problem at a time when there are those who still want us to withdraw from the Community. The formula devised originally, that the Labour Party wanted entry into the EEC in principle but not on Tory terms, has not been believed by anybody.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is the Secretary of State for Trade urging British membership in principle only if the terms can be put right? Is the right hon. Member for Fulham (Mr. Stewart) suddenly against the terms negotiated by the Conservative Government which he endorsed at the time by voting in favour of entry? Did Enoch Powell lend his support to the Labour Party in the election because he thought that some of the terms for renegotiation were what the public were demanding?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The issue was whether we should join. That has been settled by Parliament. I trust that the Government will not use the charade of renegotiating to reopen this issue. I am delighted to see from his style that the Foreign Secretary intends to play for time and to allow these things to be conducted in a reasonable and civilised manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the end of this strange process, which is really only a political formula devised for the needs of the moment, the results will be put to the British people, presumably in a referendum. The referendum has an unhappy history in our recent ​ Political past. The Prime Minister refused to contemplate it in principle at the 1970 election. Even when the European Communities Bill was going through the House a referendum was rejected by the Labour Party. The right hon. Member for Bristol, South-East (Mr. Benn)—now Secretary of State for Industry—however, kept it going and finally pressed upon his right hon. Friends the need to go for a referendum, with the result that the present Home Secretary resigned on that issue and has, as far as I know, never supported it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even then there was this division, and there is still genuine constitutional doubt about a referendum over the issue of whether or not we joined. How can there be a referendum on renegotiation once we have joined? We are not entirely clear what is being renegotiated, what question will be put to the British public, how it will be put and what the Government will say about it. I do not believe a referendum will ever take place. The Prime Minister said in the debate on the Queen’s Speech that there would “almost certainly” be a referendum. We all know and the Labour Party knows better than we do what “almost certainly” means in the politics of the Prime Minister. It is very little guide to his future actions. At the end of these renegotiations I trust that the Foreign Secretary with his great skill will be able to persuade his party that all the worst Tory blemishes will be removed and the whole thing can then perhaps be made to work in an acceptable Socialist way if we carry on as we are. If he fails to do so and if a fraudulent question is put to the public about a supposed process of renegotiation, I hope that the House will reject such a clear affront to its constitutional position and our political tradition once again as it did in the last Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I trust that once the Government have got over the difficulty of saddling themselves with this strange election commitment they will get down to a sensible European policy aimed at producing a decent level of unity among the members. Even I, as a keen pro-marketeer, recognise the present problems of the lack of unity in Europe, the lack of a proper relationship with the United States, the difficulties of establishing a relationship with the Arabs, and general problems of payments deficits which will arise because ​ of higher oil prices. All these need a sensible European policy from the Government, which I hope they can soon find their way back to pursuing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}