{
    "url": "https://www.ukpol.co.uk/greg-clark-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Greg Clark – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 12 April 2021.",
    "content": [
        "Mr Speaker,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Everything that wasn’t invented by God was invented by an engineer.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So said Prince Philip, with characteristic economy. As Chairman of the Science and Technology Committee of this House, I would like to add a few words to yours, Mr Speaker, and to those of the Prime Minister, the Father of the House and other Members. I pay particular tribute to the characteristically energetic and galvanising role that the Duke played as a champion of science, particularly in its application in technology and engineering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Prime Minister alluded to, there is form for the consort of a long-serving and brilliant Queen choosing science and technology for encouragement and action. Indeed, one of Prince Philip’s first public speeches was in 1951, the centenary of the great exhibition, and explicitly drew on Prince Albert’s example. Appointed, like the previous prince consort, as president of the British Association for the Advancement of Science, he devoted his inaugural address to a clear-sighted and candid analysis of the need to improve the translation of scientific discovery into industrial application. He noted that he detected\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“a conservative attitude towards technical change”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "in the country, and that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“existing institutions…do not produce anything like enough trained technologists to meet the urgent needs of scientific development in industry”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That was not merely a critique, but an agenda. Having become president of the Council of Engineering Institutions—the 12 societies that made up the then fragmented British engineering profession—the Duke wanted there to be a clear path for engineers, whatever their specialism, to reach professional status. This was achieved by the formation of the Engineers Registration Board and the creation of different professional levels, including chartered engineer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Prince Philip was concerned that the prestige of engineering was not high enough, and through what we now call soft power, helped by the scientifically unexplained effect of dinners at Buckingham Palace, the Prince prevailed with his own vision for a fellowship of engineering, which had its inaugural meeting in the Throne Room at Buckingham Palace in 1976. In 1992, it became the Royal Academy of Engineering, with the Duke as its senior fellow, and a very active one at that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prince was not just the senior fellow of the Royal Academy of Engineering, but, as we have heard in the debate, a fellow of the Royal Society and of the Royal Society of Edinburgh, and chancellor of many universities, and indeed polytechnics and colleges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Members of my Committee and others in the House know that the work of translating scientific discovery into practice, the enhancement of the prestige of technology and engineering and the improvement of technical education are matters that not only occupied Prince Albert and Prince Philip, but that occupy all of us today. We recognise and celebrate the decisive, practical achievements of the Duke of Edinburgh, helping to mass the strength of a fragmented and too-little-recognised profession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Lord Browne of Madingley, a former president of the Royal Academy of Engineering, said,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Prince Philip saved engineering in the UK, ensuring that it has not merely a great history, but a great future too.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We give thanks for that lifetime of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}