{
    "url": "https://www.ukpol.co.uk/trevor-clarke-2022-comments-on-new-decade-new-approach-policing-agreement/",
    "title": "Trevor Clarke – 2022 Comments on New Decade New Approach Policing Agreement",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Trevor Clarke",
            "url": "/tag/trevor-clarke/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Trevor Clarke, the DUP MP for South Antrim, on 3 November 2022.",
    "content": [
        "The Chief Constable has reported that there will be 1,000 fewer officers in the PSNI by 2025. Already, tough decisions are being made to delay the repair of vehicles, slow down the issue of equipment and reduce occupational health services because of the pressures facing the police budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local communities and the PSNI workforce deserve better than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The New Decade New Approach agreement contained a UK Government commitment – not an aspiration – to increasing police numbers to 7,500. That pledge has been utterly ignored and we are now seeing headcount plummeting toward 6,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While the Secretary of State dithers and delays over the date of an election, the challenges facing policing, including the potential for a smaller and slower response to tackling crime and harm, continue to grow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The roots of this problem lie with years of under-investment with successive Justice Ministers in place. Furthermore, far from being a panacea, the Sinn Fein draft budget would have left the PSNI bereft of a further £226m over the next year years. This crisis will not be averted by just restoring the Executive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also important to be honest with the public and our hard-pressed officers. Any funding still available to the Executive could be spent three, five and probably even seven times over by our Departments, such are the pressures they face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Heaton-Harris should acknowledge that if the average 5% pay award is good for officers in his own constituency, then officers are PSNI are worthy of that recognition too. A timely solution to the issue of public sector pay awards is needed across the Board and the Treasury first and foremost must increase its engagement to bring forward delivery arrangements that are fair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, the NIO must now advocate for the practical and financial support that is desperately needed for policing in Northern Ireland. If it does not, the impact of a freeze on recruitment will be stark for communities in need of a visible, effective and responsive police service. It will not be a case of simply turning the tap back on. The Government needs to act now to protect all of our citizens and defend the gains that have been made through recent investment in neighbourhood policing.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}