{
    "url": "https://www.ukpol.co.uk/greg-clark-2020-speech-on-the-national-security-and-investment-bill/",
    "title": "Greg Clark – 2020 Speech on the National Security and Investment Bill",
    "post_date": "November 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 17 November 2020.",
    "content": [
        "It is a pleasure to follow the thoughtful speech of the hon. Member for Dundee East (Stewart Hosie). May I join my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith) in paying tribute to the Front-Bench team for their courtesy in being open about the development of the Bill and for their communication with all parties in the House?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is an important Bill at an important time. In recent years, we have seen a tendency on the part of some countries to move towards national measures that seek to protect their domestic economics from the open conditions of international trade, not only in goods and services but in ownership and intellectual property, and we of all nations should be a voice against that. Few nations have prospered through pursuing a policy of national self-sufficiency. Over time, they have become deprived of innovation, competition and investment, although the exposure and experience of international trade and investment can be disruptive and uncomfortable. In the end, workers become less productive than in other countries, consumers pay more and those countries use technology that is behind what other more open economies allow. In other words, they become less prosperous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The importance of this Bill pivots on its title. Is it exclusively about national security, or is “and Investment” a doorway to a more restrictive view of overseas investment more generally? I am pleased that my right hon. Friend the Secretary of State made it absolutely clear that the Government have decided that it is the former, rather than the latter, although there are some dangers that I want to touch on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Do we need a statutory framework to ensure our national security when it comes to commercial investments? Yes, of course we do. There are commercial activities conducted in this country that are essential to our national security—defence contractors are an obvious example. Public policy has always recognised that, whether through the use of export controls on their products or, in the case of ownership, through golden shares and the intervention powers of the Enterprise Act 2002 for national security, which have been referred to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the framework need to be kept up to date? Yes, of course it does. As the Secretary of State made clear, technologies that are now pivotal to our national security had not been dreamed of 18 years ago when the Enterprise Act passed through this House. The nature of some of those technologies is such that their financial value may not be reflected in the ownership of the company concerned, so they may be pivotal but not trigger the turnover test. The turnover and the value of the transaction may not be a dependable guide to their importance to national security. The control of those technologies may not be confined any more to takeover bids for public companies; it may include ownership outside the stock market of intellectual property or other assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most nations on earth have a framework for overseeing the national security consequences of investments. It is important that we have one and that ours is up to date. The Government are right not to expand the Bill beyond national security or to introduce, as the right hon. Member for Doncaster North (Edward Miliband) said, a wider public interest or industrial strategy test. I say ​that as the author of our current industrial strategy, of which an essential pillar is our business environment. That strategy says that we need to continue to be\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“an open, liberal free-trading economy in which new businesses can be created easily”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“existing businesses can attract investment”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is obvious that if a British company has succeeded and has made an international impact, we want it to continue to succeed and prosper in this country, and to do so with its headquarters and operations here. That goes without saying. The most important thing is that the company is founded and prospers in the UK in the first place, as my hon. Friend the Member for Newcastle-under-Lyme (Aaron Bell) said. Especially in fields such as the tech sector, if we tell the founders of new businesses that, should they succeed, they will be excluded from the possibility that they can receive overseas investment, or at the very least that it will be heavily questioned if they should cede control of the business, and that the more their business succeeds, the more draconian the restrictions are likely to be—although Silicon Valley continues to be a major source of international capital investment—the consequence, no doubt unintended, may be that those firms will not be founded here in the first place but will go to places where there is no risk of there being stranded assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bob Seely**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend is making an important point, and there is clearly friction on this side over what we see as the crux, but does he accept that the United States and Australia—two free-market nations—will have significantly tighter restrictions after this Bill than we will, and does that concern him?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course we should look at the example of other countries; I am sure we will do so during the course of the Bill. However, I would say to my hon. Friend that those two countries are very different in their markets and the size of their economies. The pool of capital that is available to start-up companies in the US is vastly greater than it is in the UK at the moment, although I hope that will change, for reasons that I will go on to discuss. Australia, conversely, is a much smaller economy, which does not have the network of policy regulatory innovation that we have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have been a leader; that is our international reputation, and one reason that transactions are conducted in this country is the confidence in our rule of law. We should emphasise and champion that, rather than feeling compelled to follow what other countries are doing in their entirety. Our policy—our industrial strategy—must be to make Britain an even more attractive place for innovative companies to be founded and to stay—not because they are compelled to do so, but because the environment that we provide, in terms of scientific research, educated and trained people, the availability of capital at every stage in their development and the public policy environment make it an attractive place for them to want to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Neither must our regime establish, in my view, a list of countries that cannot invest at all in the UK. The test must genuinely be about national security. That is very appropriate. China has been mentioned already in these discussions, and of course it is right and proper that the ​national security concerns that the House has about China should be reflected through this regime, and these powers are important for that. However, when I was sitting in my right hon. Friend the Secretary of State’s place, I fought hard to save, for example, British Steel in Scunthorpe, Skinningrove and Teesside. The Chinese steelmaker that bought the company, Jingye Group, is essential to the employment of many tens of thousands of people across the north and the east of England, and more in the supply chain. From my recollection, there was no intellectual property vulnerability in terms of its operations. Indeed, the retention of that substantial steelmaking capacity has enhanced our economic resilience, whereas losing it would have seen us relying on imports. I might say the same for Geely, the owner of the London Electric Vehicle Company, which my hon. Friend the Member for Stratford-on-Avon (Nadhim Zahawi), being a west midlands MP, will be familiar with, and which gives valuable jobs to many people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Richard Graham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend is making a very good case for why it is important to look at each investment in its own right. Geely, which bought the London Taxi Company, produced electric vehicles and now exports them to the Netherlands and France while continuing to manufacture in Coventry, is a good example of why that is so important. Does he agree that it is simply not good enough for this country to say, “China is Communist and we will not accept Communist investment, and therefore we will not accept Chinese investment.”? We must be a great deal more sophisticated and open than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would say to my hon. Friend that the Bill’s focus on national security is absolutely right. We should have a beady eye on national security, with substantial powers, as my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith) said, to enforce that. I think the Bill has it right in its focus on national security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Committee that examines the Bill will need to consider in detail some of the provisions of the Bill as it is presented on Second Reading. It is essential to provide investors and UK firms with a sense of predictability and confidence, but that can be undermined if the law has administrative consequences that are unintended and not provided for. For example, there are strong reasons to think that there may be a deluge of notifications, as the hon. Member for Dundee East said, when the new unit in the Department is set up, and it must be geared up to handle that right from the outset.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The prospect of five years’ imprisonment for directors and fines of 5% of turnover, as my right hon. Friend the Secretary of State commends, for failure to notify under a mandatory regime within sectors defined as broadly as communications and transport is, in my view, likely to lead to many small transactions being notified under the voluntary regime for peace of mind regarding those very strong sanctions against an inadvertent breach. It is an enormous challenge for the Department to set up a new unit, especially since the current regime—or the previous one, since the powers are live—has dealt with a very small number of transactions each year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Secretary of State, I reduced the turnover threshold for review from £70 million to £1 million only two years ago. This Bill contains no de minimis threshold, and I will be interested to see during the passage of the Bill ​evidence of why a zero de minimis threshold is necessary, especially when the definition of technology assets extends to “ideas, information or techniques”, which is very broad. This could result in a very large number of very small transactions being notified defensively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even if businesses are confident that they will not be covered by the mandatory notification requirement, the advantages of voluntary notification and clearance, with its exemption from the five-year look-back, may prove to be very attractive and very important in baking in the approval of a transaction against reversal more than five years in the future. It is clearly the ambition of the right hon. Member for Doncaster North to add further public interest tests. As we approach the general election, it may well be attractive, as a defence against the action of future Governments, for companies to notify even when they do not have to. It is very important that the Department is geared up for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Much of the Science and Technology Committee’s work in recent months has been concerned with the nation’s response to the coronavirus. If we can learn one lesson from that—for example, from problems with the test and trace system—it is that, to have public confidence, we need to properly anticipate demand and to set up to meet it from the outset. If that demand is not supplied, public confidence, which is crucial for investment, will be undermined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir John Hayes (South Holland and The Deepings) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does not the coronavirus provide us with another lesson, which is that Government historically have not been terribly good at assessing risk and modelling the response to it? I say that as a former Minister, like my right hon. Friend. I was always surprised, in all the Departments I served in, at how little time is spent on modelling outcomes of the kind we are now enduring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend is right. To look ahead, we need to develop the capabilities to do that, and for a unit in the Department that previously did not have that responsibility—it was with the CMA, advised by others—that is a steep learning curve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The foundational feature of the UK’s commercial reputation in the world is a place where people and businesses all around the world can be confident in investing. That derives in no small part from a public policy regime that is rational, stable and rigorously and efficiently administered. We should continue to aspire to take a global position of leadership in this area, so I welcome the focus of the Bill and its ambition to bring our arrangements up to date. I look forward to helping ensure that we can be proud of the Bill and see it as a contribution to our continued reputation for having the highest standards of corporate government and investment security in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}