{
    "url": "https://www.ukpol.co.uk/greg-clark-2016-speech-on-local-government-finance/",
    "title": "Greg Clark – 2016 Speech on Local Government Finance",
    "post_date": "February 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Greg Clark, the Secretary of State for Communities and Local Government, in the House of Commons on 8 February 2016.",
    "content": [
        "[![gregclark](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to report to the House my response to the consultation on the provisional local government financial settlement for the next financial year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have considered all 278 responses to the consultation; my ministers and I have met with local government leaders of all types of authority, from all parts of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have listened carefully to each of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to everyone who has taken the trouble to make such suggestions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The provisional settlement contained a number of important innovations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Firstly, although the statutory settlement is for 2016 to 2017, I set out indicative figures to allow councils to apply for a 4 year budget, extending to the end of the Parliament. Such a change permits councils to plan with greater certainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This offer was widely appreciated in the consultation; this is not surprising, since it has been a key local government request for years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to give councils the time to consider this offer, and formulate ways to translate this greater certainty into efficiency savings. I will therefore give councils until Friday 14 October to respond to the offer – although many have done so positively, already.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, in the provisional settlement I responded to the clear call from all tiers of local government to recognise the important priority – and growing costs – of caring for our elderly population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In advance of the Spending Review, the Local Government Association and the Association of Directors of Adult Social Services had written to me requesting an additional £2.9 billion a year be available by 2019 to 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through a dedicated social care precept of 2% a year – equivalent to £23 per year on an average Band D home, and a Better Care Fund of £1.5 billion a year by 2019 to 2020 to address pressures on care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The provisional settlement made up to £3.5 billion available by 2019 to 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thirdly, recognising that council services in rural areas face extra costs, I proposed in the provisional settlement that the Rural Services Delivery Grant should be increased from £15.5 million this year to £20 million in 2016 to 2017 – the year of this settlement – and to £65 million in 2019 to 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Councils and colleagues who represent rural areas welcomed this, but some asked that the gap between rural and urban councils, in terms of central government grant, should not widen, especially in the year ahead for which this statutory settlement is concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fourthly, this year’s provisional settlement marked the turning point from our over-centralised past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the start of the 2010 Parliament, almost 80% of council expenditure was financed by central government grant; by next year Revenue Support Grant will account for only 16% of spending power; by 2019 to 2020 only 5%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, Revenue Support Grant will disappear altogether, as we move to 100% business rates retention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local financing – through Council Tax and business rates – rather than central government grant, has been a big objective of councils for decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, some authorities argued for transitional help in the first 2 years, when the central government grant declines most sharply; they argued that other local resources would not have had time to build up fully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, much in the provisional settlement was welcomed, but specific points were made about:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "the sharpness of changes in government grant in the early years of this Parliament  \nconcerns about the costs of service delivery in rural areas  \nAnother very important point was made. Many councils felt that too much time has passed since the last substantial revision of the formula which assesses a council’s needs, and the costs it can be expected to incur in delivering services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These responses to the consultation seem to me reasonable and ought to be accommodated if at all possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Everyone will appreciate that the need to reduce the budget deficit means that meeting these recommendations is extraordinarily difficult.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to be able to meet all of the most significant of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can confirm that every council will have, for the financial year ahead, at least the resources allocated by the provisional settlement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have agreed to the responses to the consultation which recommended additional funding to ease the pace of reductions during the most difficult first 2 years of the settlement for councils with the sharpest reductions in Revenue Support Grant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will make additional resources available in the form of a transitional grant, as proposed in their responses to the consultation by colleagues in local government. The grant will be worth £150 million a year, paid over the first 2 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the needs formula itself, it is nearly 10 years since the current formula was last looked at thoroughly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is good reason to believe that the demographic pressures affecting particular areas – such as the growth in the elderly population – have affected different areas in different ways, as has the cost of providing services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I can announce that we will conduct a review of what the needs assessment formula should be in a world in which all local government spending is funded by local resources not central grant, and use it to determine the transition to 100% business rates retention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Pending that review, I recognise the particular costs of providing services in sparse rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I propose to increase by more than fivefold the Rural Services Delivery Grant from £15.5 million this year to £80.5 million in 2016 to 2017.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With an extra £32.7 million available to rural councils through the transitional grant I have described, this is £93.2 million of increased funding compared to the provisional settlement available to rural areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Significantly, this proposal ensures no deterioration in government funding of rural areas compared to urban areas for the year of this statutory settlement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have also, at the request of rural councils, helped the most economical authorities by allowing them to charge a de minimis £5 more a year in Council Tax without triggering a referendum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will also consult on allowing well-performing planning departments to increase their fees in line with inflation at the most, providing that the revenue reduces the cross subsidy that the planning function currently gets from Council Tax payers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A final point from the consultation: although the figures for future years are indicative, a small number of councils were concerned that, as their Revenue Support Grant declined, they would have to make a contribution to other councils in 2017 to 2018 or 2018 to 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can confirm that no council will have to make such a payment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, these are important times for local government. The devolution of power and resources from Whitehall is gathering momentum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet I am aware that there is serious work for councils to do to provide excellent services to residents – at the lowest cost possible – over the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I acknowledge the important role of councils which deliver the services on which all our constituents depend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful for all of their contributions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My response to the consultation has responded positively to sensible recommendations, in as fair a manner as possible, while holding firm to our commitment to free our constituents from the dangers inherent in the deficit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}