{
    "url": "https://www.ukpol.co.uk/tom-clarke-1988-speech-on-bahadur-singh/",
    "title": "Tom Clarke – 1988 Speech on Bahadur Singh",
    "post_date": "August 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Clarke",
            "url": "/tag/tom-clarke/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tom Clarke, the then Labour MP for Monklands West, in the House of Commons on 8 July 1988.",
    "content": [
        "This debate concerns the treatment of the late Bahadur Singh in Barlinnie prison. Even as I speak these words, I find it difficult to contemplate that a man 26 years of age, who lived for a short time in Coatbridge in my constituency and for whom I had been making representations from mid-winter until spring this year, died on 12 May—the day after his release, following six months in Barlinnie prison. Time after time, as his solicitor took up the case, his friends the Banga family in Coatbridge came to see me. I can still hear them saying, as they frequently did, “They will kill him, they will kill him.” Throughout, they had a lack of faith in the administration of British justice which many now think proved chillingly perceptive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I consider the Under-Secretary of State for Scotland, the hon. Member for Edinburgh, West (Lord James Douglas-Hamilton), to be one of the most humane of hon. Members, with a fine record as a Back Bencher interested in penal reform issues. I have to say, however, that after a number of representations and warnings, I cannot regard Mr. Singh’s death on a bus on the way home in the Punjab as a coincidence. There are far wider implications—of civil liberties, of basic human rights, of racism in Scottish prisons and, until recent times, a lack of Scottish Office concern about the problem—and I believe that these should be urgently addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Bahadur Singh had been languishing in Barlinnie prison after his arrest for a breach of the immigration laws, for not having proper documentation. Last year, he went to stay in Scotland with his friends, restaurant owner Autar Banga and Mrs. Jasbir Banga. In November, he was reported to the immigration authorities and arrested. He appeared in Airdrie sheriff court on Monday 9 November, when he pleaded guilty to a contravention of the Immigration Act 1971. He was fined £120 but because he had no money on his person, he was sentenced to 28 days and sent to Barlinnie pending the outcome of an appeal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I first took up his case with the Home Office on 18 November 1987, as Mr. Singh had sought political asylum. He was kept in prison while his application was processed. The inevitable questions arise: why did it take so long for the Home Office to make a decision and why, during the decision-making process, was he kept in prison? Those matters are diminished in importance by the most basic question of all: how was Bahadur Singh treated while he was in Barlinnie prison?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I first drew the Government’s attention to allegations of violence against Bahadur Singh when I wrote to the Minister of State, Home Office, the hon. Member for Mid-Sussex (Mr. Renton), on 11 February and again on 26 February 1988. I understand that Mr. Singh changed his mind about appealing for political asylum from time to time, but as I said then in my letter to the Minister, Mr. Singh’s\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“indecision over his appeal results from … bullying and abuse which has caused very great distress.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister’s written reply, received more than a month later, directed me to the Scottish Office, while the Minister proposed\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“to maintain his detention in view of his previous disregard for … immigration control.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Allegations of violence and racism continued, so on 28 March I wrote to the prison governor, Mr. Walker, that from the outset of Mr. Singh’s\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“committal to Barlinnie, I have had reports from his visitors of physical and cruel verbal abuse.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After a brief acknowledgment, the governor replied on 21 April, nearly a month later, in the following words:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I have had the allegations investigated by a member of my senior management team. Mr. Singh speaks virtually no English and it was necessary to interview him through another inmate who was acting as an interpreter.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In that interview, according to the governor’s letter, Mr. Singh apparently stated that he\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“had no particular problems at that time”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and no real fears for his own safety, although a few slogans had been daubed on his cell door. That account of the investigation is strongly disputed and I shall return to it later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would have expected that a matter as serious as this, raised by a Member of the House, would have been personally investigated by the governor and not delegated as a matter of little importance. Moreover, a letter from the governor to Strathclyde community relations council a few weeks later implied that there had been no problems with the treatment of ethnic minority prisoners. In the words of the council, his reply was “complacent” and “misleading”; it was not consistent with the facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was still very unhappy as allegations continued to mount, so I wrote to the Secretary of State for Scotland on 3 May 1988. One of the most unacceptable aspects of the whole affair is that the Secretary of State’s office did not reply to my letter until Thursday 2 June—the day when, by another remarkable coincidence, the Glasgow Evening Times broke the news to his office that Mr. Singh had died several weeks before. I believe that the House is entitled to an explanation for that insensitive delay from t he Secretary of State. At the very least, his role seems to represent administrative incompetence which cannot be dismissed lightly in view of the tragic consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have now had the opportunity to speak at length to crucial witnesses of the alleged events. Mr. Mohammed Sattar is a young Pakistani who at one point shared a cell with Bahadur Singh. It should be said in passing that Mr. Sattar had a fracas with his girl friend—now happily his wife—which led to a short stay in prison. There is a conflict of evidence between Mr. Sattar and Mr. Walker, the prison governor. Whereas Mr. Walker had said—I return to my earlier point—that Mr. Singh had made no complaint, Mohammed Sattar insists—and I can confirm that his English is very fluent—that he acted as an interpreter for Mr. Singh in the presence of the governor’s representative, and that Mr. Singh did, indeed, complain about beatings and racist behaviour. In my conversation with Mr. Sattar he repeated the allegations that he had first made in the Glasgow Evening Times when he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“They were just banging at them with steel bars and Bahadur and the other man were on their knees trying to protect themselves.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can do no other than underline that conflict of evidence in the hope that the matter will be investigated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have also talked, with the help of an interpreter, to another key witness, Mr. Vijay Kumar. Mr. Kumar had also alleged that he had suffered racial harassment while an inmate in Barlinnie prison, again as a result of a breach of immigration rules. However, on 16 June 1988, when his case came before Lord Weir in the Court of Session, Mr. Kumar was set free. Lord Weir used the following words:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It was not in the tradition of the Scottish administration of justice for someone to be detained for months and months in such circumstances.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I cannot stress too strongly that it is of the utmost importance that no steps should be taken to deport Mr. Kumar from this country before he has the opportunity to give evidence to an inquiry into the scale of racial harassment in Scottish prisons and, in particular, the death of Bahadur Singh. My hon. Friends and I hope that the Under-Secretary can give us an assurance to that effect today. Let me add that it is a tragic pity that Lord Weir was never given the opportunity to reach the same conclusion in the case of Bahadur Singh.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having spent four hours last Sunday listening to Mohammed Sattar and Vijay Kumar, I am convinced that they are telling the truth. I understand that the Minister has already taken some steps, and I thank him for that; but I insist that the problem warrants a full and open public inquiry. The Scottish Office must demonstrate that it takes the issue of racism seriously by responding to that call.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The allegations are serious ones. They are that Mr. Bahadur Singh was subjected to a series of harrowing racial attacks while in one of Her Majesty’s prisons; that Mr. Singh, a timid man who spoke virtually no English, was beaten up in his cell by five white inmates carrying metal bars and kitchen knives; that he was attacked while he mixed with other prisoners; that he had hot tea and soup thrown at him and was struck by a metal tray in the dining room; that racial slogans and threats were daubed on his cell door; and that the wardens specifically responsible for that part of the prison pretended not to notice any of this. It could hardly have helped that there is the suggestion—and I can go no further than that—that Mr. Singh was kept for some of his stay in a cell for 23 hours per day with a light on permanently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have been told by the Under-Secretary that Mr. Singh was medically examined on 28 April. But even if that was so, it does not explain what happened between that date and 12 May when he was released.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are other questions to be answered. Why did it take six months to deal with such a case? Are there other similar cases in Scottish prisons at the moment? Why, after such delays, was he rushed straight on to a plane and deported without being allowed to let friends and relations know what was happening? Is it true that he spent his last night in Scotland, not in Barlinnie, but in a police cell in Strathclyde police headquarters, and if so, why was he moved and why did his friends not have access? What precisely was the state of Mr. Singh’s health at that time and, frankly, was he fit to undertake that long flight?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why do we lock up illegal immigrants beside violent criminals in our toughest jails? Why do we run that risk of racist intimidation or, to put it another way, condemn people, whose only crime was to want to live here, to long periods of solitary confinement for their own protection?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why is there no purpose-built detention centre for immigration cases in Scotland, or at least a special arrangement with low security prisons? In a recent reply to my hon. Friend the Member for Glasgow, Pollok (Mr. Dunnachie), the Minister said that there are so few such cases in Scottish prisons that special arrangements are not neccessary. Surely the Minister accepts that if the numbers involved are so small, the establishment of a special detention centre would be so much simpler. It might be even less costly than present arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What special arrangements exist in our prisons for religious worship by minorities? What proportion of our prison officers come from ethnic minorities, and what steps are the Government taking to boost recruitment? What arrangements for special diets exist in Scottish prisons, and how sensitively are cultural questions tackled by prison administrators? Are there any members of ethnic minorities who are prison visitors in Barlinnie, and will the Under-Secretary tell us how he plans to increase their number around Scotland? I understand that the Home Office in England and Wales has recommended that each prison should have a race relations policy and senior management given proper training. Has any such policy even been talked about by the Scottish Office? Is racial harassment a problem in its own right or does the Scottish Office treat it as just another breach of prison rules?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For all those reasons, I have called for an official inquiry into Bahadur Singh’s detention and subsequent death. I try not to underestimate the problems of administering Scottish prisons and I have no difficulty in accepting that the vast majority of prison staff are thoroughly decent people. But that cannot, on its own, be enough. If there is something wrong with the system we must try to put it right, and what is wrong is the absence of a clear, central anti-racist policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Bahadur Singh is dead. But there are, I hope, many lessons that we can learn from his short life—particularly the last six months of it. We must face facts and tackle racism in our prisons and in wider society as a matter of urgency. This is, I believe, the least we can do in tribute to a young man whose love for this land was greater than we could return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}