{
    "url": "https://www.ukpol.co.uk/brendan-clarke-smith-2023-speech-on-the-budget/",
    "title": "Brendan Clarke-Smith – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Brendan Clarke-Smith",
            "url": "/tag/brendan-clarke-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Brendan Clarke-Smith, the Conservative MP for Bassetlaw, in the House of Commons on 20 March 2023.",
    "content": [
        "I expected to spend longer talking about corporation tax following this Budget, but I will not talk much about that today. When we look at the rates elsewhere, we would all like to see it lower as a long-term ambition, but there is a lot of really good stuff in this Budget to offset that. In particular, there are the tax reliefs for R&D we have heard about. I would say that small and medium-sized enterprises getting £27 from HMRC for every £100 of R&D investment is a really excellent policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Locally, we very much feel that we have a great chance to become the superpower we have heard about recently, because Bassetlaw will be the home of the STEP—spherical tokamak for energy production—fusion project. It is something we are incredibly proud of, and for our future energy generation, it is something we can take out to the world. We will have the world’s first commercial STEP fusion energy plant, which will be built at the home of one of the last coal-fired power stations, so this is very much about changing from old technology to new. It is about the billions this will generate, as well as the growth, the jobs and the apprentices we are going to get as we go from fossil to fusion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Edward Leigh (Gainsborough) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it is 5 miles from the town of Gainsborough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Brendan Clarke-Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, of course, and Gainsborough is a very important town to us locally. It fits within our local economy, and I am sure this project will benefit my right hon. Friend’s town as well. I know he is very passionate about this subject, and at the moment he is campaigning for further involvement in and recognition of this project for his constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know we are going to get an investment zone in the east midlands, and I think this would be an excellent site for one. My hon. Friend the Member for Don Valley (Nick Fletcher), who is in his place, has been campaigning every single day for at least the last six months an investment zone at Doncaster Sheffield airport, which would be another really great site. Neighbouring zones will of course all work together for growth in our regions. We do not just draw a line around our region; we work together and interact, and Yorkshire is incredibly important to us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just last week, for Open Doors week, I visited Europe’s largest concrete facility, Laing O’Rourke in Worksop, which is a centre of excellence for modern construction. It makes pre-cast components, and it is actually manufacturing a lot of the parts for Everton football club’s new stadium. I was going to make a few jokes about it being probably the best ground in the championship next season, but there is a lot of competition in the premier league right now, and I think I will stick to Notts County jokes before I upset anybody. There is also a £28 million privately funded carbon capture and power generation plant in Rhodesia in my constituency. Such companies want to invest in this country because of this Conservative Government, who are pro-growth and pro-business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To top it off, the icing on the cake for Bassetlaw was to find out about the levelling-up partnership that we are going to be part of. This is worth £400 million for 20 different places in this country, and we are very proud to be one of them. We have had £20 million announced for Worksop town centre, which is going to be transformative as we move more from retail to leisure, get people going back into our town centre and get a bit of pride back into our town centre. This partnership also helps other towns that have missed out or have perhaps been neglected by a Labour council, such as Retford. There is lots to be done there, too, and we have great links on the east coast main line. It is a wonderful town with a lot of great facilities and great people, and the drive is there to go forward and grow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How does this Budget affect the average, everyday person? We talk about these figures—millions and billions—all the time, but for me the Budget comes down to individuals and families, and what we are going to do for them. With our blue-collar offering, there is quite a lot we can be very pleased with. As a former children’s Minister, I think the childcare proposals for those from nine months on that have been outlined can be absolutely transformative and really help parents. I have had parents say to me that they would like it to happen straight away, but I think we all realise that there are capacity issues, and the sector is of course going to need some time to adapt. I know there are arguments both ways on ratios—some people like them, some do not—but it is as much about flexibility for nurseries as it is about money. To give an example, one time when I took my young child along to the nursery, I and many other parents had to wait because a member of staff was stuck in traffic. I think the nursery was one child over the ratio level, and we had to wait until the member of staff got there. We are giving nurseries flexibility in that kind of situation, and of course it is optional, which is great.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The freeze on fuel duty is really great for working people. What is not so great are ultra low emission zones. Many people are having to drive through them and pay exorbitant amounts of money just to drop their children off at school. It is very much a tax on the white van man—if someone wants to go into Sheffield, they are going to be charged. People think this is just about London, but it is not. It penalises working people. [Interruption.] My hon. Friend the Member for Heywood and Middleton (Chris Clarkson) is mentioning Manchester, and I know people are very concerned about it there. This is something we need to stop: we should not be taxing people to go to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, people will be really pleased with the action on energy prepayment meters. We have given a huge amount of support for people’s energy bills, but we all know that those on meters are sometimes the most vulnerable in our society, and those who struggle the most are paying a penalty. It is absolutely right that we have done something to change that. With all Budgets, a lot of people like to use the word “but”; I prefer to use the word “and” for the things we would like to see in the future. I think this is a good Budget, and there is lots of good stuff in it. It is a great Budget for Bassetlaw, and I commend it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}