{
    "url": "https://www.ukpol.co.uk/greg-clark-2012-speech-on-the-financial-sector-restoring-trust/",
    "title": "Greg Clark – 2012 Speech on the Financial Sector Restoring Trust",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Financial Secretary to the Treasury, Greg Clark, on 17th October 2012.",
    "content": [
        "[![gregclark](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Good afternoon,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m grateful for the opportunity to speak to you today about how banking and financial services can be restored in their reputation as an industry upon which Britain can depend and of which we will be proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The financial services industry is of fundamental importance to this country, not only to people in this room and in the City of London, but to all of us in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m thinking of the two million people in this country who are employed – directly or indirectly – by financial services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The ‘City of London’ is often seen as a piece of shorthand but more than two thirds of those people work not in the square mile, or even greater London, but in the rest of Britain. Over 200,000 jobs in the North West and in the Midlands, and over 150,000 in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The overwhelming majority of those members of staff are not the high rollers of popular imagination, but ordinary working people holding down respectable jobs on modest salaries in which they work hard to take care of their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Furthermore, their effort pays a big chunk of the taxes that support our public services on which we all depend on. Even in the recession, some sources estimate that financial services contributed one pound out of every eight pounds of government revenue – that’s about £1,000 every year for every man, woman and child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then there’s the value of the services provided directly by the industry: 50 million personal bank accounts, 11 million mortgages; hundreds of billions of pounds of loans to small and medium-sized businesses; UK financial managers are responsible for £3.2 trillion in financial assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s not just the provision of these services that is important – it is the efficiency and the inventiveness with which they are provided. A vigorous, competitive, well functioning financial sector keeps the costs of capital low – and that counts for a lot. For instance, if mortgage rates are one per cent less than they otherwise would be, that saves homeowners about £12 billion a year. And that’s to say nothing of the higher returns that come from getting money into the most productive assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The financial services industry is Britain’s biggest exporter – generating, last year, a £37 billion surplus from overseas trade – a surplus comparable to that of Luxembourg, Switzerland and Germany combined, and providing us with the vital foreign exchange we need to import goods and services without borrowing more from the rest of the world than we already do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So when I say that the financial services industry matters, I mean that life would be unimaginable without it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The foundation of this industry – probably more than any other – is trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Think about it this way: how many people in your life would you trust with all of your money?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not that many, I’m sure. And yet every day, tens of millions of us place our trust in a bunch of complete strangers, confident that they – or rather you – can be trusted with our financial security now and for the rest of our lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why there is – correctly and obviously – such an intense interest in what you are doing. It could hardly be otherwise: if there is a scintilla of doubt that the people trusted with our money may not be totally sound, the consequences are calamitous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That soundness is something we take for granted. But for most of human history – and still in many parts of the world – it is a rare and precious commodity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Building a reputation for trustworthiness was therefore instrumental in Britain’s success as a major trading nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The goldsmiths who took over the nascent business of banking during the 17th Century were able to do only because the merchants who banked with them knew that their gold would be safe – safer, certainly, than it had been in Royal Mint when it was seized by Charles the First! Two centuries later, when their successors saw the opportunity to make the move from trade to the financing of trade, they knew that honesty was the bedrock on which their new business would be built.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the years went by, the importance of trust has grown further as the sums became larger and the leverage greater.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of my abiding memories from childhood was on a trip from Middlesbrough to London when I went to see the Stock Exchange. Looking down on the trading floor – this was before Big Bang – I was struck by the force of that great motto Dictum meum pactum – my word is my bond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Trust remains the essential condition for the functioning, let alone the prosperity, of the financial services industry today. Ordinary working people rely on you to help them negotiate every stage of their lives. Businesses depend on you for their very growth and survival.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why the events of recent years – and recent months – have been so shocking and so corrosive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all remember the scenes of 2007 when tens of thousands of people queued up outside the branches of Northern Rock, fearful that their bank could no longer be trusted with their money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that was just a precursor to the worldwide financial crisis of 2008, when many of the world’s largest financial institutions teetered on the brink of collapse, forcing governments around the world to step in and bail them out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At a time like this – when the banks are still recovering, and the crisis in the Eurozone continues, the importance of trust is greater than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet we have had exposed the scandal of LIBOR in which people in positions of great trust attempted manipulate what The Economist called “the most important figure in finance”, in order to achieve personal or institutional gain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have had small businesses conned by their banks – which they thought of as their longstanding partners and advisers- into buying products that were worthless to them but were a nice little earner for the wolves in shepherd’s clothing on the other side of the deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have seen the recklessness of reputable financial institutions operating products and in markets of such complexity that even those in charge didn’t understand them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ordinary working people have been shocked to discover that they have been unwitting participants in these events – discovering, too late, that it was actually their own money in savings and taxes that had been put up for others to play with. When they read of bonuses that exceed in a year what they can earn in a whole lifetime, is it any wonder the mood is black?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, in this, United Kingdom financial services are not unique, or even the worst offenders. From the US subprime mortgage bubble, to the near collapse of Société Générale at the hands of a rogue trader, trust has been shattered around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the fact that these scandals have happened in other jurisdictions is of absolutely no comfort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In a world where trust is in retreat, it is incumbent on this country to provide a haven of confidence and security. But this won’t happen unless we merit higher standards of trust than apply elsewhere. The reputation of the City of London is a precious national asset built up over centuries. We are the temporary stewards of its reputation, and we have a responsibility to hand that reputation on to future generations whole and intact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The overwhelming – and urgent – imperative, then, is to rebuild trust. Trust is not secured by any single contributory factor, but by the interaction of several, including effective regulation; meaningful sanctions; clarity of structures; well-aligned incentives between principal and agent and, most of all, an all-pervading culture of integrity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The system of regulation that we’ve had for the last decade was found wanting. It missed the risks to the financial system as a whole by concentrating on the individual sources of risk in isolation, and did that in a way that suborned flexible and intelligent monitoring to bureaucracy and form filling. It made the FSA responsible for delivering both prudential and conduct regulation, which require different approaches and skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why the Financial Services Bill, currently before Parliament, establishes a new Financial Policy Committee of the Bank of England to monitor overall risks in the financial system, identify bubbles as they develop, spot dangerous inter-connections and stop excessive levels of leverage before it is too late. And we are creating two separate organisations, the Financial Conduct Authority and the Prudential Regulatory Authority, with mandates clear as to their different tasks. In both cases, the regulators will be asked to exercise judgement and intelligence, rather than providing mere repositories of data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There has been some debate about whether one of the objectives of the new regulator should be the competitiveness of the financial services industry. Adair Turner has said that it is not the role of the regulator to be the cheerleader of the industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that he is right. But that is not to say that the regulator does not have a role in competitiveness. In a world of diminished trust, a properly functioning, credible regulatory regime can be a source of competitive advantage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, sanctions. Most people expect things to work in a certain way. If someone breaks the law, they should be punished. When the crime is serious, they should be locked up. This should be as true for criminals who steal through financial manipulation as it is for those who break-and-enter. Indeed, just as sentences handed down to those who were convicted in last year’s riots reflected their contribution to the breakdown in the confidence and security enjoyed by ordinary working people, so must a similar premium apply to those crimes which destroy trust that so many people depend on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, simplicity. The right response to a complex world is not to multiply complications, but instead to seek to simplify. That injunction applies to directors and senior managers as it does to policy makers and regulators. If you don’t know what is going on in your bank, you should be bringing about changes in the scope and structure of your operations so that it is always within your grasp.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The ring-fencing of banks’ retail from investment banking operations, as recommended by Sir John Vickers and his colleagues on the Independent Commission on Banking, will simplify banks’ structures and so make them easier to resolve without recourse to the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Simplicity goes hand in hand with transparency. The more people who see and understand what is going on, the more they can have confidence that they are not being bilked. I see some positive steps here. I am pleased to say that the five largest UK banks have agreed to continue the voluntary disclosure of the pay of the top eight executives, in addition to the existing mandatory pay disclosures in respect of directors on the board, in advance of European legislation in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fourth, incentives. Reckless risk taking in banking – and mis-selling in wider financial services – have usually been associated with incentives for individuals which divorce them from the interests of the shareholders, consumer and taxpayers that they exist to serve. That’s why the Government has taken strong action to curb these practices. Under the FSA Code, up to 80% of bonuses must be deferred or paid in shares, thus limiting cash to 20% of the bonus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Martin Wheatley, the UK’s principal conduct regulator, has warned that at individual salesmen and women must never be remunerated in a way that is at odds with the interests of their customers. And to protect taxpayers, we have supported the FSA’s review of bankers’ bonus and dividend distribution plans to ensure that they are consistent with the required capital levels needed for them to be able to lend to families and business, and to protect taxpayers’ interests. I deeply regret the failure of industry leaders not to have acted earlier of their own accord on the matter, requiring the regulatory safeguards that I have described.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fifth, and, to my mind, the most important, contribution that can be made to the rebuilding of trust is cultural. The vast majority of the people working in financial services have taken pride in being part of an industry whose traditions are those of integrity, sobriety and responsibility. For most of our lives, to work in a bank – at whatever level, in whatever capacity – was to be marked out as someone of real standing in the community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It outrages me that the millions of people who have lived and breathed those values throughout long and devoted careers should have to endure the injustice of the damage to their reputation by being linked inadvertently to a reckless few.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier today, I announced to Parliament the Government’s response to Martin Wheatley’s review of LIBOR. He did an outstanding job and we support – and will immediately act on – every one of his recommendations. They are totally consistent with every element of the 5-pronged approach that I have set out to you this afternoon; including stronger and more explicit regulation; new criminal sanctions for abuse; a phasing out of many of the reference rates currently used to achieve a sharper focus on the more liquid sections of the LIBOR market; a removal of the potential for incentives to distort the behaviour of submitters and the creation of a new code of practice to which everyone involved must adhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government will play its part to make the necessary regulatory changes in the Financial Services Bill and I expect all institutions involved to make swift and decisive progress towards fully implementing the Wheatley recommendations in a way that promotes business continuity and legal certainty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During the weeks ahead, a cross-party Parliamentary Commission, established under the chairmanship of Andrew Tyrie, will consider the question of standards in the banking industry. I look forward to hearing the recommendations of the Commission early next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The leadership of this industry – which comes together in this Association – has the duty to set the tone from the top: to have, and to promote, a clear view of the ethos you collectively insist on, to challenge anyone who, by falling short of that, imperils the standing of the industry as a whole. The same is true of every individual firm that makes up the membership: every chairman, every chief executive, every board member has a responsibility to ensure that every employee – whatever their role – is in no doubt about the purposes of their bank in deserving the trust of their colleagues, customers, their shareholders and the general public. This is the moment for the leaders of this industry – many of them new – to place themselves at the vanguard of this movement for reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that this has already influenced your discussions today – and Anthony Browne’s proposal of a Banking Standards Board is one suggestion to address the task ahead – although it could only work if it had teeth and credibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is, I am conscious, an irony that some of the discoveries that have undermined trust in financial services in this country have come to light because – however much they can be improved – our systems and institutions are more transparent than those in many other countries. But that is nothing to regret. Our international reputation for probity and strength brings with it a more exacting set of demands to justify the benefits that it brings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am a friend of the financial services industry in this country – but a critical friend. In my view that is better than the only alternative – not the uncritical friend, but the hostile enemy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I met Antony Jenkins, the new Chief Executive of Barclays, I asked him what, in his view, the purpose of Barclays Bank is. He replied that the Bank’s purpose is to make the lives of its customers easier. That seems to me to be the right direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will stretch every sinew to – with you – make certain that the people of this country have total confidence in the system of finance that serves them, employs them, supports them with taxes and is a source of pride and excellence the world over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Britain needs you to succeed, and I for one am determined that you will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}