{
    "url": "https://www.ukpol.co.uk/tom-clarke-1985-speech-on-the-mobility-allowance/",
    "title": "Tom Clarke – 1985 Speech on the Mobility Allowance",
    "post_date": "May 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Clarke",
            "url": "/tag/tom-clarke/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tom Clarke, the then Labour MP for Monklands West, in the House of Commons on 18 July 1985.",
    "content": [
        "I am particularly grateful for this opportunity to debate the case of Michael Starrs, and I welcome the interest which the Minister’s Department has shown and look forward to the hon. Gentleman’s response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Michael Starrs is a father, aged 47. Clearly he is very severely disabled and an extremely ill man. Until his first serious illness struck in 1965, the year when a fateful operation for a duodenal ulcer was performed, Michael was extremely fit and far from work shy. As a national service man, he served in the 15/19 King’s Royal Hussars in Northern Ireland in the late 1950’s. Apart from that period, and until his illness, he worked as an apprentice and then as a welder in Tollcross foundry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Prior to his illness, Michael’s average weight was 10 stone 7 pound. Now it is just 8 stone. He has twice applied for mobility allowance and had been refused on both occasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tonight I have to ask the Minister why and, grateful though I am that the hon. Gentleman is present to reply to the date, I have to tell him that I shall listen very carefully, as will my constituents, to his reply, because it is a case which has baffled many people and continues to baffle me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have to ask the Minister why there should be a refusal in the case of a man who is qualified for and has been given a wheelchair by the National Health Service, presented by Belvedere hospital. Why should there be a refusal in the case of a man who was informed by letter on 8 March 1983 by the Ministry of Transport that the restricted condition of his legs meant that his driving licence would cover hand controls only? Why should a man who is fed intravenously or who is otherwise dependent on baby food or a liquid diet be judged so harshly? Why, when a man suffers from such obvious fatigue that his walking is considerably impaired and when it would be cruel in the extreme to make demands beyond his present limited capacity, is this not taken into account?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those questions are also being asked by my constituents, 3,500 of whom have petitioned me to insist on a full inquiry into the whole of Michael Starrs’ case, including his medical history, and some of those people themselves receive mobility allowance. Some of them are the same constituents who got together in a local social club and presented Michael with a hand-controlled car, which gives him the little comfort that he has when he can afford to run it.  \nLast year the local newspaper in my constituency, the Airdrie and Coatbridge Advertiser, published a prominent article headed\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Michael’s 19 years of hell.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It reflected, quite properly, the views of those in my community and strong views generally that those involved in social security have not yet found a satisfactory conclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In March 1965, at the age of 26 years, Michael was admitted to Hairmyres hospital, East Kilbride. He underwent an operation for a duodenal ulcer. From that date until now he has never had a normal meal because his ​ digestive system cannot cope with one. As it was not in his nature to be voluntarily without work, he applied for and was given a light job in the Gartcosh strip mill from 1965 to 1970. However, even that became too much for him and his consultant wrote to British Steel and told them so. After a lengthy period as an out-patient and sometimes as a in-patient, yet another operation, the third in all, took place in 1970 to deal with the complications which had arisen from the earlier operation in 1965. It is a matter of medical history that a piece of silk, which lingered from Michael’s first encounter with surgery, had to be removed. Michael tried to resume work but found that his condition had deteriorated so badly that he experienced a burning sensation every time that he attempted to swallow, a condition which persists to this day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Michael finally accepted early redundancy and left his employment with £800 for his 20 years’ service. With that he was left to face the future. Michael has existed on invalidity benefit since then. It is not surprising that his faith in social services has been somewhat shattered. Astonishing though it may seem, in 1976 he was called before a medical tribunal and his invalidity benefit was discontinued. He appealed to the health commissioner, who restored it. That establishes that tribunals are not always right, and certainly have not been so in Michael’s case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first tribunal that heard Michael’s application for mobility allowance sat on 13 October 1980. It concluded:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We have considered the evidence and observed the claimant walking out of doors. He walks slowly with a hesitant gait and with the aid of a stick hut without apparent pain or severe discomfort.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The best person to make a judgment on his ability to walk and his discomfort is Michael. On that evidence, which is supported by all who know him, there is and has been considerable discomfort. I find it incredible that the tribunal could have reached such a conclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I gave evidence at the second tribunal hearing in January. It had before it a great deal of information, including the opinion of Dr. Ian Bone, a consultant neurologist, who said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“‘He walks in an extraordinary manner, bent forward as though walking on a treadmill. The walking is symmetrically abnormal but becomes more bizarre when the stick is held in the left hand. On general examination, he is a small emaciated man.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Having heard the evidence and made my contribution to the tribunal. I believe that my constituent suffered in the conclusions reached because of aconflict of medical evidence about his condition. There were several diagnoses from various doctors. Doctor No. 1 said that Michael suffered from multiple sclerosis, doctor No. 2 said that it was\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“post-gastric surgery debility: ataxia”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and a third doctor concluded that Michael’s condition was caused by a psychosomatic illness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The doctor who knows most about the case is Mr. Starrs’ own medical practitioner, Dr. Edward McCabe, a man who does not use words lightly and thinks carefully before he reaches a conclusion and offers it for consideration. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Mr. Starrs suffers from a difficulty in locomotion which I feel qualifies him for a mobility allowance.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is the unreserved view of a doctor who knows Michael and has seen the condition develop and Michael’s health deteriorate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unfortunately, the tribunal did not share that opinion. It concluded: ​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We have observed the claimant walking a distance in excess of 100 yards outside. The claimant can walk such a distance, as was confirmed by Mr. Clarke, slowly and gingerly with frequent short pauses for no apparent reason and without any evidence of distress.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I found that conclusion astonishing and I regret to have to say that it was a distortion of the evidence that I gave. I made it clear that on a very cold winter’s morning I walked 100 yards with Michael Starrs and I had to stop with him on five or six occasions. He was unable to continue and was caused considerable distress. I was cold and Michael, in his condition, must have felt much colder. How the tribunal could have reached that conclusion is a mystery which still invites an explanation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have discussed all the papers in the case and the facts known to me with my right hon. Friend the Member for Manchester, Wythenshawe (Mr. Morris), who introduced the legislation that provided the mobility allowance. He would have spoken in the debate. but unfortunately he has to be out of the country on parliamentary business. However, he has encouraged me to say that he finds it astonishing that Michael Starrs has not been given a mobility allowance. He would have supported my case, and I find that support a great comfort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the basis of the evidence in this case, there must be a suspicion that applicants for the allowance, at least in Scotland, if not elsewhere, are being subjected to more stringent tests than many people would feel are desirable. I know of the independence of adjudication authorities, yet there is a clear injustice in the case of Michael Starrs and it worries me that similar injustices might be occurring in other cases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If the Minister tells the House that he cannot intervene in the case, there will be considerable disquiet amounting, yes, to disgust in Coatbridge and throughout my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I invite the Minister to share my contempt for the procedures which have condemned Michael Starrs to immobility and dependence whereas with the allowance which the thousands of people who know him think he should have he could be mobile and independent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I cannot believe that a man and his family who are experiencing such stress and pressure will not be compelled later to make even greater demands upon the National Health Service. No saving is made by not granting the allowance.  \nI say to the Minister and to the adjudicating authorities that I cannot accept their view. I cannot accept that Michael Starrs should be treated in this way. The fight will continue beyond this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I sought the opportunity to ensure that we had an Adjournment debate on the issue because I profoundly believe that the case speaks for itself and invites correction. I should be delighted if the Minister responded positively, not just in the interest of Michael Starrs and his family, important though that is, but in the interests of humanity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}