{
    "url": "https://www.ukpol.co.uk/simon-clarke-2022-levelling-up-secretarys-op-ed-for-the-telegraph/",
    "title": "Simon Clarke – 2022 Levelling Up Secretary’s Op-ed for The Telegraph",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The article written by Simon Clarke, the Secretary of State for Levelling Up, Housing and Communities on 22 September 2022. The article was released as a press release by the department (mis-spelling the Secretary of State’s name).",
    "content": [
        "We have a new and reinvigorated government in Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A government ready to roll up its sleeves and put in the hard graft so that the future of this country is bright and prosperous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must ensure that everyone in our society – irrespective of where they’re from, what they do, or how much money they earn – lives somewhere warm, decent and safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve already acted on energy bills, so a typical household will pay no more than £2,500, while providing hundreds of pounds in relief for struggling families this winter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’re acting with that same urgency on building safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What happened at Grenfell Tower was nothing short of a national tragedy. It should not have taken the death of 72 people for us to have woken up to just how ineffective the building safety regime was. It is our duty as a government to fix this, and ensure that it never happens again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just a few weeks into the job I am hearing from leaseholders who are still waiting for remediation works to be carried out, who are unable to sell, and face sky-high building insurance premiums.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m determined to finish the job my predecessors started, fixing the system for good, ensuring that industry rectifies the problems it created, and making sure that the leaseholders who have been so unfairly caught up in this scandal get the relief and protection they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In recent months, we’ve already taken some big steps in the right direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Building Safety Act came into force over the summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It represents the greatest set of reforms in a generation with a tough new regulator and an even tougher regulatory regime to ensure that people’s homes are made safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Act means that every block of flats must now have someone who is responsible for a building’s safety and the residents who live in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It also provides far-reaching legal protections to leaseholders so that they’re no longer hit with unfair bills to fix cladding issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the first time government will have powers to force owners to fix dangerous buildings for which they’re responsible and ensure remediation works are both fast and proportionate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Forty-nine of the largest housebuilders have now risen to the challenge set by government and signed a public pledge to fix unsafe buildings that they developed or refurbished. Responsible housebuilders are wasting no time in getting on with fixing those buildings and I look forward to working with this group on our ambitious housing agenda to deliver the homes and growth this country deserves. We will shortly turn those pledges into legally binding contracts, which will give residents confidence that their homes will be made safe and that leaseholders will not have to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Any housebuilders that fail to act responsibly may be blocked from commencing developments and from being granted building control sign-off for their buildings. This month we have taken steps to set up a scheme in law to show which housebuilders are doing the right thing, and which are failing to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our Recovery Strategy Unit will expose and pursue firms and individuals involved in the most egregious cases of building safety neglect. Where freeholders are not coming forward and accepting government money to make buildings safe, this unit will be launching legal action. I expect the first cases to be brought very soon. This government is determined to hold the worst actors to account, deliver for leaseholders, and restore confidence in the housing market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But this was never about heaping blame on one part of the sector. It’s about making the whole industry, including construction product manufacturers, play its part in fixing the wrongs of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s one of the reasons why my department is also working hand in hand with the Financial Conduct Authority to ensure that appalling practices within the insurance industry, like the sharing of commissions between brokers and managing agents, which can drive up prices for consumers, are brought to a swift end. I wrote to the British Insurers Brokers Association myself this week and I expect this immoral behaviour to stop immediately.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also why we will continue to work relentlessly with the lending industry to ensure leaseholders are no longer trapped by over the top risk aversion and unnecessary paperwork, freeing them to take their next step on the housing ladder. I welcome their commitments so far but now is the time to see tangible changes to unlock the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will make homes safer. We will protect leaseholders from crippling costs. And we will work to restore the right of everyone in this country to feel safe in the place where they and their loved ones sleep at night.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}