{
    "url": "https://www.ukpol.co.uk/brendan-clarke-smith-2022-statement-on-children-with-no-recourse-to-public-funds/",
    "title": "Brendan Clarke-Smith – 2022 Statement on Children with No Recourse to Public Funds",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Brendan Clarke-Smith",
            "url": "/tag/brendan-clarke-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Brendan Clarke-Smith, the Parliamentary Under-Secretary of State for Education, in the House of Commons on 5 September 2022.",
    "content": [
        "Today I am providing an update following a consultation undertaken by my Department to consider access to the two-year-old early education entitlement for children from families with no recourse to public funds (NRPF). The purpose of the two-year-old early education entitlement is to provide early education and support to the most disadvantaged two-year-olds in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some families with an irregular immigration status have a NRPF condition designated by the Home Office. This condition restricts these families from drawing on welfare support and other passported Government support, and previously this has meant that their children, regardless of their own circumstances, have been unable to access the early education entitlement for disadvantaged two-year-olds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Department announced on 24 March 2022 that we would extend eligibility for free school meals to children from all families with NRPF subject to income thresholds and that we would consult on whether there are any additional groups of children from NRPF families who should be eligible for the two-year-old entitlement that we have not already identified.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to confirm the publication of our consultation response on gov.uk. This confirms that the additional groups that have been identified are:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(1) those with a UK ancestry visa\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(2) those with temporary protection status under Section 12 of the Nationality and Borders Act; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "(3) those with pre-settled status with no qualifying right to reside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have now permanently extended eligibility for the two-year-old early education entitlement to children from all families with NRPF, subject to the income thresholds as follows:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "£26,500 for families outside of London with one child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "£34,500 for families within London with one child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "£30,600 for families outside of London with two or more children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "£38,600 for families within London with two or more children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A maximum capital threshold of £16,000 applies in all areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These thresholds were developed to create comparative thresholds with broad equivalence with families with recourse to public funds and who qualify for the early education entitlement due to being in receipt of welfare benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This permanent extension begun on 1 September 2022. We have published guidance to support local authorities in implementing these changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will help to ensure that every child gets the best possible start and receives the right support, in the right place, at the right time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}