{
    "url": "https://www.ukpol.co.uk/feryal-clark-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Feryal Clark – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Feryal Clark",
            "url": "/tag/feryal-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Feryal Clark, the Labour MP for Enfield North, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Blackburn (Kate Hollern). My constituents of Enfield North simply cannot afford, and do not deserve, to pay the price for this Government’s mistakes. The Tories have crashed the economy, and now pensioners could be paying the price. As Members across the House have said, people who have worked hard their entire lives rightly expect security in retirement, and the only reason that the Government are considering not protecting the triple lock is due to the mess they have pushed our economy into.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The economic crisis created in Downing Street means that, in addition to the triple lock, every pledge made in the summer leadership contest is now under review. In my constituency, abandoning the 2019 Conservative manifesto commitment to the triple lock on state pensions for a second year in a row could leave almost 13,000 pensioners £900 worse off on average. The past 12 years of Tory mismanagement have left more and more of my constituents in poverty. Over the past decade, pensioner poverty has risen by almost half a million people. Since 2015, Enfield has risen from being the 12th to the 9th most deprived London borough, and since 2021, homelessness has risen by 250%. One in three workers in Enfield is paid below the London living wage, and one in five workers is low paid. Now, the Government are considering enforcing an average cut of £408 next year on pensioners in Enfield North, if the triple lock is broken again when pensions are uprated in April.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How can pensioners in Enfield North and around the country ever trust a word the Conservatives say when the Prime Minister just weeks ago committed to the triple lock? When the then Chancellor suspended the triple lock last year, he promised to reinstate it the following year. He now refuses to give certainty to pensioners, leaving them wondering whether they will be betrayed yet again. However, trust is not the issue here—we all know we cannot trust this Government. They tell us that they are doing something one day, and the next day it is gone. Pensioners in Enfield North tell me that they are already struggling with soaring food and petrol costs. Pensioners are already staying on the bus all day just to keep warm, and they are terrified of turning their heating on this winter, due to the costs that will incur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A 73-year-old constituent wrote to me this week, concerned about how they will manage their Raynaud’s disease this winter, after receiving a large bill for their consumption and the rocketing cost of living. Pensioners should not now pay the price for Tory mismanagement of the economy. The Government must commit to keeping the triple lock, and not keep my constituents, and pensioners across the country, waiting. My constituents deserve not just to survive this winter, but to thrive, and that is why I will be backing the motion today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}