{
    "url": "https://www.ukpol.co.uk/greg-clark-2022-statement-on-the-work-of-the-levelling-up-department/",
    "title": "Greg Clark – 2022 Statement on the Work of the Levelling Up Department",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Greg Clark, the then Secretary of State for Levelling Up, Housing and Communities, in the House of Commons on 5 September 2022.",
    "content": [
        "Since I was appointed on 7 July, I have been privileged to lead the Department for Levelling Up, Housing and Communities in its work to spread opportunity in all parts of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This statement updates the House on progress that has been made during the summer recess. All relevant documents referred to will be placed in the Library of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have delivered stronger local leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A devolution deal has been signed with York and North Yorkshire to create a Mayoral Combined Authority comprising the City of York and North Yorkshire Councils and covering a population of 818,000 people. The deal, which is subject to ratification by the councils, includes a £540 million investment fund over the next 30 years, and over £22.5 million to support the building of new homes on brownfield land and to drive green growth in the area; the devolution of the adult education budget; an integrated transport settlement and confirmation that the Government are minded to provide additional support for the regeneration of the York central brownfield site, subject to an agreed business case. The first mayoral election would be in May 2024 and the new Mayor would take on the functions of the police, fire and crime commissioner. There will be a locally run public consultation, and the secondary legislation to implement the deal is subject to consent from councils and parliamentary approval.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A devolution deal has been signed with Derby, Derbyshire, Nottingham and Nottinghamshire to create an East Midlands Mayoral Combined County Authority. The deal is subject to ratification by the councils, and to the Levelling-up and Regeneration Bill receiving Royal Assent. The deal includes a Mayor for the 2.2 million people of the area, to be elected in May 2024. Both the Government and the four councils place great importance on the involvement of the 15 district and borough councils in the area. The deal establishes an investment fund of £1.14 billion over the next 30 years—the joint largest of any devolution deal so far—over £17 million to support brownfield development and further investment, subject to business cases, of £18 million to support local housing and net zero priorities. The deal also includes devolution of the adult education budget and an integrated transport settlement. There will be a locally run public consultation and the secondary legislation to implement the deal is subject to consent from councils and parliamentary approval.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Other deals named in the levelling-up White Paper are progressing well, notably with councils in Suffolk and north-east England, and with Cornwall, as well as additional trailblazer deals with the west midlands and Greater Manchester.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have taken decisive action to restore good governance to councils in England that have let down local residents, in Slough, Liverpool, Nottingham and Thurrock. In making interventions, we have established an approach that help from within the local area should be pursued wherever possible and we are grateful to Mayor Steve Rotheram for stepping forward to guide the future of Liverpool City Council and to Essex County Council for leading the intervention in Thurrock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have tightened rules to prevent councils in England from using creative accountancy to avoid the spirit of the financial frameworks which are there to protect taxpayers, and have advised consultancies that they should not facilitate such practices at the taxpayers’ expense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have published for consultation the draft policy and strategy statement for the Electoral Commission required by the Elections Act 2022, in which combating electoral fraud through so-called family voting in local and national elections is emphasised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have provided further opportunities to level up across the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Round 2 of the £4.8 billion levelling-up fund was opened on 15 July and closed on 2 August. Over 500 applications have been made from every part of the United Kingdom. Analysis of the bids is currently taking place and results will be announced in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over 50% of the allocations from the future high street fund have now been made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 1 September we published, with the Welsh Government, the prospectus for a freeport to be established in Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition to the eight freeports in England, good progress is being made towards the designation of green freeports in Scotland, in a joint process with the Scottish Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have delivered for our communities and faith groups and protected vulnerable people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The British people have now welcomed over 120,000 refugees from Ukraine through the “Homes for Ukraine” and “Ukraine Family” schemes. We would like to pay tribute to the work of Lord Harrington of Watford, who led the “Homes for Ukraine” programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have supported the next phase of the welcome programme to support people from Hong Kong with BN(O) visas in settling into the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With £1.3 million of new funding we announced a new deal fund to support faith groups to support vulnerable people and communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nearly 90% of the £150 council tax rebate has been paid out by councils to residents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because everyone deserves a home that is habitable, whatever its tenure, we have launched a consultation on setting a decent homes standard for private rented properties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To help people with the cost of living during this time of high inflation, we have launched a consultation on setting a lower cap on maximum social housing rent increases in 2023-24.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 3 September the landmark rough sleeping strategy to end rough sleeping by the end of this Parliament was launched, on which a separate ministerial statement is being made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have accelerated moves to provide justice for leaseholders in buildings that are unsafe because of cladding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have reopened the building safety fund for applications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have worked with lenders who have agreed to restart lending on affected properties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have issued contracts to developers to make good their pledge to remediate unsafe buildings for which they are responsible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We commenced the primary legislation that will enable us to establish an industry scheme to penalise developers who fail to discharge their responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We launched a call for evidence to enable us to address the specific problems of leaseholder-owned and commonhold buildings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have taken steps to increase the pace of development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In order to accelerate development, we have set out measures to speed up the planning process for nationally significant infrastructure projects like nuclear power stations and offshore wind farms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have set out measures that will reduce the levels of nutrient pollution entering our most sensitive watercourses, thereby allowing stalled housebuilding to proceed while protecting the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have emphasised the importance of the beauty and the enjoyment of our built and natural environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have strengthened the powers of councils to require takeaway restaurants to clear up litter they generate in our high streets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have launched the levelling up parks fund in England to create or restore 100 green spaces in our urban areas with the least access to parks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A major planning application on the south bank of London has been called in for public inquiry to assess, among other things, the impact of the proposed development on the historic environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we have extended the ability of cafes, pubs and restaurants to take advantage of the great British summer with al fresco dining.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud of what has been delivered in eight weeks, and I am grateful to my officials in Government Departments as well as to partners in local councils, businesses and voluntary organisations across the United Kingdom for their intense work this summer. It shows what can be achieved to the benefit of all our citizens when people work together in joint endeavour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}