{
    "url": "https://www.ukpol.co.uk/kenneth-clarke-2019-speech-on-the-european-union-withdrawal-act/",
    "title": "Kenneth Clarke – 2019 Speech on the European Union Withdrawal Act",
    "post_date": "October 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Kenneth Clarke, the Conservative MP for Rushcliffe, in the House of Commons on 19 October 2019.",
    "content": [
        "I hoped I would never be driven, in these long debates on Brexit, finally to deciding what my opinion is on the choice between a no deal and a bad deal. I regret to say that when my right hon. Friend the previous Prime Minister put forward the proposition before, I had considerable doubts about her belief that no deal was better than a bad deal. Those doubts have increased, because what we have before us now is undoubtedly a bad deal. I think it is a very bad deal. It is wholly inferior to the deal that was negotiated by my right hon. Friend the former Prime Minister, for which I, too, voted three times, like the hon. Member for Hove (Peter Kyle). We cannot be accused of taking part in this debate seeking to block Brexit and repudiate the wishes of the British public, and all the rubbish that the more fanatic Brexiteers and their followers frequently hail at us. But now the choice is very real.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a very bad deal, for reasons that I will not dilate on, but others have. I actually have considerable sympathy with the Members from Northern Ireland: the independent Unionist, with whom I almost always agree, and the Democratic Unionists. This is a most peculiar constitutional position that they are being put in as Members of the United Kingdom. I would very much rather that we did not have this situation of a border down the Irish sea, because there is absolutely no doubt that there is quite a clear customs and regulatory border being envisaged down the Irish sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has to be said that the effect is to save the all-Irish economy from the near calamity that a total no deal would have resulted in. I have no idea how anybody would have operated a no-deal situation across the border, and I thought these weird propositions of a customs border somewhere in Northern Ireland but not on the border had little or no chance of working. Although the Irish at least have the economic consolation that they will sail on through the transition period as they are now, I am extremely worried that the purpose of going to negotiate this convoluted arrangement over Ireland was so that the economy of Britain could be taken out of the customs union and the single market straightaway. If that holds after the transition period, I think it will have the most damaging effects on our economic future, for all the reasons that other people have given in the earlier and lengthy speeches we have heard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore, it is all to be played for in the transition period. I actually do not believe that a good free trade agreement, a good agreement on security and fighting international crime, and agreements on the licensing of medicines and the possible arrangements with the European Medicines Agency—all the things spelled out—are likely to be achieved by the end of next year. The Canada deal, which a lot of Brexiteers like to hold up as a model, took about nine years to put in place, and I wish that we were prepared to contemplate a more realistic timescale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, the votes today, and the process of the next week or two, must get us through the necessary steps to put in place a withdrawal agreement, so that we ​have a transition period in which to hold full negotiations about our ultimate destination. All my votes in this House have been to ensure that the calamity of leaving with no deal on 31 October, or whenever, was never allowed to happen. For that reason, we should support this deal, but I cannot understand the Government’s resistance to saying that we should legislate before we abandon the protection of the Benn Act and decide that we do not need an extension.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government say that we can take for granted the details and getting the votes, but none of us are sure whether there is a majority for this Government and the present deal at all. If the Government can maintain a majority throughout all the legislation I shall be very reassured, but I would like to wait to see that they can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}