{
    "url": "https://www.ukpol.co.uk/greg-clark-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Greg Clark – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 9 December 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Two weeks ago, a group of more than 50 girls and women walked after dark from Rusthall, one of the villages in my constituency, to the centre of Tunbridge Wells. Those women, several of whom are in the Public Gallery, walked together to make a point. They felt safe together, but had they walked the same route alone at night, they would have felt afraid. Some would not have embarked on the journey at all, and many would have taken avoiding action such as getting a lift, a bus or a taxi. Some would have arranged to walk with someone else. Others would have deployed tactics all too familiar to women and girls across the country such as pretending to have a conversation on their mobile phone to signal that they were in contact with someone else. If alone, they would have been fearful of being followed or of having an offensive, suggestive or obscene comment directed at them, or of being obstructed or intimidated as they walked alone, as well as the fear of being physically assaulted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For every woman and girl on that walk, hundreds more find that they have to engage in these routines and protections day in, day out to feel safe—and that is in Tunbridge Wells, a place with a strong community, a committed police force and less crime than in many others. When I visit schools, and especially sixth forms, confidence in using our streets, especially at night, is almost always raised by students, including by one young woman who came to see me to describe how outraged she was by the experience of being kerb-crawled by a man in a car when she was out jogging one morning. Why should a woman feel less confident on our streets than a man? The streets are theirs equally, but that is not how it is experienced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "According to the charities Our Streets Now and Plan International, who have done so much to highlight the issue and press for change, twice as many girls and women feel unsafe when alone on our streets as do boys and men. It is not just the commission of physical violence or assault that makes women feel unsafe. Deliberately distressing acts such as following a woman closely through the streets at night or directing explicit, abusive comments at women can and do contribute to that insecurity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the moment, there is no specific offence of public sexual harassment, yet in private settings, such as the workplace, everyone knows that sexual harassment is specifically and explicitly prohibited. Other types of harassment in public are identified in law—rightly, in my view—as being especially serious. They include harassment of someone on the grounds of their race or because they are gay. My Bill would close a loophole in the law whereby deliberately harassing another person on the grounds of their sex with the intention and effect of causing alarm or distress would be a specific criminal offence. It would, like harassment on the grounds of sexuality or race, be capable of similar penalties, should the court wish, as those other crimes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The proposal was subject to a consultation carried out by the Home Office. I am grateful to the former Home Secretary, my right hon. Friend the Member for Witham (Priti Patel), for her passionate commitment to confronting the issue and for launching the consultation before the summer. The Bill follows that consultation, and I am grateful for the assistance of the current Home Secretary, and to the Minister and her officials for their help in preparing it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Bill is a simple one, as private Members’ Bills should be. It is intended principally to close a loophole and bring into alignment the treatment of harassment on the grounds of sex with harassment on the basis of other protected characteristics. It follows the comments of the Law Commission to its report on hate crime laws in December 2021, which said the Government should consider\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“a specific offence to tackle public sexual harassment, which would likely be more effective than adding sex or gender to hate crime laws.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One reason not to simply add sex to the list of hate crimes is that although harassment on the grounds of race is considered to be driven by a hatred towards a person’s race, specifying hatred or hostility could leave open a legal defence that a man who deliberately harassed a woman in public was not guilty of a hate crime offence, because it could not be proved that his behaviour was motivated by actual hatred of women. The simplest way to proceed, and a subject that the Home Office consultation examined, is to add to the existing law of harassment in the Public Order Act 1986. My Bill would therefore add a new offence of intentional harassment, alarm or distress on the basis of sex to that Act of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under my Bill, if an act of intentional harassment, alarm or distress is carried out in a public place because of the relevant person’s sex, an offence of sex-based harassment has been committed and can be punished, as with offences on racial grounds or grounds of sexuality, at the higher tariff that applies to those crimes by dint of the Crime and Disorder Act 1988—in other words, above the limit set in the magistrates court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is important to make a few features of the Bill clear. First, it is not meant to—nor will it—criminalise thoughtless or clumsy words. It is sometimes the case that behaviour, although unwelcome, is not motivated by the deliberate intention to cause alarm or distress. Sometimes, men and boys—even girls and women—can say or do the wrong thing without meaning to make another person threatened or alarmed. Such behaviour is not within the scope of the Bill, neither is behaviour that would be considered reasonable by normal standards. The Bill targets people who deliberately target other people to do them harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, although I referred to sexual harassment, the scope of the offence includes, but does not have to entail, a motivation of sexual gratification. Just as in the workplace, the harassment of women may be based on attitudes towards women that might not be best described as linked to sexual gratification. Thirdly, the Bill is drafted to address the specific loophole in the law about harassment based on sex. That means, in principle, that it applies to women and men if they are deliberately publicly harassed based on their sex. Public sexual harassment can affect men and boys, but we should be clear that it disproportionately affects women and girls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some might be concerned that my Bill, if enacted, would place extra pressure on police forces to investigate and arrest those suspected of deliberately sexually harassing women in public places. We all want the police to focus on fighting crimes, but these are serious crimes that affect the lives of millions of girls and women every day, causing them to change their behaviour when they should have no reason to do so. Recent years have shown that it is important that all of us, including the police, give greater attention to the protection of women. The consequence of passing this law to make sexual harassment in public a specific offence, triable if necessary in the Crown court, will be to establish that setting out deliberately to alarm or distress a victim is a serious matter that will be dealt with seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The real purpose of the Bill is to help to change the culture of society so that it becomes even more obviously unacceptable to abuse, humiliate and intimidate women and girls in public. I hope that few prosecutions under the law would ever be required, but it is important that the law is there. We have seen that this is possible. To see someone abusing someone else racially in public is now universally seen as deeply shocking and obviously wrong. In my spare time, I enjoy attending football matches, and it is not many years since it was quite common to hear racial abuse on many terraces. It would be inaccurate to say that it has been completely eradicated, but it is vastly less frequent and is taken with great seriousness not just by the authorities, but by other people present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Too many girls and women feel unsafe when alone on our streets—twice as many as men. Two thirds of girls and women have changed their plans at some time because they have been worried about or have experienced public sexual harassment. Our streets are their streets, and they should not have to do that. The Bill, if it is supported by Parliament, would eradicate the unconscionable situation in which public sexual harassment is not a specific crime. It will make it clear that the crime is serious and it will provide sanction against those who deliberately set out to frighten women and girls on our streets. It is a tightly drawn but, as I hope the House will agree, valuable step in protecting the more than half of our population who, for too long, have had to change their ways of living their lives when the abusers should change theirs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Luke Evans (Bosworth) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend is making a fantastic point. I fully support the Bill, but it still has to go through Parliament. Is he aware of the StreetSafe service, run by the police, through which any person who feels unsafe can report dark spots, lights that are out and difficult areas? Authorities can then look at and address them to make sure that we are immediately safer in our communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend makes an excellent point, which allows me to emphasise that although I think my Bill will be a great step forward in providing for a specific offence, many other measures are needed. That includes providing information nationally and, especially, locally. I commend the Home Office for its initiative in recent weeks to advertise in public places, encouraging people to step in when they see women and girls being abused. All of us as Members of Parliament and everyone in the community can step up and make a difference through those actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those of us in the Chamber today can go a step further and make it very clear that the offence of harassing someone on the grounds of their sex in public will be taken very seriously. It will provide clarity that people will be arrested for that, and I hope that it will lead to a safer future for women and girls in this country. On that basis, I commend the Bill to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}