{
    "url": "https://www.ukpol.co.uk/feryal-clark-2022-speech-on-east-kent-maternity-services-independent-investigation/",
    "title": "Feryal Clark – 2022 Speech on East Kent Maternity Services – Independent Investigation",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Feryal Clark",
            "url": "/tag/feryal-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Feryal Clark, the Labour Health spokesperson, in the House of Commons on 20 October 2022.",
    "content": [
        "I thank the [Minister for advance sight of her statement](https://www.ukpol.co.uk/caroline-johnson-2022-statement-on-east-kent-maternity-services-independent-investigation/). I thank Dr Bill Kirkup and his team for the report. Today marks another milestone for another group of families in their fight for justice. The heartbreak they must feel is unimaginable, and my thoughts remain with them during what must be an incredibly difficult time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sadly, this is another example of women’s voices not just being ignored but being silenced. When women in East Kent were told that they were to blame for their babies’ deaths, they were being told that their voices just did not matter. At a time when women are at their most vulnerable, they were let down by the very people they were relying on to keep them safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After responding to the Ockenden review of Shrewsbury and Telford, I find myself having to repeat something that I never thought I would need to say again at this Dispatch Box: no woman should ever face going into hospital to give birth not knowing whether she and her baby will come out alive—no one. It is not a case of a few bad apples. What happened at East Kent, as with what happened at Shrewsbury and Telford and at Morecambe Bay, was years of systemic negligence that cost lives. As we have heard, up to 45 babies could have survived had they received better care. That is 45 lives that were cut needlessly short and 45 families made to suffer the most devastating heartache.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Although I am heartbroken for the families that the review had to take place, it is vital that it did. Nobody who allowed this culture of neglect to set in should escape accountability. Such a review has been necessary again because, for too long, people turned a blind eye and tolerated the intolerable. That is why it cannot be allowed to sit on the Department’s shelf and gather dust. We must see action if we are to give women the care that they need and deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a pattern of avoidable harm in maternity units across the country. There were nearly 2,000 reported cases of avoidable harm at Shrewsbury and Telford. Half of maternity units in England are failing to meet safety standards. Pregnant women were turned away from maternity wards more than 400 times last year. One in four women is unable to get the help they need when in labour. That is why it is important that the Government fully accept all the recommendations in Dr Kirkup’s review without delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a collective failure and we must all learn lessons from it. In the wake of the Ockenden review, the right hon. Member for Bromsgrove (Sajid Javid) announced an extra £127 million of funding for maternity services to help to deliver the reform that is clearly needed. Where is that money? Where has it been spent, what has it been spent on and how will its impact be measured?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Underpinning the issues in maternity care, and across the NHS, is the workforce. More midwives are leaving the profession than are joining, and there is now a shortage of more than 2,000 midwives in England. We just do not have the staff needed to provide good and safe care. Even the Chancellor agrees: last week, he signed a report as co-chair of the all-party parliamentary group on baby loss that describes maternity and neonatal services as\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“understaffed, overstretched and letting down women, families and maternity staff”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He went on to call for safe levels of staffing. Will the Minister deliver on the Chancellor’s promise?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government must provide the staff that maternity services desperately need to provide safe care across our NHS, as Labour has a plan to. All women are asking for is to have the confidence that they will be safe—that really is not much. It is high time that the Government delivered it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}