{
    "url": "https://www.ukpol.co.uk/simon-clarke-2022-speech-on-achieving-economic-growth/",
    "title": "Simon Clarke – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Clarke, the Chief Secretary to the Treasury, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a privilege to respond to this debate on behalf of the Government. I have to say that I thought that was an uncharacteristically poor speech by the shadow Chancellor, and one that failed to rise to the magnitude of the moment. In the shadow of the pandemic and with war on our continent, everyone understands that these are challenging times and that people are anxious about the future. The measure of a Government of any colour is the determination and imagination with which they respond to the challenges of the day. We responded quickly and comprehensively to the greatest challenge of our generation at the outset of the pandemic. Looking forward, we are helping to create the conditions for economic growth by investing in skills, helping businesses to grow and building the infrastructure that provides the backbone of every economy around the world. The crucial thing—the reason that today’s debate is so important—is that we focus on that growth, and this Queen’s Speech does just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me begin by noting that overall our economy has proved very resilient. Last year the UK was the fastest-growing economy in the G7. Growth in the first quarter—[Interruption.] If Opposition Members listened, they might learn something. Growth in the first quarter was stronger than in the US, Germany and Italy, and pushed output to 0.7% above its pre-pandemic level at the end of 2019. The IMF forecasts that the UK will be the second-fastest growing G7 economy this year, and that, after other economies have caught up as they recover more slowly from the pandemic, we will have the fastest growth in 2025 and 2026.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Far from the dire forecasts about unemployment in 2020 being realised, we see that unemployment has fallen back to just 3.7%, which is below pre-pandemic levels and the lowest since 1974. The fact that 12 million jobs and incomes were protected during the pandemic, that unemployment is now lower than before the pandemic and that we were the fastest-growing economy in the G7 last year is all thanks to the careful economic stewardship of my right hon. Friend the Chancellor and this Conservative Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mike Amesbury (Weaver Vale) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given that inflation is now at 9%—I think that that is a 40-year high—does the Minister regret abandoning the triple lock and putting so many pensioners into poverty?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I will set out during my remarks, we have to be very careful, in setting our tax and welfare policies, that we do not worsen the very problems we are trying to manage. That is an important dynamic that we have to hold in balance as we seek to set fair offers on all these subjects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is still little more than two years since the onset of the pandemic and, as the Prime Minister told the House this week, its impact has been enormous, with the largest recession on record requiring a Government response amounting to nearly £400 billion. As the House well knows, the Government moved heaven and earth to support our economy, doing things that only weeks earlier no one could ever have expected us to even need to do, and those efforts worked. Human nature being human nature, it is easy to take it for granted when disaster is avoided, but there was nothing inevitable about this. The House and this country owe my right hon. Friend the Chancellor our thanks for steering us through the situation in such strong condition. The challenges we face now are global in origin and impact. We are seeing inflation as a consequence of the unsteady and tentative unlocking of the global economy post-pandemic. One need only look at cities such as Shanghai to see how disrupted the global supply chains currently are. This is particularly concentrated in fields such as energy and food.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am glad that the right hon. Gentleman is saying that the Chancellor and his Ministers are moving heaven and earth to help the good British people, but would he agree that certain individuals also moved heaven and earth to give out billions of pounds’-worth of crony covid contracts to companies connected to Tory donors and friends? Who could forget, for example, that 11 PPE contracts were dished out to a pest control company, and that £252 million ended up going not to a PPE specialist but to a company specialising in offshore and foreign currency trading? Does he agree that, had those individuals not moved heaven and earth for those particular companies, the good, hard-working British people would not be in such a predicament now?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is important to set out a number of facts about this situation, because it is the subject of repeated misrepresentation. The first thing to say is that 97% of all PPE that was purchased by the Government was fit for use. Secondly, we obviously had to proceed at enormous speed, given the exigencies of the pandemic, to procure that PPE. Those on the Opposition Benches were leading the charge on that. To the hon. Gentleman’s point about some of the sources that were being advocated, I would remind him that the shadow Chancellor herself recommended that we sought PPE from a historical re-enactment clothing company as part of the proposed solution. The point I would make is that there was a desperate situation and we responded to it at pace. Where there has been fraud against the Exchequer, I am as clear as any Minister and any Member of this House that we should pursue it, and we are funding a dedicated taxpayer protection taskforce from HMRC with £100 million to do exactly that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I understand that lots of countries in the world have been through similar problems and also have a cost of living crisis, but can the Minister explain why the British Government are being so miserly when Greece, which has a similar set of issues and has been through much more difficult economic times in the past 12 years, is managing to meet 80% of the additional costs of fuel bills this year for the poorest households?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One has to set in context the action that each Government take against their particular situation and the particular economic options open to them, including the impact on taxes, of which we are acutely aware. This Government have consistently shown that we will rise to the challenge. Anyone who says that £22 billion is miserly is simply misreading the economic reality in a way that speaks volumes about the Labour party’s wider approach to budgeting responsibly and managing our public finances to protect the most vulnerable in society and the services on which they rely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To return to the situation as it stands today, the Bank of England has said that it expects inflation to peak at just over 10% in the fourth quarter of this year, before returning to target over the following year. The reality is that high global energy prices and supply chain pressures are pushing up prices in economies across the world, including in the United Kingdom, and that has been significantly worsened by Russia’s invasion of Ukraine, which has injected so much uncertainty into the economic outlook.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are monitoring the data very closely. I do not dispute that these challenges are a setback to our recovery and are having a significant impact on the cost of living, which was the subject of yesterday’s debate led by the Chancellor. However, last year’s strong rebound in growth put us in a good underlying economic position, with half a million more people on the payroll now than before the pandemic, and with GDP above pre-pandemic levels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we heard yesterday, the Chancellor understands the effect of inflation on households and is providing support worth £22 billion this year to ease those pressures. He will keep all those issues under close review and we will bring forward a programme of measures at such time as they will make the right difference in a targeted way, but we must be careful not to fuel the very challenges that we are working to overcome, be that inflation or the size of our public debt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will spend £83 billion on debt interest this year. We must, and we will, manage the public finances responsibly because we must not saddle future generations with our debt and because we want to reduce the burden of personal taxation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Bernard Jenkin (Harwich and North Essex) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will the Chief Secretary to the Treasury confirm the nature of that £83 billion figure? Is it a cash demand on the Government, or is a substantial part of it rolled over so that we do not need to pay and it is merely attached to index-linked bonds?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some of it falls due as cash payments and some of it is rolled over. The reality is that, when we are running an £83 billion interest payment on an annualised basis, we will not be in a position to maintain market confidence unless we set out a sustainable trajectory to address it. A sustainable solution cannot be to borrow our way out of the situation; it must be to grow our economy and to create high-skilled, high-waged jobs, and we have a comprehensive plan to do so. That is the choice we have made as a Government and it is absolutely the right one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Geraint Davies**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Chief Secretary to the Treasury mentioned that there are 500,000 more people on payrolls, but he neglected to say that that does not include self-employed people. Will he confirm that, according to the Office for National Statistics, there are, in fact, 444,000 fewer people in work than before the pandemic, not, as he implied, half a million more?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are half a million more people on payrolls, and I was very clear about that. The headline unemployment rate is 3.7%, which we should celebrate. It is a genuine public policy success and contrasts starkly with the situation we inherited in 2010. I, certainly, am determined to continue supporting it by making sure our economic policy is the right one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Labour party has only one answer to every problem: spending more. It has made, by our calculations, £418 billion-worth of spending commitments, while setting out precisely how £8 billion would be funded. The scale of spending that Labour would undertake is vast, but what concerns me, and should concern us all, is the lack of seriousness with which Labour considers how to fund its commitments. That is the luxury of being in opposition, whereas in government there is no ducking away from the big challenges with which we are grappling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Achieving economic growth is not as simple as putting one’s foot down on the accelerator. It is a far subtler and more balanced enterprise that includes multiple carefully weighed decisions that are designed to mutually reinforce each other over time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mark Pawsey (Rugby) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the Chief Secretary to the Treasury agree that the private sector is our economy’s engine of growth? Businesses are getting up, working hard and developing the growth, jobs and prosperity this country needs. We cannot rely on the state to do everything. Private businesses must be supported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is exactly right. He is always a fantastic advocate for the car industry in his part of the midlands. We need to make sure that the engine of growth is able to fire, and our plan for growth, published last year, sets out how we will increase investment in the three pillars of growth: infrastructure, skills and innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Martin Docherty-Hughes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On business opportunities, specifically for small and medium-sized business, the National Institute of Economic and Social Research basically is pouring cold water on the Government’s bunkum on the benefits of Brexit for the economy, so I wonder whether the Chief Secretary to the Treasury agrees or disagrees, when it comes to small and medium-sized businesses that need people in the country now, not trained 10 years down the line, that links with the EU through trade and potential labour market mobility have benefited Northern Ireland. Does he agree or disagree?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am clear that we were right to implement the majority decision of the people of this country to leave the European Union. The Procurement Bill is designed precisely to make sure that small and medium-sized businesses can access the benefits of public procurement in a way that works to their considerable benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have made excellent progress against our plan for growth: a landmark capital uplift in the spending review I chaired last autumn; the creation of the UK Infrastructure Bank led by my hon. Friend the Economic Secretary; more funding for apprenticeships and skills training; a big injection of public investment in R&D; and the launch of the UK-wide Help to Grow scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to see us go further by looking at innovative supply-side solutions to problems, particularly in delivering the homes people need, in ensuring people have access to the services they need and in carefully managing the risk of inflationary spirals. As my hon. Friend the Member for Rugby (Mark Pawsey) alluded to, this is all about creating the conditions for private sector growth. In his Mais lecture earlier this year, the Chancellor set out his plans to create the conditions for that growth by supporting a culture of enterprise through a focus on capital, people and ideas, and the Government have already taken steps to encourage business investment, including through the super-deduction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On expenditure incurred between 1 April 2021 and the end of March 2023, companies have the right to claim 130% capital allowances on qualifying plant and machinery investments, allowing them to cut their tax bill by up to 25p in every £1 they invest, making our capital allowances regime one of the most competitive anywhere in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The power of our private sector is also seen in our tech industry, in which there was more than £27 billion of investment in 2021. The UK sits alongside the United States and China as one of only three countries in the world to have produced more than 100 tech unicorns. The UK boasts a thriving start-up scene, with a new tech business launching every half an hour throughout 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Kevin Hollinrake**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I declare my interest on this point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Chief Secretary to the Treasury talks about investment in private sector businesses. Equity investment is vital. The enterprise investment scheme and the seed enterprise investment scheme are fundamental to private sector investment in businesses, and they are due to expire in 2025. Will he announce from the Dispatch Box today that the schemes will be extended?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend tempts me. In all seriousness, we are acutely aware of this issue. Indeed, I have had meetings on it this week, and the Economic Secretary is looking at it very closely. We want to make sure we have the right investment climate to support the kind of activity to which my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake) alludes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Prime Minister told the House last week, we need the legislative firepower to fix the underlying problems in our energy supply, housing, infrastructure and skills, which are driving up costs for families across the country. The Queen’s Speech will help us to grow the economy, which is the sustainable way to deal with our cost of living challenges, and will ensure that we deliver on the people’s priorities. The Bills it outlined will do so in many different ways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every corner of the country can contribute to, and enjoy, economic growth, which is why we created the UK Infrastructure Bank, the establishment of which will be completed by the UK Infrastructure Bank Bill. The bank will be explicitly tasked with supporting regional and local economic growth and helping to tackle climate change as it goes. With £22 billion of capacity, it will be able to support infrastructure investment and level up the whole United Kingdom, in turn boosting private sector confidence and unlocking a further £18 billion of private investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The energy security Bill will build on the success of the COP26 summit in Glasgow, reduce our exposure to volatile global gas markets, and deliver a managed transition to cheaper, cleaner and more secure energy, all while we continue to help with energy costs right now, through a £9 billion package, an increase to the warm home discount and the £1 billion household support fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have already alluded to the importance of skills. We have achieved plenty on that already, but we are far from done. Everyone, everywhere should be encouraged to fulfil their potential. The higher education Bill will help to ensure that our post-18 education system promotes real social mobility, putting students on to pathways along which they can excel. It will give them the skills they need to meet their aspirations, in turn helping to grow the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, a bonanza of Brexit Bills, led by my right hon. Friend the Minister for Brexit Opportunities and Government Efficiency, mean that we will continue to seize the benefits of our departure from the European Union, and create a regulatory environment that encourages prosperity, business innovation and entrepreneurship. Regulations on businesses will be repealed and reformed and it will be made easier to amend law inherited from the European Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I alluded earlier to the Procurement Bill, which will make public sector procurement simpler, providing opportunities to small businesses that for too long have been out of their reach. New procedures will improve transparency and accountability and allow new suppliers to the market to bid for future contracts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another benefit to Brexit is the freedom with which we can now negotiate entirely new trade arrangements with partners around the world. The Trade (Australia and New Zealand) Bill will enable the implementation of the United Kingdom’s first new free trade agreements since leaving the European Union, spurring economic growth through our trading relationships, creating and securing jobs across this country. Well may Opposition Front Benchers snipe, having spent years trying to prevent our exit from the EU. Conservative Members know that we have honoured our contract with the British people, which is ultimately why we are in government to deliver on those opportunities and they are in opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Part of having a growing economy is of course about investors knowing that we are one of the safest and most reliable places in the world to do business. The economic crime and corporate transparency Bill will send that message out loud and clear, cracking down on illicit finance that costs the economy and the taxpayer an estimated £8.4 billion a year, and strengthening our reputation as a place where legitimate businesses can create and grow jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The final Bill to which I will draw the House’s attention today is the financial services and markets Bill. The UK now has a unique opportunity to assess whether it wants to do things differently, to ensure that the financial services sector has the right rules and regulations for UK markets and to further enhance a system that is already the envy of the world. The Chancellor and the Economic Secretary have been outspoken in expressing an ambitious vision for a sector that can contribute so much to this country: more open, more innovative and more competitive. The financial services and markets Bill represents further progress towards making that vision a reality, establishing a coherent, agile and internationally respected approach to financial services regulation that is specifically designed for the UK, removing red tape, promoting investment and giving our financial services regulators new objectives to ensure a greater focus on growth and international competitiveness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is a full and ambitious agenda, supporting and encouraging economic growth in many mutually reinforcing ways across the entire country. We continue to keep the wider situation under review, including the impact of Russia’s illegal invasion of Ukraine. But, crucially, our focus is on the best solution of all: a growing economy supporting high-wage, high-skilled jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister told the House last week that our ambition is to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“build the foundations for decades of prosperity, uniting and levelling up across the country”.—[Official Report, 10 May 2022; Vol. 714, c. 17.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is what the public rightly expect and that is where our collective efforts will be focused in this parliamentary Session.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}