{
    "url": "https://www.ukpol.co.uk/greg-clark-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Greg Clark – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 10 September 2022.",
    "content": [
        "My constituents in the town of Royal Tunbridge Wells and the wider borough of Tunbridge Wells loved Her late Majesty. On behalf of us all, I express our gratitude for her life of service. In Royal Tunbridge Wells, we have a very special connection through Mr Harry Collins, who for 22 years has been the personal jeweller to Her late Majesty, responsible for the care of her jewels and for designing and making some of the new pieces that have been so admired around the world during that time. I had coffee with Mr Collins this morning. His devotion to Her late Majesty is absolute and he is much too discreet to break any confidences, but I did read that his appointment survived his having fallen flat on top of one of the Queen’s corgis when attempting to follow protocol by walking backwards during one of his early consultations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like many right hon. and hon. Members, one of the high points of my life was meeting Her late Majesty to be sworn in to the Privy Council for the first time, as I was in 2010. We heard yesterday and earlier today about some of the hazards of that occasion. So overwhelming is that moment that, I understand, men have suddenly been moved to curtsy in front of Her Majesty, and otherwise capable people have swayed on the footstool while trying to kneel on one knee, hold a Bible up in one hand and recite the Oath at the same time. Of course, the one person who did not mind was Her late Majesty herself, who put everyone at their ease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the reasons that I will always be grateful to my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson) is that, in reappointing me to the Cabinet this summer, I was able to swear the Oath of Office to Her late Majesty in person on 8 July at Windsor Castle. When I shook Her late Majesty’s hand, I was greeted with the most dazzling 1,000-watt smile and sparkling eyes that suggested that she was absolutely thrilled to see me. I strongly suspect that Her late Majesty’s demeanour did not reflect the fulfilment of a three-year hope that the Prime Minister would restore me to office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Instead, it showed that at the age of 96, on a hot summer’s afternoon, Her Majesty still recognised that, for everyone she met, it was a moment that they would treasure forever. In a second, it revealed her personal kindness and adherence to the highest of standards, right to the last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Across the world, over 70 years, hundreds of thousands of people have been treated with such kindness and thoughtfulness by Her Majesty the Queen. Her life was one of constant, devoted and selfless service. We are blessed that she reigned over us. May she rest in peace, and God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}