{
    "url": "https://www.ukpol.co.uk/kenneth-clarke-2019-speech-on-brexit-and-parliament/",
    "title": "Kenneth Clarke – 2019 Speech on Brexit and Parliament",
    "post_date": "June 16, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Kenneth Clarke, the Conservative MP for Rushcliffe, in the House of Commons on 12 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/kenclarke-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, I am sorry that I surprised you. I am not sure that I wrote in beforehand, but I shall endeavour to be brief. I intend to be brief because there are not many complicated issues here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first issue to which I want to respond is the procedural point that the Secretary of State wisely tried to retreat into, citing a few constitutional experts saying how outrageous it is for the House of Commons to try to take control of the Order Paper. Indeed, that very rarely happens but, with great respect to much more distinguished experts than me, such as Vernon Bogdanor, we have already demonstrated once that procedures already exist, which can be used—as they were by the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper)—in very exceptional circumstances, for the House as a whole to take command of a day’s business. Of course, the reason it did not happen for many years is that most Governments have had a comfortable majority on every conceivable subject, so there was not the faintest prospect of their losing control of the Order Paper and nobody challenged them. However, we are in exceptional times and the precedent we have already created is a perfectly valuable one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir William Cash**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will my right hon. and learned Friend give way?​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will when I have finished my first point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This cannot bring down the Government. Of course, if the Government are defeated, it will be open to someone to bring a motion of confidence tomorrow. However, at present, the Government would carry a motion of confidence, so all we are doing—the majority of the House, if we do—is insisting that we want to bring some clarity to the present debate, and I would say some sanity. We want to give some reassurance to people in business up and down the country who are very worried, and take the opportunity again to rule out the idea of leaving with no deal. We certainly want to rule out the idea of proroguing Parliament indefinitely, so that the Prime Minister of the day can run a semi-presidential system for a bit and put in place what he or she wants, without any parliamentary majority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not a great threat to the constitutional foundations of the country. This does not actually threaten the future stability of Governments. and I am sure that, if we were in opposition, we would be supporting it without the slightest demur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir William Cash**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Will my right hon. and learned Friend give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will give way, but I am about to finish the procedural point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, when we were in opposition, David Cameron asked me to chair a committee to advise him on a lot of constitutional issues—with Sir George Young and Andrew Tyrie, who have now moved on to the upper House, and others—and to make recommendations. We actually advocated, and David Cameron in opposition accepted, that we should give the House more control over the business of the House. We started, eventually, this business of the Backbench Business Committee determining the business of the House for a day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In office, we took a slightly different perspective. I am afraid that was then reduced to the Backbench Business Committee producing harmless motions and the Government never voting on them, with only one-line Whips. In my opinion, one day, there might be a Government and a Parliament so adventurous as to contemplate giving more control to the House as a whole over its own business. However, this Parliament seems to prefer to get steadily weaker, rather than stronger, and I do not think that day has yet dawned. At this stage, as that is all I am going to say on the procedural point, I will give way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir William Cash**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On that procedural point, the reality is that Standing Order No. 14 gives precedence to Government business for very good reasons. It is in accordance with our constitutional conventions and the Standing Orders that Government have a majority and that, in those circumstances—[Interruption.] They do. With the confidence and supply agreement with the DUP, we have a Government and that is the point. We have a Prime Minister. This motion does no more than open the door to the possibility that, by some permutation or other, there may be some argument about a prorogation or, indeed, about no deal. But that is not what this motion is about; it is an open-door policy—nothing more or less.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Governments pursue policies for which they have a parliamentary majority. I am going to be brief, so I shall not widen what I think is the very important broader constitutional procedural field.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is now argued by many people that this Parliament has no powers, really, except when it is passing legislation, and I think that that is what is contemplated here. Unless a statute is passed to change the law, the Government can regard motions in Parliament as a mere expression of opinion. I regard that as nonsense, I regard it as dangerous nonsense, and the sooner it is shot down the better. It has emerged in the last two or three years precisely because Parliament is fragmented: both parties are shattered on several policies, so people are trying again to get round the problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Parties form a Government when they can command a majority in a vote of confidence. They can then only pursue policies for which they have a majority in the House of Commons, and continue to have a majority in the House of Commons. It is preposterous to start reinterpreting our unwritten constitution on the basis that no one ever intended that the Government should have to abandon a policy on which it is defeated in the House of Commons. That is complete nonsense. The worst thing to do—because one of the candidates at least fears that she would be defeated if she pursued her policy—is to send Parliament away and have no Parliament at all. I think that I have already made clear, in an intervention, my views on the prorogation point. I think that the sooner the House makes this clear, takes a day to make it clear and to make it illegal to contemplate doing that—and gives Parliament a role to stop it—the better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Leaving with no deal has, as I recall, been ruled out with increasing majorities on the three occasions on which we have voted on it. With this mad debate going on in the country at the moment, it is obviously high time Parliament reasserted the fundamental basis of what is going on—that there is no majority in the House for no deal. Apart from those who defend the desirability of leaving with no deal, which no one has done in today’s debate so far, I cannot see why people are going to such lengths to resist that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government’s policy, for which my right hon. Friend the Secretary of State speaks, is to oppose leaving with no deal. I agree with him that we can say to the Opposition, “Well, we had a deal and you would not let it go through.” I supported the Prime Minister’s latest attempt to surround that deal with suggestions that I think should have been supported by Opposition Members who agree with my hon. Friends and me on a soft Brexit. I have an eccentric view that they would have been supported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have all constantly been attending plotting meetings. I have attended meetings at which Labour Members were agreeing to vote for the Second Reading of that Bill. What we were plotting was what amendments we would pass to put in improvements and safeguards. That could have prospered, but I am afraid that the Prime Minister preferred to do all her dealings, all the way through, with the members of the European Research Group. She always made concessions to them and eventually they told her that she had to go, so she said she was resigning. So we are now in this position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I personally believe—it may be an eccentric belief—that the Prime Minister could have secured a majority for the deal as she had finally modified it, in an attempt to ​get cross-party support. It is obvious that the deal that we all need will only be achieved by any Prime Minister when we face up to the need for cross-party support to get around the party divisions. Both parties must accept that a minority will rebel against any deal that comes forward, but we could probably get a majority of the House to vote down the Labour left and the Tory right and actually pass something that is in the national interest. That, I think, is the main objective that really lies behind today’s debate. To listen to all these arguments about why, for pedantic procedural and textual reasons, we should reject it is, I am afraid, to take—not for the first time—a rather bizarre perspective on the huge and historic events in which we are involved. The House really has to take some control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My final point is this. It might even improve the quality of the leadership debate that is going on in my party—and it needs to be improved—if we forced some reality into the exchanges between the extremely distinguished candidates who are vying for the privilege of being the next Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}