{
    "url": "https://www.ukpol.co.uk/greg-clark-2021-speech-on-the-uk-space-industry/",
    "title": "Greg Clark – 2021 Speech on the UK Space Industry",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 4 February 2021.",
    "content": [
        "The morning after I was appointed the science Minister, and two years later Business Secretary, my very first engagement was to meet all the representatives of the UK’s space sector at the Farnborough airshow. I did so because I was convinced right from the outset that this was an industry where we could forge a very strong future for the UK. It was an opportunity—technologically, in engineering terms, economically, regionally and scientifically—from which we could prosper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One thing we know, looking ahead to the future, is that the whole world is going to be using more satellites and more satellite technology, whether for monitoring crops or helping to navigate autonomous vehicles around our streets. Because our skills in all the related disciplines, from precision engineering to the analysis of big data, are so well developed and so profound, this is a huge opportunity for us. When we launched the industrial strategy, we reserved a very big place within it for space and satellites for that reason. Two of the major components of that industrial strategy were the national satellite test facility that my hon. Friend the Member for Wantage (David Johnston) referred to and the competition to have satellite launch facilities. As we have heard in this debate, if we are going to build the technology, how much better it is to be able to launch satellites as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Space Industry Act went through the House at that time, through the industrial strategy. It was an exciting time for an exciting sector, but I have to say in all candour that I am concerned that, in recent months and years, the Government seem to have been a bit more ambivalent about industrial strategy than I think is appropriate given the opportunities. In the 2017 industrial strategy, we thought that we should have capacity for vaccines manufacture so we established a vaccines manufacturing and innovation centre. We thought that we should have capability in battery manufacturing; we established a Faraday challenge. We established the initiatives that we have today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that, in the months ahead, the Government might reflect that, although not everything about that strategy was right, to have a forward plan—bringing industry, academia and places all together to work together to put the whole weight of the country behind that—is a recipe for success. It is not too late to do that, but other countries are looking at the same possibilities that we have. So I hope the Minister and the new Secretary of State will take up with enthusiasm the potential of industrial strategy once again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}