{
    "url": "https://www.ukpol.co.uk/greg-clark-2018-statement-on-energy-policy-2/",
    "title": "Greg Clark – 2018 Statement on Energy Policy",
    "post_date": "May 19, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 17 May 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Secretary of State for Housing, Communities and Local Government, my right hon. Friend the Member for Old Bexley and Sidcup (James Brokenshire) and I wish to reiterate the Government’s view that there are potentially substantial benefits from the safe and sustainable exploration and development of our onshore shale gas resources and to set out in this statement to Parliament the actions we are taking to support our position. This joint statement should be considered in planning decisions and plan making in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK must have safe, secure and affordable supplies of energy with carbon emissions levels that are consistent with the carbon budgets defined in our Climate Change Act and our international obligations. We believe that gas has a key part to play in meeting these objectives both currently and in the future. In part as a result of the UK’s diverse range of energy sources, which include natural gas, we have had competitively priced energy since 1990 while reducing carbon emissions across the economy by 49%—a leading performance among developed nations. Gas still makes up around a third of our current energy usage and every scenario proposed by the Committee on Climate Change setting out how the UK could meet its legally binding 2050 emissions reduction target includes demand for natural gas. As set out in the clean growth strategy, innovations in technologies such as carbon capture usage and storage (CCUS) have the potential to decarbonise this energy supply still further and prolong its role in our energy mix.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, despite the welcome improvements in efficiency and innovation from companies operating in the North sea, the ongoing decline in our offshore gas production has meant that the UK has gone from being a net exporter of gas in 2003 to importing over half (53%) of gas supplies in 2017 and estimates suggest we could be importing 72% of our gas by 2030. Our current import mix, via pipelines from Norway and continental Europe and LNG terminals that can source gas from around the world, provides us with stable and secure supplies. However, we believe that it is right to utilise our domestic gas resources to the maximum extent and exploring further the potential for onshore gas production from shale rock formations in the UK, where it is economically efficient, and where environment impacts are robustly regulated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also believe that further development of onshore gas resources has the potential to deliver substantial economic benefits to the UK economy and for local communities where supplies are located by creating thousands of new jobs directly in extraction, local support services, and the rest of the supply chain. A potential new shale gas exploration and production sector in the shale basins of England could provide a new economic driver. We also see an opportunity to ​work with industry on innovation to create a “UK Model”—the world’s most environmentally robust onshore shale gas sector—and to explore export opportunities from this model, a core theme of our modern industrial strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But to achieve these benefits, we need to work with responsible companies prepared to invest in this industry as they proceed with the exploration process, to test the size and value of the potential reserves and to ensure that our planning and regulatory systems work appropriately while assisting local councils in making informed and appropriate planning decisions. So we are setting out a series of actions, including those committed to in the Government’s 2017 manifesto to support the development of shale gas extraction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Planning**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has world-class regulation to ensure that shale exploration can happen safely, respecting local communities and safeguarding the environment. The development of the shale gas industry so far has already led to millions of pounds being invested in the UK, supporting businesses and the supply chain, and creating British jobs. We have recently seen four planning approvals for exploratory shale development. The Government remain fully committed to making planning decisions faster and fairer for all those affected by new development, and to ensure that local communities are fully involved in planning decisions that affect them. These are long-standing principles. No one benefits from the uncertainty caused by delay which is why, in September 2015, Government set out a range of measures to help ensure every planning application or appeal was dealt with as quickly as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, recent decisions on shale exploration planning applications remain disappointingly slow against a statutory time frame of 16 weeks where an environmental impact assessment is required. So we are announcing a range of measures to facilitate timely decisions. These measures only apply in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Planning policy and guidance**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This statement is a material consideration in plan making and decision taking, alongside relevant policies of the existing national planning policy framework (2012), in particular those on mineral planning, including conventional and unconventional hydrocarbons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Shale gas development is of national importance. The Government expect mineral planning authorities to give great weight to the benefits of mineral extraction, including to the economy. This includes shale gas exploration and extraction. Mineral plans should reflect that minerals resources can only be worked where they are found, and applications must be assessed on a site by site basis and having regard to their context. Plans should not set restrictions or thresholds across their plan area that limit shale development without proper justification. We expect mineral planning authorities to recognise the fact that Parliament has set out in statute the relevant definitions of hydrocarbon, natural gas and associated hydraulic fracturing. In addition, these matters are described in planning practice guidance, which plans must have due regard to. Consistent with this planning practice guidance, policies should avoid undue sterilisation of mineral resources, including shale gas.​  \nThe Government have consulted on a draft revised national planning policy framework (NPPF). The consultation closed on 10 May 2018. In due course the revised national planning policy framework will sit alongside the written ministerial statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We intend to publish revised planning practice guidance on shale development once the revised national planning policy framework has been launched ensuring clarity on issues such as cumulative impact, local plan making and confirmation that planners can rely on the advice of regulatory experts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Planning decision making**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To support a decision-making regime that meets the future needs of the sector we will progress our manifesto commitments by:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Holding an early-stage consultation, in summer 2018, on the principle of whether non-hydraulic fracturing shale exploration development should be treated as permitted development, and in particular on the circumstances in which this might be appropriate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consulting, in summer 2018, on the criteria required to trigger the inclusion of shale production projects into the nationally significant infrastructure projects regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Further, we will strengthen community engagement by consulting in due course on the potential to make pre-application consultation a statutory requirement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Support for those involved in decision making**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are aware that the shale applications and the planning process can be complex for local authorities. Building capacity and capability within local authorities to deal with shale development is a vital step towards speeding up decision making. We will help achieve this by announcing today:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The launch of a new £1.6 million shale support fund over the next two years to build capacity and capability in local authorities dealing with shale applications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The creation of a new planning brokerage service for shale applications to provide guidance to developers and local authorities on the planning process to help facilitate timely decision making. The service would focus exclusively on the planning process and will have no role in the consideration or determination of planning applications. The service will not comment on the merits of a case and will also have no role in the appeals process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition, the Government recognise that early engagement with local authorities, including capitalising on formal pre-application discussions, is critical in building confidence in decision making and securing support for development proposals and set realistic timeframes for decisions. We expect this to be formalised by a planning performance agreement providing certainty for all parties. And we then expect all parties—including decision makers in local authorities—to stick to the timetable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Opportunities for redress**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While we are confident that the measures announced in this written ministerial statement will speed up decision making on shale applications, we cannot be complacent. Therefore:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will continue to treat appeals against any refusal of planning permission for exploring and developing shale gas, or against any non-determination as a priority for urgent determination by the planning inspectorate, making additional resources available where necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under the written ministerial statement in 2015 the criteria for recovering planning appeals were amended to include proposals for exploring and developing shale gas. This was applied for a two-year period subject to further review. ​The Secretary of State for Housing, Communities and Local Government has conducted a review and remains committed to scrutinising appeals for these proposals. We are therefore announcing that the criteria for considering the recovery of planning appeals are continued for a further two years. The new criterion is added to the recovery policy of 30 June 2008, Official Report, column 43WS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Secretary of State for Housing, Communities and Local Government will actively consider calling in shale applications particularly where statutory deadlines have been exceeded. Each case will be considered on its facts in line with his policy. Priority timeframes for urgent determination will be given to any called-in applications.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government continue to commit to identifying underperforming local planning authorities that repeatedly fail to determine oil and gas applications within statutory timeframes. When any future applications are made to underperforming authorities, the Secretary of State will consider whether he should determine the application instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Shale Regulator**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK regulatory regime for shale gas is considered among the most robust and stringent in the world. However, we acknowledge that it is also complex, with three regulators, the Environment Agency, the Health and Safety Executive and the Oil and Gas Authority, all with responsibilities for regulation. It is not always transparent to both the public and industry who is responsible for what. Therefore, the Government are setting up a shale environmental regulator which will bring the regulators together to act as one coherent single face for the public, mineral planning authorities and industry. We intend to establish the regulator from the summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We anticipate that the plans for the shale environmental regulator and future consultations will only apply in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Community Benefits**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We strongly believe that communities hosting shale gas developments should share in the financial returns they generate. The Government welcome the shale gas companies’ commitment to make set payments to these communities, which could be worth up to £10 million for a typical site. Actions to support local communities are an important complement to the planning actions set out above. With that in mind, we want to go further, and we will work with industry to see how we can improve this offer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition to this offer we also announced in the autumn statement 2016 that the shale wealth fund will provide additional resources to local communities, over and above industry schemes and other sources of Government funding. Local communities will benefit first and determine how the money is spent in their area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}