{
    "url": "https://www.ukpol.co.uk/greg-clark-2021-speech-on-covid-19-restrictions/",
    "title": "Greg Clark – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 14 December 2021.",
    "content": [
        "It is a pleasure to [follow my right hon. Friend the Member for South Northamptonshire (Dame Andrea Leadsom)](https://www.ukpol.co.uk/andrea-leadsom-2021-speech-on-covid-19-restrictions/). I think everyone acknowledges that the Government have a difficult task. Although it is important that we debate the regulations before us, in some ways, they are not the most damaging measure. The advice that the Government gave to work from home has much more significant consequences than any of the relatively minor measures we are discussing. Unlike the regulations, that advice does not have an expiry date or an impact assessment, even though we know the impact on businesses across the country, and on young people who work for firms that are perhaps conscious of what their insurers and regulators might require, once again being confined to their homes. That is significant and it is a shame that the House does not have a chance to vote on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the measures that we have a chance to vote on, there is a lack of clarity about the purpose of the access certificates, if I may call them that. Is it to prompt people to get a vaccine? Is it to give people a nudge and those who have not availed themselves of a vaccine a further incentive to do so? If so, what is the evidence for that working? We know that 90% of the population are vaccinated. What motivates that remaining 10%? Is it the case that the desire to attend a football match or a nightclub will cause them to take up the vaccine? If so, the measure might be a good one. However, we are inconveniencing the 90% of people who are vaccinated when we have no evidence. What are the alternatives? If we really want the remaining people to take up the vaccine, rather than requiring a pass at the entrance to a nightclub or a football ground, perhaps we should have a vaccine centre at the turnstile or the door. That might be better for those who have been too disorganised to arrange their vaccine. We do not know; we have reached for compulsion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As colleagues have said, the measure cannot just be about obtaining a vaccine. The option of a negative lateral flow test would not be available if the purpose were just to nudge people. There is a certain logic to requiring 100% of people entering a venue to have a negative test, but as we know, it is perfectly possible for people with just two jabs to transmit covid. There is an ambiguity about the purpose of the measures. Given that the consequence for business owners and venue operators of failing to get right some very complex regulations is a fine of £10,000—a huge amount for small business operators—we should not take that lightly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I wonder whether the Minister can answer, possibly in an intervention, a question that came up in the debate about whether the lateral flow tests are to be self-administered or sent, at some cost, to a third party to administer. Perhaps the Minister will clarify that in his winding-up speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whatever the difficulties, there are flaws in the approach, about which I hope the Minister can provide some reassurance when he winds up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}