{
    "url": "https://www.ukpol.co.uk/feryal-clark-2021-speech-on-holocaust-memorial-day/",
    "title": "Feryal Clark – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Feryal Clark",
            "url": "/tag/feryal-clark/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Feryal Clark, the Labour MP for Enfield North, in the House of Commons on 28 January 2021.",
    "content": [
        "It is an honour to have the opportunity to speak in this important debate. I was privileged to join the online commemorative ceremony to mark Holocaust Memorial Day yesterday to honour those who were murdered for who they were and to stand against prejudice and hatred today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Holocaust Memorial Day reminds us that there are fewer people around the world with direct lived experience of that hellish extermination. It is crucial to hear the deeply moving testimonies of the remaining survivors, because the message of suffering, pain, trauma and human cruelty must never ever be forgotten. Those testimonies remind us of the impact of the holocaust: the lives cut short, the families ripped apart, and the courage and bravery of those who survived who seek to ensure that their suffering informs a better future for every one of us. The theme of the Holocaust Memorial Day this year is “Be the light in the darkness”. It encourages everyone to reflect on the depths that humanity can sink to, but also the ways in which individuals and communities resisted that darkness to be the light before, during and after the genocide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Holocaust Memorial Day is also a day for us to recognise and remember other atrocities that have taken place since that time, including in Rwanda, Bosnia, Cambodia and, most recently, the genocide of Yazidis by the evil that is known as ISIS. In the summer of 2014, as ISIS rampaged and rolled into Sinjar, the international community was still asleep and the Yazidis defenceless. ISIS perpetrated the unthinkable. Thousands of boys and men were slaughtered, while women and girls were enslaved and raped, with hundreds of thousands put on display, all because they believed in something different. Another genocide happened on our watch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thousands of Yazidis still languish in camps with the hope of returning home one day. Six years later, with ISIS defeated militarily and global recognition of ISIS’s atrocities accepted, efforts have failed to see Yazidis return in large numbers. Recognition of the genocide of Yazidis has not ended their pain and suffering. Thousands are still unable to return home and feel safer in the camps in which they live. They live in fear of ISIS resurging and constant Turkish airstrikes. What Yazidis want is accountability, justice and the reunification of families. Thousands of children and women are still missing, either enslaved or murdered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Justice and peace go hand in hand, but bringing to justice those who committed these evil acts will dissuade future perpetrators while also breaking the cycle of violence by demonstrating that justice systems can work. The crisis for Yazidis is not over. Justice means more than perpetrators being tried for terrorism against the Iraqi state; it means, where possible, convicting ISIS members for crimes committed against Yazidis, for torture, kidnapping, enslavement, rape and murder. The crisis is not over if human rights of the Yazidis in Iraq are not respected in law and policy and by all members of society. Yazidis need more than remembrance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}