{
    "url": "https://www.ukpol.co.uk/alan-clark-1978-speech-on-mp-salaries/",
    "title": "Alan Clark – 1978 Speech on MP Salaries",
    "post_date": "April 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Alan Clark",
            "url": "/tag/alan-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alan Clark, the then Conservative MP for Plymouth Sutton, in the House of Commons on 28 July 1978.",
    "content": [
        "I completely reject the concept that our salaries can in any way be linked to, or that they are in any sense comparable ​ with, earnings in other parts of society. I find it humiliating and ludicrous that company directors, and still less colonels or middle-range civil servants, should be compared with Members of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I take the view—I say this at the outset to put at rest the minds of hon. Members on both sides of the House—that Members of Parliament should not receive any salary at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. William Hamilton**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He would.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member says that I would. Would he care to elaborate on that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member rejects my invitation to explain. But he was arguing earlier, in a speech to which I listened with great interest, that we should be attached to a certain grade in the Civil Service. He knows how civil servants treat Members and the combination of contempt and evasion with which they try to keep us in our place. He knows very well that from the moment that we were attached to a certain grade in the Civil Service we would be completely brushed aside by those of a senior grade and we would be simply categorised at a medium range in the administration of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. George Cunningham**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "By whom would we be categorised in that way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I should have thought that it would be done by anyone who could master simple arithmetic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, if Members of Parliament are to be paid a salary that is in any way commensurate with the arduousness of their task and the duties they have to perform, it should be something between £90,000 and £130,000 a year.  \nLet us consider the status, the responsibility, the unsocial hours, the working conditions and the hardships to which we are subjected daily in these crowded, stuffy quarters. Let us consider the disgusting and repetitive food that we are offered here. Deep-fried whitebait has been on the menu every day this Session. Let us consider the level of humiliation under which we exist, comparable only with that in domestic service in Victorian times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday, the hon. Member for Bolsover (Mr. Skinner) was talking about knee pads being used by those who had to crawl about for jobs. Members of ​ Parliament stand in a state of apprehensive subservience to practically every other individual whom they meet. They are subservient to their seniors because they hope to receive favours from them. They are subservient to their colleagues because they hope that perhaps at some time they may require their votes for some internal election. They are subservient to members of the party who elected them and put them here, and are apprehensive that these people may suddenly change their minds. They are, of course, subservient to their constituents, upon whose votes they rely for return to this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In view of Members’ conditions, their duty to scrutinise and amend legislation and the disagreeable regime under which they try to work, either they do so from a sense of honour and duty, in which case their remuneration should be a totally secondary consideration, or, if they are to be paid, they should be paid at least at a level which completely removes them from any comparison with a middle-range civil servant or military commander. That is a completely mistaken yardstick for 635 individuals who have come here from a sense of idealism and a genuine desire either to alter or to conserve things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Lewisham, West (Mr. Price) was very dismissive of the the concept that the aristocracy should compose the Members of this Chamber, but, as I said to him, the concept of aristocracy simply means the rule of the best. It is arguable that this country was governed much better when the aristocracy occupied places in this Chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. John Stokes (Halesowen and Stourbridge)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hear, hear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr. Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful for that support. Were this country’s prosperity, standing, prospects and size of its dominions any less when the aristocracy governed? No, they were much greater.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not relate the two directly, but if Members are to be paid on a proper assessment of what they do and of their status, honour and obligations, they should be paid six-figure salaries. If we look instead for a combination of a sense of honour a sense of duty and a sense of privilege which allows people to endure all our conditions, it is immaterial what ​ they are paid. Personally, I would prefer that we were paid nothing at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}