{
    "url": "https://www.ukpol.co.uk/greg-clark-2021-speech-on-foreign-aid-cuts/",
    "title": "Greg Clark – 2021 Speech on Foreign Aid Cuts",
    "post_date": "July 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 13 July 2021.",
    "content": [
        "I am glad to see the Chancellor in his place; I have a couple of specific questions for him on science policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, in the context of this debate, I am very proud of our leadership and our contribution to supporting people right across the world. I voted enthusiastically for the Act of Parliament that brought the 0.7% commitment into law. I pay tribute to my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell) for his work on that Act, but, in so doing, he will know that it specifically anticipated circumstances in which, temporarily, the 0.7% target may not be met, including\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“any substantial change in gross national income”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and/or\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“fiscal circumstances…in particular, the likely impact of…the target on taxation, public spending and public borrowing”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is hard not to consider that the circumstances that we are experiencing fall plumb into line with what the framers of the legislation and those who supported it had in mind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Mitchell**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was involved in the drafting of the Act and I do not believe that that is what we intended with those clauses. Has my right hon. Friend noticed that the Governor of the Bank of England has said that the economy will have been restored to pre-covid levels by next month? Does he not think that that is a very significant indicator of why we should not be doing what the Government would like us to do today?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am grateful to my right hon. Friend. I quite agree that that is an encouraging assessment, not least for the prospects of our returning to the 0.7%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I studied very carefully the Hansard transcripts of the debate, and some of the criticism was that the criteria might be insufficiently precise, so the innovation of establishing in advance and giving to the Office for Budget Responsibility the trigger for the return is a sensible course. Indeed, this mirrors, more or less, the fiscal rules that were once called the fiscal mandate that were in place at the time that the Act was originally adopted. I want the target back, and I hope, as the Governor does, that that will be sooner rather than later, and that the Chancellor will be able to confirm that it is his firm intention, as I think is clear from what he said in the written statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My questions on science are twofold. First, the science budget is, very importantly, increasing from about £9 billion a year in 2017 to £22 billion a year from 2024-25. That includes, as it always has done, official development assistance. Will the Chancellor specifically reiterate the commitment to achieving that £22 billion by 2024-25? Secondly, will he reassure me on a report I read that the 0.5% limit on ODA could somehow prevent us from engaging in international scientific research projects that we were perfectly willing to fund because they are excellent and are justified as part of the budget that is rising to £22 billion? We all know that science is inherently international. The best science is global and the best teams are often international teams, so it would be a great concern if the 0.5% target would in any way be a cap on international collaboration. Knowing my right hon. Friend the Chancellor’s commitment to science and technology, I cannot believe that that is his intention. His commitment to the £22 billion budget and his reassurance that the target will not be a cap will be very important in establishing that the science aspect can continue, and that this is, in effect, the removal of a ring-fence rather than a limitation on international scientific research.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}