{
    "url": "https://www.ukpol.co.uk/greg-clark-2019-statement-on-honda-in-swindon/",
    "title": "Greg Clark – 2019 Statement on Honda in Swindon",
    "post_date": "February 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, to the House of Commons on 19 February 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With permission, Mr Speaker, I would like to make a statement on Honda. This morning, Honda announced that future models of its Civic car, which are currently made in Swindon, will after 2021 be made in Japan. The Civic is the only vehicle made by Honda in Swindon, so the result of the decision is that the company’s manufacturing plant will close in 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not going to understate what a bitter blow this is to the 3,500 skilled and dedicated workers at Honda in Swindon and their families, to the many more people and businesses who supply the plant, and to the town of Swindon, which has been proud to be home for 34 years to one of the best car factories in the world. It is a blow to the whole British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reason that Honda has given is its decision to accelerate the move to electric propulsion and to consolidate investment in its facilities in Japan. Following the entry into force of the EU-Japan free trade agreement earlier this month, tariffs for cars exported from Japan to the EU will drop from the current 10% to zero by 1 January 2026. Honda will then export from Japan, rather than from Britain, to Europe and the rest of the world. The company has stated that Bracknell will be retained as its European headquarters, that it will continue to base its Formula 1 operation from Britain, and that its research and development centre for electrification and connected and autonomous technologies will continue at Swindon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Honda has announced an immediate consultation on the plan with the trade unions and suppliers. I have spoken with the trade unions, the local Members of Parliament, the leader of Swindon Borough Council and the chair of the local enterprise partnership. I will shortly chair, in Swindon, the first meeting of a taskforce, comprising those people and others, to do everything we can to ensure that the much valued Honda workforce in Swindon find new opportunities that make use of their skills and experience. We will work with the local community to ensure that Swindon’s justified reputation as a place of industrial excellence in manufacturing, technology and services is maintained and expanded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In our automotive sector, we will work in close partnership with an industry that is going through a period of technological change and adjustment across the world that is greater than at any time in its history—a period of change that is disruptive and even painful for many, but in which Britain’s industry can emerge as a global leader if we back innovation in new sources of power and navigation. That is one of the four grand challenges of our industrial strategy, and the focus of our automotive sector deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I and many other colleagues in the House, of all parties, have worked hard over the past three years to make the case for investing in Britain, to investors in this country and around the world, despite the uncertainty that Brexit has put into the assessments of investors in Japan and around the world. We have secured investments during this time, from Nissan, Toyota, Geely, BMW, PSA, Aston Martin, Williams and many smaller firms. We have an international reputation for being a place to do business, with skilled, motivated staff, with access to innovation, especially in automotive, which is the best on the planet, and with a determination to make those strengths even greater in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a devastating decision that has been made today, and one that requires us to do whatever it takes to ensure that in the years to come Honda will once again, building on its continued presence here, recognise Britain as the best place in the world to build some of the best vehicles in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}