{
    "url": "https://www.ukpol.co.uk/greg-clark-2019-statement-on-british-steel/",
    "title": "Greg Clark – 2019 Statement on British Steel",
    "post_date": "May 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, in the House of Commons on 22 May 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With your permission, Mr Speaker, I would like to make a statement about British Steel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was announced this morning that the court has granted an application by the directors of British Steel to enter an insolvency process. Control of the company will now pass to the official receiver, an employee of the Insolvency Service, who will run a compulsory liquidation. The official receiver has made it clear that British Steel employees will continue to be paid and employed, and the business will continue to trade and to supply its customers while he considers the company’s position. In fact, employees were paid early, with the May payroll being run yesterday through cash being advanced by the company’s lenders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the House will recall, I made a statement on 1 May setting out details of a bridging facility that the Government agreed to provide to ensure that British Steel was able to meet its obligations under the EU emissions trading scheme, which fell due on 30 April. The Government provided the facility to purchase allowances worth £120 million against the security of 2019 ETS allowances, which are currently suspended pending ratification of the withdrawal agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Without this facility, British Steel would have faced a financial pressure of over £600 million—the ETS liability, plus a £500 million fine. This would not only have placed British Steel in an insolvent financial position, but the charge attached to its operational assets would have been likely to prevent any new owner from acquiring these assets in the future. This transaction demonstrated the Government’s continuing willingness to work closely with all parties to secure the long-term success of this important business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Following this agreement, the Government have worked intensively with the company for many weeks to seek solutions to the broader financial challenges it has been facing. The Government and individual Ministers can only act within the law and this requires that any financial support to a steel company must be made on a commercial basis. In the case of the ETS facility, this was based on the security of future ETS allowances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To provide liquidity to the business in the face of its cash-flow difficulties the Government were willing to consider making a cash loan to the company and worked hard to investigate exhaustively the possibilities. However, the absence of adequate security, no reasonable prospect that any loan would have been repaid and the shareholder being unwilling to provide a sufficient cash injection itself meant that this did not meet the required legal tests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am placing in the Library the accounting officer’s assessment of these proposals, drawing on professional and legal advice, which concludes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It would be unlawful to provide a guarantee or loan on the terms of any of the proposals that the company or any other party has made or any others we have considered. You must note that such an offer cannot be made legally and that by making it you would be in breach of the Ministerial Code.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The insolvency removes Greybull from day-to-day control of British Steel. Given the Government’s willingness to help secure British Steel’s future, demonstrated in the ETS facility, and the discussions that have taken place ​in recent weeks, the Government will work closely with the official receiver and prospective new owners to achieve the best outcome for these sites.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have provided an indemnity to the official receiver, who is now responsible for the operations. We will take every possible step to ensure that these vital operations can continue, that jobs are secured and that the sites at Scunthorpe and Skinningrove and on Teesside continue to be important centres of excellent steel-working. During the days and weeks ahead, I will work with the official receiver, the special managers and a British Steel support group of trade unions, management, suppliers, customers and the local communities to pursue remorselessly every possible step to secure the future of these valuable operations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a very worrying time for everyone associated with British Steel. Each one of British Steel’s sites has a proud record of steelmaking excellence, and I am determined to see it continue. Britain and the world will continue to need high-quality steel, and British steel is among the best in the world. Today is a very big setback for these operations, but it is far from being the end and we will take every step possible to secure a successful future for these vital assets, both people and plant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}