{
    "url": "https://www.ukpol.co.uk/simon-clarke-2020-speech-on-private-car-parks/",
    "title": "Simon Clarke – 2020 Speech on Private Car Parks",
    "post_date": "June 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Simon Clarke",
            "url": "/tag/simon-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Simon Clarke, the Minister of State at the Ministry of Housing, Communities and Local Government, in the House of Commons on 2 June 2020.",
    "content": [
        "I thank my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) for raising this issue and I congratulate her on securing this much-delayed debate. I also want to thank her and indeed, hon. Members across the House because this is an issue that I receive a lot of representations about on a daily basis. It is something that I am keenly aware needs resolving, and Members across the House are firm in their view that action is necessary on the regulation of the private parking industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Too often, our constituents are treated poorly at the hands of parking firms, and I know that many of my constituents in Middlesbrough South and East Cleveland feel the same. The clear cross-party support for the Parking (Code Of Practice) Act 2019 was therefore hugely encouraging, and I am pleased that, through the Act the Government are giving motorists greater protection against bogus parking fines and clamping down on rogue operators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Self-regulation in the private parking sector has led to some undesirable practices, including misleading or confusing signage, aggressive debt collection, spiralling fees and opaque appeals services, and we heard some of that in the case of my right hon. Friend’s constituent, Mr Hindle. Members see in our postbags the effect that these poor practices have on people in our communities. They include the motorist who made a genuine and minor error entering their vehicle registration number into a machine and received £100 fine in the post; the driver who entered a car park on a busy day and could not park due to lack of spaces but got a ticket regardless because the camera assumed they had parked; the car park with signs that are impossible to read, subject to terms and conditions which are difficult to understand or which change without proper notice. Letters from motorists and even from MPs have gone unanswered by parking companies, although it does sound as though the hon. Lady has a staffer who will not be defeated by such tactics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These practices are unfair and not good enough. The private parking industry plays a crucial role in our transport infrastructure, from facilitating commutes every ​morning to making our high streets accessible for shoppers and those accessing vital services. It employs thousands of people and serves millions of customers every day in normal times. We understand its importance, and that is why this Government are taking action to crack down on rogue firms, protect motorists and raise standards across the sector. With that in mind, I am pleased to update Members on the progress of our action after the passing of the Parking (Code Of Practice) Act, which was introduced thanks to the hard work of my right hon. Friend the Member for East Yorkshire (Sir Greg Knight), and we are actively delivering on our 2017 manifesto commitment to tackle rogue parking operators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Act provided for the creation of an independent code of practice for private parking companies and a one-stop shop for parking appeals, and our new code will ensure that enforcement and appeal processes are fair and proportionate. It will bring consistency, creating a level playing field across the industry, and it will benefit motorists, operators and landowners alike. If a parking company were to repeatedly break the code, its access to DVLA data could be blocked, and this data includes information on the vehicle keeper, so a company blocked from accessing it would be effectively unable to pursue parking charges. Blocking rogue operators in this manner will grant motorists greater protection against companies not delivering the standards that the Government and the public would expect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have taken steps to ensure that the code is not only reflective of the issues that we want to address but is informed by outside experts. On 3 November last year, the Government announced that the British Standards Institution would write the code in consultation with consumer and industry groups and carry out a full consultation once the draft was ready. The BSI is widely regarded as expert in regulatory delivery and has a proven track record of working with Government. Developing the code of practice as a British standard is thus a guarantee that the new regulation will be robust and of the highest quality, and the Government’s choice of BSI also delivers on our promise to listen to industry and consumers and involve them in the design of the new regulation. BSI’s process for developing new British standards involves reaching a consensus for a range of key stakeholders and seeking a wide array of views through a full public consultation. That will help to ensure that the code is entirely comprehensive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I assure my right hon. Friend that, working in conjunction with the BSI, it is a priority to ensure that this code addresses the most significant and recurring issues that consumers deal with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome what the Minister has outlined for the right hon. Lady. I think it is exactly what we want to hear in this House, but when it comes to monitoring and checking, will the changes in the pipeline be enforced by locals councils, the police or another independent body?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would not be an Adjournment debate without an intervention from the hon. Gentleman. In this case, he raises a really significant point. We need to make sure that these regulations have teeth. The deterrent lies in the fact that repeat offenders will find themselves unable to access the DVLA database and so it will in effect be self-policing.​  \nIn November, we announced that the Government would propose that the code considers a mandatory requirement to give all drivers the 10 minute grace period, which my right hon. Friend referred to, after their tickets expire. This will be a common-sense measure to ensure that drivers are not unfairly penalised for trying to do the right thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Caroline Nokes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend for giving way. He was very specific then about a 10-minute grace period after a ticket had expired. Will it also include a 10-minute grace period in the circumstance that he himself identified where somebody perhaps drives into a car park and finds that there are no spaces, or that it is too expensive?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Clarke**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I confess that, given the code is in draft, I do not know the answer to that question, but I will write to my right hon. Friend, as she would expect, to clarify. I suspect that it will make good sense for it to do so in practice, but I will not presume to prejudge what the independent regulation may eventually come up with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also want to address issues raised about debt collection, because it cannot be fair that a hard-working family is prevented from obtaining a mortgage because a small breach of a car park’s terms and conditions led to a county court judgment that, as my right hon. Friend refers to, can have such serious consequences, especially if it is sent to an old address. I have seen constituency cases of that nature. We are proposing that the code considers new protections for consumers, and looks at extra measures to crack down on intimidating and aggressive debt collection practices. We will also look at the appeals system, because this is a particularly significant issue. There are two appeals services in the private parking sector. Both have their own processes and procedures and different rates at which parking charges are overturned at appeal. Which appeals service a motorist has access to depends not on their choice or the nature of the alleged breach of contract, but simply on which trade association the operator happens to belong to. That cannot be fair and is at odds with natural justice, which is why it is the Government’s stated position that we intend to appoint a single appeals service for the entire industry, giving motorists the ability to challenge unfair charges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, we are actively exploring ways to combat unfairly issued tickets from automatic number plate recognition technology. There is a widespread sense from motorists that this technology does not function as it should. I have heard of motorists entering and leaving a car park yet still having a ticket issued, and that is obviously a real concern. We want a private parking sector that works fairly in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Turning to the substantive issue of timing, I am pleased to update the House that work with the BSI commenced in December, and it has now convened a group of key stakeholders to write the code. This group comprises representatives from the parking industry, consumer groups, standards bodies and, recognising the key role that parking plays in supporting our high streets, the retail sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can also update the House that we have appointed Steve Gooding, the director of the RAC Foundation, as our technical author, and he has now produced the first draft of the code. The RAC Foundation is a well-respected ​transport policy and research organisation and Mr Gooding is a former director-general of the Roads Traffic and Local Group at the Department for Transport, so he will bring real knowledge, experience and expertise to bear on his work. This is only a first draft and, as I have said, the final draft will be worked up in close consultation with key stakeholders, and there will be plenty of opportunity for everyone to have their voice heard in this process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the context of this debate, I would like to put it on record that the Government are doing all they can to utilise our parking infrastructure to best serve our collective response to the coronavirus. I am sure that the measures that we have announced to support frontline workers and volunteers have been welcomed by both the House and the British public. We are offering free parking for NHS workers, volunteers and social care workers in council-owned on-street spaces and car parks. In conjunction with NHS England, the parking sector and local government, we have produced a free parking pass to allow those workers to park in council spaces, worry free. We have pledged to cover the costs of providing free car parking to NHS staff working in hospitals during this unprecedented time. Our aim is to alleviate any unnecessary pressures on those workers by removing any fears that they may have about fees or fines while they carry out what is by common consent truly heroic work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we take the first steps towards recovery, we want to offer alternatives to public transport, but we are of course wary of an increase in the numbers of people taking end-to-end car journeys. To ease parking capacity, my right hon. Friend the Secretary of State for Transport has announced that the Government will seek to repurpose underused parking facilities outside town centres, made possible by close collaboration with local authorities and private operators. Those who live too far from town centres to cycle or walk can therefore park on the outskirts and finish their journeys on foot, bike or even—excitingly—an e-scooter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Individual businesses are also playing a hugely positive role. Many private operators have been offering parking spaces to NHS workers during the coronavirus crisis. I commend such efforts and reiterate the Government’s appreciation for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I recognise the need to progress the new code at pace, and across Government we recognise the urgency of this issue. It is crucial to get the regulations right and, as my right hon. Friend said, the coronavirus situation has had an impact, but we have committed to developing the final code this year. Prior to that, a public consultation will take place to give the parking industry, the public and other interested parties the opportunity to have their say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 2019 Act builds on action that the Government have already taken to tackle rogue private parking firms, including the banning of wheel clamping and towing and the stopping of over-zealous parking enforcement by councils and parking wardens. Beyond our work on the private car parking sector, the Government are taking decisive action to improve public and private car parking throughout the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government are taking determined steps to protect motorists across the country. The Act will tackle an issue that our figures show affects literally millions of motorists every year. We will ensure that the private parking industry works to the high standards that motorists ​can reasonably expect, and we will tackle the rogue operators and their unfair practices. It will be an industry that will deliver for everybody.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my right hon. Friend again for raising the issue of Mr Hindle, and I put on record my own tribute to Mr Hindle for his persistence in showing a certain British doggedness in refusing to accept a fundamentally ​unfair situation. I thank my right hon. Friend for the opportunity to update the House on the work that we are doing to improve the sector. I of course look forward to returning to the Dispatch Box to give further updates when the final code is ready.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}