{
    "url": "https://www.ukpol.co.uk/ken-clarke-2019-speech-on-brexit-2/",
    "title": "Ken Clarke – 2019 Speech on Brexit",
    "post_date": "October 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ken Clarke",
            "url": "/tag/ken-clarke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ken Clarke, the Conservative MP for Rushcliffe, in the House of Commons on 19 October 2019.",
    "content": [
        "The Prime Minister began his statement, for which I am grateful, by saying how rare it has been for Members of this House ever to support federalism and a united states of Europe, and I entirely agree. Federalism and a belief in a European superstate are as rare in this country as they are, nowadays, in every one of the other 27 member states.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does the Prime Minister accept that, for the past 50 years, the vast majority of the Conservative party and all four Conservative Prime Ministers in whose Governments I served believed that membership of the European Union gave us a stronger voice in the world politically, as one of the three leading members of the European Union, and gave us access to a free trade market that enabled us to build a strong and competitive economy? Will he reassure me—as I assure him that I will vote for his deal once we have given legislative effect to it—that, when he goes on to negotiate the eventual long-term arrangements, he will seek a solution in which we have the same completely open access across the channel and across the Irish border to trade and investment with the European Union as we have now, in both directions, even if we have to sacrifice the political benefits we have hitherto enjoyed from membership of the Union?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}