{
    "url": "https://www.ukpol.co.uk/greg-clark-2016-speech-on-devolution-and-the-northern-powerhouse/",
    "title": "Greg Clark – 2016 Speech on Devolution and the Northern Powerhouse",
    "post_date": "July 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Communities and Local Government, in Salford on 8 July 2016.",
    "content": [
        "[![gregclark](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you, it’s a great honour to address this conference in this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The re-empowerment of the North requires both thought and action – and we owe a debt of thanks to ResPublica and to Greater Manchester for breaking new ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is, of course, impossible for me to give this speech without addressing the events of the last fortnight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let me begin by saying two things:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first is that our priority as a government is to safeguard jobs and investment – here in the North and across the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The decision of the British electorate is a momentous one – and there’s no mistaking the significance of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, equally, there should be no doubt about the resolve of this Government to act in the national interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a time for cool heads and mutual respect, both at home and as we negotiate a new relationship with our European neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, the kind of mutual respect that has characterised the negotiation of Devolution Deals back home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In sitting down with city leaders, I can honestly say that our party political differences have never come between us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was some hard bargaining, of course, but on behalf of their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government has put in place special arrangements for the EU negotiations – arrangements which include every part of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I argued strongly – and successfully – for a place at the table for local government leaders in England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The interests of every part of this nation: North, East, West and South will be represented.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also believe it is important that European structural fund allocations – including those benefiting the North – are honoured in full.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second thing I want to say is that devolution is now more important than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think that the referendum did not so much create divisions in our country as expose ones that were already there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "London voting to remain, most of the rest of England for out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some metropolitan cities voting marginally to stay in; smaller industrial towns voting heavily to leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was a critique that was made of the European Union (whether we think it was accurate or not):\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Too remote. Too unaccountable. Too bureaucratic. Too much uniformity. Run by people that don’t know what it’s like for me, where I am.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Travelling around, talking to people during the campaign, I sensed that some of those charges were levelled at the way the country is run too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So among the answers to the challenge of the referendum result has to be a much bigger role for local leadership in our national life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local leadership that is rooted in communities; that is practical and pragmatic not doctrinaire; that understands the neighbourhoods that comprise an area – and the differences from one place to another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will not be One Nation until every part of the nation regains a sense of empowerment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why devolution needs to go deeper – wider too – but especially deeper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The process is well underway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since the first City Deals we’ve seen further waves of City Deals, Growth Deals and Devolution Deals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Only four years ago when people referred to devolution they invariably meant the transfer of power to Scotland or Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But now the policy very much includes the whole country – with the North of England having an especially high profile.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And quite right too – because many of the most important and exciting developments in devolution are taking place here in the North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No one should be surprised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is where the modern world was brought into being.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A well-spring of innovation that changed the course of history.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which not even a century of centralisation was enough to exhaust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should also mention the geography of the North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where once it helped create the conditions for the industrial revolution, it is today helping to drive progress on devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every part of the country has the potential to benefit from the decentralisation of power, but for cities it is a no-brainer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A city and its surrounding communities constitute an organic whole, a natural focus from which to join-up services and allocate investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Though also blessed with beautiful countryside, the North is the most urban part of the country outside London – home to five of England’s eight core cities and to many of its key cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And while these great population centres are close to one another physically, there is more variety in a hundred miles of the North than certain other places manage over the span of a continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The city-regions of the North thus provide fertile ground for devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A series of connected-but-distinctive, large-but-local economies – with both the ambition and the opportunity to lead the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of the most important initiatives on devolution are now coming from local communities themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The more that power is devolved to them, the more they see what they can do with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The process of devolution is therefore acquiring its own momentum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, momentum needn’t imply a single trajectory or speed of change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The diversity of the North is a strength not a weakness – and that includes a variety of approaches to devolution itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With different geographies and different priorities, each area has moved at its own pace and in its own way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To those of an excessively tidy frame of mind, this is quite unbearable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s not that they oppose devolution, it’s just that they want it implement in a uniform, one-speed manner from the top-down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To me, that is to miss the point completely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly, there are common principles that must be respected – such as democratic accountability and co-operation across local boundaries – but beyond that, I believe that the flexible approach to devolution has been vindicated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Certainly, cities like Manchester and Liverpool wouldn’t have been able to blaze their trails without it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A uniform process of devolution would mean devolution at the pace of the slowest, most reluctant participant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that would benefit no one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The most ambitious communities would be held back and the more cautious communities would have no models to follow or adapt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A healthy sense of rivalry has always sharpened the will to succeed in these parts – and not just on the football field or the cricket ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the same time, however, there’s no denying the common identity and common interests of the North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore, I’m thrilled to see devolution taking shape not just within each city-region, but between them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A prime example is the formation of Transport for the North – a major step towards the achievement a pan-regional road and rail network fit for the 21st century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This, surely, is the way forward: communities choosing to join forces where and when the opportunity arises, in place of the rigid regionalism of the pre-devolution era.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s also great to see co-operation between the North of England and its neighbouring communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For instance, with North Wales whose close links with Cheshire, Merseyside, Manchester and Lancashire can be strengthened to mutual advantage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And also with the north Midlands, where Cheshire, Warrington, Stoke and Staffordshire have been working collaboratively over the past year to maximise the growth benefits of HS2.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At a time when other cross-border institutions aren’t faring so well, it’s encouraging that everybody wants to join the Northern Powerhouse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is two years since the words “Northern Powerhouse” first appeared in a ministerial speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, that’s not where you left them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s no longer a phrase just used to label government policy – it’s an identity you’ve made your own and, in fact, always was your own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, it’s a rebuke to those who talk the North down – who emphasise the failures of the 20th century (most often failures of central government) rather than the potential of the 21st.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A potential that is already being fulfilled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the last two years, foreign direct investment in the Northern Powerhouse has increased by 126%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since 2010, the long-standing north-south gap in private sector job creation has almost disappeared.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, we see cities in the North and Midlands at the top of the job creation league.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The entrepreneurial energies of the region have been released and deserve to be celebrated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recent research by the London Stock Exchange found that almost 80% of the fastest growing stock listed companies in the UK were headquartered outside of London – with Manchester and Leeds among the locations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now more than ever, it is essential that this progress continues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For local government leaders, Local Enterprise Partnerships and other stakeholders represented here today that means maintaining the momentum of devolution and the local growth agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To support and incentivise locally-led investment in transport, housing, skills and other priorities, the next round of Growth Deals will make £4.3 billion of funding available from the Local Growth Fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This money will go to the best schemes, introducing a deliberate element of competition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have always been clear that each deal and each piece of decentralising legislation represents a fresh point of departure not a final destination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To change metaphors, the tide of decentralisation has advanced by waves, each building on its predecessor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This model of reform has been vital to getting to where we are now, but I believe we are now moving to a new phase:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To one of continuous devolution, in which the transfer of power isn’t negotiated on a central government timetable or according to a set menu of options, but à la carte and as-and-when communities identify new opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you lift the lid on Whitehall, what you see is an ongoing negotiation between different departments and ministers, an open process of give-and-take, proposal and counter-proposal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is how things work within central government, and I see no reason why it shouldn’t be the same between central government and local government:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Each with its own role and mandate, but equal partners in the governance of the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re not quite there yet, but, underpinned by the Cities and Devolution Act, the enabling mechanisms are coming together:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Firstly, combined authorities to provide the heft and coordination that communities need to deal directly with\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whitehall and take control of major investment decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, elected mayors to provide combined authorities with democratic accountability and high profile leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In May next year we will see metropolitan mayors elected in at least nine parts of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third enabling mechanism is fiscal devolution – the financial independence, stability and incentives that communities need to push for local economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The shift to 100% local retention of business rates will be a massive step in that direction – and I’m delighted that Greater Manchester and Liverpool City Region will be the first places to implement full business rate retention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether on fiscal devolution, metropolitan mayors or combined authorities, Devo North is leading the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before concluding, I’d like to mention a fourth foundation for successful devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is data devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To make the best investments for local growth… to fully understand the skills and infrastructure requirements of local businesses… to provide public services that respond to local needs… local decision-makers need up-to-date, accurate and meaningful information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In an over-centralised country, information is sucked upwards, away from the frontline, and into separate top-down bureaucracies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only place where data can join up again is in distant centres of control – if indeed it joins up at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Furthermore, in such bureaucracies, information is homogenised and aggregated, erasing the fine detail on which the local picture depends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But when communities take control of service delivery and investment for growth, then data can be joined-up locally – providing the intelligence that enables effective local decision making.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the leading edge, data devolution is about smart communities – the use of advanced technology to gather and process information in real time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is exciting stuff, but perhaps more important is something that relies more on people than machines – and that is the willingness to learn from experience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Devolution means different things being tried in different places – and so a concerted effort to share the lessons is immensely worthwhile.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These should be communicated between communities, not filtered through central government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There’s an obvious role here for combined authorities and Local Enterprise Partnerships, but also for independent institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The flourishing of so many think tanks and research institutions in this area of policy is a real encouragement – not least the very welcome debut of ResPublica North.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Secretary of State for Communities and Local Government I want to boost the prospects of every part of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And indeed I can point to exciting developments in devolution from one end of England to the other – and elsewhere in Britain too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nevertheless, there can be no denying the particular achievements of this part of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Northern Powerhouse is setting the pace and Devo North is breaking new ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Speaking personally, it is a great honour to be working with so many impressive leaders from different communities, different sectors and different political parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At a time when we as a country must overcome our divisions, the willingness of so many different people to work together towards the common good is an inspiration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a time of great change for our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not least changes of leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would urge of all of you to make your voices heard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To not only ask, but to insist, that those chosen to lead work for, and not against, your empowerment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You have already demonstrated your ability to take responsibility, show leadership and take control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is no doubt of your capacity to make your own decisions, so don’t settle for anything else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the end, Finding True North means setting your own direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}