{
    "url": "https://www.ukpol.co.uk/brendan-clarke-smith-2022-speech-on-an-early-general-election/",
    "title": "Brendan Clarke-Smith – 2022 Speech on an Early General Election",
    "post_date": "October 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Brendan Clarke-Smith",
            "url": "/tag/brendan-clarke-smith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Brendan Clarke-Smith, the Parliamentary Secretary at the Cabinet Office, in Westminster Hall, Houses of Parliament on 17 October 2022.",
    "content": [
        "As always, it is an absolute pleasure to serve under your chairmanship, Mr Mundell. I thank the hon. Member for Newcastle upon Tyne North (Catherine McKinnell) for bringing this debate before us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The nation and the world face the challenges not just of Vladimir Putin’s war in Ukraine, but of recovering from the covid-19 pandemic. Putin’s war has caused a global economic crisis, with interest rates rising around the world. I am sure that nobody in this country would like a general election more than Vladimir Putin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Families and businesses are feeling the impact across the country, from the cost of their supermarket shop to their energy bills, as hon. Members have mentioned. In these tough times, therefore, the Government are taking decisive action to get Britain moving.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Owen Thompson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am sorry to intervene so early, but will the Minister tell us how Vladimir Putin caused mortgage rates to shoot up to such an extent?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Brendan Clarke-Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to look at interest rates around the world, the strength of the US dollar and inflation rates around Europe. Curbing inflation is important to us, and I will come on to that and what the Chancellor is talking about today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Families were facing bills of up to £6,000 this winter. Tesco, which has been mentioned a lot today, says, “Every little helps”, but we think we can do better than that, because a little is not enough for many families around the country. That is why we took such decisive action with our comprehensive package, so that families would not face that. It has substantially reduced the expected peak inflation that we might have been looking at. We have supported the families who needed it the most, have been dealing with the tax burden and have cut the national insurance contributions of 28 million people as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Global economic conditions are worsening, so we have had to adjust our programme. That is the sign of a pragmatic Government. We are still going for growth, but need to change how we approach it. The Government are committed to investment zones, speeding up road projects, standing up to Russia and increasing our energy supplies so that we are never in this situation again. We are making it easier for businesses to take advantage of Brexit freedoms, so that they may do things more easily, leading to lower costs, lower prices and of course higher wages. The Government are on the side of hard-working people who do the right thing, and it is for them that we are delivering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are putting our great country on to the path of long-term success. We are taking on the anti-growth coalition, from Labour and the Lib Dems to the protestors stopping people going to work by grinding roads and rail to a halt, as we have seen outside today. The Government’s focus is on bringing economic and political stability to the country. That will lower interest rates and restore confidence in sterling. We cannot afford any drift to delay that mission. Therefore, the last thing that we need now is a general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have several priorities for the remainder of this Parliament. We will use the power of free enterprise and free markets to level up the country and spread opportunity. We will drive reform and rebuild our economy to unleash our country’s full potential. We will cut onerous EU regulations that smother business and investment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A mandate is one of the reasons we are in Westminster Hall today. The Conservative party was elected with a majority in 2019. Recently, we have been through a process of electing a leader of our party who is committed to delivering that Conservative programme in government. We face significant global events that have changed our economic circumstances. We cannot ignore the impact of covid or Putin’s deplorable war in Ukraine, which has created much of the economic hardship that has pushed up the price of energy, not just for us but for the world. The Government acted immediately to provide energy support for families who needed it the most by laying out a plan for economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK, as mentioned by the hon. Member for Midlothian (Owen Thompson), is a parliamentary democracy and does not have a presidential system. Prime Ministers hold their position by virtue of their ability to command the confidence of the House of Commons. Consequently, a change in the leader of the governing party does not trigger a general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fact that a change in the leader of the governing party does not necessitate an election is well established. There is precedent among both Labour and Conservative Prime Ministers in the past. Indeed, five of the last seven Prime Ministers, including my right hon. Friends the Members for Uxbridge and South Ruislip (Boris Johnson) and for Maidenhead (Mrs May), Gordon Brown and John Major, began their tenure in office without the need for a general election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In many cases the next election followed several years after a Prime Minister had been in office. In the post-war era, that has become very common. Gordon Brown was in office for three years before the 2010 election, and John Major for two between 1990 and 1992. Jim Callaghan held office in the 1970s without holding an election, just as Douglas-Home held office for a year without one in the 1960s. Prior to that, Harold Macmillan was Prime Minister for two years before calling an election in 1959. Famously, Winston Churchill’s wartime Administration were in office for five years, in exceptional circumstances, without an election taking place. I could go on. Chamberlain, Lloyd George, Asquith and Balfour are all relevant examples. My point is that Prime Ministers hold their position by virtue of their ability to command the confidence of the House of Commons. There is no requirement for an incoming Prime Minister to call an election immediately on assuming office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Catherine West**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister is very generous in giving way. He is making an important point that general elections are not always necessary. Does he agree, however, that one of the problems besetting the majority party is that before the 2019 general election, Mr Farage’s party tipped into the Tory party, and that that has resulted in it splitting in two?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Brendan Clarke-Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member makes a good point. Of course, all political parties will at times have disagreements. One of the things that makes me such a proud Conservative is the broad church of our operation, and I believe that it is that broad church that allows many of my colleagues with differing views to come together with shared values. That is why Conservatives, who have been elected and given a mandate, can change leadership but still have a Conservative Government delivering Conservative policies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier this year, delivering on a Conservative manifesto promise, Parliament passed legislation repealing the Fixed-term Parliaments Act 2011. It was a flawed piece of legislation, which ran counter to the core constitutional principles of our country, and I believe that it had a damaging effect on the functioning of parliamentary democracy. The Dissolution and Calling of Parliament Act 2022 returned us to tried and tested constitutional arrangements for dissolving Parliament and calling elections. It received broad agreement across the House, and I do not believe that a single Labour MP voted against its Second or Third Reading. By repealing the 2011 Act and it opaque provisions, it reaffirmed the convention that the Government hold office by virtue of their ability to command confidence in the House of Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Members are in a privileged position to put views to the Prime Minister and senior colleagues, and I encourage them to do so. We have debates, such as this one, and other appropriate forums. The Government are entitled to assume that they have the confidence of the House unless and until it is shown to be otherwise. That can be demonstrated unambiguously only by means of a formal confidence vote. Thus, the Government, under the new Prime Minister, continue to command the confidence of the Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister can call a general election at any time of her choosing by requesting the Dissolution of Parliament from the sovereign, which, if accepted, leads to a general election. As a result, the decision of when the next election will take place rests with the Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the appointment of the Chancellor, who is currently giving his statement on the Floor of the House, the Prime Minister asked my right hon. Friend the Member for South West Surrey (Jeremy Hunt) to assume the role. As the Prime Minister has said, he is one of the most experienced and widely respected Government Ministers and parliamentarians. The Prime Minster has asked the Chancellor to deliver the medium-term fiscal plan, and he is giving a statement to the House as I speak. That will explain the support that the Government are giving.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Members for Pontypridd (Alex Davies-Jones) and for Newport West (Ruth Jones) mentioned the cost of living. That is very important to us; we want to get this right. We want to bring in the energy price guarantee. We have already given £400 to every household, with £1,200 going to the most vulnerable, and £150 back on council tax, along with other support. We want to help the most vulnerable in society and we want the right targeted packages. Of course, to do that, we need to have sustainable public finances and to show fiscal responsibility. The Chancellor of the Exchequer will talk about that today. We want to bring our debts down; we want to ensure that inflation is low; we want to ensure that interests rates are sensible. We do not set interest rates—the Bank of England does—but we want people to be able to afford their mortgages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After I had bought my first house, the financial crisis happened—that was a difficult period for homeowners. We want to help people to get through this; we are a nation of homeowners. We want to protect people, including the most vulnerable, and, of course, we want people to be able to pay their energy bills and for their food shopping.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Fleur Anderson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for the history lesson. I think the people who signed the petition thought that we needed a new Government not because of the change of leader, but because of the policies of the new leader—that is why so many people are signing it. Mortgages are going up by an average of £500 across the country, but that figure will be a lot higher in my constituency. Those homeowners are the ones signing the petition. They are saying, “We’ve had enough of these policies. There hasn’t been any fiscal restraint; it has been really damaging. We need a change of policies.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The current Prime Minister lost her credibility because her Budget has been thrown out—a new one is coming—so she may need to be replaced. How many changes of Conservative party leader does the Minister think there needs to be before a general election is called?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Brendan Clarke-Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "People want stability and certainty, and that is also what the markets wanted, which is why we have acted decisively. The Prime Minister has been clear and has acted pragmatically. She has appreciated when things have not worked and has changed tack as a result. That is a sign of a strong Government, and I fully support the Prime Minister in those efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Midlothian said that he also wanted another independence referendum for Scotland. I would argue that Scotland has already had a referendum and that people made a choice. They want the same stability; they want to know what the future holds for them. They made their choice and they see it as being part of that stability. They worry about their interest rates and their houses, and about inflation. We want to govern for the whole Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Owen Thompson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I find this slightly perplexing. A lot of the Minister’s argument has been about the strong decisions of the Government in changing their mind, and about the ability of the Prime Minister to change her mind and take a different direction. He then makes exactly the opposite argument when it comes to Scotland and deciding the constitutional future of our nation. How can the Prime Minister and the UK Government change their mind in a matter of weeks, but the people of Scotland—despite every promise that was made eight years ago during the 2014 referendum campaign—are not allowed to make a different decision?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Brendan Clarke-Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I bring the hon. Gentleman back to the point that we are in an ever-changing world: nobody expected the covid-19 pandemic or what Vladimir Putin has done in Ukraine. I take the point that circumstances change, but people want stability—they want to be able to support their families and pay their bills—and we believe that supporting the devolved Governments, working together and protecting our Union is the best way to ensure that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alex Davies-Jones**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister is, of course, a Minister for the Union. As the shadow Minister, my hon. Friend the Member for Putney (Fleur Anderson), quite rightly said, neither of the First Ministers of Scotland and Wales have received a phone call or any contact from the Prime Minister since she has been in post. If the Prime Minister and the Government are so committed to the Union, when exactly will she be in in touch with the First Ministers, and why has it taken so long?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Brendan Clarke-Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the summer, Members will have heard the Prime Minister speaking with great passion about protecting the Union. The £18 billion of annual funding for the Welsh Government is the largest annual amount in real terms since devolution began, so those were not just words but actions. I can also point to the £121 million in levelling-up funding for 10 projects, the £790 million of investment across four Welsh cities, the £115 million for the Swansea Bay city deal, and the £500 million for the Cardiff city deal. I am sure that the Prime Minister will, in due course, contact those elected leaders to see how we can work closely together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Member for Putney (Fleur Anderson) mentioned the ethics adviser. I understand that the Prime Minister is considering that matter and will provide an update in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are in extraordinarily tough times—there is a global economic crisis—and we must remember where this country was heading only a month ago. Families and businesses were fearing unaffordable energy bills higher than £6,000. Inaction would have been unthinkable and the human cost unforgivable. Businesses would have gone bust and jobs would have been lost, and that is why we took the decision to protect people and businesses from the worst energy crisis this winter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We were elected in 2019 on a pro-growth, pro-aspiration and pro-enterprise agenda, to be on the side of hard-working people and all those who make our country great, and that is what we will continue to do. Today we have moved to cut national insurance, putting £330 in taxpayers’ pockets, and we are delivering a clear plan to get Britain growing through bold supply-side reform. Growth requires stability, and that is what we are offering. We need to move forward and deliver for the British people. A general election risks sending us back to square one by letting the anti-growth coalition into power. We will do whatever it takes to get through the storm and emerge a stronger and better nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**David Mundell (in the Chair)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I call Catherine McKinnell to wind up the debate. You have approximately one hour and forty minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}