{
    "url": "https://www.ukpol.co.uk/greg-clark-2018-speech-at-nfu-conference/",
    "title": "Greg Clark – 2018 Speech at NFU Conference",
    "post_date": "February 22, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Clark, the Secretary of State for Business, Energy and Industrial Strategy, at the NFU Conference on 21 February 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/gregclark-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ladies and Gentlemen,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s great to be with you today. Thank you for inviting me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a great honour to be here for the first time at a National Farmers Union (NFU) Conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As someone who has known all my life that farming is foundational not just to our economy, but to our country, it is a particular privilege to be here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Providing the food and drink we live on and stewarding the countryside that is so much part of our national and local identity means there is no more essential industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Guy said, I was born and raised in the food and drink business with my father and grandfather’s retail dairy delivery round supplying our neighbours in Middlesbrough with fresh Yorkshire milk seven days a week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I talk about agriculture as an ‘industry’ that’s not to ignore the fact that farming and growing is more than just a sector of the economy. It’s a life. And its all-consuming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was glancing through Farmers Weekly before Christmas and there was an interview with a young farmer from Wales called Tom Parry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The journalist asked him: “If you won the lottery… what’s the first thing you would spend the money on?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "His reply? “More sheep.” But food and farming is an industry nonetheless and as Guy alluded to before, it’s one of our greatest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The agricultural sector is the biggest manufacturing sector in the UK. Employing almost four million people and larger than the automotive and aerospace sectors combined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And what that means in my view is that it deserves the same seriousness of engagement with all parts of government about the future that other successful industries like aerospace, automotive can count on, like life sciences and financial services expect to get with government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And for your unique role in stewardship and in feeding the nation, like any industry, you need to be profitable and we need to help make sure the right conditions exist right for investment in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, of course, you have a government department dedicated to farming and rural affairs and it is headed by one of the most innovative and effective Secretaries of State in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I’m determined, with Michael, that you should participate fully just as other industries do in the work that is being done by the whole of government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Including my department, the Business Department, as we work together to make Britain more prosperous in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think we need to do a better job in emphasising the centrality of agriculture to our economy and to our economic future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If proof were needed of that, it can be found in the most recent agricultural exhibition in the London Science Museum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This started off with farming in the Iron Age and ended somewhere around 1952. 1952?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s 15 years before I was even born. Imagine if the space exhibition ended in 1952. You’d miss all the good stuff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No moon landings. No space shuttle. No International Space Station. It’s the same with farming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So it’s fantastic that the Science Museum is planning a new £3 million exhibition to show the real face of modern British agriculture to the whole country and especially to the rising generation of people who may not have the knowledge or experience of agriculture, which should open later this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t know who farming’s Tim Peake is but it’s very important that the place of this industry at the forefront of innovation should be there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because this is one of the most innovative of our industries and we need to ensure that the next generation need to see the opportunities for earning and advancement there are in a career in food and farming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I think it is also important that other industries need to see that agriculture is a source of ideas that can drive new ways of working and using technology in their own sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a great translation and diffusion of learning across adjacent industrial sectors and I think we underplay the opportunities from the innovations that you have made into other industrial sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I was determined to place food and farming at the heart of our Industrial Strategy, both for this sector and because of the relevance to sectors across the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And why I’m so thrilled with the contribution and enthusiasm of so many people in this room. Of course the NFU, to the Country Land and Business Association (CLA), the Food and Drink Federation and so many others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The challenge for our Industrial Strategy is the same challenge for this sector. How can we become more productive and so more prosperous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to commend the excellent work that Tom Hind of the Agriculture and Horticulture Development Board (AHDB) has been carrying out on productivity in this sector. It has uncovered that since the mid-1990s productivity growth in agriculture and horticulture has fallen behind our principal competitors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, it has grown at just one-third of the rate enjoyed by the Netherlands and the USA. Relatively slow growth in productivity in recent years has characterised much of the British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Industrial Strategy set out a number of ways in which with a sustained national effort we can improve productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It seems to me they are relevant to this industry as much as others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first is innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is one of the most innovative sectors of our economy and the advantages of bringing together our best scientists with our most forward-thinking producers, is clear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think most people would agree that the agri-tech strategy which launched five years ago has proved a success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Catalyst, for example has helped fund projects fighting diseases in pigs, rearing lobsters off the Cornish coast and improving the efficiency of Strawberry production, to name but a few.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there is great potential for much more and so the Industrial Strategy commits to the biggest ever increase in public research and development investment. An extra £3 billion a year by 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It brings in a focus on four Grand Challenges, technological changes sweeping across the world in which Britain has a leading position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am committed to making sure that agriculture plays a big role in many of these.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of these is Artificial Intelligence and the analysis of big data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Intelligent algorithms using data on atmospheric conditions and soil moisture has the real potential to dramatically reduce, for example the water needed for agriculture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Michael Gove and I have agreed that agricultural technology will be one of the priority sectors for the new Office of Artificial Intelligence announced in our Industrial Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through our Grand Challenges on the future of mobility, we know right around the world the way we are transporting ourselves, the way vehicles are powered and how we are connecting ourselves is changing, and we want to make Britain the go-to place in the world for the development of new autonomous vehicles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am determined this won’t just be the vehicles you see on our road, and that agriculture will be a big part of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through the Hands-Free Hectare project Harper Adams University and York-based company Precision Decisions are planting, tending and harvesting crops using only autonomous vehicles and drones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This project was funded through Innovate UK and was the first in the world to farm a crop in this way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I have insisted that our Connected and Autonomous Vehicles programme is making funding available to off-road driverless innovation, with a particular application to agriculture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet another challenge – in this country – we’ve often been better at the invention and discovery of new ways of doing things that the implementation of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The AHDB was right in saying we need to put an increased emphasis on the ‘D’ in R&D, the development half of research and development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the Industrial Strategy, we announced a Transforming Food Production Challenge. And I’m delighted to announce today that the government will invest £90 million to make this challenge a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It will include the creation of ‘Translation Hubs’ bringing together farmers and growers, businesses, scientists, and Centres for Agricultural Innovation, to apply the latest research to farming practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It should be a big boost to the knowledge exchange that already takes place across food and farming. And with the technological revolution that is happening the skills of the farming workforce need to keep pace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "New technologies require new abilities. Today’s modern British farmer is a Swiss-Army-Knife of skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An engineer, an environmentalist, a data scientist, a biochemist, often an energy producer, a tourism entrepreneur, and always an investor too. All of these skills are essential to the jobs that you do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet at the moment, we under-invest in skills and training relative to many of our competitor countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if we are to take advantage of the productivity improvements that technology offers we need to have tailored programmes of skills, education and training to meet the needs of sectors, as well as more farmer-to-farmer learning, to demonstrate what works in practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Industrial Strategy emphasises new T-Levels which will provide an important opportunity for a new generation to start their careers in agriculture with relevant skills and we will work closely with the NFU to make them effective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Apprenticeships will be a crucial part of this. And our reforms to apprenticeships are intended to present high quality opportunities for individuals and employers alike.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These reforms are some of the most substantial the government has ever made. But they are still young, and we are listening to feedback as the programme develops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also hear loud and clear, the challenges you are experiencing in your workforce currently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a West Kent MP, the Hoppers huts that can still be found in the fields around our coasts are a reminder that agriculture has always relied on seasonal workers whether from home or abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In particular, two-thirds of your workers born outside of the UK come from the EU. This is an absolutely crucial component that I know Michael Gove touched on yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as we move to a new relationship with the EU it is essential that you can get the workers you need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "‘A secure supply of skilled and seasonal labour’, is one of eight priority areas for our new Food and Drink Sector Council that has been created as part of our Industrial Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That clear focus and commitment to make sure you get what you need to do the important job that you have, is vital. And the purpose of forming the Council is to not just talk about the issues, but to act on its advice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Upgrading our infrastructure is another way in which we can help improve productivity and as Guy mentioned earlier, I cannot recall an occasion on which I met the NFU branch in which the need for considerably better broadband and mobile coverage was not top of the list of improvements required.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Michael was emphatic on it yesterday and I completely share his view. The imperative becomes even more pressing because many of the technologies that can transform agricultural productivity and things like Artificial Intelligence rely on the fast transformation of large quantities of data. It is becoming more important than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Industrial Strategy commits an extra £200 million of investment in the Local Full-Fibre Networks Programme. As Michael said yesterday, 95% of the UK population can now access superfast broadband, a target which was reached last December.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As is evidence, there is much further to go, including making super fast high-speed broadband a legal right to everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is perhaps no industry in Britain in which local industry and the distinctiveness that one place has from another is as intrinsic as in farming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My longstanding view is that government policy has been too uniform in failing to take opportunities to recognise that what is needed for a northern city or a place like Birmingham to maximise its potential will be very different for a rural county.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And around the world, we see that one of the most successful ways in which productivity grows is through clusters of adjacent businesses with particular local relevance each reinforcing the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We see it all, from life sciences in Cambridge to elite motor manufacturing in Northamptonshire. Successful clusters attract ambitious followers creating expertise and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through institutes such as FERA outside York, which I know very well, to the Wellcome Trust’s Sanger Institute outside Cambridge, I think there are huge opportunities to gather businesses that can make the most of the proximity of our resources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A big part of our Industrial Strategy is to do what I know virtually everyone in this room does, and be leaders and participants in their local economies and to give more power to invest locally in other sectors and other industries, helping make the most of local opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, strengthening relationships are vital if we are to capitalise on the individual strengths of the sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Food and farming has always been a diverse and some would say fragmented, sector. But that is not to say that the opportunities that come from working together don’t exist. In fact I think they are more plentiful in this sector than many others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The supply chain from farm to fork and indeed into farms is a crucial source of quality competitiveness and innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fragmentation compared to other sectors simply emphasises the need to make a deliberate effort to come together effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I’m delighted that the new Food and Drink Sector Council met for the first time last month. I know Michael Gove spoke about this yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It brings together government departments, farmers and growers, food and drink manufacturers the logistics industry, hospitality industry, retailers and others with a stake in a flourishing sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’d like to thank Sir Peter Kendall for representing the voice of farmers on the Council and its working groups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the Council’s early tasks is to propose a Sector Deal to drive forward each aspect of the Industrial Strategy as it reflects food and drink: innovation, skills, infrastructure investment, building up local strengths and getting the right business environment for start-ups and for growing businesses. Each one of these pillars of our Industrial Strategy, I’m absolutely determined will apply to the food and drink sector and should be represented in a strong and ambitious Sector Deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I take it personally. Michael Gove and I will jointly lead for the government on negotiating this deal. I want this to be a totemic deal that shows to sectors that perhaps have not considered food and farming and agriculture to be part of the economic future of our country, in the way that it so clearly is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I hope it will be a beacon to the British industry and the rest of the world that British agriculture is mustering its considerable strength to seize the opportunities before us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So ladies and gentlemen, Thank you for inviting me to be with you today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I first set to thinking about the Industrial Strategy I had a clear vision that this strategy must be for the whole of our economy and for the whole of Britain. And so agriculture one of our largest and most innovation-rich industries had to be at the heart of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am so thrilled at the positive response that it has received from farmers, growers and those engaged in food production.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And whether it is spreading innovation or building a workforce with the skills of the future. These are vital steps. Not all these steps can be taken all of them overnight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A short term strategy, after all, is a contradiction in terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I strongly believe that by acting deliberately now we can act together to create the future of farming.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you very much indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}