{
    "url": "https://www.ukpol.co.uk/greg-clark-2023-statement-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Greg Clark – 2023 Statement on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Greg Clark",
            "url": "/tag/greg-clark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Greg Clark, the Conservative MP for Tunbridge Wells, in the House of Commons on 24 March 2023.",
    "content": [
        "In line with your advice, Madam Deputy Speaker, I will address my new clause and the amendment in my name specifically, and I will also touch on the amendments tabled by my hon. Friend the Member for Christchurch (Sir Christopher Chope). I will not rehearse the reasons for the Bill. We have had a substantial debate on Second Reading and in Committee, and I hope it may be possible to say more on Third Reading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "New clause 1 would require the Secretary of State to issue guidance to the police about the new offence proposed in the Bill, and that guidance must include, but is not limited to, guidance on the defence of reasonable conduct that is already contained in the Public Order Act 1986.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "During our debate in Committee, some Members were understandably concerned that the perpetrator of an act of deliberate harassment of a person on the grounds of their sex could escape the consequences of their actions by asserting that they thought their behaviour was reasonable. Some Members thought there was a risk that the police might be put off from taking the offence seriously, because of that potential defence. In fact, in the Public Order Act, reasonableness is not in the eye of the accused. Simply saying that behaviour that was intentionally designed to cause alarm or distress was reasonable does not provide a “get out of jail” card. Having clear guidance on this point would ensure that the matter is crystal clear to the police and all the authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The proposed requirement for statutory guidance therefore provides that clarity, but it is not limited to that; the guidance can include other matters, should that prove desirable in future. The guidance would be addressed to the police, as is obvious from the terms of the new clause, but in practice its use would be wider than that, and would include the Crown Prosecution Service. That is because statutory guidance, once issued, is in practice taken by all parties to be authoritative. Indeed, there is no point in having separate guidance for the police, the CPS and any other body.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is far from the only occasion when guidance is formally issued and addressed to one particular audience, rather than being proliferated to multiple actors. For example, statutory guidance within the Stalking Protection Act 2019 is formally issued to the police, but was drawn up in consultation with other statutory partners, including the Crown Prosecution Service. I envisage and hope that the Minister will be able to confirm that the same approach will be taken in this case, and that the CPS would be involved in drawing up the guidance to which my new clause refers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It seems to me, reflecting on the debate we had in Committee, that an amendment that guidance must be issued and must include, inter alia, statutory requirements on the interpretation of reasonable conduct, is a pragmatic and practical way of responding to the points made in the debate. I am delighted that new clause 1 has attracted widespread support, including that of the Government, whose assistance in drafting it I grateful acknowledge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Christopher Chope (Christchurch) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How long does my right hon. Friend expect it to take for this guidance to be produced? The guidance requested last year on the draft code of practice on the recording and retention of personal data for non-crime hate incidents took more than one year to produce. Does he envisage a similarly long period? To what extent does he expect the House to have a say on the content of the guidance?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would be very dismayed if it took a year to draw up such guidance, and my hon. Friend gives a cautionary warning. When the Minister responds to the debate, I hope he might undertake to produce the guidance with dispatch. I said a few moments ago that it is right and appropriate that guidance is drawn up in conjunction with the CPS, which also has regard to it, and that will take some time. I hope, however, that it will be a matter of weeks rather than a large number of months. The Minister and I are experienced in office, and we know that only the Minister can give an assurance as to how long it will take, but I am delighted that my hon. Friend shares my impatience to get on with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Christopher Chope**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What about the ability of the House to comment on the guidance when it is produced, or during its preparation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As my hon. Friend knows, guidance is issued by the Government of the day. It is not a statutory instrument, and we are not proposing that it should be. I think it would be desirable for such guidance to be shared not just with the House but in public. Guidance that is important should enjoy the confidence and wisdom of those who intend to use it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Christopher Chope**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, does my right hon. Friend envisage that the guidance should first be produced in draft form, so that there is an opportunity for people to be consulted publicly on it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greg Clark**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Again, that is a matter for the Minister, but I would not only be content with that but think it a desirable route to take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the amendments tabled by my hon. Friend, he is right to seek to ensure that legislation in this House is properly scrutinised and debated, and the points he has raised—including those he just made—are pertinent and valuable. As I hope he might expect, I have studied his amendments carefully, so let me deal with them in turn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Amendments 3 to 5 prefer the words “due to” to “because of”. Precise language is important—he and I share that view—but I do not think that the preference on his part signifies any difference in interpretation. The expression “because of” is extensively used in existing legislation. For example, section 66(4) of the Consumer Rights Act 2015 refers to circumstances in which someone suffers loss or damage\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“because of the dangerous state of the premises”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is “because of” rather than “due to”. With perhaps more immediate relevance to our discussions, the Equality Act 2010 uses “because of” rather than “due to”. For example, paragraph 3(5) of schedule 11, on school admissions, refers to circumstances in which a school\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“does not admit a person as a pupil because of the person’s sex”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "rather than “due to” it. It may well be that my hon. Friend’s use of language is more elegant than that contained in the laws already on the statute book, but I hope he will agree that there is some virtue in linguistic consistency in the law. That is the reason behind that choice of words.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend’s amendment 4 clarifies that it does not matter if person (A) specified in the Bill—the perpetrator of the offence in question—is a man or a woman. Although the majority of reports of public sex- based harassment have been by men towards women, the Bill applies totally equally to both sexes, and at no point does the Bill mention anyone’s sex. There is no ambiguity in the Bill on that point. If my hon. Friend is concerned that this may not be clearly understood in practice, such as by the police, it may be a candidate for inclusion in the statutory guidance to which we have already referred. As he will recall, the guidance specifies interpretation of reasonable conduct but is not limited to that. If, perhaps after taking soundings from the public, there turns out to be some ambiguity in people’s minds—if not in the Bill—there is the opportunity to address that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Amendments 2 and 6 would introduce a concept of subsidiarity and primacy. In other words, an offence would be committed only if the sex-based harassment was the primary motivation or aspect of the behaviour, rather than one of a number of aspects. I completely understand the point my hon. Friend puts forward, but I will say two things in response. First, one of the purposes of the Bill is to bring harassment on the grounds of sex in line with the existing law as it affects other protected characteristics, such as race. To take race as an example, to be guilty of the aggravated offence of public harassment on the grounds of race does not require the racial elements to be the primary element of a torrent of abuse that one person might direct at another. Nor is public racial harassment defensible on the grounds that racist harassment was merely a secondary aspect of the behaviour in question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, not only is there the argument of consistency, which the Bill seeks to address, but, in this case, it is right that it is framed in this way because racist abuse should not happen at all. The law should be clear on that, and that applies equally to harassment on the grounds of someone’s sex. For reasons of consistency with the established law elsewhere and, in my view, what is right, we should not introduce a special filter for primacy on the grounds of sex that does not already apply to race and other offences that already have this protection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Amendments 7 and 6 would delete references to “(or presumed sex)”. The current treatment in the Bill is, again, drafted to be consistent with the Bill as it applies in other contexts, particularly to protected characteristics. To use the example of racial harassment again, section 28 of the Crime and Disorder Act 1998 makes it clear that an offence is racially aggravated if the offender demonstrates hostility\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“based on the victim’s membership (or presumed membership)”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "of a racial group. It is not always possible with 100% accuracy to determine a person’s race or sex in a public place. Indeed, Shakespeare would have been robbed of many a dramatic plotline were it otherwise. But that does not mean it should be acceptable to hurl abuse intentionally at someone who turns out not to be of the sex that was assumed, any more than it would be acceptable to scream racial abuse in public at someone who turned out not to be of the race that the perpetrator presumed them to be. Therefore, again, for reasons for consistency with the existing law and for reasons of justice, I think the drafting of the Bill has it right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In amendment 9, my hon. Friend, as presaged in his earlier intervention, seeks to specify a commencement date of 1 August this year for the legislation to come into effect. I am very grateful to him for his impatience to get on with changing the law. He is quite right, in all seriousness, that if Parliament passes legislation, that signals the intention of Parliament that the law should change and the Government should not act as a brake on the law being changed in practice. Indeed, it would be unconscionable for the Bill to sit on the statute book uncommenced and therefore unusable to the police and courts. Those who might be watching these proceedings, or reading reports of it, will have a legitimate expectation that if the Bill passes, the law has been changed or will change shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Should the Bill be approved by the House today, as all colleagues know, it would then need to go to the House of Lords, whose procedures and timings are not always clear to at least this Member of this House. If my new clause 1, requiring statutory guidance to be issued, is inserted by the House, that will, as we discussed a few moments ago, take some time, especially if we provide an opportunity to take soundings on it before it is adopted. So I fear that 1 August may be a little too specific and early to be in the Bill as the date by which commencement must be made. I do not want in any way to separate myself from my hon. Friend’s motivation—quite the reverse. Should the Bill attract the favour of the House and the other place, I hope that he will join me in pressing the Government today to commit in seriousness to commencing the legislation as soon as is practically possible. Should that commitment turn out not to be enacted in practice, I hope he will bolster my efforts in harrying the Government at every opportunity, and relentlessly—given his considerable experience, and indeed success, in that—until the legislation is commenced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In conclusion, I am very grateful to my hon. Friend for his thoughtful and apposite amendments. I hope he can tell that I have seriously considered their effects. In no case am I antipathetic to the quite reasonable questions he raises about them, but I do think they have answers in the current drafting of the Bill, with the new clause I am moving today, so I hope that at the end of the debate he will feel able not to press amendments and, should circumstances arrive, to join me in continuing a campaign for great dispatch on the part of the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}