{
    "url": "https://www.ukpol.co.uk/chris-clarkson-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Chris Clarkson – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Clarkson",
            "url": "/tag/chris-clarkson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Clarkson, the Conservative MP for Heywood and Middleton, in the House of Commons on 9 December 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for North Norfolk (Duncan Baker), and to take part in the debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate my right hon. Friend the Member for Tunbridge Wells (Greg Clark) on his Bill. I have the privilege of serving on his Select Committee, the Science and Technology Committee, and the Bill bears all the hallmarks of his forensic attention to detail and, indeed, fundamental decency. I also pay tribute to Safenet, Rochdale Women’s Welfare Association, Independent Choices Greater Manchester, and Superintendent Nicky Porter of Greater Manchester police, who is the VAWG lead for GMP and also my local superintendent. She does remarkable work, and I look forward to supporting her in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I was struck by something that the hon. Member for Walthamstow (Stella Creasy) said in her speech. We often talk about oppressed minorities in this place, but in this instance we are talking about an oppressed majority. She said something thoroughly depressing: “Women are everywhere, but we do not get to go everywhere without being frightened.” What an awful statement that is, and how awful it is to have to realise that that is the truth, the lived experience for the majority of people in the country. It is flabbergasting; it is horrendous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Safety is not something we should ever be able to take for granted. Walking down the street at night, travelling to school, going to the gym—these are things that women and girls, and men and boys, should be able to do without fear. However, that is just not the case. It is not the lived reality. According to Plan International, 62% of women have avoided doing something routine because they have either experienced sexual harassment or feared it. That is a disgrace, and that is why the Bill is so important. By amending section 4A of the Public Order Act 1986, it will make public sexual harassment a sex-specific offence for the first time. Some have suggested that it might be simpler to add misogyny and misandry to the list of hate crimes. However, as my right hon. Friend the Member for Tunbridge Wells pointed out, we do not want to leave open a loophole enabling an abuser to simply say that the harassment was not motivated by hatred of a particular sex. While I agree that this is a good first step, I think we need to think about how, technically, we can make those offences work in law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More important is the fact that the changes proposed in the Bill have not come out of the blue. I take the point made by my hon. Friend the Member for Thurrock (Jackie Doyle-Price) that the passive term “violence against women and girls” is not an appropriate moniker, and I hope we will start to change that language, but it was the Government’s VAWG strategy that highlighted the need to take public sexual harassment more seriously. The Law Commission then suggested that more attention should be paid to legislative changes. It was therefore good to see the Home Office launch its consultation over the summer to determine how best the law can protect individuals from public sexual harassment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I say “individuals” because it is important that to remember that this behaviour does not just affect women and girls, and that men can also experience harassment based on their sex. As was pointed out by my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes), it disproportionately affects the LGBT+ community. I certainly do not wish to diminish the experience of the women who are in the Chamber today, but I myself have experienced a form of sexual harassment. I am a member of that community, and it is pervasive. Even if only one in six men fear it, I think we need to keep an eye on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that the Bill will enable us to give more support to victims of public sexual harassment so they are able to identify instances of criminal behaviour, and to feel confident that once they have been reported, their cases will be dealt with properly. Only through greater clarity in the law can the public have confidence that intentional harassment based on sex will be dealt with swiftly and appropriately by the police.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Stella Creasy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman is making a powerful case about the importance of being specific, and I think we need to be clear about the fact that this is not about sexual harassment alone. It is about sex-based harassment, because these behaviours are about power—the power to demean and insult somebody, with that sense of entitlement. It must be made clear that, in the case any of the victims, this does not have to involve sexual words or behaviour to be sex-based harassment under the Bill. Whether it constitutes misogyny or misandry, it is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chris Clarkson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady makes an extremely important point, and I absolutely agree with her; these behaviours are entirely about power, and therefore a sexual element is not always necessary in order for them to permeate. I am simply speaking to the use of the language. As I said, this Bill is a good starting point. We need to have a broader conversation about how we specifically make misogyny and misandry hate crimes, but obviously the technical implementation of that will take time. We need this legislation in place now, which is why I will be actively supporting it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have heard some powerful speeches today. People have said, “As a father”, “As a husband”, “As an uncle”, and so on, and those are laudable reasons to give. I am not a father, which will not surprise anybody. I am not married to a woman. I have female relatives, but that is not the reason I am supporting the Bill. I am supporting it because it is morally the right thing to do. It is completely unsustainable that the majority of the people in this country live in constant fear of injury, harassment and simply not being able to go about their lives as I can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have the privilege of being a white middle-aged man. I live in a society that was specifically designed by people who look like me for people like me; that is fantastic, I can breeze through life and 90% of the time I will not be affected by anything. I am a member of a particular protected characteristic, but perversely the law already protects me. I can be protected on the grounds of my sexuality but not on the grounds of my sex, which is not an appropriate way for the law to operate in this day and age. So I will be supporting the Bill because it is morally the right thing to do. It is the decent thing to do and, once again, I congratulate my right hon. Friend the Member for Tunbridge Wells on having the initiative to do this, because it has been far too long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}