{
    "url": "https://www.ukpol.co.uk/nick-clegg-2012-speech-to-centreforum/",
    "title": "Nick Clegg – 2012 Speech to CentreForum",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister, Nick Clegg, to CentreForum at the Royal Commonwealth Society on 17th December 2012.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tomorrow it will have been five years since I became leader of the Liberal Democrats. Roughly half of that time has been spent in opposition, and half in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t suppose it’s exactly controversial to suggest that I and my party have changed over that period. Today I will argue that we’ve changed for the better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because my purpose here today is to explain, clearly and simply, what the Liberal Democrats offer the people of Britain, and why it’s an offer which speaks to modern Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our offer is different from that of the Conservatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s also different from Labour’s offer. That won’t surprise you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What will surprise you, perhaps, is that it’s different too from the offer of the Liberal Democrats in opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What I want to set out is a case for why Britain should be governed from the centre ground. A case for both a stronger economy and a fairer society, because we can have both – they are not mutually exclusive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Serious parties know that that the centre ground is the only place from which Britain can be governed. And serious leaders try to keep their parties in the centre ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in times of economic distress, when people and parties are under pressure, when there are no easy answers, no silver bullets, only tough choices – at times like these, politics quickly becomes polarised as the homing instincts of ideologues to the right and the left kick in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Tory right dreams of a fantasy world…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– where we can walk away from the EU, but magically keep our economy strong…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– where we can pretend the world hasn’t moved on, and stand opposed to equal marriage…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– where we can refuse to accept the verdict of the British people and pretend the Conservatives won a majority of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Labour left lives in a different, but no less destructive, fantasy world…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– where their irresponsible borrowing in government can be remedied by borrowing more…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– where every budget reduction can be opposed without explaining where the money should come from…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– where games can be played with political reform and EU budget policy without long-term damage to their credibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is at times like these that Britain needs a party rooted in the centre ground, which anchors the country there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Liberal Democrats are that party. We’re not centre ground tourists. The centre ground is our home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While the tribalists in other parties desert the centre ground under pressure, the Liberal Democrats have done the reverse. Under pressure, we’ve moved towards the centre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Governing from the centre ground means applying pragmatic liberalism to the policy challenges of our time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But pragmatic liberalism is not the same as dogmatic liberalism. And that is what distinguishes Liberal Democrats in opposition from Liberal Democrats in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The greatest strength of our party is our idealism. But in our strength lies our weakness – because sometimes idealism can turn into dogma, or at least an unwillingness to engage fully with the day-to-day experiences and perspectives of the British people we seek to serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A party of government knows that workable solutions need to be grounded in values – but also that they must respond to the hopes and fears of reasonable people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is the lesson we’ve learnt in government. The challenges of governing at a difficult time have given us a harder edge and a more practical outlook.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s worth pausing here for a moment and making a point about the immediate future of my party. There are two alternatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we are to become a more permanent fixture of government, then it will be, at least at first, as a partner in coalitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means embracing the realities of coalition government, and becoming better and better at negotiating successfully on behalf of those in Britain who expect us to stand up for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means accepting compromise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means putting up with people who object that we haven’t got everything they wanted, and who can’t see the value in getting much, much more than we ever could in opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because that is the alternative – a retreat to the comfort and relative irrelevance of opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But – and let me make this very clear – choosing opposition over government is not a values-free choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a dereliction of duty. Because if our values and principles matter to us, we should want to see them deployed for the good of the British people. It’s not about us, after all. It’s about the people we serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me offer an example of how, in government, the Liberal Democrats have tacked towards the centre, not away from it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In opposition, it would have been easy to decry the less pleasant consequences of austerity. No matter how rational opposition parties try to be, it’s just too easy, too tempting, to go for the quick win. That’s why opposition parties are so good at spending ‘savings’ two, three or four times over. Play budgeting with play money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in government, we’ve not been able to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know from experience now: if you protect the health and education budgets, as we correctly did, you can’t oppose every reduction in the welfare budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you want to protect welfare as well, you’ve got to accept that you’ll end up gutting the crime budget, or the BIS budget, or local government. We get that now. We’ve learnt to live with a host of invidious choices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another example: in these distressed economic times, the ideologues to left and right find comfort in the shibboleths of their preferred economic doctrines and turn their backs on evidence and reason.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the prescription of the right is all supply-side – deregulate, cut, get out of the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The prescription of the left is all demand-driven – tax, borrow, spend, intervene.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In government, we’ve rejected these Manichean alternatives and stuck with a more flexible approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, we have to cut expenditure to bring down the deficit. Otherwise we put ourselves in hock to the bond markets, drive up interest rates and impoverish future generations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yes, we have deregulated:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve stripped back accountancy rules for the smallest businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve simplified the rules around maternity leave and flexible working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve extended the qualifying period for unfair dismissal so businesses can be confident about hiring new staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we have also taken steps to drive demand:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve put money back in the pockets of the low and middle income families we know are most likely to spend it with our income tax cut.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve taken every opportunity to increase investment in capital – infrastructure, roads, rail, schools\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve established the Regional Growth Fund, the Growing Places Fund and multi-billion pound Treasury guarantees for investment to unlock private sector growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have resisted the false choice between a state that steps in and assumes control, and a state that backs off and washes its hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have embraced the challenge of building an enabling state that acts where necessary and backs off where not…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Promoting, inspiring and facilitating growth and opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But recognising that the strong economy we want can only be built on the back of hard work and responsibility by citizens themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we’ve been on a journey. But our journey has been towards the centre ground, not away from it. Because the centre ground is where liberals are best able to fulfil our purpose in politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For Liberal Democrats, our purpose is to enable every person to be who they want to be and to get on in life. Freedom and opportunity combined. Or what the philosophers might call ‘substantive freedom’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To deliver on our purpose, we need to build a stronger economy in a fairer society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need a stronger economy because without resilience and sustainable growth, our economy will never be able to deliver the jobs and the opportunity people need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need a fairer society because unless we ensure everyone has the means to get on, some will be left behind while others race ahead, and our society will become increasingly unfair and unequal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so every policy we promote has to make our economy stronger and our society fairer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What underpins our ‘stronger economy, fairer society’ agenda, and gives it a distinctly liberal flavour, is a very clear conception of the appropriate balance between the role of the state and the role of the citizen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For us, that relationship is clear: it is the government’s responsibility to ensure every person has the opportunity to get on, but every person must take personal responsibility for using those opportunities by working hard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot absolve people of their responsibility for improving their own lives, because to do so would be to turn them into dependants – and so deny their agency and compromise their dignity. You can’t build a stronger economy with people lost to dependency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the same time, we cannot wash our hands of those without the means and advantages to get on in life alone. To do so would compromise their potential and diminish their dignity – a tragedy for them and a waste for society. You can’t build a fair society when you deny some the chance to fulfil their potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our commitment to opportunity has deep roots. Liberals have an unshakeable belief in human potential. We know that children born in the most difficult circumstances can rise above them and live the fullest of lives – but only if they’re given the help to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Parents know what I mean. You look at your children and yearn with hope for their future. You do whatever you can to give them every advantage. You worry about the obstacles they will face, and you plan to help them overcome them all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But equally, parents know that kids need to learn to look after themselves. Slowly but surely, we guide them into independence and adulthood. Because we know that to be happy, they will need the means and capacity to run their own lives – and pass their love and skills on to the grandchildren they might give you one day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Parents know instinctively that a balance of opportunity and responsibility are what human beings need to thrive. Why would the state treat people otherwise?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so we need both – a stronger economy and a fairer society; more opportunity and more responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every one of our policies needs to meet this test.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}