{
    "url": "https://www.ukpol.co.uk/nick-clegg-2012-speech-at-mansion-house/",
    "title": "Nick Clegg – 2012 Speech at Mansion House",
    "post_date": "January 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the then Deputy Prime Minister, at the Mansion House in London on 16 January 2012.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Another week, another speech about the evils of capitalism. Let me start by asking: who here is in favour of irresponsible capitalism? Because you won’t find many people arguing for more recklessness, more short-termism or greater rewards at the top. On the contrary – the growing consensus is that we need the opposite: a more sustainable economy; a more balanced economy, where rewards are proportionate and relate to real success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That consensus, emerging among the political parties, has attracted a little cynicism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can understand that. It is, after all, bonus season in our banks. But there is a more generous interpretation of the shifting political mood. One that says: perhaps the penny has finally dropped.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As this debate moves forward, we need to be clear about what we mean. Because, whether you call it a new economy, an ethical economy, moral markets, responsible capitalism, there is a big difference between having strong views on bonus culture or excessive top pay and wanting real change in the practices and principles that guide corporate life. A bit of wrist slapping or moralising at the worst offenders will not be enough. This should not be a war of words but a real contest of ideas about how to reform our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So this morning I want to offer a liberal diagnosis of what’s wrong; and then a liberal remedy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, diagnosis. Why is our capitalism in crisis? I will argue that this is, at root, a crisis of power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That we now have an economy driven by immensely powerful vested interests. Interests that politicians have abjectly failed to stand up to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The remedy, put most simply, is a redistribution of power. Last month I set out my vision for an Open Society and I talked about the need to disperse political power to create strong citizens. Today I want to talk about dispersing economic power to that same end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before I say any more, I want to make one thing clear: Capitalism may be today’s political punchbag, but let’s take a long view: it’s one of history’s great success stories. No other human innovation has driven progress – and raised living standards – so consistently. Markets catalyse ideas, invention and experimentation. When they work well, they are meritocratic and liberating.  \nAnd they generate the wealth to support the most vulnerable and needy in society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberals believe strongly in the virtues of the market. But only if it is a market for the many, not a market for the few. Our economy is in danger of becoming the latter, monopolised by a minority, serving narrow and sectional interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not here to take a cheap shot at big business – this would hardly be the right crowd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Big British firms are the backbone of our economy: our employers, our wealth generators, leaders in our society. And I am grateful to many of our major firms, particularly, for the commitment they are showing to greater corporate and social responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just last week over 100 large companies signed up to the Coalition’s Business Compact, opening their doors to young people from all backgrounds in order to improve social mobility. I’m delighted to see some of them represented here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I know many people in this room will agree: our economy is now seriously out of whack. It simply cannot be right that, right now, because of the crash and the recession, millions of ordinary people are struggling to get by. Yet relatively little has changed for those at the top.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It cannot be right that for most people, on average, wages are falling by around 3% a year, yet executive pay is rising – on average by 13%. Over the last 25 years, top chief exec pay has shot up by 1200%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is a gross imbalance, with wealth and influence hoarded among the few. It’s socially destabilising. Morally, it cannot be justified. And it’s bad for the economy too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our problem is what Jesse Norman has called crony capitalism. It’s easy to throw rhetorical rocks at directors, bankers and businesses. But, if we are honest, this is as much a failure of politicians and regulators, the authorities too often cowed by corporate power. Whether that is political parties of all stripes in hock to vested interests or regulators struggling to stop supermarkets from putting the squeeze on small suppliers, whether it’s politicians kow-towing to media barons, the problem is endemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There’s nothing new about it. Kings have always bestowed privileges on their favourite merchants. Corporations will naturally seek a dominant market position. It’s one of the reasons liberals from John Bright to the present day have been such fierce advocates of free trade. The agricultural landlords of the 19th century and early 20th century were happy for working people to pay more for their food because of protective tariffs. What Lloyd George in 1906 memorably called ‘stomach taxes’. So long as their own profits were protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This has always been capitalism’s greatest danger: a tendency for the rule makers and the money makers to get too close. And we saw the consequences of that closeness play out in the most dramatic fashion right here, in the City, just three years ago. It was a political failure; a regulatory failure; and a market failure too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Political failure, because Whitehall became so dependent on City revenues. That politicians would not see the problems that were brewing. Instead, they hoped the goose would keep laying golden eggs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Regulatory failure, because the Financial Services Authority failed spectacularly in its duties. Regulators are meant to guard vigilantly against industry excesses. But they turned soft – either captured by or intimidated by those they were supposed to keep in check. And, just like the politicians, just like the industry, the FSA ignored the alarm bells ringing. And market failure, as short-termism and recklessness eventually consumed our banks, taking the whole economy to the edge of a cliff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Politicians in the pockets of vested interests, regulators asleep at the wheel, an unrestrained economic elite. The primary symptoms of crony capitalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For liberals – from Gladstone to Grimond – the role of the state has always been to break up unaccountable, opaque concentrations of power, to protect the national interest from those vested interests. That is why, as well as the moves the Coalition Government is making to bring greater transparency to government contracting and lobbying, we need real reform of party funding to reduce the influence of those interests in politics. We need tougher border controls between the political class and the corporate world, and we need a better distribution of power within our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why, for example we want new rules to stop an executive serving in one company from sitting on the pay board at another, so that directors’ salaries are no longer, effectively, decided by their mates. And we see an extremely important role for the state in redistributing wealth through income tax. In fact, one of the Coalition’s most significant reforms is our changes to income tax. Making it more progressive – so that lower earners keep more of what they earn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But liberals also recognise that narrowing wage inequality is not solely a task for the state. We also need to put much more power in the hands of other stakeholders in the economy – shareholders and employees – when it comes to setting top pay. Trusting not the unfettered market, nor the interventionist state, but trusting people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is the core of a more responsible capitalism: power in the hands of people. Strong economic citizens able to keep vested interests in check. So let me say a word on the Coalition’s approach to empowering two groups in particular: shareholders and employees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, shareholders. Part of the challenge is getting more of them to behave like business owners rather than absentee landlords. If they are unhappy, we don’t want them just to sell up and move on, we want them to throw their weight around so that the company improves: but we need to make sure they have the right tools at their disposal and they know how to use them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Coalition has said we will introduce binding shareholder votes to curb executive pay as part of a package of measures to moderate boardroom behaviour. Vince Cable will set out that package next week but I can tell you today that we are going to overhaul the way shareholders – and others – can access information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Often, the reason investors are passive is because they can’t see the reasons to act. Take annual and pay reports. Shareholders should be able to use them as a kind of report card so they can see how well their money is being spent. But, you’ve read them, many – not all, but many – are impenetrable texts: obscuring rather than illuminating. Hundreds and hundreds of pages of facts, figures, charts and graphs. Plenty of information but nowhere – nowhere – a simple, clear single figure showing who gets paid what; Or a simple summary of where the money goes – how much is spent on directors, how much on dividends, or re-invested into the business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That information is absolutely essential for any investor trying to calculate value for money. Some companies do much better on making it transparent and easy to understand, but not enough. And where companies bury it – that is deeply cynical.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the Coalition will force companies to open up their books, so that investors don’t need an accountancy degree to decipher them. We are looking at a range of ways of increasing transparency, but here are two very simple changes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One: shareholders will only need to look at one number, not a dozen, to see how generously top executives are being paid, and they will need a clear policy in place for departing CEOs so that, if they deviate from that policy, and if a hefty payment is made for failure, that decision is up in lights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Two: the way money is spent will need to be crystal clear. So if a company is spending too much on boardroom pay compared to the amount being reinvested in the business, they will have to explain why: show investors where their money is going. That’s how to unlock shareholder power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s not just shareholder power that matters. Ultimately investors seek profits, just like executives expect high pay. Some enlightened shareholders might see the benefits of a well-rewarded workforce, but the people best placed to look after the interests of staff are staff. And that is what, so far, has been missing from this debate: ordinary people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In an open society, a liberal society, people don’t just hold more power in politics, but in the economy too. And, over time, empowering workers can have a hugely transformative effect over corporate culture. People want to work in companies which are dynamic, but they also value stability. They want firms that secure big profits, but not at any cost. They believe that effort and achievement should be rewarded above all else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Aren’t those precisely the values everyone is now clamouring for businesses to hold?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are, of course, a range of ways employees can be given a louder voice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More rights, for example: like the new right to request flexible working and more flexible parental leave – to name just two.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But today I want to focus specifically on employee ownership, a touchstone of liberal economic thought for a century and a half.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "John Stuart Mill hoped that employee-owned firms could end what he called the ‘standing feud between capital and labour’, and liberals have been championing it ever since. Because we don’t believe our problem is too much capitalism: we think it’s that too few people have capital. We need more individuals to have a real stake in their firms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More of a John Lewis economy, if you like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, what many people don’t realise about employee ownership is that it is a hugely underused tool in unlocking growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t value employee ownership because I believe it is somehow “nicer” – a more pleasant alternative to the rest of the corporate world. Those are lazy stereotypes. Firms that have engaged employees, who own a chunk of their company, are just as dynamic, just as savvy, as their competitors. In fact, they often perform better: lower absenteeism, less staff turnover, lower production costs. In general, higher productivity and higher wages. They weathered the economic downturn better than other companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is employee ownership a panacea? No. Does it guarantee a company will thrive? Of course not. But the evidence and success stories cannot be ignored, and we have to tap this well if we are serious about growth. The 80s was the decade of share ownership. I want this to be the decade of employee share ownership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now that’s a big ambition, I know. And it won’t happen overnight. But it won’t happen at all without Government taking a lead, so I am kickstarting a drive in Government to get employee ownership into the bloodstream of the British economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re already doing this in the public sector, though the work of the Mutuals Taskforce, under Julian le Grand, and work being led by Francis Maude. And, of course, the radical reform of the Royal Mail – on that, I’d like to pay special tribute to Ed Davey. Governments have been grappling with the future of the Royal Mail for decades. Under Ed’s stewardship it will finally be transformed into an organisation in which staff have a meaningful stake. And now I’ve asked Ed to turn his hand to employee ownership in the private sector too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Working with professional bodies and businesses, the Coalition is going to find out where the barriers are, so that we can knock them down. Do staff and business owners know enough about employee ownership? Are the accountants and lawyers who advise them taught enough about it? Is there red tape we can cut? Does the tax system treat these firms fairly? Do we need an off-the-peg model so that more ordinary people take this up?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll appoint an independent adviser – an expert in the field – to help us find the answers and solutions to these kinds of questions, which will be brought together at a Summit I will chair in the summer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Crucial to all of this, of course, will be encouraging take up. One option, to give you an idea, could be giving employees a new, universal “Right to Request” shares.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Imagine: an automatic opportunity for every employee to seek to enter into a share scheme, enjoying the tax benefits that come with it, taking what for many people might seem out of their reach, and turning it into a routine decision. Clearly the details of that kind of policy need to be properly thought through. We need to establish which companies would and wouldn’t benefit – it might not be feasible for microbusiness, for example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we need to start by thinking big: not asking ‘why?’, but asking ‘why not?’ Looking across the board – tax, regulation, simplicity, awareness – to help more of these companies flourish, in order to put more employees at the helm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that brings me to the thought I want to end on today: economic power in more hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the debate on a more responsible capitalism moves forward, Liberals will remain set on that goal:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An end to crony capitalism, where vested interests trump the national interest. A better balance of power, in the economy – and between politics and business. That is the route to a safer, more stable, more prosperous economic future. This is how we will spread wealth and share rewards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A more responsible capitalism. A more liberal capitalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}