{
    "url": "https://www.ukpol.co.uk/nick-clegg-2011-speech-on-an-open-and-confident-society/",
    "title": "Nick Clegg – 2011 Speech on an Open and Confident Society",
    "post_date": "February 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the then Deputy Prime Minister, on 3 March 2011.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I want to talk about the UK as an open, confident society. It is by being confident – confident in ourselves, in our communities, and in our values – that we can remain an open, liberal nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to be delivering this speech in Luton. Luton has had to endure being associated in the national consciousness with some very grim imagery indeed. The ugly public posturing of Al Muhajiroun and the English Defence League. Memories of the train station where the 7/7 bombers boarded a train for London, before detonating horror in our capital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I hope today to draw attention to a different Luton; Luton as the home of some of the most vibrant campaigns against racism, extremism and Islamophobia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In particular I would like to thank the members of the Luton Commission on Community Cohesion, which is a superb example of the way in which a community can work together. The town has remained true to its original vision of ‘sticking together’, working across age, religious and ethnic boundaries to promote a tolerant, strong, vibrant community. That is why I think Luton is the perfect place to set out my vision for an open, confident Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is quite clear that this vision faces serious challenges. Most obviously, the grave threat of home-grown terrorism. One of the most important tasks for the Coalition Government is to guard against this danger. But we also face the potential rise of racist groups like the BNP – not only on the streets but in our democratic system too. The Prime Minister has recently argued that we need to assert confidently our liberal values. I agree. Politicians have a huge responsibility to lead by example, and engage in the often difficult arguments around immigration, multiculturalism and liberty. That is why I think the PM was absolutely right to make his argument for ‘muscular liberalism’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also think the Prime Minister was right to make a sharp distinction between religious belief and political ideology. Religious devotion is completely separate from violent extremism. The overwhelming majority of devout people of all faiths reject violence and terrorism. There is some evidence that those Muslims who do turn to violence have a shallower understanding of Islam than Muslims who may have radical views, but reject violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The enemies of liberty are those people who have closed their minds, closed off the possibility that there may be other valid ways to live, other than their own. They believe they have discovered the prescription for how to live – which everyone should follow. Closed minds can lead to closed communities, to extremism, and in some cases to violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are nationalistic or racist extremists, like the members of the English Defence League, or the BNP. There are black extremists like the Nation of Islam. There are Muslim extremists like the members of Islam 4 UK. Very often these groups have a symbiotic relationship with each other, maintained by the media: extremist Muslim groups giving birth to extremist white hate groups, and vice versa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My point is this. We need a perfect symmetry in our response to crime and violent extremism. Bigots are bigots, whatever the colour of their skin. Criminals are criminals, whatever their political beliefs. Terrorists are terrorists, whatever their religion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This means that those of us who want to live in a liberal society must confront hateful views and practices regardless of who expresses them. The Government is committed to tackling hate crimes against any group – gay people, Jews, women, black people or Muslims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me say something here about the specific issue of Islam and violent extremism. There is a corrosive tendency, not least in some parts of the media, to confuse the tenets of Islam with the actions of terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As my colleague in the Coalition Government, Sayeeda Warsi has argued: ‘a worrying argument that forms the basis for justifying Islamophobia and anti-Muslim hatred is the idea that Islam is a particularly violent creed.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The core liberal values – freedom of speech and worship, democracy, the rule of law, and equal rights regardless of sex, race and sexuality – are as compatible with Islam as with any other religion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is better to be a citizen of present-day Turkey – a Muslim majority country – than in one of the Communist-era countries that crushed both these values and religious life in equal measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, there are issues that many Muslims in this country feel strongly about: issues like Palestine, Iraq, Kashmir and Guantanamo Bay. I understand these concerns. And the Government takes them very seriously indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But let us be absolutely clear. No matter what criticism anyone has of British foreign policy, the way to express that criticism is through the ballot box, by raising your concerns with your MP, and by taking a public stand – never, ever, by violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would also like to pay tribute today to Shahbaz Bhatti, the Pakistani Minister for Minorities, who was murdered by violent extremists in Islamabad yesterday. Mr Bhatti was fearless in his pursuit of tolerance, and liberty, continuing to argue for freedom of religious expression even though he knew this would put his life in danger. A reminder, if one were needed, that liberty can extract a much higher price than most of us are likely to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to deepen our understanding of the roots of violent extremism. It is a difficult task. In a moment I will address the interaction of individual, community and ideological influences. But I want to deal first with the specific question of economic insecurity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I have said, openness and confidence go hand in hand: remaining open to different cultures and attitudes is easier for people, communities and nations that are confident of their own position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This means that fear and insecurity are among the most dangerous enemies of openness and liberalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is also no question that insecurity – whether economic or social – creates more fertile ground for violent extremism. During these challenging economic times, we will have to work even harder to fight violent extremism in all its forms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Recent research by the Searchlight Educational Trust on attitudes towards immigration and multiculturalism shows that there is a minority at both ends of the scale with either straightforwardly positive or negative views about immigration and multiculturalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in the middle are groups who are either culturally fairly conservative or who are concerned mainly with the economic implications of immigration. This last group – labelled ‘identity ambivalents’ by Searchlight – is the most worrying in the current climate. Economic difficulty could tip some of them into the negative camp.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At this point, the question becomes one of economic judgement. I strongly believe that acting decisively on the deficit is the surest way to restore economic confidence, relieve people of the burden of debt and put the country back on track. Delay will carry more cost, and more risk, than decisive action. Prevarication on the deficit will worsen economic insecurity, not alleviate it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But a turn to violent extremism cannot be explained simply in economic terms. There are much deeper and more complex forces at work. The scholar Louise Richardson describes the causes of terrorism as ‘a lethal cocktail containing a disaffected individual, an enabling community and a legitimizing ideology’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is right. And it means that our response to violent extremism has to engage at all of these levels, too. So an open, confident society is made up of free, responsible individuals; strong, resilient communities; and a muscular, liberal ideology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At all three levels – individual, community and society-wide – it is vital to pursue ‘smart engagement’. This means calibrating Government action in the following ways:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "targeting resources in a way that clearly promotes liberal objectives  \nmaintaining a clear distinction between social policy and security policy  \ndistinguishing between violent and non-violent extremism  \nsupporting free speech, but taking the argument to the bigots; and  \nimplacably confronting violent extremism  \nLet me start with the rights and responsibilities of individuals. In an open, liberal society, individuals are free to live in the manner of their choosing, so long as they do not harm others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in today’s world, individual identity is much more fluid. With advancements in communications technology, more freedom of movement and greater economic interdependence between nations, there is a much wider palette from which identities can be drawn. The increasing complexity of questions of identity makes it even more important to balance individual liberty and collective responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Freedom for individuals is one of the core values of the Coalition Government. That is why we have ended the injustice of 28-day detention without trial; why we have crushed the ID database; why we are ending the house arrest of Labour’s Control Orders; why we are giving people not charged of crimes the right to get their DNA off police databases; and why we are curtailing arbitrary powers of police to ‘stop and search’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are, in short, rebalancing the relationship between the state and the individual citizen. But we are clear that individuals need to take responsibility, too. Freedom not only comes hand in hand with responsibility, it requires it. As the liberal leader Jo Grimond said: ‘Freedom entails the acceptance of responsibility. Responsibility is meaningless without freedom.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So while we will support the freedoms and human rights of individuals, we also insist that individuals meet their obligations towards wider society, and take their share of responsibility for the maintenance of liberal societies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And while we have an unquenchable commitment to individual liberty, we have an equal commitment to safety and security – and I think the results of our recent counter-terrorism review struck the right balance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course individuals do not live in a vacuum. We must always recognise that we are, in Bikhu Parekh’s words, “a community of citizens and a community of communities”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The role of peers and communities in acting against or cultivating violence is clear. So we need an approach that empowers individuals – but builds communities too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The former Foreign Secretary, David Miliband, said earlier this week that “we need to build the resilience of local communities to reject the politics of hatred.” I agree with him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why this government is working so hard to help build stronger communities. At times, national security considerations will still require national action. But unlike the previous Government, we do not believe that strong communities are built from Whitehall. That’s why we have removed the ring fences around Local Authority budgets, allowing for local discretion; why we are introducing elected police commissioners so that policy can be locally accountable; why we are, through community budgets, giving power to localities to determine their own priorities; and why we are putting public health in the hands of local authorities. Strong communities are communities with more power over their own destiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is also crucially important to maintain a clear distinction between initiatives aimed at combating extremism and those focused on the broader task of community cohesion. The last Government’s conflation of social policy and security policy was damaging. It resulted in Muslim communities feeling stigmatised, and money being wasted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why the Government is currently reviewing the Prevent programme, to ensure that money to curb violent extremism is targeted in the right way, and on the right groups. By treating Muslim communities and organisations as homogenous lumps to be variously hectored, preached at, showered with praise and money, or ignored, the previous Government created negative perceptions among British Muslims and non-Muslims alike.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should ensure that public funds do not support any organisations promoting violence. We must engage with religious organisations in a smart way focusing our attention on those that support our essential liberal values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will also challenge extremism across the board, ending the previous Government’s exclusive and unhelpful focus on Islam. It does not matter if you are a far-right extremist, someone who perverts a religious faith, or someone who uses violence in support of other ideological ends – we will challenge you, take you on and defeat you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third battleground against violent extremism is at the level of ideas, values and ideology. The dangerous ideas that underpin violent extremism must never be allowed to go unchallenged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why I thought the PM’s argument in favour of ‘muscular liberalism’ was absolutely right. Liberalism is not a passive, inert approach to politics. It requires engagement, assertion. Muscular liberals flex their muscles in open argument. There is nothing relativist about liberalism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we are truly confident about the strength of our liberal values we should be confident about their ability to defeat the inferior arguments of our opponents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Smart engagement means engaging in argument at public events, where appropriate and at the right level. Of course these are always difficult decisions to make. But to take one example, the Global Peace and Unity conference attracts around fifty thousand British Muslims each year and is an important opportunity to engage in argument – and so Andrew Stunell, the Government’s Communities Minister did this year. Simon Hughes, the Liberal Democrat Deputy Leader, also spoke at the event.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now there may well have been a small minority of organisations and individuals at that event with deeply unpalatable, illiberal views.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But you don’t win a fight by leaving the ring. You get in and win. The overwhelming majority of the people attending this conference are active, engaged and law-abiding citizens. We don’t win people to liberal ideals by giving ourselves a leave of absence from the argument.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Equally, smart engagement means being extremely careful about decisions to proscribe individual organisations. There are occasions when that is the right course of action. I have to say that, for me, agreeing to the proscription of the Pakistani Taliban was a straightforward decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But proscription must always be a last resort, never a knee-jerk reflex. That is why the Pakistani Taliban is the only organisation we have proscribed since entering Government. And that is why, consistent with our agenda for smart engagement and as part of the Government’s review of Counter Terrorism powers, we decided against increasing the government’s powers to proscribe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because of the requirement to engage in argument, liberal democracy means hard work. Open, liberal societies are not self-creating, or self-maintaining. Democracy, free speech and human rights have to be won – and tragically, often paid for in blood. We need only look to North Africa to see proof of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Once established, liberal societies still need to be renewed and re-established, generation after generation. It has been said that the price of liberty is eternal vigilance. But it is also eternal labour – working to maintain the culture and institutions of liberal democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal societies do not expect everyone to live in the same way, or believe in the same things; conformity can crush liberty. But in liberal societies, all of us must defend the freedoms of others, in exchange for freedom for ourselves. In an open society, values compete but do not conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is the background against which we have to consider the issues of multiculturalism. We have to be clear what we mean here. Where multiculturalism is held to mean more segregation, other communities leading parallel lives, it is clearly wrong. For me, multiculturalism has to seen as a process by which people respect and communicate with each other, rather than build walls between each other. Welcoming diversity but resisting division: that’s the kind of multiculturalism of an open, confident society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the cultures in a multicultural society are not just ethnic or religious. Many of the cultural issues of the day cut right across these boundaries: gay rights; the role of women; identities across national borders; differing attitudes to marriage; the list goes on. Cultural disagreements are much more complex than much of the debate implies. If you will forgive the phrase, they are not quite so black and white.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So: smart engagement in defence of an open society. An unending determination to keep doing the hard work of maintaining our liberal society at home. Encouraging the birth and growth of liberal societies abroad. Smart engagement, appropriate and proportionate, to take on extremist ideas, alongside a ruthless determination to find and punish those who promote or take to violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Maintaining a liberal, open nation also demands a fierce allegiance to shared values. The values of liberal citizenship. The values of responsibility, tolerance and openness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the end, these values are the only weapons that can defeat the terrorists and hate-mongers, at home and abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Violent extremists of all kinds are the enemies of open societies. We will wage an unceasing battle against them. And we will win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}