{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-speech-to-cbi-scotland/",
    "title": "Nick Clegg – 2013 Speech to CBI Scotland",
    "post_date": "February 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, to CBI Scotland in Glasgow, Scotland on 5 September 2013.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "After the toughest global economic conditions in living memory, the UK economy is starting to turn a corner. And the signs of recovery are encouraging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Growth has doubled in the last quarter. Across the UK, more people are in work than ever before. And at a time when unemployment is rising across the EU, private sector employment in Scotland has grown by 146,000 in the last three years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our focus on fiscal discipline is also helping to keep interest rates low for UK businesses and families. We’ve reduced the deficit by a third as a percentage of GDP over the last three years. And we’re borrowing £49 billion less this year than the previous government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, none of this is easy. There are still major economic challenges to be overcome. Many families are feeling the squeeze. Some businesses still struggle to get the credit they need. And, as a country, we are working hard to repair and rebuild our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means doing what we can to unwind the toxic legacy of the last government’s economic model. Broken from the start, it didn’t do enough to support balanced growth across the UK. It was lop-sided: over-reliant on one specific part of the financial services industry to drive an unsustainable boom that left us vulnerable when the crisis hit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "None of that can be fixed overnight. But bit by bit, we are clearing up the mess we inherited. Our critics said it couldn’t be done. That the two parties of the coalition wouldn’t be able to set politics aside and put our economy and nation first. But we are proving them wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so are you. Because ultimately it is your enterprise and your hard work, as UK and Scottish businesses, that is making the difference. And tonight I want to focus on our work together, government and business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the essential role that Scotland – as one of the UK’s biggest economic success stories – plays in realising our vision for a stronger economy and fairer society across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because I believe that the best route we have to achieving a sustainable recovery lies in strengthening that partnership between us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For me, it’s a partnership that strikes that old-fashioned liberal balance between a government that gets out of the way of businesses to enable and empower them to do what they do best: create jobs and drive growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And a government that steps in, when needed, to set the rules of the game essential to ensure a sustainable and competitive economy; backed up with access to finance, modern infrastructure and a skilled workforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we’re making the UK’s business environment one of the most competitive in the world: cutting corporation tax to one of the lowest rates in the G20; reducing the National Insurance bill for companies; protecting the flexibility of our jobs market and getting rid of unnecessary red tape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that combination of measures has helped make the UK the most attractive location for overseas investment in Europe, with over 10% of the UK’s 2012 FDI, foreign direct investment, projects coming to Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At every step of the way, in the coalition, we’re fighting hard to create jobs, boost growth and make a genuine difference to people’s lives across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we’ve committed to raise the personal allowance on income tax. So that basic rate tax payers will get to keep all of the first £10, 000 they earn. We’ve already taken over 2 million people out of paying income tax altogether. And by the time these changes are complete, they will be worth around £700 a year for over 20 million basic rate taxpayers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve also extended our Funding for Lending Scheme to provide more help to SMEs. And the latest figures show that under this scheme lending to businesses and homebuyers has increased. And ahead of the official launch of our new £1 billion UK Business Bank, we are already accepting proposals for the project’s first investment round.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re also protecting and boosting investments essential to our long-term growth. Setting out, for the first time, a long-term Infrastructure Strategy for 21st century Britain, with a major boost to capital spend here in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is supporting a £100 million roll-out of superfast broadband to communities across Scotland; a £50 million contribution to safeguard and improve the cross-border sleeper service for Scotland; and an investment in faster, more modern electric trains on the East Coast Main Line. That’s in addition to our committed investment in a national High Speed Rail Network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "HS2 is central to our 21st century ambition to build a stronger economy in the UK. We know that our competitors have been investing in better roads and railways for decades. But the last time we built a new main rail line north of London was more than 100 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Rail travel has doubled in the last 20 years. With important routes like the West Coast Main Line hit by serious capacity issues. HS2 will help us catch up and compete, more than doubling the number of seats between London and Birmingham and helping to slash journey times to Scotland. This is an economic growth story.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Completing HS2 will help us to tackle the north-south divide that’s scarred our country for too long. Giving 8 of our biggest cities, across the North and Midlands, the modern rail links they deserve, as well as generating over £60 billion of benefits for the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Core Cities Group estimates this investment will create around 400,000 new jobs, 70% of which will be based outside of London. And in Scotland, we calculate it will boost the economy by around £3 billion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And here I just want to respond to those who have criticised this project in recent weeks. That includes the ex-ministers who green-lighted this idea in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a pattern, we see happening time and time again in this country. When a deal has been signed, the temptation to undermine it from the comfort of opposition can be too much for some politicians to resist. This clouds the debate and chips away at the consensus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the alternatives they suggest – such as upgrading existing lines – aren’t viable answers. For example, the extra capacity created through the £9 billion upgrade of the West Coast Mainline has already been filled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve tested our business case rigorously. And we’re clear on what needs to be done to deliver this project on time and to budget. That is how Britain builds the infrastructure it needs. And that’s how we compete, as a 21st century economy, with a modern transport system that works to make us stronger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In energy, our £3.8 billion UK Green Investment Bank, headquartered here in Scotland, is helping to boost private sector investment in green energy projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’m pleased to say that we can raise a glass to the bank’s first project here in Scotland: with over half a million pounds committed to a new bio mass boiler at Tomatin Distillery, near Inverness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But that’s just the start. And with our strengthened support for renewables through the single British energy market, we are helping to create thousands of new jobs in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And here in Glasgow, at Strathclyde University, we’re funding 2 new catapult centres to drive research, innovation and business development in our Offshore Renewables and High-Value Manufacturing sectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are investments that will help rebuild the UK’s economy because the UK succeeds when Scotland succeeds. And a stronger UK economy ensures a stronger Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s precisely because of that shared prosperity that I don’t want to see a barrier thrown up between Scotland and the rest of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right now, membership of the UK’s Single Market gives UK businesses unrestricted access to over 60 million consumers. As set out in our business and microeconomic analysis paper, in 2011, that was worth around £45.5 billion in trade for Scotland (excluding oil and gas), that’s double the amount Scottish businesses sell to the rest of the world. And the demand for Scottish goods and services from England, Wales and Northern Ireland contributes almost 30% of Scottish GDP. In turn the rest of the UK exports almost £50 billion worth of goods and services to Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I’m not saying that all of this trade will be lost, if Scotland votes Yes in 2014. I’m not here to create an artificial argument. But our latest research shows that the long-term effect of a new border between our two countries – with all of the new rules, regulations and systems it will require – will reduce Scotland’s GDP by 4%, equivalent to £5 billion in 2012, over the next 30 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s strong monetary and fiscal framework also provides investors and businesses in Scotland with the confidence, certainty and support they need to grow. This includes strong national institutions like the Bank of England. And as a strong part of the UK, Scotland also makes its global voice heard with a seat at the table at the G8, the G20, NATO and UN Security Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This also means that Scotland through the UK’s membership can play a powerful part within the wider union of EU, shaping legislation, negotiating budgets and driving the future of EU single market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This time next year, the people of Scotland will be gearing up for one of the most important collective decisions you will ever take together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those, who say Scotland could not be an independent state are wrong. Scotland could be an independent state, but my view is that Scotland’s future is best served in the UK, as part of our family of nations. And just because you can do something does not mean you should do something.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the 21st century when countries around the world, within the European Union, in Latin America, South East Asia and beyond are reaching out to cooperate, I believe that it would serve no-one well if the nations of the UK family were to loosen the ties that bind us together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But separating our family of nations – through the creation of a new international border – would inevitably, mean a drifting apart. So that the strength that we draw from 300 years of economic integration; the solidarity of our common values that built the welfare state and the NHS; and the security we share from standing together past and present – all of that will be lost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will campaign proudly for Scotland to remain in the UK. Not out of some nostalgia-driven attachment to the past. But out of a clear-sighted look to our future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just two days ago the Chancellor was in Aberdeen to publish the latest in our series of Scotland Analysis papers, which set out objective expert analysis on the realities of Scotland becoming an independent state. Everything points the same way: our nations are better together than we are apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have a great deal of confidence in our argument and that the facts speak for themselves. Already the answers put forward so far by the nationalists about what an independent future for Scotland might look like keep changing. In particular, what the economic realities of separation will mean for your business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You drive the Scottish economy. You create the jobs and the wealth that makes Scotland a great place to live and work. And I urge businesses across Scotland to remain a voice of reason in this debate, relentless in securing honest answers about the choice Scotland has to make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But if Scotland votes No next year, this won’t be the end of the story. A vote against leaving the UK family is a positive vote to remain within it – and to be part of Scotland’s evolving position within it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can’t let this debate be set up as a false choice between separation, on the one hand, and a status quo set in tablets of stone, on the other. Because the more pragmatic reality is – and which business accepts – is that nations must adapt and evolve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Gladstone, Grimond, Steel, Kennedy and Campbell – these are just some of the giants of my party who, down the years, have set the Scottish debate alight. And made a genuine, lasting difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And within the coalition government, we have a strong track record on this. Through last year’s Scotland Act 2012, we took substantial steps to improve Scotland’s devolution settlement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I want to thank Michael Moore and his team, for their work with business to ensure this new settlement will be one that serves the interests of Scottish business and Scotland’s communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Act amounts to the biggest transfer of financial powers – including major tax and borrowing powers – from London to Edinburgh in 300 years. That work has been a priority for me in government, because, as a Liberal, I will always argue that our country is at its strongest and has its best shot at success when we share the power within it more fairly between our government and our people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the Campbell Home Rule Commission defined a truly modern settlement for a modern Scotland to be achieved through a major transfer of financial and constitutional power from Westminster to Holyrood: with Holyrood raising the majority of the money it spends. So Scotland can determine its own destiny on the domestic agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fiscal responsibility is critical to a modern, mature parliament; one that has to balance the budget not just spend the money. This also means much more autonomy and power for local councils and communities across Scotland, and across the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a proposition that the Scottish government seems reluctant to accept. For example, it says it will consider powers for the Isles of Scotland to become independent in the future – yet they seem to be centralising power more and more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My proposition protects the United Kingdom single market, one of the most important things for business. A single currency; a single regulatory system; a single, open, free market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With Home Rule we truly get the best of both worlds. Local power and authority right alongside global clout, social equity and economic strength.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many others are joining the debate. I welcome this. It is in the best Scottish political tradition to have a broad, inclusive conversation about the best form of government for Scotland. It worked to deliver devolution and it can work to improve devolution. And I urge you to join it too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe that the structures of government, and the policies of government, should serve all of the people – that they should serve the people of Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A thriving business sector creates opportunity and diversity as well, of course, as the revenue on which our public services depend. So the future of devolution in Scotland must evolve in a way that enables your success too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This train is leaving the station – debate is under way. So now is the time for you to express your views, to shape that debate, to influence and shape a modern and successful Scotland within a strong United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In conclusion, the responsibility that rests on the shoulders of the people who live in Scotland today is considerable. One year from now, you will decide whether Scotland remains part of the UK or not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You won’t just be making that decision for now, for yourselves. But for ever – that’s because there is no turning back. The future of the 300 year union is your call on 18 September next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What I believe, and what the evidence shows is that, the best future for Scotland is to be part of a strong United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is how we build a stronger economy and secure a fairer society in a UK where every corner of our country prospers, and where every individual – English, Scottish, Welsh and Northern Irish – can succeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}