{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-at-cityfathers-launch/",
    "title": "Nick Clegg – 2014 Speech at Cityfathers Launch",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg on 23rd April 2014 at the launch of Cityfathers.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "40 years ago, when women were first being allowed onto the trading floor of the London Stock Exchange, any talk of families in the workplace was confined to a framed photo on your desk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mothers were almost always expected to stay at home and an event like this just wouldn’t have happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we have the highest female employment rate on record, with 630,000 extra women in employment since 2010. And networks like Citymothers and Cityfathers show how many more parents are choosing to both earn and share their childcare responsibilities between them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet the enormity of the challenge we face – to ensure genuine equality in work and across our society – requires even more radical change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Change**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, we have to sweep away those Edwardian rules which still hold back those families working hard to juggle their responsibilities at home and work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For decades, our parental leave system has been based on the assumption that it’s dad who goes out to work while mum cares for the kids – giving fathers 2 weeks off when your baby is first born and mothers up to a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But what about those households where the woman is the main earner? Or the families where a working father just wants to spend more time with his children, or both parents want to do their bit at home without sacrificing their careers?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In many ways, the system still treats these families as the exception not the norm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a Liberal, I’ve always believed the system should support not dictate our families’ choices. That’s why I, and the Liberal Democrats, have made building a Britain that’s fit for modern families one of our biggest priorities in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we’ve worked hard to increase access to affordable, high-quality childcare for more families. And, from 2015, government is investing an extra £750 million in tax-free childcare: to help more working parents with children under 12 cover their childcare bill. This is support worth up to £2,000 a year per child for millions of families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is in addition to our offer of 15 hours a week of free early years’ education for every 3 and 4-year-old, as well as for 2-year-olds in those families most feeling the squeeze.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most importantly, I’ve also fought to drag those clapped out rules into the 21st Century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, from next year, if a mother wants to return to work before her year’s maternity leave is up or go back to work for a particular project, she can – without losing out. Her partner will now be entitled to use up her remaining parental leave and pay, if that’s what they want. You can even – as parents – take off chunks of time together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet changing laws like this is only the start. Culturally, we also need to recognise that we can’t build a more family-friendly Britain unless all of us see the world differently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to tackle once and for all the hidden prejudices which still limit the choices of many men and women. And we need to create the same equal opportunities for both sexes to care as well as earn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Creating equal opportunities**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How do we do that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, we’ve got to tear down those barriers which still prevent too many brilliant women from reaching the top of their professions. For example, despite progress in recent years, women still account for just 21% of board positions on FTSE 100 companies. And only 4 of those companies have a female CEO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That impacts on all of us, with estimates showing that the UK could boost its GDP by up to £23 billion if we use the skills of our female workforce more effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Parents and teachers have an incredibly important role to play here: inspiring every young girl to think big and aim high for their future. If they’ve got the talent and ambition to succeed, then no job should be closed off to them – whether it’s to build their own business, lead a top company or work at the cutting edge of science, technology or engineering.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is also why brilliant campaigns like Inspiring Women, which Miriam is heavily involved in, are so important: to help more young women reach for the sky.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Government is doing its bit to help too: boosting support for female entrepreneurs, pushing for more women on boards and helping young girls see the full range of career options open to them, including in those traditionally male-dominated STEM industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But at the same time, we also need to encourage more boys to see the value of building a career in the caring professions. For too long, these kinds of jobs – in childcare, early years’ education and social care – have typically been seen as the preserve of women. There are around 4 million people working in health and social care jobs in the UK today and still 4 out of every 5 people working in those jobs are women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet these are fields in which both men and women have a lot to offer and can excel. We are now starting to see that kind of change in nursing. But I want to see it happen right across the board: helping more people to make choices based on what’s right for them not outdated preconceptions about their gender.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, if we’re to do it properly, then we also need to challenge the ways in which many fathers are still pushed to see themselves as a breadwinner first and carer second.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Tackling hidden prejudices**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether it’s by a manager’s raised eyebrow when you ask for some family time off. Or your friends’ surprise when you say you’d like to be a stay at home parent if you could. Or your own ingrained fear that, if you choose to work more flexibly, you’ll find your career stuck in the slow lane and your peers overtaking you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As your survey shows, it’s as if even asking to work differently marks you out as less committed, ambitious or capable than your colleagues without children. And according to official research, fathers are less likely to work part-time than other employed men. In fact, around a quarter of new fathers take only a week or less of paternity leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is despite increasing numbers of employers, both big and small, which now recognise the benefits of work-life balance, such as a more productive, loyal and engaged work force. This includes many of your own employers, companies like KPMG, Citi, Lloyds, EY and others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet that kind of fantastic corporate support still isn’t translating into the wholesale shift in attitudes we need. That’s especially true in jobs with an entrenched long hours’ culture like here in the City.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re all familiar with the objections that come up again and again when changes like this are proposed:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s bad for our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is an additional burden businesses just don’t need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s going to make us less competitive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet the reality is that countries like Switzerland, Sweden and the Netherlands which actively champion more family-friendly working arrangements are consistently rated amongst the top economies on global competitiveness and well-being.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "UK research also shows that employees working flexibly are more prepared to go that extra mile. And, more widely, McGill University academics argue that family-friendly policies help to reduce staff turnover, boost performance and improve job satisfaction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As you can see in almost every political debate these days, there’s a big difference emerging between those who want Britain to be open or closed and ready to change or anxious to turn the clock back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m clear on that fundamental dividing line. I believe we should always point to the future not hanker after the past. And the simple reality is that we always see resistance to these types of reforms in the early days, but they rapidly become the norm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As representatives of some of the UK’s leading organisations, you can help us make that happen now. By working with us to ensure every family who can benefit from these new rights is able to do so, including your own, we can make family-friendly working the new norm in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means ensuring it’s a genuine option for every employee who works in your organisation. From the men and women serving meals in your canteen and cleaning your offices to those sitting in the boardroom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Getting the chance to take these opportunities is always harder for those families on the lowest incomes. So talk to your bosses, customers and business partners. And together we can generate a once-in-a-generation chain reaction across our offices, factories and other workplaces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As competition increases, no successful business leader would think twice about investing in the latest technology to help their business get ahead. In the same way, we need to show how an upgrade in old-fashioned attitudes to flexible working can sharpen competitiveness even more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s the only way we’ll secure the best, most talented and diverse workforce for Britain’s success. Together we can ensure that, in the City and beyond, every British family – whatever their background or circumstances – gets an equal chance to thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}