{
    "url": "https://www.ukpol.co.uk/nick-clegg-2011-speech-in-brazil-on-the-green-economy/",
    "title": "Nick Clegg – 2011 Speech in Brazil on the Green Economy",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Deputy Prime Minister, Nick Clegg. The speech was made in Brazil on Tuesday 21st June 2011 and was on the subject of innovative business in the green economy.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I have to confess: this is my first trip to Brazil. But I have wanted to come here for many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Like all of your visitors, I’ve been struck by Brazil’s beauty, your hospitality. But, more than anything, by your sense of pride, of confidence. By the sense that right here, right now, so much is possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It’s no real surprise, of course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In just a few decades Brazil has undergone a transformation that takes most countries centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Democracy, growth, economic development. Millions lifted out of poverty – 24 million in just eight years. A voice on the global stage that grows stronger by the day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In all of history has a country ever risen so dramatically, so peacefully, attracting such global goodwill?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Brazil was once described as a country of the future; clearly now it’s the future that belongs to Brazil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And it’s our shared future I want to talk about today. A new partnership between Brazil and the UK. A partnership for prosperity, where we work together to generate wealth and opportunity for our people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Trading more, learning from each other as we reform our economies, but also standing shoulder to shoulder in the world to advance our common values: democracy, fairness, economic openness, multilateralism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Because, in the long-term, that’s how we create the peaceful and stable world in which we both can thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Before I talk about how we can work together more closely, let me set out why I believe we can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“History shows that UK-Brazil relations matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In the nineteenth century Britain supported and helped in Brazil’s war of liberation and negotiated Portuguese recognition of Brazilian independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“A hundred years later, as Europe was torn apart by unprecedented destruction, Brazilian soldiers fought with us, helping to defeat the forces of fascism. Making sacrifices for which we will always be grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Ours has long been a reciprocal friendship, a two-way friendship between nations that stand together when it counts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Our ties are not new, but they have been allowed to slacken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We don’t trade enough. We don’t share knowledge in the way we could. We don’t automatically think of each other as allies in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“True, recent years have seen some improvement – in business and investment; in cooperation in defence, and on development policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We worked together effectively on biodiversity at Nagoya, and on climate change at Cancun.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I don’t want to downplay that progress. But we must be much more ambitious about what we can achieve together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“There remains great potential for Brazil and the UK to do more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That’s why I’m here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“As part of a new and lasting period of engagement between our great nations. Modern nations. Reforming nations. Nations that do not look at the world as it once was, but who see it for what it is today, what it will be tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And who understand that, on all of our big challenges – tackling global warming, setting the world on a path of sustainable growth, eliminating poverty and disease, fighting terrorism and organised crime – on all of them we are stronger together than we are apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“At the heart of this partnership are our values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The world is often carved up according to imaginary lines: North/South; East/West; Developed/Developing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“But the real divide is about what you believe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“There are closed societies: where power is abused, liberty curtailed, opportunity hoarded, and governments look inwards as the rest of the world is shut out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And there are open societies: internationalist in spirit, committed to fairness, freedom and democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Brazil and the UK stand on the same side of that divide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Of course, in any genuine, equal partnership there will be give and take. Moments when we don’t agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We look, for example, for the same outcomes in the Arab world, yet we sometimes differ on the best way to achieve them. And, when we disagree, we should be upfront about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“However, I believe, ultimately, we can be confident about navigating those moments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Confident that, while we may differ on the means, we nearly always agree on the ends and, in our heads and in our hearts, we are usually coming from the same place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“So how do we deepen our ties?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The first part of the answer is trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“For the UK, this visit is, ultimately a trade mission. If that sounds hardheaded, that’s because it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Trade means jobs. That’s what the people of the UK want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“But never underestimate the cohesive power of trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It brings people together, fostering new understandings. Not between governments, or diplomats, but people; businesses; their staff; and their communities too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Trade ensures nations have a stake in each other’s success. In working together peacefully, constructively, and towards the same goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“So I’m delighted to unveil new business contracts between UK and Brazilian companies worth £2.5bn to the UK economy – a significant boost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“BT, BP, BG – British companies, doing more business in Brazil, bringing the benefits home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Contracts that boost the bright futures of some of our most iconic businesses, like Rolls Royce and JCB, both of which are expanding operations here in Brazil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Contracts that filter down the supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“For example, by underwriting a credit line for Brazilian steelmaker Gerdau, the UK government has secured £270 million worth of exports from the UK, with orders placed with dozens of companies around the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And contracts that help the UK rebalance our economy away from our previous overreliance on a limited number of sectors, with deals in telecoms, manufacturing, pharmaceuticals – some of the key industries to the UK’s future success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I’m accompanied by a business delegation, representing energy, infrastructure, engineering, financial services, to name a few. Here to promote the UK as one of the easiest places on the planet to do business – that’s according to the World Bank – as well as a gateway to global markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And we are deeply ambitious about what we want to achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Nothing short of a new era in expanded trade and booming business between our two nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It is true that the UK was hit hard by the global financial crisis, and the UK Government is having to implement a decisive plan for fiscal consolidation, cutting spending and raising some taxes too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“But, by doing so, we have retained the confidence of international markets and gained the backing of major international institutions, including the IMF, the EU, and OECD.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We are also reforming our financial sector so that risk is better managed, and the wider economy is better insulated from shocks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“So the UK should be an attractive destination for Brazilian investment. And we offer a different kind of deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We know what the Brazilian economy already excels at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We know too how many international partnerships you have forged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“But the great challenge for all advanced economies in the 21st century is to stay smart. To get ahead of the curve – in technology, in education, in energy efficiency, effective regulation and public services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That is where we can help. Ours is a dynamic, agile, and innovative economy.Where we value sustainability, where we recognise the need to confront structural barriers to growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That’s why we’re focusing resources on schools and training. We’re reforming higher education to keep our universities world class, and we’re building on our world-class research base to get further ahead in the industries of the twenty first century: green technology, renewable energy, aerospace, and many more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It’s a long-term view. Looking beyond the next year, or the year after. Looking decades ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Because that is the key to growth that lasts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I know Brazil is also thinking not only of today. That you are lifting your sights to the horizon. And on that we can help each other too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We can learn from each other to diversify our economies, drawing on each others’ expertise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Your success in biofuels and renewable energy. Our experience in carbon trading and our new Green Investment bank – a world first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Your groundbreaking welfare programmes. Our insights in education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We can pass on lessons from our preparations for London 2012 to help deliver a successful Rio 2016.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Perhaps, in return, you can tell us the secret of how to win five world cups.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It’s a new way of working together – a step change in our relationship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“This week we are agreeing UK/Brazilian cooperation that – in its scope and depth – has never been seen before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“On crime, to tackle drugs here in Brazil and help get cocaine off the UK’s streets too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“On international development, to combine our efforts and help some of the world’s poorest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“On the upcoming Rio +20 conference – twenty years on from the 1992 Earth Summit – to set out a plan for sustainable global growth.Never have our nations agreed to work so closely, on so many issues…Coming together for our common good.  \nAnd as we move forward together, we must recognise that this partnership is not just about what we can do, directly, with each other, but also what we do, together, in the wider world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Because our fortunes do not exist in a vacuum. They depend on the health of the global economy within which we operate and, following the global financial crisis, that economy is still not in a good state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Different countries have weathered the storm differently. Brazil has dealt with it extremely well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“You were the last into recession and the first out – and, again, there are lessons we want to learn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And the challenges nations face are also different.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In the UK we are dealing with the consequences of years of excessive debt, private and public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In Brazil, you are thinking more about the dangers associated with rising inflation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In the UK we are having to rebalance our economy by moving away from private consumption and government expenditure, towards net exports and investment. That, along with fiscal consolidation, will help deliver sustainable growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“For so-called emerging nations, on the other hand, rebalancing means deepening domestic markets to increase consumption and spread the benefits of prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“But what is the same is that, for either of us to meet those challenges, we both need a global economic environment able to withstand shocks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Where we strive for steady and sustainable global growth based on stable finances, built on responsible financial markets and underpinned by political stability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That means effective international institutions. And it’s on that point that I would like to finish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“In our interdependent economy, multilateralism is not a luxury, it’s a must.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“But our institutions must be more nimble. Better equipped to guard against risk, respond to crises, enforce rules and norms that advance our shared success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That will be impossible until those institutions are reformed to suit the modern world. Until they reflect today’s geography of power, with all of the major powers properly heard. Nations – like Brazil – who should be shaping the agenda, offering unique insights, being part of the big decisions, and then using your power to see those decisions through.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Huge strides have been taken in establishing multilateral cooperation over the last sixty years, but the reality is, unless new actors are brought fully into the multilateral system, they will increasingly look for other ways to operate and our international institutions will become increasingly defunct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The UK doesn’t want to see that happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That’s why we actively support a permanent seat for Brazil at the UN Security Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We pushed for the recent changes to IMF voting weights, to more fairly distribute influence. Changes we’re ratifying through our Parliament, without delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And we want the G20 to continue as an effective, inclusive forum where we address global economic challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“So it’s time for old powers to make space.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We want you with us, fully represented.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“But – of course – fully responsible too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Being a full member of the club is one thing, but it becomes meaningless unless we all make sure that club works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“So our nations must be activists for the things we believe in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We see Brazil doing that more and more, whether by standing up for human rights or helping deliver peace and stability – not least through your leadership of the UN Stabilisation Mission in Haiti.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“That increased engagement bodes well for the future. Because the world needs an active Brazil, fighting for progress on a fair, global trade round.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Using your experience and growing influence to help secure stability in the Middle East. Helping implement the climate change commitments agreed in Cancun. And building on them to deliver a successful Durban Summit at the end of the year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Promoting democracy because you know from your own experience that in underpins stability and success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It’s no coincidence, after all, that of the world’s top twenty economies only three are not fully democratic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“On every big question facing the world today, there is no answer without Brazil. And the UK wants to stand alongside you to find the best solutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“So, to conclude – a new partnership for prosperity between Brazil and the UK.Built on trade, on sharing knowledge and expertise. Where we fight for our values – democracy, fairness, openness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Working alongside each other in international institutions fit for the 21st Century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“It’s a different kind of relationship, with Britain and Brazil partners for prosperity and social progress, and partners in a fairer, more responsible global system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“And we must now make a choice:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“We can drift along as before. Friendly, but not very close.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Working together sporadically, but not building deep and lasting bonds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Or we can commit to a real, meaningful, strategic partnership, coming together as a new force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“One that will be good for the people of the UK, good for the people of Brazil. And, I believe, good for the wider world.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}