{
    "url": "https://www.ukpol.co.uk/nick-clegg-2010-speech-on-social-mobility/",
    "title": "Nick Clegg – 2010 Speech on Social Mobility",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister, Nick Clegg, on 18th August 2010.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As of today, the new Coalition Government is 100 days old. Inevitably there is a plenty of discussion about our performance to date. Everyone will have their own view about the start we have made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud of our achievements so far, from civil liberties, to political reform, to steps to reshaping our public services. And of course, our first Budget, which set out our plans to repair the public finances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our critics characterise us as being solely defined by our public spending cuts. So let me be clear: tackling the deficit is our immediate priority. But is it not our be-all and end-all. This Government is about much more than cuts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government is committed to the long term – to making decisions today that will promote a better future: a more prosperous economy, and a fairer society. Our determination to fix the deficit is matched by our determination to create a more socially mobile society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I will set out:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– How we are a Government focused on the long-term;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– Why our long-term social policy goal is social mobility;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– The key obstacles we face in promoting social mobility; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– The next steps we will be taking as Government to overcome them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me start by outlining what it means to be a government for the long-term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My colleague David Willetts in his book, The Pinch, focuses on the theme of intergenerational justice. In the book David explains that the Tribal Council of the Iroquis, a North American tribe, believed that all tribal decisions should be considered in light of their impact on the next seven generations. The contrast with modern politics – in which, famously, seven days is seen as a long time – could not be greater.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not going to promise the introduction of a 7-generation rule into the British legislative process. But I am going to argue that the Coalition government’s approach to politics, and to policy-making, is moving beyond the short-termism that has disfigured politics in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Governing for the long-term means thinking not only about the next year or two, or even the next parliamentary term. Governing for the long-term means recognising that the decisions of one generation profoundly influence the lives and life chances of the next.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In economic policy, this means taking the difficult decisions to tackle the deficit and provide the conditions to create the jobs and opportunities of the future. There is no doubt that many of these decisions are painful. But let me tell you, there is nothing fair about saddling the next generation with our debts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why we have set out a five-year trajectory for the public finances, and established an independent Office for Budget Responsibility. These are evidence of our determination to put economic policy – as well as the economy – onto a more sustainable footing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Decisive action to address the deficit is what we have to do in order to do what we want to do. And what we want is to build a fairer nation. This means, in particular, creating a more socially mobile Britain. And this, by definition, is a long-term goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am acutely aware that it is very much easier to declare political support for social mobility than it is to improve it. If social mobility were improved every time a politician made a speech about it, we’d be living in a nirvana of opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a complex and contested area of both research and policy. And action to improve social mobility will take many years to take effect. In policy terms, it is like turning the wheel on an oil tanker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Promoting social mobility is a long-term business. And it is precisely for that reason that it is vital to establish now, at the beginning of our time in office, that promoting social mobility is at the top of our social agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given this commitment, it is very important to be clear about what we mean by social mobility, and why it matters so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a term, social mobility has a more than slightly wonkish feel. It sounds – with apologies to my kind hosts – very much like a think-tank phrase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet I think social mobility is the mark of a good society, the badge of fairness. My particular focus is on inter-generational social mobility – the extent to which a person’s income or social class is influenced by the income or social class of their parents. Social mobility is a measure of the degree to which the patterns of advantage and disadvantage in one generation are passed on to the next. How far, if you like, the sins of the father are visited on the son.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is of course plenty of argument within the social science community about precise measures, international comparisons and preferred metrics. But I think intergenerational social mobility speaks to most people’s definition of fairness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fairness means everyone having the chance to do well, irrespective of their beginnings. Fairness means that no one is held back by the circumstances of their birth. Fairness demands that what counts is not the school you went to or the jobs your parents did, but your ability and your ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In other words, fairness means social mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And social mobility matters for both ethical and economic reasons. For me, an important strand of liberal ethics is that opportunities are detached from origins. As a liberal, I am optimistic about the capacity of people to shape good lives for themselves and deeply committed to tearing down the barriers – whether they are barriers of class, attitude, wealth or bureaucracy – that stand in their way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal optimism is founded on a conviction that children have unimaginable – unpredictable – potential. A socially mobile society is one that is waiting for them, open to their talents, ready for their determination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As things stand, the evidence on social mobility is not encouraging, either historically or internationally. There is some evidence of a worsening in rates of social mobility between income groups for people born in 1958 compared to 1970. Other studies show that, at best, social mobility rates have flat-lined over the last two or three decades. Data collected by the OECD shows that, of 12 developed countries, the UK is the one where the earnings of individuals are most strongly related to the earnings of their parents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every minute, another baby is born in this country. The question is: what future lies ahead of them. What will their lives be like? We should not already know the answer to this question. But, tragically, we can already predict the likely fortunes of too many of these children, because of the clear influence of social background.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For too many, birth and destiny are closely intertwined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not to say that everybody’s life is determined from day one. But it is clear that the odds are stacked against some of those newborns, and in favour of others. And when that is the case, we are not just talking about inequality, but about what amounts to social segregation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Social segregation occurs when inequalities become frozen across time, when people are trapped in the position of their birth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As well as this clear ethical demand for social mobility, there is also an economic argument for action. If a talented person is unable to rise because of the barriers to opportunity, it is not only their life which is damaged, but the prosperity of the nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Sutton Trust, for example, estimates that if we could narrow educational inequalities to the levels of countries with a better record on social mobility we could add significantly to the size and dynamism of the UK economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The relationship between social mobility and a high-skill economy cuts both ways. One of the main engines of upwards social mobility is the creation of more professional and highly-skilled jobs, creating what social scientists call ‘more room at the top’. And this, in turn, increases the opportunities for people to move up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also important to be clear about our objectives in social policy, and the difference between, for example, poverty reduction and the promotion of mobility. The goal of improving social mobility overlaps with other objectives for social policy, such as reducing poverty or narrowing income inequality. But it is not the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour, despite 13 years of government, billions of pounds of investment and a plethora of initiatives, schemes and credits, appears to have failed to move the needle on social mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think this was for two principal reasons:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, they were confused about what they were trying to achieve. Sometimes social exclusion seemed to be the focus, sometimes poverty, occasionally income inequality. Social mobility only gained prominence towards the very end of Labour’s period in office – and by this time it was too late.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They were confused about their ultimate aims in social policy, which meant a diffusion of effort. It was stop-gap policy-making in an area where absolute consistency and a relentless focus on the main goal is required if the long term changes are to be delivered over time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, there was too much reliance on standardised, centralised, universal solutions rather than putting power and resources in the hands of those who need them most. Draw a line here, set a target there, tick boxes everywhere. All with good intent, but too often, with precious little long-term effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We saw this in the approach to targets for exam results, where, all too often, disproportionate emphasis was placed on getting borderline cases over the Whitehall-determined 5-GSCE line, rather than on releasing the potential of all young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it was visible in Labour’s approach to poverty, too. Poverty in the sense of current income levels can be tackled through the transfer of cash. And of course reducing poverty, at any particular point in time is hugely important in building a fairer nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Government has made clear its commitment to tackling poverty. And I am delighted that Frank Field is working with the Government on the way that deprivation links to life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we also recognise that poverty reduction is not enough in and of itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under Labour huge sums of money were spent pushing low-income households just above the statistically defined level of household income – sometimes by just a few pounds a week – but with no discernible impact on the real life chances of the next generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tackling poverty of opportunity requires a more rounded approach. Welfare reform, for example, should be based on the need to improve people’s lives, not just raise their incomes. And I know this is what is animating the work of Iain Duncan Smith at the Department for Work and Pensions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the result of the last thirteen years has been lots of government activity, but too little social mobility. An important CentreForum report on this issue in 2006 concluded: ‘the rate of intergenerational social mobility has stabilised at levels in the UK that are unacceptable’. I agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, no single political party should attempt to claim the moral high ground on this issue. This is not an area where any party or political philosophy can claim a monopoly of wisdom. But I do want to argue today that this government will take a distinctly different approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means, above all, understanding the nature of the problem we face. Our national failure on social mobility, in spite of years of economic growth and investment in public services, has to be properly understood in order to be reversed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not today going to offer you any definitive answers to the complex questions that have exorcised social scientists for decades. You would be rightly sceptical if I did. But I will identify what this Government believes to be five key sources of social segregation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, the diverging paths of different children in the early years. We now know a good deal about the widely varying rates of development for children, long before they hang up their coat for their first day at school. This is again an area where CentreForum has produced excellent analysis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Early years investment also illustrates the distinction I made earlier between anti-poverty and pro-mobility measures. High quality pre-school education will not alter the statistics on income distribution or household poverty levels. But it will change the lives of the children who benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, the different degree to which different parents invest in and engage with their own children’s development and progress. Parents are in the frontline when it comes to creating a fairer society, in the way that they raise their children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "According to one study, the amount of interest shown by a parent in their child’s education is four times more important than socio-economic background in explaining education outcomes at age 16.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not an area where the state can simply pull a lever or two and put things right. These are also potentially perilous waters for politicians. But at the same time we must not remain silent on what is an enormously important issue. Parents hold the fortunes of the children they bring into this world in their hands. All parents have a responsibility to nurture the potential in their children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know, like any mother or father, how difficult it can be to find the time and the energy to help, for example, with your children’s homework at the end of a busy day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the evidence is unambiguous: if we give them that kind of attention and support when they are young, they will feel the benefits for the rest of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, the impact of parental background on educational attainment in the school years. Formal educational outcomes remain profoundly shaped by the socio-economic backgrounds of young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A young person from a household in the top fifth of the of the income distribution is three times more likely to get 5 GCSE’s between grades A and C than a young person brought up in a household in the bottom fifth. Our education policy is squarely aimed at reducing these inequalities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fourth, the roles of Higher and Further Education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The expansion of Higher Education has brought many benefits to the nation, and to those individuals who have become graduates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there is evidence, from Jo Blanden and others at the Centre for Economic Performance to suggest that – contrary to expectations – increased levels of attendance at university have not translated into higher levels of social mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is for two important reasons:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One: a disproportionate number of university students come from the middle and upper classes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Two: higher education remains the primary entry route to high-quality jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why I feel so passionately that we need to attack the educational apartheid that currently exists between vocational and academic learning in general, and between Further Education and Higher Education in particular. It also graphically demonstrates the need to reform the funding of Higher Education in a way that promotes greater social mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fifth, the closed nature of so many professions. We know that professions such as medicine, law, journalism – and yes, of course, politics – have become narrower in their social representation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "David Willetts writes that in the professions, ‘the competition for jobs is like English tennis, a competitive game but largely one the middle classes play against each other’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Again, this an area where it is up to the professions themselves to get their houses in order, supported by appropriate government action. I therefore welcome the involvement of the expanded Gateways to the Professions Collaborative Forum, in which a considerable number of professional bodies have come together because they have realised that for too many professions, the dial is going the wrong way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In each of these areas, there is a huge amount of work to be done. We are in the process of formulating a comprehensive social mobility strategy for the government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I just want to pick out two particular areas of reform that already make clear our direction of travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First: Tax reform. We are determined to reform the tax system so that it encourages social mobility, rather than entrenches social segregation. That means a tax system that rewards work and makes fairer demands on unearned wealth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We took a first step towards that tax system at the Budget by raising the personal threshold for income tax by £1,000. This will remove 880,000 people from income tax altogether. At the same time, Capital Gains Tax has risen by a full ten percentage points to 28 per cent. And we are looking hard at the case for a General Anti-avoidance rule to ensure that large companies and wealthy individuals pay their fair share of tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now as I said earlier, raising household income is not the same as raising mobility. But the income tax reform is targeted at those who are in paid work, which is the surest route out of poverty. Given the strong relationship between parental employment status and social mobility, the income tax reform should be seen not only as a measure to boost fairness today, but also as an investment in fairness tomorrow – in other words in social mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly: in education, we are committed to focusing resources on the most disadvantaged, both in the early years and during schooling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have learnt from other nations, like the Netherlands, that by targeting investment at disadvantaged children, especially when they are young, we can improve social mobility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we are introducing a Pupil Premium – explicitly designed to channel greater investment to the children and the schools who need it most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The level of the premium will be announced as part of the October spending review. And we are currently consulting on how best to operate the premium, including which deprivation indicator to use. The outcome of that consultation will determine the number of children to benefit from the premium.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Schools will be able to spend the money as they see fit – like, for example, on catch up classes and one-to-one tuition, the things we know can make a difference – but under the clear proviso that its purpose is to help pupils overcome the accidents of birth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also committed to taking Sure Start back to its original purpose of early intervention, increasing its focus on the neediest families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These policies will not have an instant impact. We know that they will have to be carefully implemented, and that the results of these investments will take years, perhaps decades, to bear fruit. But as I said right at the beginning, we are a government committed to the long-term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The depth of this Government’s commitment to social mobility should, I think, be clear both from what I have said today and from our actions to date. But clearly what matters most is what we do from now on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To drive the social mobility agenda across Government, I will be chairing a new ministerial group, devoted to Social Mobility, which will have as its first task the development of a Social Mobility Strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also taking steps to ensure that we are held to account on the progress we make, as well as the progress made by other institutions. For the benefit of anyone who was on their holidays over the weekend, I can formally announce today that I have appointed an independent, expert reviewer. And I am delighted that Alan Milburn – respected across the political spectrum for his tireless work on social mobility – has accepted this role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Building on the enormous contribution he made in his report for the last government on fair access to the professions, Alan will now be holding the coalition Government’s feet to the fire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Each year for the whole of this parliamentary term, Alan will consider our success in delivering that strategy, as well as identifying other work that needs to be done, and assessing the contribution being made by business, the professions and civil society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Beginning in September 2011, Alan’s wholly independent findings will be laid before Parliament and will, I hope, form the basis of an annual debate social mobility debate in the House of Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Alan is someone for whom the questions of fairness in general, and social mobility in particular, run very deep. I am in no doubt of his personal commitment to this cause, or indeed of his fierce independence in its promotion. I don’t think Alan will mind me saying that he is not somebody you appoint to this kind of role if you are in search of a quiet life!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To conclude: we are a government taking measures for the long-term. I believe that the governments that are most effective in the long-term know what they are about from the outset. And in social policy, we are about promoting a fairer, more open, more mobile society. That, for us, is the long game.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So when the history books are written, we want them to say that we successfully paid down Britain’s budget deficit and that we restored stability to the economy. That while we acted decisively to restore the public finances, we also acted in a way that laid the foundations for economic prosperity in the years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in five years time we also want to be able to look back and say that the children born in 2015 are less constrained by the circumstances of their birth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want to be able to say that true progress was made in making opportunity a right of the many, rather than a privilege of the few.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}