{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-at-bis-manufacturing-summit/",
    "title": "Nick Clegg – 2014 Speech at BIS Manufacturing Summit",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, to the BIS Manufacturing Summit in Liverpool on 19th June 2014.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Growing optimism**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the first time, I think, since these summits began, there’s a real sense of optimism emerging – albeit cautiously – about the future of British manufacturing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our economy is growing again – with Britain forecast to grow faster than any other G7 economy this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have more people in work than ever before – with your businesses adding around 10,000 new manufacturing jobs to our economy every month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Orders are increasing. Exports are rising. Output is up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, to take just one example, Britain now has the most productive car sector in Europe. We’re exporting more vehicles than ever before – with a new vehicle rolling off our production lines every 20 seconds. By 2017, UK industry predicts that Britain will be producing 2 million cars a year, beating our all-time peak of 1.92 million in 1972.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s no accident. It’s down to your hard work, your expertise and the close partnership you’ve built with our government – especially Vince and his team – to help Britain get back on its feet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Why manufacturing matters**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet, of course, whatever these results, there’s always going to be an economist or statistician ready to point to a pie-chart and question the ongoing importance of British manufacturing. Some talk about global shifts in demand, the rise of lower-cost competitors and say that manufacturing is only around 10% of our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In truth, its impact is so much more. I only need to look at Sheffield, the city where I’m an MP, to see how much your success still matters. In fact, travel anywhere in the UK and ask people about the place they come from and they’ll talk with pride about the industries and products that put their communities on the map.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To name just a few – in Sheffield it’s steel. In Sunderland, Birmingham and across the North West it’s cars. In the Highlands, it’s whisky. In County Antrim, it’s buses. In Broughton, it’s planes. And hopefully in years to come, here on the Wirral, it will be building renewable technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Your industries create a whole network of businesses that keep our local communities’ economies alive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take the good news that Jaguar Land Rover will be investing a further £200 million in their Halewood plant, near Speke. This investment will bring production of the new Discovery vehicle to Halewood in 2015, creating 250 jobs. And will increase Halewood’s workforce to 4,750 – trebling it since 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Currently, this plant is producing a new Range Rover Evoque and Land Rover Freelander at the rate of one vehicle every 82 seconds. Over 80% of everything they build at Halewood is exported to markets including Brazil, India, China, the US and Hong Kong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet this is only part of the story, with countless local businesses supporting the plant across its supply chain. Companies like GETRAG, which produces transmissions for these vehicles and recently received investment from the Regional Growth Fund to expand its Merseyside plant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Beyond that, we also have the hundreds of service companies that contribute. Whether it’s the accountants or legal services used by Head Office, the building services teams that maintain JLR’s factories and offices, the sales teams that market their cars around the UK or the local pubs, cafes and shops that serve their employees after a hard day at work. The reality is your companies are creating jobs, driving growth and boosting productivity in manufacturing and services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, as a sector, you delivered around £140 billion in GVA (gross value added) last year alone. You produce over half our exports in goods; invest more than anyone else in UK business R&D; and employ millions of highly-skilled people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With figures like that you’d never get a French politician talking down their manufacturing industry. And the UK’s manufacturing base is growing faster than France’s right now!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Our commitment to you**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why, when we joined this coalition government, we were committed to sitting down with you to set out what Britain’s long-term industrial strategy should be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a conversation that had been long overdue: tackling the big issues that impact your companies – skills, access to finance, procurement, innovation and technology – and identifying the levers government could pull to help you grow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’re delivering on our promises – with globally competitive taxes, less red tape and more generous capital allowances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re establishing the British Business Bank to help make finance markets work better for small firms. And we have set up the Green Investment Bank – which is leveraging extra private sector investment for major green projects. This includes the partial conversion of the Drax Coal Power Station to biomass fuels – which when completed will provide around 10% of the UK’s 2020 renewable electricity target.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve created our Catapult Centres – a national network of cutting-edge business research facilities, dedicated to commercialising the latest processes, materials and technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier this month, Vince and I opened a new Rolls-Royce facility in Washington, Tyne and Wear, which uses innovations developed at our Advanced Manufacturing Research Centre in Sheffield: to radically cut the time and energy it takes to produce essential engine components.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And Vince’s announcement today of a new £7 million grant to support research into cutting-edge aerospace technologies at Sheffield’s AMRC will help secure the UK’s global lead in this sector also.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More widely, we’ve expanded our apprenticeships programme, with 1.7 million new apprentices since 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, wherever possible, we’re giving power back to local councils, colleges and businesses like yours – through our Local Enterprise Partnerships, our Regional Growth Fund, as well as City Deals and the billions of pounds worth of Growth Deals we’re now negotiating. Together, this is helping to boost local skills and kick-start local infrastructure projects like the development of new transport systems and roads to support your business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve also established a new Local Growth Committee – which brings together ministers from across government to speed up the critical decisions needed in Whitehall to get projects in your local area moving.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Planning for the future**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But despite all the progress the job’s not done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I know that, as the economy improves, many of you are questioning just how committed Whitehall will be to sticking to this strategy in the long-term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You work in industries where it can take you years to develop your next big idea: whether it’s 3 to 5 years to develop a new car, 10 years to produce a new drug and up to 15 years to design and build a new aircraft.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These long timescales do not sit easily with the minute-by-minute demands and 5-year election cycles of the political world. And, over and over again, in Britain, we’ve seen politics not business drive the focus and scope of our country’s industrial policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s staggering to see that, in the 10 years of the last government, the importance of our manufacturing base to Britain’s economy was left to decline 3 times faster than it did under Margaret Thatcher – shrinking from 20% as a proportion of our economy to a little over 10%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Compare this to France, Germany and Asia where, for decades, your competitors have benefited from governments committed to preserving their countries’ industrial strengths, whatever the global challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Taking the politics out of industrial policy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my view, it’s time we had that same kind of certainty and stability here in Britain. The way I see it is like this: if this 5 year parliament was about rescuing the British economy, the next will be about renewing our economy. If this parliament was about reviving our economy, the next must be about finishing the job of rebalancing our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is about ensuring that we’re never again reliant on just one sector, just one region or over rely on simply boosting public sector jobs to shore up growth across our country. And, to make that happen, we need British governments – now and in the future – to act in a more strategic and less short-term way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To put it bluntly – we need to take the politics out of Britain’s industrial policy. The country needs us to establish a cross party consensus – strong enough to last in this parliament and beyond – which isn’t about picking winners, on the one hand, or leaving it all up to the market, on the other. But, instead, builds on the work of individuals from across parties – such as the Conservative’s Lord Heseltine, Labour’s Lord Mandelson and Vince in the Liberal Democrats – to lay the best possible foundations for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know as much as anyone about trading blows in the Westminster bear pit. And I’m not going to pretend that’s going to end anytime soon. Yet, as we’ve seen in the last 4 years, there are times when – in the national interest – we need to put the political point scoring aside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And whether it’s tackling the deficit, securing long term pension reform, creating the Office of Budget Responsibility or delivering the biggest programme of economic decentralisation in a generation – we are committed to pushing through the big, ambitious reforms Britain needs to make its economy stronger and prospects brighter, working with others across party lines where needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re committed to governing for the long-term – guaranteeing a government that is ready, on the one hand, to get out of the way of your businesses, so you can generate jobs and growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that, on the other, is equipped to step in – where needed – to tackle market failures and create the best possible conditions for securing your success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, today, I want to set out 3 possible policy areas where, I believe, we could achieve the long-term, cross-party agreement we need. It starts with government’s industrial strategy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Supply chain strategy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the past 4 years, working in collaboration with you, this government has been able to set out a long-term plan to boost Britain’s competitiveness and secure jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The importance of this work shouldn’t be underestimated. For example, Richard Parry Jones – co-chair of the Automotive Council – has talked about the critical role that our industrial strategy is playing in securing that sector’s recent success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Businesses have confidence in our industrial strategy, because they have helped to develop it and they’re helping us deliver the strategy. And this powerful partnership gives us the chance to rectify some of those mistakes of the past – notably, by strengthening Britain’s supply chains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every time a UK manufacturer has moved overseas in the past 40 years, we’ve seen the local companies that support them disappear too. Company by company, this has led to a hollowing out of the UK’s domestic supply chain – meaning that over half of the materials and components used in British manufacturing are now sourced from overseas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, if we move now, I believe that trend can be reversed. As you know, the Fukushima earthquake 3 years ago heavily impacted global supply chains – forcing factory closures in Japan and months of production delays across the world. That’s led to companies like Nissan taking a serious look at basing more of their supply chains here in the UK to mitigate problems like this in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe a new UK Supply Chain Strategy – developed in collaboration with your core UK suppliers – would help us identify how we can turn that intention into long-term investment. These supply industries are huge, important sectors in their own right – our steel makers, petrochemical companies, glass producers and so on – all of which employ thousands of people and generate millions for our economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Leading business organisations, including the CBI, believe that real potential exists for the UK’s share of global supply chains to be much higher. And, to help make that achievable, I believe this new strategy should focus on answering 3 central questions:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What exactly are the big issues your sectors face in basing more of your supply chain in the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What are the common barriers to investment and growth in the UK’s supply chain sectors – such as access to finance, regulation and research etc?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How can we tackle these issues to make the most of opportunities like major government-supported infrastructure projects?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take our offshore wind industry – which is so important to this region’s future. By 2020, it’s estimated that there will be around £40 billion worth of renewable electricity projects in the UK. Yet only around 20% of the components needed to build our offshore wind farms are currently being sourced in the UK. Think of the opportunities for local jobs and growth, if – together – we could increase that figure. Siemens are already paving the way, with their £160 million planned investment in UK turbine manufacturing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The other major weakness of the past which needs addressing will be familiar to you – skills. We’re already doing a lot of work to increase the number and quality of apprenticeships available, by giving you greater input into these qualifications, and also to make it easier for you to recruit and train the young people you need for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, recently, Vince announced his plans for a new network of National Colleges – centres of excellence dedicated to giving people the high-level technical skills required to work on huge projects like the development of High-Speed 2.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re now consulting with you on the priority projects and skills gaps that you think these colleges should address. For instance, boosting the skills and training needed in the offshore wind industry will give people highly transferable skills which they can use not just in one sector but across our economy as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These kinds of skills are highly transferable, giving people a greater shot not just at employment in one sector but also across our economy. And this could be another critical opportunity for businesses like yours to help develop Britain’s future workforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Regional Growth Fund**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, with public finances likely to remain tight in the next Parliament, we also need to look at where government can best focus its money to continue that rewiring of Britain’s economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Gradually, we’re repairing the economic mess of the previous government – but it can’t be fixed overnight. Between 1998 and 2008, cities like Birmingham and Nottingham actually saw their private sector workforces shrink even in the boom years. This has left behind a profound imbalance in our regional economies – increasing their reliance on public sector employers for jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we established the Regional Growth Fund (RGF) to help kick-start private sector investment and jobs in areas like this. And, over the past 4 years, government has committed to invest £2.9 billion in over 400 projects focused on increasing business competitiveness across our regions. This includes companies in Merseyside like Glen Dimplex Appliances, where I visited recently, a manufacturer of cookers and ovens, which secured £3 million in RGF funding to expand their operations – creating 300 new jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’m pleased to announce that Round 6 of the RGF opens today, with over £200 million available. We’re encouraging bids directly from companies that require grants of more than £1 million, as well as from organisations like Chambers of Commerce, universities and others to help support SMEs who require funding of less than a million. So, if that’s you, please apply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, there are some who complain that our RGF money isn’t getting spent fast enough. They’re comparing it to the days when the last government would just hand over money to the Regional Development Agencies (RDAs) to spend as they saw fit. But we’ve changed that – we’ve put the businesses that secure this funding in the driving seat. They decide when this money is spent in line with the growth plans for their companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And this is proving a powerful stimulus for business investment in those regions that need it. In total, for every £1 invested through the RGF, we’ve leveraged over £5 in extra private investment: creating and safeguarding over half a million jobs across the UK. This compares to the RDAs which only leveraged 65p for every £1 they spent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, we’ve still got a way to go to clear up the damage done to our long-term competitiveness. That’s why I believe there’s such a strong case for extending the RGF beyond this parliament to 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, in conclusion, together, we’re building a better future for British manufacturing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re delivering results, but we mustn’t stop now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, we’ve got to ensure that the hard work of the last 4 years continues to pay off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And this is my commitment to you – that I will do everything I can to build a long term political consensus focused on helping your sectors thrive, your companies grow and securing a stronger economy for Britain’s future. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}