{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-speech-to-liberal-democrat-party-conference/",
    "title": "Nick Clegg – 2013 Speech to Liberal Democrat Party Conference",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "2013 Liberal Democrat Party Conference",
            "url": "/tag/2013-liberal-democrat-party-conference/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Leader of the Liberal Democrats, at the party conference held in Glasgow on 14th September 2013.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Welcome to Glasgow. This year’s conference sees us gather in a city that has always been important to the Liberal Democrats, a city once represented by Roy Jenkins, that gave us Ming Campbell and where nearby in 2005 Jo Swinson won a famous victory to take her seat from Labour and become an MP at just 25.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before anything I want to pay tribute to our team of Scottish MPs who lead the way in Parliament in arguing for a United Kingdom that is strong, secure and together. All under the direction of our fantastic Chief Whip and rally compere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the course of the next year, our party will continue making the case for Scotland in the UK. And we have the right team to get the job done. In Mike Moore, we have a Scottish Secretary who has delivered more powers for Holyrood, who brokered the deal for a legal, fair and decisive referendum, when so many people said that it could not be done, and who is working with ministers across government, day after day, to make the positive case for the United Kingdom. In Danny Alexander we have a Highlander right at the heart of the Treasury. And in Willie Rennie we have a constant thorn in Alex Salmond’s side, and an enormous asset to our party, making a persuasive case for a liberal Scotland in a liberal United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jobs**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tonight we’re talking about jobs. The Coalition Government has created a million jobs, and I want us to create a million more: a million jobs for a stronger economy. At the beginning of the rally we saw that wonderful video telling us about the first jobs held by our MPs. And the job of us all now, as a party of government, is to help other people into work. And, bluntly, we are the only authentic party of jobs. The only party that can speak credibly about creating jobs and jobs that last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The Conservatives**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Conservatives have a bizarre idea that to create more jobs you need to increase insecurity. They aren’t the Party of Jobs. They are the Party of Fire At Will. Remember that? A proposal for bosses to get rid of staff no questions asked. A policy dreamed up by a Conservative donor without a shred of evidence to back it up. So we said no. But let’s be in no doubt that without us taking a stand in government it would have happened. Without us job security would have been a thing of the past, with employers able to get rid of staff on a whim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal Democrats know it’s important to help businesses. That’s why our Government has given a National Insurance cut to firms, encouraging them to employ more people. But we also know that workers deserve the right to be treated fairly. So we will never sacrifice proper working conditions for the sake of a few easy headlines about ‘red tape’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some Conservatives also seem to think that a job in the private sector somehow has more merit than someone working as a nurse or a teacher. But we know that you shouldn’t divide public and private sector workers as if only jobs in the private sector matter. The truth is that in both the public and private sectors people have made sacrifices: longer hours, more flexibility, pay freezes, to protect jobs. So we should be praising all of this country’s workers, public and private sector, for the determination they have shown in tough economic times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Labour**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And what about Labour? They used to have a lot to say about jobs. They predicted soaring unemployment. Ed Miliband actually said we had a programme that would ‘lead to the disappearance of a million jobs’. Now that we have actually created a million he’s gone strangely quiet on that prediction. Have you noticed how miserable they look when unemployment goes down? In the same way they gambled on an endless boom when they were in government they prayed for an endless recession when they were in opposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now I know that some people in our party don’t like us being too nasty to Labour, so in the spirit of cross-party cooperation, I’m going to help them make a start. If the Eds are watching, here is the first thing they should do to win back the trust of people. Apologise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Apologise for being too busy schmoozing the bankers to worry about the risks they were taking with the economy. Apologise for not balancing the books in the good times. Apologise for abolishing the 10p tax rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course they don’t want to acknowledge their mistakes. Here’s what Ed Balls said recently: “Do I think the last Labour government was profligate, spent too much, had too much national debt? No I don’t think there’s any evidence for that.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well if he wants some evidence we can start with Exhibit A: a certain note left on David Laws’ desk by Liam Byrne. So Labour can’t talk about jobs – because they simply have nothing to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Lib Dems**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we can campaign as the party of jobs. We are the only party that believes in releasing the potential of everyone, creating a society where everybody gets a fair chance in life. And that means making sure they get the opportunity to find work. We know that unemployment isn’t just about statistics or a rising bill for benefits. It’s about ambitions thwarted, potential frustrated, and the spirit-crushing sense that you are not being allowed to take control of your own destiny. And youth unemployment, where people can find themselves left on the scrapheap without even having been given the chance to prove themselves, is a scourge we must tackle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the Liberal Democrats have a proud story to tell on jobs and the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can tell people how we took the right decisions in government to make sure interest rates were kept down and protected people from the economic crises we have seen elsewhere in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can point to our record of action in government to show how we have worked tirelessly to create jobs even in the tough times.More people in work than ever before. A record number of women in work. Employment up by a million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can tell people how we want to do even more: more apprentices, more help for business, more bank lending. Building a stronger economy in a fairer society enabling every person to get on in life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we saw this evening this party has campaigned on many things over the years. Hong Kong passports; rights for Gurkhas, Iraq. If we put the same zeal into this campaign as we did into those a million households could see their lives transformed. A million new opportunities will have been created. And we won’t be asking the government to do something. We will be doing it in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Unity**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s the spirit of this whole conference – a party dealing with the realities and opportunities of government. Conference is a time when our party’s strong democratic beliefs are seen most clearly. I’m just the latest in a long line of party leaders to know that when it comes down to it I have one vote in the conference hall just like the rest of you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister would love to have a party that can debate the policies without tearing itself apart. And Ed Miliband? He’d just like some policies. Since our party was formed, every step of our journey has been taken together. We have decided the policies, fought the campaigns and taken on the vested interests. We decided, together, to go into government. People who don’t understand us like to call debate division. I think it is debate that give us our unity. Unity about what we want to see for our country. Fairer taxes. A rebalanced economy that benefits the whole country. And a green planet safe for our children. And thanks to us that green planet will have far fewer plastic bags in it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we can debate honestly and with respect. Let’s remember to be proud of what we’ve done – and proud of what we all want our party to do in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And let’s take a look at the other parties and what sets us apart. This is a great party and in a short space of time we have achieved great things. So I want you to enjoy your time in Glasgow and when the debates are over and the speeches have finished I want you to join me in getting back out there and telling everyone this: we are the party of fairness; we are the party of freedom; and, yes, we are the party of jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}