{
    "url": "https://www.ukpol.co.uk/nick-clegg-2011-speech-on-the-riots/",
    "title": "Nick Clegg – 2011 Speech on the Riots",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister, Nick Clegg, to party members on the 2011 riots.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This has been a traumatic week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Traumatic for the nation; for police forces around the country; and above all for the innocent victims who have lost their homes, their livelihoods and even, in the most tragic cases, their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The images of burning buses, looted shops and wrecked homes will not fade quickly. But our country must not – and will not – be defined by the actions of lawless rioters, opportunistic thieves and the members of violent gangs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So now the work of rebuilding begins. Of the homes, shops and streets that have been damaged. In many places the work has been started by communities that have voluntarily and spontaneously come together to reclaim and clean up their neighbourhoods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The best of Britain clearing up after the worst.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there is also the slower, more painstaking, less visible rebuilding – the rebuilding of the affected communities themselves, and of people’s lives. This is the work of years, not days.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some long-standing social problems have been thrown into sharper relief: gang culture; failing families; a welfare system that traps too many in dependency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government is already moving on all these fronts. Tougher action on knife crime; a radical welfare reform agenda; national citizens service; more investment in parenting; support for councils who want sanctions against those who wreck property. The last week gives these efforts even greater urgency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we will step up our efforts to deal with some of the long term problems at source. We will intervene more to deal with the hard core of the most problematic families, and we will, for the first time, provide early years education specifically targeted at two year-olds from the most disadvantaged families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Intervening early saves a lot of heartache, crime and cost years down the line.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But right now the immediate need is to get to the bottom of what happened on our streets in the last week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nobody can credibly claim to know for sure, at this early stage, the precise reasons for the various acts of disorder, to have perfectly discerned the motives of the criminals on our streets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to know who did what, and why they did it. We need to understand. I don’t mean ‘understand’ in the sense of being understanding, or offering even the hint of an excuse. I mean understand what happened, to get as much evidence as we can. Then we can respond, ruthlessly but thoughtfully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why we are commissioning independent research into the riots. Of course we don’t need research to tell us that much of this was pure criminality, but the more we can learn the better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why did some areas and people explode and others not? What can we learn from those neighbourhoods and young people who remained peaceful? After all, it is worth remembering that the rioters were the exception, not the rule.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to know what kind of people the rioters were, and why they did it. That is also why we are looking into gang culture, so that we can combat it more effectively. In policy-making as in war, it is important to know your enemy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our policy response will be guided by our values of freedom, fairness and responsibility. It will also be based soundly on evidence, not anecdote or prejudice. Kneejerk reactions are not always wrong – but they usually are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Overnight courts and instant justice are an essential part of the response. But while of course we have had to act swiftly and decisively, we have resisted the temptation to engage in overnight policy or instant announcements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For me, what was most striking about the disorder was that so many of those involved clearly felt like they had nothing to lose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nothing to lose from destroying property and stealing goods, from getting a criminal record, from deeply damaging their future prospects for a job or education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For many of the rioters, it was as if their own future had little value. It was about what they could get, here and now, and hang the consequences – above all the consequences for their victims, but even for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly the people on the streets this week have felt little stake in society, and no responsibility towards their own communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me be clear. There is no excuse for this behaviour. None. As a liberal, I see violence and disorder of this kind as an attack on liberty, on the freedom for individuals to live and trade in peace in their own communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think the best defence against this kind of nihilistic behaviour is to ensure that everyone has a stake in society, and everyone feels a sense of responsibility towards their own community. That, in turn, means giving people the opportunities to get ahead so they feel they have a stake in their own future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why this Government has decided to focus our social policies on social mobility, because having opportunity – real opportunity – gives people the drive, discipline and responsibility to do the right thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putting more money into schools with disadvantaged youngsters, expanding apprenticeships, increasing the provision of early years education. None of these will be quick fixes. There are no quick fixes. But these are the kind of investments that we need to make now, to spread opportunity in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I want to be clear about one important point. While I passionately believe that it is the responsibility of government and broader society to ensure that every individual has real opportunities, I am equally clear that it is the responsibility of the individual themselves to take those opportunities up, and to play by the rules.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What guides us should be the following conviction: people who play by the rules should be the ones who thrive. Those who think they can break the rules and reap rewards need to know that their time is up. This applies, above all, to those who broke not only the laws of the land, but also the rules of common decency, with their behaviour this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there’s a broader challenge here too. Too often, it looks as if people who break the rules can prosper. Tax evaders and benefit cheats; bankers who break the bank but feather their own nests; MPs who rob from the public purse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At all times and in all parts of a society, we have to guard against the danger of a ‘smash and grab’ culture. A smash and grab culture in which, as the Chief Rabbi Jonathan Sacks put it yesterday, the only commandment is ‘thou shalt not be found out’’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a danger that the only thing that stops people obeying rules is the fear that they might get caught.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In crime research there is a well-known theory dubbed the ‘broken windows’ effect, where one broken window leads to more and more crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think there is a similar danger of a ‘broken rule’ effect, with people who see rules being broken in one walk of life then being more likely to break them in another. Rule-breaking spreads through society like a virus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was a lot of copycat rioting this week, as people acted out in one city what they saw happening in another. But there is a deeper copycat effect at work here too: people copying what they see as a ‘take what you can, when you can’ attitude to life, to society and to each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So while we can and will ensure that justice is done this month, and that the rioters and looters are properly punished, we must make sure it is done every month, everywhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The ‘broken rule’ effect means that we have to take a zero tolerance approach to all rule-breaking, all of the time. Rules are for all of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Politicians usually say at times like these, ‘let’s learn the lessons’. But they rarely do. This time it can be different. The burning shame we feel at the disorder on our streets has to be combined with a thoughtful determination to understand it, and an unbending commitment to stop it from ever happening again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}