{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-on-mental-health/",
    "title": "Nick Clegg – 2014 Speech on Mental Health",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, on 20th January 2014.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The problem with mental health**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Man Up. Pull Yourself Together. Winners don’t quit – these are some of the negative reactions that greeted Jonathan Trott’s brave decision to leave England’s recent Ashes Tour due to a stress-related condition. No-one would have said those things if Jonathan Trott had broken his wrist, but it’s typical of the different ways that we treat physical and mental health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s damaging. It’s unhelpful. At least 1 in 4 people will experience a mental health problem at some point in their lives. That pretty much means that behind every door in Britain, you’ll find a family that includes or knows someone dealing with a mental health condition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a dad who is off work with stress; a mum suffering panic attacks; a teenager with an eating disorder or a lonely grandfather coping with depression. It’s a good friend who’s feeling suicidal, a neighbour’s son dealing with schizophrenia or a work colleague managing bi-polar disorder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are people’s everyday lives. And, as a society, we need to accept that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re still not comfortable talking about mental health. Just imagine yourself stood at the school gates, chatting to other parents. Almost all of us would be fine with mentioning a relative with diabetes, or a family friend undergoing treatment for a broken arm or leg. But, if a loved one was struggling with a mental health problem, would you have the same conversation? For most people, probably not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m not saying everyone should suddenly start talking to strangers about their personal struggles, or the intimate details of their family’s private lives. But I am saying that, when it’s a mental health condition, you shouldn’t have to be so scared about how the outside world will react.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s true that over the last few decades huge progress has been made – not least because of campaigning by people and groups in this room. But, all too often, attitudes to mental health are outdated; stuck in the dark ages; full of stigma and stereotypes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s the old-fashioned view that mental health problems should be kept hidden: something to be ashamed of and somehow less deserving of our sympathy or attention than physical illness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means a lot of people don’t really understand what those living with mental health problems are going through and how we can help them. And that just puts more strain on the families trying to cope with these difficulties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the past couple of weeks, I’ve met people with a variety of mental health problems. And all of them have stories about how that lack of wider understanding about mental health makes their lives harder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of them told me they’d found it difficult to get work, because employers had questioned their commitment, or ability to do the job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Others said they’d struggled to ask for help and had experienced delays, or difficulties in getting the right treatment. On their worst days, all of them felt cut off and alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I talk a lot about the need for Britain to build a stronger economy and a fairer society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we can’t have either, if we ignore this issue, while there are people suffering in silence and their talent and potential are going to waste.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So it’s time for us to bring mental health out of the shadows and to give people with mental health conditions the support they need and deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I want to pay tribute to those who have stood up and spoken about their own struggles. Whether they are celebrities like Stephen Fry, Trisha Goddard, Ruby Wax, Frank Bruno, Alistair Campbell and others, or everyday heroes like Jonny Benjamin, Wayne Goodwin and all those talking about their experiences in Time to Change’s new publicity campaign. And I know that some of them are here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Slowly, but surely, you are transforming people’s attitudes about mental health and ensuring that those who need help know that they are not alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also want to thank the mental health experts and professionals, carers and volunteers – including many of those in the room today – working across our health and social care sectors to deliver the highest quality of services they can. It’s because of your tireless work that, despite the challenges, Britain remains a world leader in this field. And, across the country, we have examples of some of the best possible mental health care in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That includes in Birmingham and Solihull, where they have mental health teams working in Accident and Emergency Departments. This is to ensure that anyone turning up in A&E with mental health difficulties, or substance misuse problems can get help there and then. Doctors and nurses are also trained to recognise the signs of mental health problems and to work with these teams. This is hugely important because it means that a person’s mental and physical health can be treated together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And at Oxleas Mental Health Services, which I visited last week, and which is already seen as an innovator in this field, where they are taking a new approach to gathering feedback from their patients. This involves producing short films based on patient interviews about care, which are then viewed and discussed by the patients and staff to identify ways to improve services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also have world-class cutting edge research. For example, last year, the Mental Health Biomedical Research Centre in South London identified a way to predict how individuals will respond to certain drugs, by studying images of the brain. This could help us develop better treatment in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The challenge ahead**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the government has decided to take a bolder and more focused approach to mental health and wellbeing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You have a passionate advocate in Norman Lamb, as in Paul Burstow before him. They have and will both continue to fight your corner every step of the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2011, we launched our new Mental Health Strategy setting out our vision to revolutionise our mental health services and improve the availability of high-quality treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the first time ever, through the Health and Social Care Act, we’ve enshrined in law the equal importance of mental health alongside physical health.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve made mental health a top priority for NHS England. And they are committed to delivering the change that’s now needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are all vital first steps. But important as they are, they still haven’t made enough of a difference for enough people. And some people with mental health problems are still being treated in ways that are frankly unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Waiting times for common mental health services are still too long, especially in certain areas of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There have been stories of people of all ages being transferred, sometimes hundreds of miles, to access a bed. And some children with severe mental health problems are still being cared for in adult wards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Face-down restraint is still being used – despite clear evidence of how damaging it can be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we are still not doing enough to address the often serious physical health problems of those with mental health difficulties. On average, the life expectancy of a man with severe mental illness is 20 years less than the rest of the population. For women, it’s 15 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All of this must change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We recognise that we’ve got a mountain to climb. Physical health has been the priority in our health service for years. That’s what’s generated headlines. It’s where the targets have been set. It’s where the bulk of the money has been spent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s going to take a huge effort to turn that around and give mental health the focus it deserves, especially when financial pressures are so tough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So today, we’re launching the government’s new mental health action plan. We’re setting out the top 25 areas where we want to see immediate action to ensure equality for mental health and increase access to the best-possible support and treatment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a call to action – across the NHS, the mental health sector and wider society – too champion change, to transform outdated attitudes and practices and to improve the lives of people with mental health problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Helping young people**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That includes better care and support for our young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Britain, 1 in 10 children aged between 5 and 16 have diagnosable mental health problems. These young people often fall behind at school; they lose their confidence; maybe they don’t learn how to interact with others; and there can be knock on effects for the rest of their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that there are therapies that can really help. And, working with the NHS, we’ve made them available in more and more areas. But there are still too many places where children can’t access this support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Much of my focus in government has been about giving our young people, especially the most vulnerable in society, the best possible start in life: helping more of our young people with mental health conditions is an essential part of that work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s why it’s so important to me that the NHS will be extending these therapies to more children and young people. And it is government’s ambition that, by 2018, every child in England who needs this kind of care will be able to access it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve also committed to tackle many of the problems young people with mental health conditions face when the system starts to treat them as an adult.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Imagine: you’re a young person who’s had to deal with a serious eating disorder. You’ve found the courage to speak up and get help and it’s making a huge difference. As you turn 18, you need to make the move from our child and adolescent mental health services to adult care. This can mean different institutions, different kinds of treatment and different staff. That can be incredibly difficult to cope with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These young people already have to make some big decisions about their future: whether it’s going to college, leaving home, or getting a job. And if the changes in the support they’re getting aren’t managed properly, it can leave them feeling even more rejected and isolated than they did before. They find themselves with no-one to talk to about what’s happening too them and to help them with the choices they need to make.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a result, many young people – who still need treatment – drop out of the system all together, just when they were starting to get the help they needed. This makes it harder for them to recover and build the future they want for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For example, if you are a 17 year-old girl with anorexia, you should have meetings to discuss how your care will be transferred and when. You should also get help to develop a plan for your future care, taking into account how much you’d like your family to be involved. Most importantly, in the 6 months after you’ve moved, if you’ve missed appointments, there should be someone in place who can help you get back into treatment. And, after a year, you and your family should be asked about your experiences and how your treatment and support could be further improved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s an incredibly important step forward. And it is my ambition that this becomes standard practice across the whole of the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are already some great examples of local innovation in this area. This includes in Norfolk and Suffolk, where their Youth Mental Health service supports young people from 14 right through to 25, and also in Lancashire, where young people with Attention Deficit Hyperactivity Disorder are getting help to make the transition to adult care successfully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should learn from these areas where the results speak for themselves – the improved lives of so many young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Greater choice and certainty**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, we want to give greater choice and certainty to mental health patients across the board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since 2008, if you’ve needed a hip or knee replacement, you’ve been able to choose exactly which hospital you want to go to for treatment. You’ll also know that you should never have to wait longer than 18 weeks for your operation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, if you’re a mental health patient, you don’t get these same rights and choices about where, when, or how you receive treatment. What kind of message does that send, when all of these decisions are taken out of your hands and always made by someone else?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve been talking about patient choice in the NHS for years, but not for someone with mental health problems. This has to change. And, starting from April this year, for the first time ever, people with mental health conditions will have the same legal right to choose where they go for care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, for example, if a young man visits his local surgery because he’s worried he might have schizophrenia and his doctor thinks he needs specialist help: now, instead of just automatically referring him for treatment, this young man’s GP will work with him to decide the best service for his needs. And that includes being able to choose the person and provider who will lead his care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, from next year, we plan to introduce very clear standards on access and waiting times for mental health services, so that he will also know what kind of treatment to expect and when.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most importantly, there will be professional help and guidance available for anyone who feels like they can’t make those kinds of decisions about their care alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And to give mental health patients more information about where the best services are available and also to improve services, we will be applying our Friends and Family Test to mental health. This means we will be asking patients who’ve used a service, as well as staff, about whether they would recommend it to their friends and family. And, as announced last week, there will be a Deputy Chief Inspector for Mental Health at the Care Quality Commission to shine a spotlight on poor care and showcase the best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Change across the public sector**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition, we’re working hard to ensure that the needs of those with mental health problems are considered not just in the NHS, but also across our public sector: with better support in education, employment, the justice sector, housing and elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For example, it’s estimated that almost 50% of prisoners suffer from anxiety and/or depression, compared with 15% of the general population. But many of these conditions aren’t diagnosed until they go to prison. So we’re investing £25 million to ensure that expert help is available at our police stations and criminal courts to spot mental health problems, get people the support they need and so help tackle reoffending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also understand that mental health can be a barrier to people getting into or back into work. And we asked the research institute, RAND Europe, to come up with ideas about how we can better support those with mental health problems into employment. Today, we’re publishing their report which sets out some exciting recommendations for change, including making sure that our health and employment services work more closely together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Working together**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, ultimately, it’s going to take all of us working together to achieve the change in attitudes to mental health that we need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, I want everyone – in this room and beyond – to commit to achieving our ambitions for better mental health in Britain: creating an environment together where it’s okay to talk about mental health. And where we can be open and support each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today, with government support, Time to Change is launching its new ‘Time to Talk’ campaign across the country. This will include information and guidance to help people talk openly about mental health and get support. It comes ahead of the, first-ever, Time to Talk Day on 6 February.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So if you think someone you know may be struggling: talk to them. It could be just a quick chat over a cup of tea, but it could make all the difference to someone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you’re in the media and entertainment industry help us to put an end to the sensationalist stories, inaccurate reporting and negative stereotypes which promote stigma. Give people with mental health problems the chance to tell their stories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you’re an employer, work with us to build on the good practice that’s already out there – for example at organisations like BT who understand that the mental well-being of their staff is central to their success as a company. Together, we need to give more people with mental health problems the chance to work and the flexibility and support they need to do their job well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, finally, if you’re a professional or expert working across the NHS and mental health sector, or a politician or public sector worker, help us to make mental health a priority across the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s time for us to bring mental health out of the shadows. It’s time for us to close that gap. It’s time for us to talk about mental health and ensure that everyone, whatever their background and whatever their circumstances, can live a healthier, happier and more successful life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}