{
    "url": "https://www.ukpol.co.uk/nick-clegg-2009-speech-to-cbi/",
    "title": "Nick Clegg – 2009 Speech to CBI",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009",
            "url": "/tag/2009/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Leader of the Liberal Democrats, Nick Clegg, to the CBI. The speech was made in London on 23rd November 2009.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are in the teeth of one of the most difficult and unpredictable recessions we have ever face. The origins of the recession, at the heart of the financial services sector on which we have relied too heavily for far too long, begs profound questions about how we can rebuild the British economy on a different, more sustainable footing in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the CBI said this morning – this recession can be a catalyst for positive change. In the short time we have today, I want to run through the five main areas where I believe urgent action is required not only to foster a rapid recovery in the short term, but to shape a new competitive, sustainable economy for the long term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First: stabilise, decontaminate and re-balance our financial industry. Second: a strong, credible plan to sort our Britain’s finances, to maintain confidence in our credit-worthiness. Third: invest in infrastructure, to create jobs now and the right environment for sustainable growth later. Fourth: decentralise decision-making and business support to drive growth in industries and regions that have been left behind. And fifth: change our tax system to put money into the pockets of people who both need it and spend it, helping rebuild consumer demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Number One: The Banks**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, financial services, and especially banking.I believe we need to revisit the fundamentals of our banking industry. We need to ask ourselves: what are banks for? The simplest answer, in my view, is this: banks are there to keep depositors’ money safe, and to provide credit on a prudent basis to individuals, households and businesses. That simple vocation was lost in recent years as the deregulatory Big Bang of 1986 gave way to overleveraged and highly risky financial services innovations which put the whole financial system, and so our whole economy, in jeopardy. The first thing we must do now is get the banks lending – not to excess, as before, but responsibly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is unacceptable that, when taxpayers actually own a huge proportion of the banking industry, credit still isn’t flowing as it should.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, in the long term, we should be looking to divest ourselves of these banks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And government shouldn’t make a habit of interfering in the day-to-day running of businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But at a time like this, when smaller businesses that don’t have access to capital markets often cannot get credit at reasonable rates…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When banks are upping charges, fees and rates even for businesses they’re already lending to…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taxpayers’ representatives at these banks shouldn’t just be suggesting a change of strategy, they should be insisting on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Next, we must ensure that the high street banks on which consumers, households and small businesses depend are never again put at risk by the casino culture of investment banking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the governor of the Bank of England has repeatedly recommended, we need to separate high street and investment banking for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are of course many people who claim this is either undesirable or impossible to achieve in practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe they are deluding themselves about the scale of change needed if we are to ensure that the implosion in banking which has taken place does not occur again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, no single model of banking provides a guarantee against failure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it seems to me that the refusal to properly insulate low risk banking from high risk banking serves as an invitation for history to repeat itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Until this split can be introduced, the banks will remain the beneficiaries of a unique, open ended guarantee against failure from the taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe they should have to pay for that guarantee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why last week, we proposed a new, temporary banking levy of 10% on the profits of the banks until such time as they can be split up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, we need far greater competition and devolution in the way our whole banking system operates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should be using the taxpayers’ stake to break up the big banks so that we can rebuild the kind of local banking and lending infrastructure we need in which banks are once again in closer contact with their own customers. We need more of the building societies and credit unions that used to be the bedrock of British financial services – a power shift from the big beasts of global finance back to local people, businesses and their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Number Two: Credible plan to reduce the deficit**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second area of action is a credible plan to reduce the deficit. It is vital that we maintain the credit-worthiness of Britain with a clear and convincing plan to reduce government borrowing and to eliminate the structural element of the deficit – that part of the deficit which will not be eliminated by future growth… Currently estimated to be in the region of £90bn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unfortunately, the debate over deficit reduction is currently generating much more heat than light. The British people are being confronted with a false choice: Labour says they will eliminate the deficit over the next eight years. But they are living in a state of denial about the need to cut public spending to achieve that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile the Conservatives are talking a tough game about how inadequate Labour’s plans are. Yet they are playing hide and seek with British taxpayers because they won’t announce their plans until after the election. The British people deserve better. They deserve to be treated like grown ups. I know the CBI believes eight years is too long over which to eliminate the deficit. It may prove to be – and it may also be that the structural deficit is larger than current Treasury estimates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "None of us yet know. We have to be flexible as well as responsible in our approach. In my view, credibility is the most important thing. It would be foolish and dangerous to propose rapid cuts that would cause so much economic and social disruption that they simply cannot be delivered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Remember: the structural deficit is about £90bn – almost enough to pay for the entire NHS. Removing it will be painful, come what may. And while the economy may be at the start of recovery, it could be on the edge of a double-dip recession. A premature fiscal contraction could cause a lot more harm than good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In that context, I think eight years is a reasonable starting point. The big question, the one to which neither of the other parties has yet provided an adequate response, is how to achieve it. In meeting this challenge, Liberal Democrats will be guided by three basic principles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First: A preference for spending cuts rather than tax rises. As I said earlier, we will introduce a new tax on the profits of banks, to ensure they pay for their taxpayer guarantee. That will raise about £2bn of what’s needed. But otherwise our focus is on public spending. The second principle is to focus on big areas of state expenditure, not relying on vague promises of efficiency savings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are looking for big areas where the government simply shouldn’t be involved, or should be radically scaling back spending. Savings in paperclips, pot plants and general efficiencies are not enough. The third principle is rigour. We will provide costed plans with as much realistic detail as we can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some of the big decisions which have to be made – like reforming public sector pensions or not renewing the Trident nuclear missile system – will take time to produce major savings. Others, like public sector pay, ending tax credits to above average income families, or cancelling some high profile Government schemes like the Baby Bond, will have a short term impact but will be very controversial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have already gone far further than any other political party in spelling out in detail a series of proposed cuts and savings. We will build on that work with further specific proposals for additional savings and cuts. Anything less will rightly be regarded with scepticism by businesses and the public alike. Anything less will make it all the more difficult to protect front line public services even as we pay down this enormous structural deficit. I hope that when we spell out our plans in further detail we will have the backing of the CBI.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I recall from my days as an international trade negotiator that businesses tended to be in favour of free trade for every sector except their own. I suspect the same might apply to public spending: we shall have much enthusiasm for cuts in general but howls of protest if it affects particular contracts or sectors – be it IT systems, defence procurement or business support schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You are rightly urging the political class to get real – it is a realism which we will all need to accept.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Number Three: Investment in infrastructure**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, improving Britain’s infrastructure. It is important, as we reduce the deficit, that we do not put Britain’s long term future into jeopardy by cutting back capital spending. That would be a false saving, costing less today but costing us all a lot more tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Good infrastructure is crucial to competitiveness and growth. But our built environment, transport and energy infrastructure show badly the effect of neglect. The most expensive train infrastructure in Europe. The worst insulated homes. An energy infrastructure barely capable of dealing with new generation technologies, and so outdated we risk blackouts in coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And yet, astonishingly, the government is about to make it worse, slashing back capital spending by nearly £17bn next year. It is economic madness to put infrastructure spending first on the list for cuts. It should be a priority if we want to put in place a framework for future sustainable growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, in our manifesto, Liberal Democrats will be proposing a switch from current spending to capital investment in our first year – protecting the vital investment our country needs. And later this week, we will be spelling out in some detail our ideas for a National Infrastructure Bank, to leverage government investment, so that the money available goes further, and private and institutional investors can be part of building Britain’s future, while making a decent, reliable return.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Number Four: Decentralise**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fourth, the need for radical economic devolution. Infrastructure investment, in particular in transport, will give an economic boost to parts of the country outside London. But there is more we should do to ensure growth returns more broadly across the whole country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier this year, Richard Lambert proposed re-establishing the old Industrial and Commercial Finance Corporation, a public-private partnership investment fund that provided equity and debt backing to small and medium-sized businesses from the 1940s on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It filled the gap between where banks left off and the Stock Exchange could take over. The ICFC invested through a network of regional offices, which had strong local and sector knowledge. In its lifetime ICFC provided investment capital to over 11,000 businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I’ve asked Vince Cable and my business team to look into how we could re-establish an ICFC-like investment fund, with a strong local and regional basis. It could look to provide venture capital, including from private investors, as well as equity and loan backing, adding a new string to the bow of the old ICFC. And it could work in concert with a new network of regional stock exchanges offering a route for regional businesses to move into public equity without the huge risks and costs of a London listing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Creating sustainable, diverse growth across Britain and across our industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Number five: Tax**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The final building block of the Liberal Democrat recovery plan is tax reform. My basic philosophy on tax is this: a fair tax system should reward hard work, enterprise and initiative. It should penalise pollution or other threats to the common good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It should bear down on unearned wealth. And it should be simple to understand and administer so that everyone, from small businesses to large, from low paid workers to the very rich, play by the same rules. At the moment, we have a tax system which fails every one of those tests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why the Liberal Democrats will make fundamental tax reform one of the key planks of our General Election manifesto. And let me reassure you: we will be proposing a tax switch, not a tax rise. With the exception of the new, temporary banking levy, the changes we propose will be tax neutral – they raise money from one part of the tax system to give money away in lower taxes elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the money will be overwhelmingly moved into ordinary working people’s pockets to help increase consumer demand at a time when it is heavily suppressed. Helping your businesses and so boosting rather than suppressing economic growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe all these changes are both necessary and possible. That is why, despite the continuing anxieties of this recession, I remain optimistic. Britain is struggling – yes – but we are also an extraordinarily resilient, diverse and innovative nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should have all the confidence in the world that – if politicians get the playing field right – we have the potential we need for a fresh start and a bright future. By dispersing power, giving a boost to local and regional businesses and industries which have long been neglected in favour of finance, we can create a stronger, more sustainable economy which encourages creativity and innovation, and creates opportunities for people, no matter their background, their home town or their choice of industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}