{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-speech-on-woolwich-murder/",
    "title": "Nick Clegg – 2013 Speech on Woolwich Murder",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Deputy Prime Minister, Nick Clegg, at a community event at the Peabody Centre in Islington on 24th May 2013.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Can I thank you all very, very much for being here and can I thank, particularly, everybody at the Hugh Cubitt Centre, all the volunteers here, everyone from the Peabody operation. You’ve helped us to organise this at very, very short notice indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It was a suggestion made to me by friends of mine in the London Muslim community just yesterday, that we should get together at a time of obviously heightened anxiety, given the horrific events in Woolwich. And to be able to gather together like this, given how busy everybody is, is a real tribute to everybody at the centre, and indeed to all of you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are represented here in all of the wonderful diversity that we know is modern London: different political parties, different faiths, different communities, representatives from the armed services, from the police. I really am very, very grateful to you all for being here. And I hope that – in fact I know that I speak on behalf of everybody here when I say that my heart goes out and my thoughts are with the family and the friends of Drummer Lee Rigby, who was so brutally and savagely killed in Woolwich.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think in many ways, the fact that we’ve come together is much more important than what anyone’s actually going to say at the event because the fact that we’re here together from so many different directions, from so many parts of the diversity that is London is a – sends out a message.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It sends out a very, very simple message of hope over fear, of community over division and that is immensely important. I think that you’ve done all of that and that by coming together in that way, by sending out that clear signal, you really have provided a great service to all of the communities who are asking themselves searching questions in London and across the country today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because let’s be clear. People who inflict such random, savage violence in the name of some entirely warped ideology or some entirely perverted concept of religion in the way that we have seen on our television screens – which has been made all the more unsettling I think, because the individuals concerned dressed, spoke, appeared to all intents and purposes like so many other young Londoners that we might come across every day of the week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let’s be under no illusion. What they want, of course, is to sow that corrosive seed of fear and division. What they want is for governments and the authorities to overreact in their immediate reaction. What they want is for communities to turn inwards and away from each other. What they want, in short, is to spread fear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fear is an extraordinarily powerful emotion and when fear takes root, all of us as individuals, we will avert our gaze from someone who we might be fearful of, who we weren’t before. We might cross the street away from an individual who we’re not so sure about. We might worry about our children and about our families in a way that we haven’t done before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It has a very, very corrosive effect on every part of our lives and we have a choice. We have a choice to either allow that powerful corrosive feeling of fear to seep into every second and minute and hour of our lives or we can make a choice that we’re not going to change our behaviour. We’re not going to disrupt normal life. We’re going to continue our life as before. We’re going to continue to reach out to each other. We’re going to continue to look people in the eye. We’re going to continue to be the diverse community that we are, and you have made that choice by coming to this event.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "London has made that choice by celebrating this kind of event and it has shown once again how unbeatable London is in the face of this attempt to sow fear, sow division and sow mutual suspicion in our community. So I want to pay genuine tribute, to each and every one of you for making that choice. It is a positive choice and is the most powerful dignified reply and rejection of what we saw and what we heard on Wednesday in Woolwich.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, before I ask the Deacon and others to speak for themselves, I want to pay special tribute to those amongst you who are leaders and spokespeople of our Muslim communities. The fact that all of you who’ve spoken out so very clearly and so very cogently and so very quickly to reject it utterly. As the Prime Minister quite rightly said, what we heard from these two individuals was a total unqualified betrayal of Islam, a religion of peace was being distorted, turned upside down and inside out, perverted in the cause of an abhorrent and violent set of intentions from those individuals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I heard from someone in a discussion we just had earlier this morning, terrorism has no religion because there is no religious conviction that can justify the kind of arbitrary, savage, random violence that we saw on the streets of Woolwich. So thank you for speaking out as forcefully as you have done. Thank you for speaking out as clearly as you have done for a great salvation religion, for your faith, and for the communities in which you live and in which you lead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in that spirit I would like to simply conclude by repeating a verse from the holy Quran, verse 32, chapter five. If anyone kills a human being, it shall be as though he killed all mankind, whereas if anyone saves a life it shall be as though he saved the whole of mankind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you very much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}