{
    "url": "https://www.ukpol.co.uk/nick-clegg-2010-speech-on-the-constitution/",
    "title": "Nick Clegg – 2010 Speech on the Constitution",
    "post_date": "November 23, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, on 19th May 2010.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have spent my whole political life fighting to open up politics. So let me make one thing very clear: this government is going to be unlike any other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This government is going to transform our politics so the state has far less control over you, and you have far more control over the state. This government is going to break up concentrations of power and hand power back to people, because that is how we build a society that is fair. This government is going to persuade you to put your faith in politics once again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m not talking about a few new rules for MPs; not the odd gesture or gimmick to make you feel a bit more involved. I’m talking about the most significant programme of empowerment by a British government since the great enfranchisement of the 19th Century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The biggest shake up of our democracy since 1832, when the Great Reform Act redrew the boundaries of British democracy, for the first time extending the franchise beyond the landed classes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Landmark legislation, from politicians who refused to sit back and do nothing while huge swathes of the population remained helpless against vested interests. Who stood up for the freedom of the many, not the privilege of the few. A spirit this government will draw on as we deliver our programme for political reform: a power revolution. A fundamental resettlement of the relationship between state and citizen that puts you in charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, no, incremental change will not do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is time for a wholesale, big bang approach to political reform. That’s what this government will deliver. It is outrageous that decent, law-abiding people are regularly treated as if they have something to hide. It has to stop.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So there will be no ID card scheme. No national identity register, no second generation biometric passports. We won’t hold your internet and email records when there is just no reason to do so. CCTV will be properly regulated, as will the DNA database, with restrictions on the storage of innocent people’s DNA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we will end practices that risk making Britain a place where our children grow up so used to their liberty being infringed that they accept it without question. There will be no ContactPoint children’s database. Schools will not take children’s fingerprints without even asking their parent’s consent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This will be a government that is proud when British citizens stand up against illegitimate advances of the state. That values debate, that is unafraid of dissent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we’ll remove limits on the rights to peaceful protest. It’s why we’ll review libel laws so that we can better protect freedom of speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as we tear through the statute book, we’ll do something no government ever has: We will ask you which laws you think should go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because thousands of criminal offences were created under the previous government… Taking people’s freedom away didn’t make our streets safe. Obsessive lawmaking simply makes criminals out of ordinary people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, we’ll get rid of the unnecessary laws, and once they’re gone, they won’t come back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will introduce a mechanism to block pointless new criminal offences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}