{
    "url": "https://www.ukpol.co.uk/nick-clegg-2012-speech-on-working-families/",
    "title": "Nick Clegg – 2012 Speech on Working Families",
    "post_date": "January 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the then Deputy Prime Minister, at the Institute for Government in London on 26 January 2012.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday’s GDP figures remind us that the road to the UK’s economic recovery will be long. And progress will be uneven. Those GDP figures remind us that we cannot simply ride out these troubles, waiting for the good times to roll around again. Nor can we return to business as usual. The financial crash and the recession that followed were unprecedented, and they were global. But the UK’s weakness in the face of those events was a damning indictment of the way our economy had been run. An economy that became closed, elitist, driven by vested interests, where we prized recklessness and short-term gains and undervalued stability and hard work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So picking ourselves up for good means fundamental reform. Hitting the reset button to ensure that, not only does prosperity return, but this time it’s properly shared and really lasts. The first part of that is clearly deficit reduction. Filling the black hole; wiping the slate clean; preventing years of higher interest rates and fewer jobs; ensuring that the next generation does not pay for this generation’s mistakes; creating the sound public finances – the macroeconomic stability – that we know is a prerequisite for lasting growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, beyond that, we must also rebalance our economy: ending our overreliance on financial services and the South East; shifting from consumption to investment; from debt-driven bubbles to sustainable growth. And there is another element of rebalancing – rebalancing our tax and benefits system. Because both need to be rebuilt with work at their heart, restoring some sense to the assistance and rewards the state provides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot pin all our hopes on the traders or the bankers. It will be the millions of hardworking Britons who deliver the nation from these difficult times. So we must now make the most of all of our human capital. And we must help struggling families stand on their own two feet. That means a benefits system that gets more people into work and a tax system that ensures work pays. Today I want to say a word on each.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, benefits. I have always believed in a welfare system that helps those in need, those who cannot work must be protected and those who have jobs must be confident that, should they lose them there is a safety net in place. That is precisely why, in the Autumn Statement last year. The Coalition committed to the full uprating for pensions and out-of-work benefits from April – 5.2%, in line with inflation. Not everyone agreed that “the unemployed” should receive the full uplift, certainly not in the current climate. And, if you believed everything you read, you would think that these benefits are, essentially, unlimited handouts for the ‘idle poor’. But that just shows what is so often wrong with this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For one thing, for decades now benefits have been uprated in line with prices, while earnings have generally increased at a faster rate. So the value of benefits such as Jobseekers Allowance have actually shrunk over the years, compared with the incomes of those in work. But, even more importantly, abuse of the benefits system by a minority has obscured the needs of a deserving majority. The older people who have contributed to our society for their whole lives, those who cannot work due to disability or serious illness. And – the group most often forgotten – working people who have been laid off, through no fault of their own and, most often, for short periods of time. Yes, sometimes the system is exploited – and that cannot be accepted. But the majority of people who claim JSA are off benefits within three months, people who pay their taxes, support their families, but are temporarily down on their luck. So we need a benefits system that helps those who can work into work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it is that simple principle that drives the Coalition’s welfare reforms. From the Universal Credit, to the benefits cap, to the Work Programme and the Youth Contract. While the economy was booming we saw four and a half million people stuck on out-of-work benefits, the number of young and unemployed hardly changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are now 2.6 million people on incapacity benefits, 900,000 of them have been parked there for 10 years or more. And where children grow up in homes where no one works, they are twice as likely to experience long spells of unemployment themselves. It isn’t right; the country can’t afford it, the Coalition is determined to see it change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nearly 70 years ago, when William Beveridge designed the welfare state, he imagined a system that would give people protection from cradle to grave. Not one that would act as a crutch every day in between. The state must offer security in hard times. But it should not, he warned, ‘stifle incentive, opportunity, responsibility’. In the words of another great liberal, John Stuart Mill, ‘assistance should be a tonic – not a sedative’. I couldn’t agree more. And it is those same values, that same belief in the potential of ordinary men and women to flourish, that needs to be instilled in our tax system too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My philosophy on tax is simple: the system should reward effort, enterprise and innovation and bear down on those things which are bad for our society. That sounds like a proposition with which most people would agree, but attitudes to tax are a good proxy for our deepest political instincts. And the three major political traditions in the UK – conservatism, socialism and liberalism – have very distinct approaches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For those on the philosophical right, taxes are necessary. But there is an understandable fear that tax-done-badly can threaten entrepreneurialism and business, strengthening the hand of an intrusive state. That wariness means the right can be less inclined to promote tax as a way of redistributing wealth and opportunity, putting less of an emphasis on using the tax system to tackle inequality, for example, between those who earn their income and those who are asset rich.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the traditional left, on the other hand, taxes are the principal means of redistribution. Socialists will support a penal rate of tax on the highest earners simply because it makes them poorer. For them, tax is a badge of socialist success: the more, the better. They would rather draw money in through the state and then hand it back to people, rather than letting them keep more of their earnings in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The liberal approach, put most simply, is based on a profound commitment to the value of paid work. Citizens are empowered when they can keep the fruits of their own labour. As Gladstone said, it is better for money to ‘fructify in the pockets’ of the people who earn it, rather than in the Treasury. And fiscal liberalism supports taxes on unearned wealth, precisely to lighten taxes on the wages of the hardworking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those principles could not be more important today. Because, in developed economies around the world, in every country now seeking to get back on the right path. Where money is scarce, where, every day, families are tightening their belts, the biggest question we face is this: how is that burden shared?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why, this week, we heard President Obama devote his State of the Union Address to greater fairness in the American tax system. It’s why tales of tax avoidance are filling our newspapers everyday. And every politician now has a simple choice: do you support a tax system that rewards the hard-working many? Or do you back taxes that favour the wealthy few?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know which side of the line I stand on: the UK’s tax system cannot go on like this. With those at the top claiming the reliefs, enjoying the allowances, hiring other people to find the loopholes, while everyone else pays through the nose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the Coalition is calling time on our unfair and out-of-whack tax system. We’ve put up Capital Gains Tax, ending the scandal of a hedge fund manager paying less on their shares than their cleaner paid on their wages. We’ve reduced tax breaks on pension funds for the very rich. We’ve clamped down on avoidance and taken steps to raise an extra £7bn through closing the tax gap.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And my priority in Government is freeing the lowest-paid from income tax altogether and cutting income tax for millions of ordinary workers. Over recent weeks you will have heard a great deal about fairness at the top, through Vince Cables’ reforms to curb excessive executive pay. You will have heard a great deal about fairness at the bottom, through reform of our welfare system to ensure benefits are fair and reasonable and to get more claimants into work. This is about fairness in the middle, more money in the pockets of the people who need it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether you call them the ‘squeezed middle’, ‘hard-working families’, or, as I have, ‘alarm clock Britain’, cutting income tax is one of the most direct tools we have to ease the burden on low and middle earners – the people whose incomes are too high to qualify for welfare benefits but too low to provide any real financial security; the group whose plight the Resolution Foundation has done so much to highlight; the working mum whose bills keep rising but whose wages do not; the father kept awake in the dead of the night, worried tomorrow the company will be laying people off; the young couple who used to look forward to the holiday they would book or the car they would buy but who now know that if the boiler breaks or the washing machine packs up, the money just isn’t there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Go back 50 years or so and many more working people were exempt from income tax thanks to a more generous tax-free threshold. But over the last few decades, wage rises have outpaced the increase in the allowance sucking more and more people into the income tax net. And, while in the early 70s, the Personal Allowance was worth around 28% of average earnings, by 2010 that had dropped to around 20%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am extremely proud that the Coalition is on track to raise the personal allowance to £10,000 for ordinary taxpayers over the course of this Parliament. We’ll make sure that anyone earning £10,000 or less will pay no income tax at all and, for those on middle incomes, the first £10,000 they earn will be tax free.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For millions of basic rate taxpayers – ordinary, hardworking people – that means paying £700 less in income tax each year – around £60 a month. In the 2010 Budget we increased the tax allowance from £6,475 to £7,475. This year we have already announced a planned rise of an additional £630, meaning that a total of 1.1 million more people will no longer pay income tax at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But today I want to make clear that I want the Coalition to go further and faster in delivering the full £10,000. Because, bluntly, the pressure on family finances is reaching boiling point. Compared to those at the top, these families have seen their earnings in decline for a decade and that’s got worse since 2008 with lower real wages and fewer hours at work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ongoing consolidation in the UK public finances has meant necessary increases in taxation, reductions in spending, restrictions on public sector pay, and higher contributions on pensions. Last year brought much higher world inflation – some food prices have doubled, some energy prices have gone up by 50%. And, yes, we are now seeing some moderation in inflation. But, in just three years, real household disposable incomes have fallen by some 5 per cent – one of the biggest squeezes since the 1950s, since the records began.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These families cannot be made to wait. Household budgets are approaching a state of emergency and the Government needs a rapid response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Delivering the £10,000 personal allowance more quickly will need to be fully funded. We cannot just cut taxes by raising borrowing – that is just extra taxation deferred. And it would undermine our success in restoring stability and credibility to the public finances. So we need to find the money – and that will not be easy, of course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But to those who say: we cannot afford to do this, I say we cannot afford not to do this. And it is because of the pressure our economy is under that there is now an urgent need to give families more help; an urgent need to rebalance our tax system so it rewards work and encourages ordinary people to drive growth. And that means those who are better off paying their fair share.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In its recent excellent report _‘Divided We Stand’_ the OECD noted how the incomes of the richest 1 per cent have soared away from everyone else over the last 20 years and showed that these people could be making a bigger tax contribution. They also made clear that the right way to do this is not to increase marginal tax rates on work any further. This would simply drive many of the rich away to other countries or encourage them to use tax avoidance mechanisms more aggressively. Instead, they suggest, governments need to look at tackling industrial-scale tax avoidance as well as at the allowances and reliefs which favour those on very high incomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is how we can raise the average taxes paid by the very rich without any further rise in marginal rates. To that end the Coalition set up the Aaronson Review to look at a General Anti-Avoidance Rule on tax so that the tax industry cannot spend all its time creating ever more contrived schemes undermining the principles and intentions of the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are a range of other, specific areas where we need to be tough too, not least stamp duty avoidance, particularly on higher end property sales and the transferring of assets and income abroad to avoid UK tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to look at what more can be done to “green” the tax system. Not just because we care about the planet we leave our children, although that would be reason enough, but because, when the decision is between taxing pollution or taxing hard-graft, the right impulse is obvious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, there is another big part of the tax system where I believe we need to be much more ambitious: serious, unearned wealth. The eyewateringly lucrative assets so often hoarded at the top. We still live in a society where, for so many people how much you earn can never compete with how much others own. Our tax system entrenches that divide and we need to be bold enough to shift the burden right up to the top.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know the Mansion Tax is controversial but who honestly believes it is right that an oligarch pays just double the Council Tax of an average homeowner even if their house is worth one hundred times as much? And who seriously thinks we would kill aspiration through a levy on the 0.1% of the population who own £2 million pound homes? The Mansion Tax is right, it makes sense and I will continue to make the case for it. I’m going to stick to my guns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, to finish as I began: we are living in tough times. And many families are feeling the pinch. We need more of those who can work to be in work, and real rewards and incentives for those who are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is often said that to govern is to choose and, in particular, to choose whose side you are on. That is especially true when there is no money around. My choice is clear: I want to help the hard-pressed and the hardworking. If that means asking more from those at the top – so be it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are committed to eliminating the deficit and eliminate it we will. But I am determined that we do so in a way that is fair, that rebalances our economy that gives the right people their dues.  \nPeople want economic competence, but they want compassion too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is my job to make sure this Government delivers both.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}