{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-qa-on-syria/",
    "title": "Nick Clegg – 2013 Q&A on Syria",
    "post_date": "February 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the then Deputy Prime Minister, on 27 August 2013.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why are we now considering military action?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Deputy Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think many people who’ve been watching this horrific bloodshed unfold in Syria over the last couple of years will ask themselves why it is that the international community, why is France, America, Britain, considering a serious response to what has happened in Syria. The answer is that the murder of innocent men, women and children through the use of chemical weapons is a repugnant crime and a flagrant abuse of international law. And if we stand idly by we set a very dangerous precedent indeed, where brutal dictators and brutal rulers will feel they can get away with using chemical weapons on a larger and larger scale in the future. These are weapons that were used on a large scale in the First World War and banned back in the 1920s. So what we’re considering is a serious response to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What we are not considering is regime change, trying to topple the Assad regime, trying to settle the civil war in Syria one way or another. That needs to be settled through a political process. We are not considering an open-ended military intervention with boots on the ground like we saw in Iraq. What is being considered are measures which are legal, which are proportionate and which are specific to discouraging and sending out a clear signal that use of chemical weapons in this day and age is simply intolerable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Question**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How confident are you that it will be legal?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Deputy Prime Minister**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, any steps we will take will have to be legal. This government, this Coalition Government, of course is not going to act outside the remit of international law. But let’s remember that the use of chemical weapons is a flagrant abuse of international law. These weapons were first banned by international conventions back in the 1920s after their widespread use in the First World War, a hundred years ago, and what we want to ensure, as an international community, is that we don’t go back to a world in which people think they can use these heinous weapons with impunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is about taking proportionate, legal and carefully circumscribed steps to ensure that everybody understands, the world round, that we will not stand idly by when chemical weapons are used in complete breach of international law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}