{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-speech-on-immigration/",
    "title": "Nick Clegg – 2013 Speech on Immigration",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister, Nick Clegg, on immigration on 22nd March 2013.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I want to talk about immigration. Not asylum; that’s an important distinction to make – immigration. The debate is opening up, and that’s a good thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve now heard from the Labour party about some of their mistakes in office. And the Prime Minister and I are setting out how the Coalition is correcting those mistakes. Me today, David Cameron on Monday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The political mainstream has a duty to wrestle this issue away from populists and extremists. A duty to shift what can be a highly polarised debate – particularly in difficult economic times – onto practical and sensible ground. And the Liberal Democrats take that responsibility very seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This morning I will explain why, in order to remain an open and tolerant Britain, we need an immigration system that is zero-tolerant towards abuse. Tolerant Britain, zero-tolerant of abuse. That’s the vision the Coalition is working towards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before I do, I want to make one thing clear: the Liberal Democrats will never seek to outflank our opponents because we think that’s what people want to hear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yvette Cooper said, recently, that we must avoid an “arms race of rhetoric” on immigration. I agree. That kind of low populism patronizes the British people and it is an insult to the many migrants who have contributed to our country. British society has been shaped by migrant communities in ways more profound than any cliché about chicken tikka masala, or Notting Hill Carnival, or Polish builders can ever express.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m the son of a Dutch mother – she, herself, raised in Indonesia; a half-Russian father; husband to a Spanish wife. Like millions of Brits, if you trace our blood lines back through the generations, you end up travelling around the globe. And I’m a liberal. I’m immensely proud of this nation’s wonderful diversity and openness. Those are great British traditions too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, if you believed every headline, you’d think that when immigrants aren’t stealing British jobs. They’re all living the high life in 12-bedroom Kensington mansions, courtesy of the state. But that’s a complete caricature of the truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The majority of people who come here work hard and make a contribution. Many have served – and still serve – in our armed forces. And if every member of an immigrant community suddenly downed tools, countless businesses and services would suffer. The NHS would fall over. And in a globalised economy, where talent is as mobile as capital, no nation can succeed by pulling up the drawbridge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "British firms depend on outside skills and expertise in order to compete. British universities too. The reason this country has a world-beating research base is because we are a magnet for the brightest and the best. That’s why, when the Coalition put limits on the number of migrants coming here from outside Europe, it was important to Vince Cable and me that students – genuine students – were excluded from that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s why, more recently, the Coalition has rejected proposals to impose a visa regime on visitors from Brazil. Where a minority are abusing the system, we need to deal with that – whatever nationality they are. But a new visa regime would deter Brazilian tourists, discourage Brazilian investors and Brazil would simply do the same to us, hampering the access British companies have to one of the world’s fastest growing markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, yes we are bringing immigration under control, and I will explain how. But I want UK firms to be in no doubt. The Coalition’s priority continues to be growth and building a stronger economy. I’m clear that well-managed immigration is a key part of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problem is that the system has not been well-managed. It has been grossly mismanaged. I welcome Labour’s recent admission that they got it wrong. But the fact that this mea culpa is immediately followed by mud-slinging, by an attempt to blame the Coalition for the problems that remain, suggests to me Labour still don’t understand just how wrong they got it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The previous government left us an immigration system in disarray. I cannot stress enough just how chaotic it was. The first thing they did, after coming into office, was stop checking if people were leaving the country. They got rid of exit checks. They weren’t counting people in and they weren’t counting people out either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Seven different immigration Bills; six different Home Secretaries and yet, in the course of a decade, just 114 prosecutions for employing illegal immigrants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And Labour were completely caught off guard by the impact of their decision to lift transitional controls on new EU member states when other EU countries did not. By the time they finally woke up to the mess they’d created, to the real strain immigration was placing on some communities, it was already too late.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Is it any wonder that there has been a crisis of public confidence in our immigration system? People’s anxieties are not, generally-speaking, driven by prejudice or racism. We are, by nature, a tolerant people. But, for too long, British people’s legitimate concerns have been downplayed. For too long their worries were met with words but not action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There’s a common allegation that, among the political elite there’s been a conspiracy of silence on immigration. But over the years there’s been lots of talk, lots of posturing, lots of promises. Plenty’s been said. The problem is: not enough’s been done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where there is resentment towards the immigration system, we must now confront it. For a diverse society like ours to function successfully, for different groups to integrate and co-exist, British citizens must believe that the rules by which migrants come and settle here are reasonable, just, and properly enforced. The immigration system must command public confidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since we came into government, net migration has fallen by a third. We’ve limited immigration from outside Europe. And within the EU, we have kept the transitional limits on Romania and Bulgaria, until the point where every member state has to remove them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s not just about the overall numbers. People need three basic assurances:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One: that we are getting a grip on who’s coming in and who’s going out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Two: that we can deal with people staying here illegally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Three: that the system as a whole benefits the UK and doesn’t put too much pressure on our state – particularly in these straitened times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Give British citizens those assurances, and you will see this nation’s most welcoming side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Coalition is creating a system people can be confident in. A system that contributes to both a stronger economy and a fairer society – we need to deliver both. Tolerant Britain, zero-tolerant of abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Assurance number one: that we’re getting on top of who’s here. The Coalition is building a much clearer picture of who’s coming in and going out. We’re building up Britain’s entry checks, increasing the information we get in advance of people travelling. And we are reintroducing exit checks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Exit checks tell us whether the people who should have left actually have. Britain used to have them, but they were dismantled by previous governments. The process began under the Major government and was carried on by the Blair administration and the Liberal Democrats have been campaigning to bring them back since 2004.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To us it always seemed obvious that exit checks are an essential feature of an efficient and competent immigration system. And so we ensured that this Liberal Democrat manifesto commitment was written into the Coalition agreement. Bit by bit we are filling in the gaping holes Labour left.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Assurance number two: that we can prevent people from staying here illegally. Before I come onto what we are doing in Government, let me say a word on Liberal Democrat party policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My party will always advocate immigration policies that respect the rights and dignity of individuals – particularly the vulnerable. It’s because of us that children are no longer detained for immigration purposes. It’s because of us that the UK no longer deports people to countries where we know they’ll be persecuted for their sexuality. Both straight from our manifesto and two of my proudest achievements in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, at the last election we suggested that any illegal immigrant who had been here for 10 years should be able to earn their citizenship. We called it an earned route to citizenship. Our opponents dubbed it an ‘amnesty’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We felt it was an honest and pragmatic solution given the chaos in the Home Office and the obvious failure by Labour to identify where thousands of illegal immigrants were. Better surely, we asked, to get them to pay their taxes and make a proper contribution to our society, than to continue to live in the shadows?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, despite the policy’s aims, it was seen by many people as a reward for those who have broken the law. And so it risked undermining public confidence in the immigration system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The very public confidence that is essential to a tolerant and open Britain. That is why I am no longer convinced this specific policy should be retained in our manifesto for the next General Election.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I have asked Andrew Stunell, the former Integration Minister, to lead a review of this and our other immigration policies in the run up to 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Coalition, the Liberal Democrats are seeking to restore people’s faith in the system, confronting illegal activity with a vigour never seen from Labour, and in 2015 people will know that a vote for the Liberal Democrats is a vote for an immigration system they can believe in. A vote for a tolerant Britain that is zero-tolerant towards abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re clamping down on the most exploited routes into the country: tightening up what’s known as the ‘tier one route’, for example. It was supposedly for highly skilled visa applicants, but was routinely exploited by people who did not have those skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The student route was riddled with holes. So we’re cracking down on bogus colleges. UKBA officers visited a college which had requested permission to bring in over 200 students. How many did they find studying that day? Two. Since 2010, almost 600 colleges have been removed from the list of registered visa sponsors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While we have to be realistic about UKBA’s enforcement budget in the current climate, we’re making sure money is better spent. For instance, reducing the opportunity for long, vexatious and costly appeals by those who have been refused the right to remain in Britain, while still safeguarding the right to a fair hearing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re cracking down on the profiteers. I can confirm today that the Coalition will increase the cash penalties for unscrupulous employers who hire illegal immigrants because they’re cheaper. Currently, the maximum fine is £10,000 per illegal worker. I’ve asked the Home Secretary to look into the right amount but personally I’d like to see it double.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Employers need to get the message: they have an inescapable duty to employ people who are working here legally, not to turn a blind eye to those working illegally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’m determined that our police can come down on the criminal gangs who smuggle and traffic people into the country. We’re currently reviewing policing cooperation with our European partners. But I’m clear that we must not jeopardise any arrangements that help us tackle this kind of cross-border crime. Criminals go across borders; so must we.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition to these crackdowns, I can also confirm we’re looking at a powerful new tool to help deal with the problem of people overstaying on their visas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Visa overstayers make up a major part of UKBA’s enforcement caseload – clogging up the system. As early as 2006 we had reports from Select Committees, arguing that visa overstaying would be one of the biggest challenges for our immigration system in the 21st century. As people travel more – for work, for holidays – you have more people coming into the country for temporary periods and so you need to find ways to make sure they leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The challenge isn’t just stopping people coming into Britain illegally, it’s about dealing with individuals who come over legitimately but then become illegal once they’re already here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One idea, which appeals to me, is a system of security bonds. And so I’ve asked the Home Office to do some work on it with a view to running a pilot before the end of the year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The basic premise is simple: in certain cases, when a visa applicant is coming from a high risk country, in addition to satisfying the normal criteria, UKBA would be able to request a deposit – a kind of cash guarantee. Once the visitor leaves Britain, the bond will be repaid. Clearly, we need to look into the detail and seek a wide range of views, including from the Home Affairs Select Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The bonds would need to be well-targeted – so that they don’t unfairly discriminate against particular groups. The amounts would need to be proportionate – we mustn’t penalise legitimate visa applicants who will struggle to get hold of the money. Visiting Britain to celebrate a family birth, or a relative’s graduation, or wedding should not become entirely dependant on your ability to pay the security bond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I would want a system that is welcomed by legitimate visitors rather than place a great burden on them. Done right, this would speed up the application process, giving UKBA greater confidence about people’s intentions, allowing them to make better, faster decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In today’s world, illegal immigration happens in different ways – and we need to think innovatively to keep up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, assurance number three: that immigration as a whole benefits Britain and British citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Migration contributes to the public purse – we mustn’t forget that. But it is important, with budgets under strain that as many people as possible contribute to the economy and support themselves. We’re asking that of British citizens – it is right that we ask the same of visitors to Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the Coalition has reformed work visas so that every worker coming here has a proper job offer and a minimum salary. And we’ve changed family visas to introduce a minimum income for anyone bringing over a partner or spouse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While it’s right that, if businesses can’t find the skills they need they can bring people in from outside the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we tackle unemployment and rebuild our economy, we also need to be asking why that’s the case at all. Why aren’t our young men and women equipped to do these jobs? So the Coalition is creating record numbers of apprenticeships – over one million since the election. And I want to make sure we have the right plans in place for so-called ‘shortage occupations’ – the specific professions where we lack skills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are 34 currently on the list. Paediatricians, maths teachers, chemical and mechanical engineers, to name a few. And we are now asking employers and their representative bodies, including Sector Skills Councils, to work with the Government on our plans to build up Britain’s homegrown skills for each profession: making sure we’re on track.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I believe people will have more faith in our immigration system if they see that we are doing everything we can to help young British men and women into work. To that end, the Coalition has also capped unskilled migration from outside the EU. The Government is also looking at the access migrants have to services and benefits. Fairness isn’t just about what people put into the system: it’s what also about what they take out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This work is extremely complex. Labour left us a huge, unwieldy welfare state, full of contradiction. In some place the arrangements are already quite strict, in others they are much more loose and opaque. So now we are systematically working through to see where reform is necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No decisions have been taken yet and the PM will be saying more about his views on Monday. But I want to make clear that this is very much a Coalition agenda, with both sides working together. For the Liberal Democrats, it is entirely right that we close loopholes and ensure that the welfare system is not open to abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For social cohesion, as much as anything else. One area where I’ve asked for further work, for instance is on the translation services available to individuals accessing public services. The Government currently spends tens of millions of pounds on translation services and materials. And, of course, people should get help, if they need it to understand what their doctor is saying, or how to sign their children up for school, or what’s going on at a court hearing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there’s a missed opportunity here to improve people’s English so that, in the long term, they don’t need those translators and the taxpayer spends less.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve already raised the level of English required from a number of different groups: skilled workers, the husbands and wives of migrants coming to the UK. But we need to do more to help people who are already here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2011 we introduced powers for Jobcentre advisers to mandate people on job-related benefits to learn English if their level of language skills is stopping them from finding work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve asked Iain Duncan Smith to report back to me on how this is being implemented. I want to make sure it’s being rolled out effectively across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And where people need a translator to interact with services, I’ve asked Mark Harper, the Immigration Minister, to look at whether we could refer them onto an English language course. And, if people refuse to stick with those courses, we should consider making them pay for their translation services instead. To a lot of people, that’s just common sense.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll be saying more about this, and the other areas under review, over the coming weeks and months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So in conclusion, we are grappling with the difficult challenges in our immigration system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Brick by brick, we are rebuilding it. Day by day we are making sure, quite simply, that it works. All the British people ask is for a system they can have confidence in. We hear that, and we are delivering it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m determined we lay the foundations for an immigration system that embodies this nation’s instincts and its values: our openness and tolerance on one hand; our sense of fair play, on the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Liberal Democrats are at the forefront of that. We want to stay a tolerant Britain, and to that end we will be zero-tolerant of abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}