{
    "url": "https://www.ukpol.co.uk/walter-clegg-1974-speech-on-fleetwood/",
    "title": "Walter Clegg – 1974 Speech on Fleetwood",
    "post_date": "April 6, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Walter Clegg",
            "url": "/tag/walter-clegg/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Walter Clegg, the then Conservative MP for North Fylde, in the House of Commons on 1 April 1974.",
    "content": [
        "The last Parliament had one distinct advantage over the present Parliament, in that the hon. Member for North Fylde, being then a Government Whip, was unable to speak except to move the Adjournment of the House. Alas, those halcyon days are past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Other hon. Members left the Chamber swiftly as soon as I rose to make what is virtually a maiden speech after four years of silence. But I propose to bear in mind what I call Clegg’s Laws of Listening, which I formulated after sitting for many a weary hour on the Government Front Bench and keeping silent, as you have to do in your Chair, Mr. Deputy Speaker. The first of those laws is that the second half of any speech appears to be twice as long as the first, and the second law is that the enjoyment of a speech is in inverse proportion to its length. I shall try my best to bear those two laws in mind when I speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problems I have chosen to raise in the debate affect the port and town of Fleetwood in my constituency. They are very much the problems of success and not of failure. Not many years ago many people said that the port of Fleetwood was finished and that Fleetwood as a town was on the way down. That is quite contrary to what has happened over the past few years. From about 1970 onwards the port and the town have flourished.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The change started with the reinstatement of the Isle of Man steamer service for summer travellers to the Isle of Man from the port. Then we had the expansion of industry on the town’s estate, after the adoption of Fylde as an assisted area, and next we had remarkable development in the port itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, we had the new Jubilee Quay for the inshore fishermen, and in the space of one year alone the inshore fleet doubled. We have also embarked on the modernisation of the fish dock. Work on that has just about started, and it will mean a much better dock for the use of the fishing fleet in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition, we have had a development of the dry cargo side of Fleetwood, which has been remarkable. I pay tribute to the British Transport Docks Board, and particularly to our local manager, who has played such a great part in the operation. From being a port that handled comparatively little dry cargo, we are now handling more and more through lift-off facilities. Roll-on, roll-off facilities are being made available. A Private Bill has come to Parliament from the board to provide even more facilities in the port. This is very good for the town and the port of Fleetwood. We have very good labour relations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased that the board has made an effort to develop our port, but it produces problems, as success often does. One problem is the flow of traffic to the port, which has to come through some winding country lanes from the present M6. When the Blackpool spur of the M6 is built, it will still have to come through country lanes. The part I am concerned with is a stretch between the end of Amounderness Way and the boundaries of Fleetwood.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have been given figures by the board of the flow of traffic along the stretch of road which goes through Thornton Cleveleys in my constituency, quite a heavily populated area. In 1973 the estimated number of road vehicle journeys—vehicles using the port, and not light traffic—was 61,630. This year that figure will increase to about 73,000. but I am told that in 1975—and this is a revised figure I received over the weekend—the estimated number of road vehicle journeys is about 200,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All this is in addition to the normal traffic to the port, which includes holiday traffic going to Fleetwood itself and to Thornton Cleveleys—both holiday resorts —private motorists going to the Isle of Man steamer and other heavy vehicles which use the same route for the factories that ICI has in the area and for the power station. It is true that we have a railway system for freight which still goes to part of Fleetwood but it does not go into the port itself. It stops short at the power station and the ICI sidings. One can see little hope of relief in that respect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The impact upon Thornton Cleveleys already is quite intense. I want to quote what the local newspaper had to say about the stretch of the Fleetwood Road which is now used by these heavy vehicles. I travel along it frequently and it looks something like the Menin Road in the First World War—as though it had been shelled—because, in addition to all the problems of traffic, we have had the construction of a major sewerage scheme and a drainage scheme, and the road is upset.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Thornton Cleveleys Times of 22nd March had the headline: ‘It’s Murder’, says traffic sufferers and it went on: Walls and chimneys cracking, tins of food jumping off shop shelves, beds shaking and pictures moving on the walls were just a few complaints from up-in-arms residents this week complaining about heavy traffic using the Fleetwood Road, Thornton. One of my constituents said that it was almost like living in a house with a poltergeist, because everything was always on the move.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is also the problem of safety—of heavy vehicles using a narrow road lined for the most part on both sides with houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister is probably well aware of this problem because it has been put to the Ministry before. What is needed most of all to effect relief is the completion of the Thornton Cleveleys bypass, which would take traffic from the end of Amounderness Way and take it through Copse Road, Fleetwood. This would have an immediate effect if it were constructed as quickly as possible. I have been in touch with the Lancashire County Council—the road authority—and with the new Wyre District Council, which was inaugurated today, and to which I wish the best of good will. Both councils give very high priority to this project.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I ask the Minister two specific questions: first, has there been any delay in letting the Lancashire County Council know the full material it needs for its transport policies and programmes, and, secondly, when will it be possible for the Department to let the county council know how much money it will have available?—because I understand that in this case these priorities are set more by the Lancashire County Council than by the Department itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The key factor for the county council is: when will it know how much money is available so that it can allocate priority to this road? The needs for this road are incontestable. They are two-fold. First, there is the need to look after the safety of the people using the road at the moment and to look after the lives of the people living along the road, in the environmental sense, and, secondly, the need for new communications, especially with the new spur of the M6, which is essential if the port of Fleetwood is to develop, remain properous, and become more prosperous. I press the urgency of these items on the Minister and his Department. I urge them to do all they can to give us this relief road as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I now turn to some other problems of the port which are not the direct responsibility of the hon. Member—I have informed him of these—but which he could well pass on particularly to his right hon. Friend the Minister of Agriculture, Fisheries and Food.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Fleetwood fishing fleet is under some difficulty in that it must be kept fully modernised. It is easy for ports that do not have modernised fishing fleets to fall by the wayside. For example, Milford Haven is now virtually finished as a fishing port. That leaves Fleetwood as the major deep-sea port on the west of the country, including Wales and Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fleetwood has a strong desire to keep its fishing fleet up to date. It has that desire for more than one reason. Deep-sea fishing is a highly dangerous, skilled and arduous job. If any job was referable as a special case involving hardship at work, the trawlermen’s job would surely come into that category. Fleetwood wants to send its men to sea in the best equipped ships that it is possible to have. I ask that consideration be given to reinstating the grant which was obtainable for the building of fishing vessels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the same time I ask that consideration be given to the impact of oil fuel costs on the fishing industry. If it were possible to get back such costs from the market there would be little or no problem, but I doubt whether that is possible. I am not asking specifically for the refunding of such costs, but I ask that the matter be kept under surveillance. At one time there was an operational subsidy, but that is no longer in force. Fuel costs are having an impact on the fishing industry, and I ask that the matter be kept under review. Unless there is a proper return from the market or some sort of subsidy it is possible that fishing will become unprofitable. That would be a dangerous situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, I draw attention to the problem of fishing limits. Fleetwood vessels are still fishing around Iceland, but that fishing will come to an end. The Law of the Sea Conference at Caracas will take place this year, and many countries are saying that they are determined to obtain wider fishing limits. If that is so, the fishermen of Fleetwood will want their share of any new limits that the conference hands out. We must have fishing grounds to enable the fleet to live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fishermen have suggested a limit of 200 miles. If other countries get wider limits, that is what Fleetwood will want. We shall have to bear in mind the points of view which are expressed at the conference, but if other countries leave the conference with wider limits there will be a tremendous reaction in this country right around the coast if similar limits are not granted to our fishermen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have referred to some of the problems in the port and town of Fleetwood. Happily, they are problems which arise from success and not from failure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}