{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-on-education/",
    "title": "Nick Clegg – 2014 Speech on Education",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, at Southfields Academy on 27th February 2014.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that a lot of you are in the process of making some big decisions about your lives and I know how stressful and complicated that can be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For your generation, more than any other previously, there are a dizzying array of options – endless courses and acronyms to choose from. That can be extremely difficult to navigate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You’re also making these choices at a time when we’re emerging from the biggest economic crisis in living memory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We already had a historical problem with youth unemployment in this country: even before the recession, it was rising. And this problem was exacerbated back in 2008, when our country was hit by the cardiac arrest in our banking system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, since we came to power, the coalition government has focused on doing what we can to help more young people get onto the right path.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve created a record number of new apprenticeships, including establishing more high-level apprenticeships in professions like accountancy, publishing and law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re raising the quality of vocational qualifications and, from this September, new Tech-Levels endorsed by employers will offer a genuine alternative to students seeking to enter a particular trade or occupation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve launched Traineeships, which are a stepping stone to more people getting a job or starting an apprenticeship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through the Youth Contract, we’re making it easier for businesses to take on young people. This includes a hugely successful work experience programme, which has created an extra 100,000 work placements so far.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re abolishing the job tax for young people: cutting the National Insurance contributions businesses need to make for employees under 21.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, at last, the number of young people out of work is coming down. Over the last 3 months, youth unemployment has fallen by almost 50,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we need to do more. As our economy gets stronger, I want to make sure that every young person shares in the recovery and that all of you can realise your ambitions and full potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For some of you that will mean going to university.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I was saying earlier this week, it’s important you know that there is absolutely no financial barrier to you doing that: access to university is about your ability, not your ability to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You’ll remember a couple of years ago the government took the decision to allow universities to raise tuition fees. At the time a lot of wild predictions were thrown around, claiming that thousands of young people would have to give up on the dream of a university degree. But I made sure that didn’t happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure that no student pays a penny up front – you don’t pay anything back until you leave university, get a job and you’re earning at least £21,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure that your repayments depend on your salary – so, if you earn less, you pay back less every month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure that, if you don’t earn enough to pay it back, eventually the money you owe is written off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure it’s actually easier than before for disadvantaged young people to get a degree by increasing the grants and support that’s available and by forcing universities to open up their doors and attract more students from lower income homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So not only have the predictions failed to materialise – the opposite has happened. We’re seeing more people applying to university than ever before; more young men and women are going to university to do full-time courses than ever before; and there is a higher proportion of young people from poorer backgrounds going to university than ever before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So if you want to go to university, providing you work hard, you can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But what if university isn’t the right option for you? Unfortunately, there is still a barely concealed snobbery in this country against vocational education. For far too long, academic qualifications have been seen as better than vocational qualifications. Nothing could be further from the truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Look at any successful economy, like Germany or the Netherlands, and you’ll see that their vocational system is every bit as strong, well-respected and popular as their higher education systems. These countries are getting it right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, last year, I commissioned a government review – along with the Prime Minister – to see what more we could do to boost vocational learning, simplify the system and give you a helping hand as you make these important decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, I want to announce 3 specific changes we’re introducing to help you do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Ensuring the best advice and guidance possible**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, we’re going to make sure that every young person gets good careers advice and guidance at school. So you know what courses, training and jobs you could do in the future and the skills and experience you need to do them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some schools like here at Southfields Academy already do this brilliantly, but too many young people aren’t getting what they need. In a recent survey, Ofsted found only 1 in 5 schools were giving all their students detailed careers support. And, for a lot of the young people I meet, careers guidance currently feels like a tick box exercise squeezed into lunchtime break with a busy teacher, who no doubt already has a lot on their plate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, we are issuing new guidance for schools, in the next few weeks, that will set out just what good careers advice should look like. Ofsted will be looking more closely at the quality of careers advice and support available when they inspect schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We hope this guidance will give every student guaranteed access to the best-quality careers advice available, whether that is face-to-face, online or via the phone. And one of the most important changes we’re introducing is that schools will have a new responsibility to develop close links with employers, across their local area. This is so more young people can get the chance to meet successful business people, spend time working in their organisations and access valuable support like coaching or mentoring from people in the careers they want to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This shouldn’t just be down to our schools doing more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All of us – as parents, employers and former students – have a responsibility to help prepare our young people for life in the real world and need to get involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you want to become a lawyer, a chef, a plumber, accountant or IT engineer, what’s better than sitting down and talking to someone who actually does that job, or even visiting the place where they work to see what it’s like?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re giving schools the flexibility to decide how best they can meet the standard of support Ofsted is looking for and we will see how this works over the next few months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, if it still feels like young people aren’t getting the support they need, there are some specific things that I would like us to do in the next Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This includes encouraging a representative for local employers to sit on every school governing body and that also every school collects and publishes more detailed, up-to-date information about their pupils’ destinations post-16. This is to ensure more schools can be judged not only on their students’ exam results, but also on what they do after they leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, if you’re fed up with the careers advice you’re getting now, you’ll be able to look forward to speaking to career experts, meeting people who know about the jobs you want to do and getting valuable experience in the workplace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Planning for your future**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, we want to create a UCAS style system for all 16 year olds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why do we need that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, at the moment, if you want to go to university, all the information you could ever need about how to do that is available to you via the UCAS website. You can research different universities and courses, check what A-Level subjects and grades you need to get in and, of course, submit and check your application.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That doesn’t happen if you want to do some other kind of training.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So at 16, when a lot of you are having to choose whether you go to college, do an apprenticeship or train for a particular trade or occupation, we think it’s only right that you get the same guidance and support as those going to university.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why, as you’re studying for your GCSEs, you’ll get the chance to sit down and search, via a single website, the full range of college courses, apprenticeships, traineeships and other work-based programmes on offer in your local area. Once you’ve found an option that works for you, you’ll be able to apply for your preferred course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Your local authority will be responsible for providing that site, based on the latest information available from schools, colleges and employers. Your local authority will also need to ensure there’s a place for you in education and training. And we will publish data regularly to show how successful local authorities have been in helping their young people into training or employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, I want to see this process become a rite of passage for every 16-year-old: helping you to make an active choice about your future and set out a clear plan for the road ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Helping you back on your feet**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, what about those young people who can’t find a job and don’t know where to go for help?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right now, if you’re 16 or 17, and looking for work, you can’t go to your local Jobcentre for advice about how to find a job. The rules say that you can only go to Jobcentre Plus at 18 or above. That just seems wrong. Surely we should be getting in there early and supplying you with the support you need right now to get into training or work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I’m pleased to announce that government will now be testing a new approach in selected Jobcentres across Britain. This, for the first time, will give 16 and 17-year-olds access to personalised jobs advice and support through Jobcentre Plus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You’ll, finally, have someone there you can talk to about your options and who can give you information about different schemes like apprenticeships and traineeships and help you apply for jobs or training places. If needed, they’ll also work with organisations like the Princes Trust and other providers to ensure you can get valuable skills and experience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition, we’re also going to increase the support available to 18 to 21-year-olds looking for work. From this autumn, we’ll be running pilots with 15,000 young jobseekers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From day 1 of signing up for unemployment benefit, these young people will need to show they have those maths and English qualifications that every job demands. If they don’t, their adviser will get them on that training immediately to ensure that if you’re not earning, you’re still learning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re looking at using the latest online learning technologies, so you can fit this training around the other responsibilities in your life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you don’t do this training, you won’t get your Jobseekers Allowance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And critically, if you find a job, this training won’t just stop. You’ll be able to carry on with it, until you get the skills you need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For all young jobseekers, after 6 months out of work, your advisor will also help you get a work placement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is so you can get first hand experience of being in a workplace, as well as help build your confidence and develop more of the skills prospective employers want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If these pilots are successful, I want to see them rolled out across the country: putting earn or learn at the heart of the support we give you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, imagine: if you’re a young person who has felt that you can’t get the careers advice and guidance you need to figure out what you want to do next, you’ll now get it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you’re a young person who can’t get the same quality of information and support to make your choices as your friends who want to go to university, you’ll now get it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if you’re a young person who can’t find the help you need to get a job, we want to ensure you can get it through Jobcentre Plus. That includes making sure you have the essential skills for work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, these changes will help us simplify your choices, end the snobbery surrounding vocational education that limits your prospects and support you as you make these decisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want every young person to be able to follow their chosen path. This is my commitment, and that of the Liberal Democrats, to you: to do whatever we can to ensure you get an equal shot at the life you want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s how we will secure your future and Britain’s long term success: building a stronger economy and fairer society for this generation, the next and all those that follow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}