{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-speech-on-education/",
    "title": "Nick Clegg – 2013 Speech on Education",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister, Nick Clegg, on 24th October 2013 at Morpeth School in Tower Hamlets, London.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fundamental reason why, I believe, education matters so much is to ensure every child has a fair chance of a successful life. That’s also why, I expect, many of you got into this profession in the first place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet despite the efforts of successive Governments and the progress made to raise education standards in this country, on average, children from poorer families still do worse than their better off peers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As last week’s report from the independent Social Mobility and Child Poverty Commission shows, here in Britain, your parents’ income still remains the biggest indicator of what you’ll go on to achieve. More than your talent and potential. And more than in most other countries in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some claim this is just a fact a life. They argue that any chance for social mobility in this country ended when the final bell rang for grammar schools, and disparage any efforts to break the link between disadvantage and achievement as social engineering at its worst.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I cannot accept this view. In politics, and in this Coalition, what motivates me and my party – more than any other issue – is increasing social mobility: building a fairer society, where everyone can succeed, irrespective of the circumstances of their birth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, when we came into government, in education, we prioritised three things:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, ending Labour’s micromanagement of our schools. For thirteen years, Labour responded to every problem in our education system with a new target from the central government – frustrating our teachers and stifling the creativity needed to drive excellence across the board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, we wanted to use the muscle of the state to level the playing field so that all children can flourish – not just the well-off. That’s what our £2.5 billion pupil premium is for – additional money to help close the gap, which we are beginning to see having an effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, third, we wanted to make sure that the state is intervening where it can make the biggest difference – when children are young. Access to high-quality early years education helps give children the best possible start in life. That’s why I have made the early years a personal priority: we have increased the hours available for three and four year olds and extended it to two year olds in families which are most feeling the squeeze. Last month I announced free school meals for all children in infant school; and, one of the first things David Laws did when he became Schools Minister was insist that we rebalanced the pupil premium so that more of the money goes to children when they are in primary school, to help them catch up before they fall too far behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Freedom for schools; a level playing field for all children: and more support for children in their earliest years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s an approach that seeks to drive diversity and autonomy within the schools system, but with the guarantee of opportunities for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So freedom, yes, but with fairness too. For liberals, it is essential we provide both.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**FREEDOM WITH FAIRNESS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m proud of our work over the last three years to increase school autonomy, which, in Government with the Conservatives, has been through the academies programme. It is Liberal Democrat policy to give all schools, whether they are academies or not, those same freedoms to attract and reward excellent teaching, set their own term dates and vary their school day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We believe greater autonomy enables school leaders to take responsibility in those areas where they know what’s best for their pupils, whilst also giving them the freedom to innovate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it shouldn’t surprise you if I say that, although we work well with the Conservatives, our two parties still have differences of opinion – some strongly held. And looking to the future, there are aspects of schools policy currently affected by the priorities of the Conservative Party which I would not want to see continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For example, whilst I want to give schools the space to innovate, I also believe every parent needs to know that the school their child attends, whatever its title or structure, meets certain core standards of teaching and care. A parental guarantee – if you like.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Parents don’t want ideology to get in the way of their children’s education. They don’t care about the latest political label attached to their child’s school. What they want, and expect, is that their children are taught by good teachers, get taught a core body of knowledge, and get a healthy meal every day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What is the point of having a slimmed-down national curriculum if only a few schools have to teach it? Let’s teach it in all our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And what is the point of having brilliant new food standards if only a few schools have to stick to the rules? Let’s have quality food in all our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s my philosophy. Diversity amongst schools, yes. But good universal standards all parents can rely on too. And, frankly, it makes no sense to me to have qualified teacher status if only a few schools have to employ qualified teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the last ten years, there’s been a revolution in the way in which we’ve recruited and trained our teachers. Whether it’s through the on-the-job learning offered through schemes like Teach First and School Direct or the continued contribution of our universities to educating generations of Britain’s teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together, these diverse routes into the classroom have raised the public profile and status of our teachers and enabled more graduates, more teaching assistants and more people from a range of backgrounds to join this profession. What all of these routes have in common is that at the end of them you are recognised as a Qualified Teacher. And I want every parent to know that their child will benefit from this kind of high quality teaching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I believe we should have qualified teachers in all our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means free schools and academies too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This view has sparked quite a bit of excitement this week – and some criticism: the idea that, if you seek to give parents reassurances on basic standards, you are somehow turning your back on school autonomy. And, equally, that having open differences of this kind is bad for Coalition government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me say something on both points.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In my first ever speech as Lib Dem leader, back in 2008, I called for a new generation of schools which could be set up by different providers, like educational charities, parents and voluntary organisations, providing they had the right credentials. My party supports school freedom. At our conference in the spring of this year, the Liberal Democrats passed a motion celebrating the unprecedented freedom granted to head teachers and teachers by the Coalition Government. The party wants to see all schools have more freedoms like academies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I am totally unapologetic for believing that, as we continue to build a new type of state funded school system – in which parents are presented with a dizzying range of independent, autonomous schools, each with its own different specialism, ethos or mission – parents can make their choice safe in the knowledge that there are certain safeguards. A safety net, if you like, to prevent their children from falling through the cracks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, yes, I support free schools and academies, but not with exemptions from minimum standards. That’s the bit I want to see change. And that will be clearly set out in our next General Election manifesto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is nothing – absolutely nothing – inconsistent in believing that greater school autonomy can be married to certain core standards for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I am totally unapologetic that the Liberal Democrats have our own ideas about how we do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, the Labour Party is hostile to school autonomy – their instincts always take them back to Whitehall’s heavy hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, many on the Right are hostile to setting minimum educational standards. At least they are in academies and free schools. In maintained schools, however, the Conservatives seem to believe it is alright to micromanage things down to which ancient British kings are taught in history class. All that I ask is that we seek to deliver the same balance of freedoms and core standards across all schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, in the liberal centre, the Liberal Democrats – and, I believe, most parents – know that there is a balance to be struck:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So in the future, the Liberal Democrats will seek to build on everything we have achieved in this Coalition – driving greater diversity and freedom in all our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, as we do, we will also strive to make sure that every parent can send their children off in the morning, knowing that, whatever kind of school they go to – academy, free school, maintained school, whichever – their sons and daughters will be taught core subjects, by qualified teachers and they’ll get healthy meal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On this and other aspects of education policy the Liberal Democrats will carry on setting out our stall: for example, last month I made it clear that I will want to see schools funding protected in the next Parliament – that’s a Liberal Democrat priority for our next manifesto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "People have a right to know what our vision for the future is. And explaining that vision is perfectly consistent with the Liberal Democrats being proud of what we have done in this coalition, and continuing to work with our coalition partners to deliver radical reform and the strong government the country needs. Being in Coalition today doesn’t prevent either of the Coalition parties setting out how we may differ in the future. That’s how Coalition works.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**TEACHERS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I can tell you today that one area where we have agreed further reform is on better support for our teachers and school leaders – the people who are too often missing from the debate on structures and standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a cliché to say it, but no less true that what you never forget about your school days are those teachers who changed your life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A good teacher knows how to inspire and enthral a class of children to learn – whatever the subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He or she recognises each child for the individual they are, and does whatever they can to help that child build on their talents for a happy, successful life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a father of three school-age children, I also speak from experience when I say these are the teachers that your children never stop talking about when they get home from school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That special connection – with someone who makes you as enthusiastic about learning, as they are about teaching – is what defines, for many of us, the very best in education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s what we want for our children. It’s what we expect from our local schools. And critically, it’s what the brightest and best teachers in Britain strive to achieve every single day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Jemima Reilly, the head of this school, told us, “We are proud to attract and maintain good quality teachers…we give our teachers the space to grow and in turn their students grow and flourish alongside them.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as Ofsted has pointed out, if you’re a poor child going to school in some parts of Britain, you’re less likely to do well than poor children here in Tower Hamlets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This isn’t just Britain’s inner cities that we’re talking about here. In some cases, these are relatively prosperous regions like West Berkshire and Shropshire and our seaside towns like Blackpool or Hastings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The issue isn’t that there aren’t brilliant schools or teachers in these areas. There are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there are also weak schools and schools which have simply stalled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These schools are failing many children – including from disadvantage backgrounds – who with the right support and attention could thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The good teachers in these schools want to learn from their better performing neighbours. But they don’t have a clear idea about how to start that conversation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They want to improve. Do more for local children and parents from all backgrounds. But they don’t have the right leadership and skills on site to boost their performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They want to share their own knowledge of what works beyond their own classroom with their colleagues. But don’t know how to make that happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They can’t progress. Their schools are stalled and could do much better. And, worse of all, the children they teach are heading for a life defined by their background not their talents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We already know that some good Local Authorities are meeting that challenge by helping schools in their area find good leaders. And our ‘Similar Schools’ data is designed to help schools – without that kind of support – to link up and learn from outstanding schools tackling the same issues as them. So, as we improve the information available online, I’d encourage more schools to use it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we need to do more if we’re to tackle this issue nationally and ensure that more schools can benefit from the expertise of our best head teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**CHAMPIONS LEAGUE – HEAD TEACHERS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I’m pleased to announce today that the Government will be setting up a programme to get outstanding leaders into the schools that need them the most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Department for Education will be setting out further details in due course. But what I can say is that there will be a pool of top talent within the profession, a Champions League of Head Teachers, made up of Heads and Deputy Heads, who will stand ready to move to schools in challenging circumstances that need outstanding leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So if you’re a school facing tough challenges and finding it hard to recruit an exceptional leader, you’ll be able to call on this team and request someone with a proven leadership track record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re looking for experienced Head Teachers ready for a new challenge, or bright Deputy Heads looking to take the next step and lead a school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you are selected, we’d need you to make a real commitment to the school, its staff and its children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You’ll receive help to relocate to the areas where you’re needed and the necessary professional support to turn around your school. And we will work to help you in your new role taking on this challenging school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is entirely voluntary. No one will be forced to accept one of these positions or move.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want the first of these leaders to be in place from September 2014.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Initially the scheme will start small, but our ambition is for this team to become as important to our education system as Teach First.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**CONCLUSION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So in conclusion, if we’re to build a stronger economy and fairer society in Britain then we need every child in every region of our country to be succeeding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s the vision I have for education in this country. A system built on greater choice, innovation, accountability and excellence: designed to benefit everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where every school has the freedom, autonomy and resources to thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where every teacher is empowered to be the best, progressing and improving throughout their career.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where every parent has a guarantee that their child will receive the best standard of education available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And where every child gets the attention, support and excellent teaching they need to achieve the happy and fulfilling life they want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}