{
    "url": "https://www.ukpol.co.uk/nick-clegg-2011-speech-on-the-media/",
    "title": "Nick Clegg – 2011 Speech on the Media",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister, Nick Clegg, on Freedom, Accountability and Plurality of the Media, held at the Institute for Government in London on Thursday 14th July 2011.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This has been one of those weeks in which it really feels like something big has changed. Pillars of the British establishment have been put under the spotlight – the media, politicians, the police – with public confidence in each crumbling before us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Prime Minister explained yesterday, the Government has set up an Inquiry into these events. A two-stage, judge-led Inquiry looking, without delay, at the culture, ethics and practices of the British press as well as the role of the police and politicians. Reporting, we hope, in a year, and also looking at the specific allegations as soon as criminal investigations are complete.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday, News Corps’ bid to takeover BSkyB was dramatically withdrawn and, for the first time in days, it feels like this morning we have a chance to catch our breath, and ask: what next? What are we going to do about everything we have seen and heard over recent days? What are we going to build from the rubble of the last week? Is it enough to just clean up the current mess? Or, are we going to go further? Tackling the institutional failings that have allowed these gross intrusions to occur in the first place so that they can never happen again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to set out today the principles that I believe must now guide future reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, that the freedom of the press is vital. Liberty and democracy are founded on freedom of expression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second, that our media must be held to account ensuring it acts within the bounds of the law and decent behaviour, with politicians and police equally accountable for their role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, that our free, accountable press must be plural, guaranteeing healthy competition and diverse debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Freedom, accountability, plurality. That is how we preserve the best qualities of investigative journalism, but mitigate the worst excesses of an unfettered press too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before I talk about those principles, we first need to be clear about the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The charge sheet is, by now, familiar. Newspapers hacking into the phones of missing children, of the grieving parents of fallen soldiers, of the victims of terrorist attacks. We’ve also heard allegations of journalists bribing police officers. And, while we await the outcome of the criminal proceedings, the Government has been assured by the Independent Police Complaints Commission that it has the resources and powers necessary to properly deal with these allegations. No matter how senior or powerful the people in question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These scandals are a disgrace and misconduct and lawbreaking must now be punished. But they are also symptomatic of problems that go much deeper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They flow from a fundamentally corrupted relationship between politics, the media, and the police. All these groups are supposed to serve the people. But too often they have been serving only themselves or each other. A light has been shone on the murky underworld of British public life. A world in which confidential information is for sale; in which journalists cross the line from public interest into vulgar voyeurism; and politicians, petrified of the power of the media, fail in their duty to ensure a free, accountable, plural press.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So it’s time for fundamental reform. Liberalism, as a political creed, is deeply sceptical about untrammelled media power. In a liberal, open and democratic society, we are constantly alert to the dangers of power that is concentrated and unaccountable in government, politics, the economy and the media. That’s why plurality and diversity, along with accountability and transparency, are so vital. And liberals also believe it’s necessary to maintain a clear distinction between different domains of power. Because, when financial, political, law enforcement, and media power spill over into each other, the fabric of liberty is threatened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the problems we face can’t be put down to the behaviour of a few individuals. This isn’t just about Rebekah Brooks or the Murdochs or what happens with BSkyB. This is about a systemic failure. A failure, above all, to keep power in check.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We now have an opportunity to fix those failings. I know that there is real fear, among reformers, that this opportunity will pass us by. That there will be plenty of heat, but no light. That, now that the BSkyB bid has been withdrawn, now that one tabloid has been sacrificed, soon we will be back to business as usual.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The pessimists have a point. In recent decades the political class has consistently failed to stand up to the media. Seeking to curry favour with powerful media barons or prevent their own personal lives from being splashed across the front pages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s not a new problem. It was the Conservative Prime Minister Stanley Baldwin who warned in 1931 that the media was exercising: “power without responsibility”. But the same challenge plagues us today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 1981 the then Conservative government waved through Murdoch’s takeover of the Times newspapers and then excluded that same proprietor from rules preventing simultaneous ownership of newspapers and television stations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the rules were being redrawn on media ownership in the mid-1990s and John Major attempted, to his credit, to retain rules that that prevented major newspaper proprietors from controlling British television stations, Labour opposed. Tony Blair travelled to the other side of the world to speak at a conference in Murdoch’s defence. Literally flying to his rescue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2006, when the Information Commissioner provided incontrovertible evidence of the unlawful trade in confidential information, proving that private medical records, tax records, financial records, phone records – even records only accessible through the police database, were being bought and sold on an industrial scale – nothing really changed. Labour refused to take on Murdoch. And, as Peter Mandelson admitted this week, the reason was simple: fear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So the political establishment has hardly covered itself in glory. But, whatever this politician did, or that party did, we now have a rare opportunity to work together in the national interest. If we’ve learnt anything over the last few years it is that change in Britain’s institutions is best secured at moments of public outcry. That’s what brought about the clean up of MPs’ expenses, it’s what turned attention onto our big banks. Now, it’s the media’s turn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So what are the three principles that should drive future reform?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first is press freedom. It would be wholly wrong to respond to the present crisis with any action that inhibits a free and vigorous press. That is the lifeblood of liberal democracy. It is absolutely central to an open society in which information is dispersed, corruption is exposed, and the powerful are kept honest. And let’s not forget – while we are currently witnessing the humbling of certain types of journalism – the last week has also been a triumph for proper, investigative reporting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So politicians must resist any temptation to impose knee-jerk, short-sighted restrictions on the media. This is an area where it would be easy to legislate in haste and repent at our leisure. The Coalition will not succumb to that temptation and if you needed proof of our commitment to press freedom – commitment that predates this crisis – let me remind you that we are already taking far-reaching action to reform England’s libel laws. So that public-spirited journalists can publish free from the threat of litigation by big businesses and wealthy individuals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, if we support press freedom, as we do, we have to be realistic about what that means. A raucous, probing press, able to hold politicians and public figures to account, comes at a price. Journalists will always operate at the boundaries of what is and isn’t acceptable in order to unearth the truth for the sake of the public interest. And we need to now have a proper debate about where that line lies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Newsrooms will never be a place for shrinking violets. The daily cut-and-thrust of Fleet Street will always attract individuals hungry for a story – tenacious, irreverent, often idealistic and cynical in equal measure. And papers will never be owned by angels. Like any other business, they will compete ferociously with each other for their core product: information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, the press is a national institution, and a public good. But it is commercial too, serving private interests. At its best, the competitive instinct of journalists and proprietors to get the story first helps ensure other institutions are held to account. But, at its worst, the unscrupulous and illegal pursuit of a headline to drive sales has led to the revelations of the last week. That is the reality we face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like all liberals, I don’t want to live in a society where journalism is enfeebled and hemmed-in. So our challenge is getting the balance right, ensuring our media is as free as possible, but without sacrificing ethical standards or seeing itself as above the law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which brings me to accountability. Over the last few years, there has been greater awareness of the impact of certain institutions on the public good, including professions such as the law, and institutions like the banks. And there have been huge improvements in the way professional and public bodies are now held to account through professional codes of conduct and independent scrutineers. The medical profession, the legal profession, financial services, the police, although they have some way to go, as recent events have shown. And all are now far more accountable for their behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The media, however, has not kept up. Together, the political class, parts of the police, and the press have granted our media an institutionalised immunity from the basic standards that govern the rest of society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly, part of the problem has been a monumental failure of corporate governance. As a group of investors said of News Corps earlier this week. And all media organisations, the senior staff and board at News International included, should now be looking very hard at the composition of their boards and their systems of corporate governance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we also need to ask more widely whether corporate law in the UK does enough to push managers and directors into being more active. Something must be wrong when misconduct and lawbreaking can become endemic within an organisation. While the senior staff do nothing. So we need to look at whether or not there is a failure of enforcement of the existing corporate governance rules. Or if the problems lie within the rules themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also need to address the lack of clarity over who or what constitutes a fit and proper owner of a media corporation. It is not clear whether or not institutions can be deemed unfit and improper. Or if the issue is strictly one of personal liability. And even legal experts well-versed in these issues do not agree. That then creates potential for organisations to evade responsibility by blaming a handful of individuals, when clearly the problem is ingrained across the culture of an institution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Beyond that, there is now an inescapable need for an overhaul of the regulatory system too. The PCC has failed as an effective watchdog.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a complaints body at best, and a limited one at that, able only to respond to complaints made by the individuals directly affected by the reports in question. So, for example, anyone who was shocked in 2007 by the sight of Kate Middleton being hounded by photographers and film crews couldn’t complain. In that situation, until she herself complains, the PCC won’t investigate. That is absolutely ludicrous – as if the public have no say whatsoever over the conduct of journalists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nor is the PCC independent. It is run by the newspapers, for the newspapers, who act as their own judge and jury. No wonder it has no teeth – that’s exactly how the industry wants it. It doesn’t provide real redress. A person can have their public reputation left in tatters after ruinous accusations splashed across a front page and all the PCC gets them is a short apology hidden somewhere at the back of the paper. And the PCC doesn’t even cover the whole industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Major news outlets can opt out. And that is precisely what has happened with the Daily Express, the Sunday Express and the Daily Star.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No one now believes that the status quo can continue. Much of the debate has been about whether or not we should replace it with a reformed system of self-regulation or else a new system of statutory regulation. But, in my view, that misses the key point: what we need is independent regulation, insulated from vested interests within the media, and free from Government interference too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are a number of very sensible proposals out there already, not least the need for the regulator to have proper sanctions at their disposal, including financial penalties, against editors, journalists and proprietors who breach the Code of Conduct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Greater accountability and scrutiny must also extend to dealings between the press, politicians and the police. That’s why the Government will amend the Ministerial Code so that Ministers, Permanent Secretaries and Special Advisers have to record all meetings with newspaper proprietors, editors and chief executives, regardless of the nature of the meeting with the information published quarterly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the police, we’ve heard some extraordinary things from the Met this week. Not least that a high-ranking officer felt it acceptable to be wined and dined by senior newspaper executives under investigation. The Met now has a big job on its hands winning back the public confidence that has been lost and the Independent Police Complaints Commission is now looking into allegations over criminality and misconduct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the issue of selling confidential information to journalists specifically, a whole range of professions have been implicated. Not just the police, but also private investigators, medical professionals and phone companies. Under the current law, for fraud and phone hacking you can go to prison. Whereas, under Section 55 of the Data Protection Act, unlawful use of personal data can get you a fine. The Information Commissioner recommended in 2006 that that offence should also attract a custodial sentence. It wasn’t taken up then, and this Government has said it will keep it under review. I think that now – where it cannot be proved that information was obtained in the public interest – there is a case for looking at this issue again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That leaves the third principle: plurality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not the place of politicians – not least liberal politicians – to dictate who should own which newspapers. But diversity of ownership is an indelible liberal principle because a corporate media monopoly threatens a free press almost as much as a state monopoly does. For liberals, a cacophony of dissenting and conflicting voices is a prerequisite for healthy competition and vibrant debate. Some say that the rise in social media and internet news means we should worry less about plurality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is true that the media landscape is changing, but it simply is not the case that traditional media no longer matters. It is still responsible for the majority of original journalism and so it is as important as ever to ensure it is not concentrated in a small number of hands. That said, the increasing diversification of media sources does raise new issues over cross-media ownership, which is something the Inquiry will now look at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also need to address the way in which the rules on plurality are applied.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the moment we have a plurality test which can be used to prevent media mergers when they are deemed to undermine the public interest. However, it only made it onto the statute book in the first place as a concession from the previous government. When they were passing legislation that otherwise relaxed the rules on ownership, so it was never developed as a comprehensive safeguard. We now need to go back to first principles to make sure we get the framework right for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Crucially, the plurality test can only be applied at the point of mergers or acquisitions, but why doesn’t it cover companies which expand their market share gradually, over time, by natural growth? And can we be sure plurality will be defined sufficiently broadly? In the case of the BSkyB bid it only covered news and current affairs, but would a broader understanding be better? These are all questions we must now ask.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should also look at the way competition law operates and one idea we are investigating is to give the competition authority the power to report on public interest issues, which could include media plurality, in the same way as it can now for mergers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, to sum up, three principles: freedom, accountability, plurality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is how we create a press that is bold, dissenting, and fearless but bound by fair rules and decent standards. That is the best of all worlds, and it is the balance we seek.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hacking scandals will no doubt continue to lurch from one headline to the next, but we must stay focused on the endgame. If we get this right, if we get the ball rolling while the demand for change is still strong, we can rebuild the confidence in our major institutions that, this week, has been so badly knocked. And we can make sure this never, ever happens again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}