{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-on-higher-education/",
    "title": "Nick Clegg – 2014 Speech on Higher Education",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, at Bishop Challoner Catholic School in London on 25th February 2014.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "University isn’t for everyone. Sometimes vocational training is better – an apprenticeship or a course other than a degree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is important that, if you aren’t considering university, it’s for the right reasons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to make sure not a single one of you is being put off a degree because you think it’s something you can’t afford.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m sure you know that, a few years ago, government took the decision to allow universities to raise their fees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was a fair amount of anger about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The previous government had introduced fees, increased them and then commissioned a review into raising them again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But what matters to me now is that you know you can still afford to go to university – and that you don’t let the myths that have emerged crowd out the facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made absolutely sure that it wouldn’t turn a degree into a luxury for the very rich.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure that no student pays a penny up front – you don’t pay anything back until you leave university, get a job and you’re earning at least £21,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure that your repayments depend on your salary – so, if you earn less, you pay back less every month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure that, if you don’t earn enough to pay it back, eventually the money you owe is written off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I made sure it’s actually easier than before for disadvantaged young people to get a degree by increasing the grants and support that’s available and by forcing universities to open up their doors and attract more students from lower income homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I understand why, when I said these things at the time, people were sceptical. That certainly wasn’t helped by some of the wild predictions being thrown around: student numbers would plummet; university places would need to be slashed; for thousands of Britain’s young people a university degree would become a thing of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But not only have these predictions failed to materialise – the exact opposite has happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We now have the highest application rates ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More young men and women are going full-time to university than ever before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A higher proportion of students from poorer backgrounds are going than ever before – 18-year-olds from disadvantaged homes are actually 70% more likely to enter higher education than they were 10 years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Entry rates for students from nearly every ethnic minority are at their highest level ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So to all of you, to each and every one of you: if a degree is what you want, you can still have it – you’ve just got to work hard. We’ve even removed the arbitrary cap on the number of university places available so as many people who want to go, can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To the mums and dads in the room: if you’ve always hoped to one day see that framed graduation photo of your son or daughter on your mantelpiece – you can still have it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whatever you heard in the past, don’t let it lower your sights for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "University may not be for everyone, but it is open to everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Getting a degree depends on ability, not ability to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The highest ever application rates. More people doing full-time courses than ever before. A higher proportion of young men and women from disadvantaged backgrounds going. Higher grants to help the poorest students. No one paying back a penny until they’re earning a decent wage. And, if they can’t afford it, no one paying a penny back at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Forget the myths; be led by the facts, and make the right decision for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}