{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-speech-on-modern-families/",
    "title": "Nick Clegg – 2013 Speech on Modern Families",
    "post_date": "February 3, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the then Deputy Prime Minister, on 2 September 2013.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every weekday morning, across the UK, there’s an army of mums, dads, grandparents and carers cajoling young children to “Hurry up and get ready for their day!”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of these families are feeling the squeeze. They’re doing what they can to juggle their busy lives. And, now more than ever, one of the biggest things that could help them out is better access to more affordable high-quality childcare. That’s why I’ve made childcare one of my main priorities in government. And whenever money has become available I’ve pushed hard for it to be invested in this area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last month, the government launched its consultation on our newest offer that will help more of Britain’s working families. This means that from 2015, if your family doesn’t receive support through tax credits or Universal Credit, but both parents are working, or you’re a lone working parent, the government will provide 20% of your childcare costs up to a cost of £6,000, per child, per year. That’s the equivalent of up to £1,200 per child, per year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And from 2016, if you’re a lone parent or couple in work, who pays income tax and relies on Universal Credit to make childcare affordable, or even possible, we’re investing an extra £200 million to increase the contribution we give to your childcare costs from 70% to 85%. This could help out around 200,000 families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, there has been controversy about which families are eligible for these offers. But that doesn’t detract from the fact that this is a substantial package of support that will help ease the pressure for millions of families across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today I want to talk about what we’re doing, step by step, in the coalition government to help every British family balance the demands of their lives with children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the first decisions our government took was to increase the hours of funded early education available for every family with a 3 and 4 year old from 12.5 to 15 hours a week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today I’m pleased to mark our next step on this path to affordable, accessible childcare; launching the government’s latest free childcare offer for 2 year olds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From today, if you’re a parent on a low income with a 2 year old in the family your child will qualify for 15 hours a week of free early years’ education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Any childcare and early learning provider – that’s nursery, preschool or childminder – rated outstanding or good by Ofsted can provide places. These funded places are focused on helping the families that need them most. That’s around 130,000 2 year olds – 1 in every 5.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are investing over £500 million this year. And have distributed £100 million to local authorities to create new places to ensure those children eligible right now can benefit from these funded places from today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The households, which qualify are those that meet the same eligibility requirements as for free school meals. If that’s you, or you think it might be, your local authority is there to help you. They will confirm if you’re eligible and can help you take up a place for your child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’ve also made this support available to 2 year olds, who are looked after by their local authorities. So that they too can benefit from the great start this valuable early learning support provides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And from this time next year, we want to extend that helping hand even further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our investment will increase to £760 million to help another 130,000 children, whose families are on the next rung of the income ladder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In total, that will mean extra places for around 40% of families with 2 year olds. And today, I am pleased to confirm that this will be working families, who earn under £16,190 a year and rely on working tax credits. The 40% most feeling the squeeze.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This support will also be there to help children, who have been adopted, are in care, or have a disability or special educational needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I want to thank all of those local authorities and early year’s education providers working hard across England, to ensure that the children who qualify right now can access their place from day one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m delighted at the response we’ve had so far from nurseries and child-minders in preparing these extra places and promoting this offer to parents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These people are amongst those you rely on the most when your children are young. And the coalition government has been working with providers to reduce paperwork, improve quality and increase routes into this sector. So that when you drop your child off at nursery, preschool, or their child-minder you know they’ll get the best early learning, care and support possible throughout their day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that some of you will be thinking…why not give this free support to every 2 year old? Why not help every family? And it is certainly my long-term ambition to extend free support to all 2 year olds. But the fact is that at a time of limited resources you’ve got to start somewhere. And for me, it’s better for us to start with those children, who can benefit most from high-quality early year’s education, but who too often miss out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All the evidence shows that if you take 2 young children – hanging up their coats next to each other on the first day of school – the poorer child will already be behind their better-off classmate. And if we don’t step in to help these children, that gap just keeps getting bigger. We’re talking about a child’s journey through life already being mapped out for them before they’ve even set foot in a classroom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well-off children are more likely to become well-off adults. Poorer children are more likely to stay poor. And not only do these children suffer. The whole class suffers, as teachers have to focus more of their efforts on children frustrated and left behind through no fault of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As a Liberal, I believe that every British family, whatever its structure, background and circumstances, should be able to get on in life. And that the role of government should be to support, not control, our families. To make their choices possible, not to dictate their choices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s not for us to tell you whether you should stay at home or not. You have to decide what’s best for your family. And the modern British family comes in all shapes and sizes. But it is government’s responsibility to help those families feeling the squeeze; those who find it hard to meet their childcare costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why in government, we’re doing everything we can to reform, simplify and modernise those parts of the system that are making it harder for your families to realise their ambitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From day one in government, we’ve worked with the belief that if modern families no longer fit the system, then it’s the outdated system that needs to change. That’s why from next year, we’re extending the right to request flexible working to every employee. So that the vital back up team of grandparents, family members and friends who would love to do more to help you out now can. And from 2015, if you’re a new parent you’ll also have greater freedom and flexibility to use and share leave during the maternity leave period in a way that works for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, of course, this doesn’t mean that we can put off the tough decisions we need to take to get the massive deficit we inherited under control. But what you can be sure of is that the choices we make will be rooted in evidence and focusing investment where it can help your families most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The crucial question every parent asks when weighing up whether to work, or take on extra hours is: how much of my earnings will I keep after costs like tax, childcare, travel and so on? That’s why we’re designing the system to ensure that families get to keep more of what they earn and that work pays.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s why we’ve committed to raise the personal allowance on income tax. So that basic rate taxpayers will get to keep all of the first £10,000 they earn. We’ve already taken over 2 million people out of paying income tax altogether. And by the time these changes are complete, they will be worth around £700 a year for 20 million basic rate taxpayers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We believe this is a better way to help your family. To put this money back in your pocket for you to spend on what you know can help your family best, rather than have the government decide that for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And alongside our additional childcare investment in Universal Credit, I’ve also fought hard to ensure that the system no longer penalises those parents who want to go back to work, but can only work less than 16 hours. Securing £200 million of investment that will benefit an extra 100,000 low-income families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Previously, these parents knew that if they worked less than 16 hours a week, they would lose their existing benefits from day one, but not qualify for any additional support through the tax-credit system. This left them in the ridiculous position of knowing that their families would be worse off despite them working the hours they could. Now they know that the work they do will always pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Within government, it will always be one of my biggest priorities to ensure that when both you and your children set out to achieve your ambitions, the choices available to you are greater, the sums add up a little easier and that, at every step of this road, our government is working hard to build a stronger economy and fairer society in Britain. A Britain fit for modern families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}