{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-on-international-development/",
    "title": "Nick Clegg – 2014 Speech on International Development",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, on international development, made in Shoreditch, London on 28th May 2014.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Development myths**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Stand on any British high street with a collecting tin and you’ll quickly lose count of all of the people willing to put their hand in their pocket for a good cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When disaster strikes – the Pakistan floods, the humanitarian crisis in Syria – the British people are always among the first in the world to give what they can. And yet if you stopped those same people to ask them how much our government gives in foreign aid every year, you’d probably get a more distorted response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**How much we give**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The myths about Britain’s development commitments, peddled vigorously by aid sceptics, are sadly now rooted in many people’s imaginations. On average, the British public believe that around 20% of all the money the UK government spends in a year goes on foreign aid. In reality, we spend 0.7% of our nation’s income. That in itself is an historic achievement: we are now the first of the world’s wealthiest countries to meet this long-held promise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is still a lot of money. But, to put it into some kind of perspective, it’s less than what we spend on takeaways every year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Where UK aid goes**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then there are the claims that the bulk of this money is effectively stolen – lining the pockets of corrupt officials overseas. Again, not true. The UK government has some of the toughest procedures possible in place to ensure the money gets to the right people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under this coalition, we assess UK development programmes every year to check their value for money. And every 2 years, we review our work with international partners like the World Bank. We check that our money is going to the right place. And when it isn’t, we shut programmes down. We also ask the Independent Commission for Aid Impact to take a tough look at DFID’s work, so Parliament – through the Commons International Development Committee – can ensure it meets the highest standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the public is now able to go online and check the purpose, scope and details of all DFID’s programmes via the Dev Tracker website. Here they can see exactly what DFID spends their money on, even the funds we invest via NGOs like Save the Children and CAFOD. And – despite what the sceptics say – it’s simply not the case that people’s taxes are frittered away, wasted on irrelevant projects or problems we cannot solve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Britain does a huge amount of good with this money; alleviating human suffering in some of the most dangerous and deprived parts of the world. When disasters strike like Super Typhoon Haiyan, we are always amongst the first on the scene and the most generous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We work with communities where people have virtually nothing and help them protect their children from diseases, their families from starvation and women and girls from violence and rape. We are working to end wars. We are helping millions of boys and girls to go to school so they can one day play their part in giving their nations a better future. We are helping to protect the planet from climate change – the greatest challenge of our time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The right thing to do; the smart thing to do\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the things we do with this money are also clearly in Britain’s own interests too: making our people safer and more prosperous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When Pakistan can’t prevent young men getting radicalised and trained by militants within its borders, that can lead to terrorist attacks on our streets. When Somalia can’t tackle the problem of piracy, it disrupts the trade routes of UK businesses. When droughts destroy the crops of farmers in the developing world, global food prices spike and it hits the pockets of families here at home. And when countries like Brazil and others can’t put a stop to deforestation, it increases the chances of us and everyone else being hit by floods and extreme weather.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So when the coalition said that we would not sacrifice aid spending as we dealt with the deficit to fix our economy; that we would not balance the books on the backs of the world’s poorest; that we would meet our commitments to spending 0.7% of our nation’s wealth on development come what may; we did so not only because it is the right thing for Britain to do, but also because it was the smart thing for Britain to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Who we are**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let the aid sceptics continue to campaign against these efforts. Their cynicism is, I believe, out of step with our national interest and with the compassion we feel as a country towards those who are suffering elsewhere. They might want to sneer at the generosity of the British people. I will be even more staunch in standing up for the UK’s development programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The help we provide is the hallmark of a Britain that is open, compassionate and engaged in the world – an expression of who we are. It must be defended with renewed energy and vigour against the forces of insularity and xenophobia which are now on the march.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As of last year, we are spending 0.7%, and that is a huge achievement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The debate that matters now**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And beyond this issue of how much we spend, there’s arguably the more important question of what we spend the money on?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, for me, this is the debate that matters most. Not if we spend 0.7% on this, but where that money should go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The world is changing. It can no longer be carved up along the same old dividing lines: rich vs poor; north vs south; developed vs developing. Power has shifted with dizzying speed from west to east and from north to south. And the paradox is that some of the world’s fastest growing countries are now the most impoverished, the most unstable. In fact, 75% of the world’s poorest people now live in these so-called Middle Income Countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are the millions that still have to live on less than £1 a day – far less than the cost of our daily cup of coffee. And this reality – that most of these people now live in countries growing faster than our own – leads to legitimate questions about whether we should still be helping them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Nigeria**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nigeria is a good case in point. Right now, everyone is agreed that the world should help bring back the school girls kidnapped by Boko Haram. Yet that hasn’t stopped some aid sceptics commenting that, once the girls are found, the UK – as a major development donor to Nigeria and the only country working on development projects in the north of the country – should just get out. They point to Nigeria’s rising GDP, its vast oil reserves, investment in satellite technology and the fact it’s now Africa’s richest country as proof that it should sort out its own problems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet beyond these economic statistics, there’s a more complex human reality. A lack of governance, a lack of investment and a lack of capacity means that Nigeria isn’t making as much of its natural resources as it could. And, every day, a rising population, growing poverty and the increasing threat of crime and violence means that Nigeria is simply running to catch up. 1 in 10 of the world’s poor now live in Nigeria. 1 in 6 of the world’s children not in school are in Nigeria. The situation is particularly bleak in the north, where living conditions are as tough as in any warzone. Targeted attacks by Boko Haram on vaccination centres threaten a polio epidemic across the region. And just last week, the country was hit by a wave of bombing attacks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What Nigeria shows us is that you can’t judge a country’s progress by its economic statistics alone. Every one of these countries experiencing rapid growth, and undergoing huge change, is on a journey, taking them from poverty to prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s development programmes are designed to help them complete that journey. Everything DFID does is to ensure that, in the end, they don’t need us anymore – that they can be independent of outside help. Of course, countries like Nigeria are ultimately responsible for providing for their own people. But everything in our history tells us that, if we walk away from a country too early – midway through that journey – things just get worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**A tailored approach to development in a more complex world**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I don’t believe it is right that we just arbitrarily cut off our help when a country hits a certain GDP target. We need to look at this on a country by country basis: delivering a more tailored approach to development in a more complex world. That means we need to know exactly where these countries are located along that long journey. And, for me, this is a job for the whole global community, working with the World Bank, OECD and others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Organisations like the Bill and Melinda Gates Foundation are also critical to this work. For example, in 2011, working with the Gates Foundation, we were able to leverage extra funds that will enable GAVI to vaccinate nearly 250 million children, saving around 4 million lives by 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Working with other organisations allows us to take a collective view on the form of aid and assistance most appropriate to a country’s development, for instance when to move from conventional aid to providing more of what’s known as technical assistance to a country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means ensuring they have strong political, economic and social institutions and practices to support their continued growth. More accountable, effective and transparent parliaments and public sector organisations; a free press; the rule of law; better education and human rights protections – these are the best tools people have to guarantee power is spread from governments and elites right out across society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So right now, for example, teams of UK tax experts – set up by Danny Alexander – are working in countries like Afghanistan and Tanzania: using HMRC expertise to train government officials to collect the taxes due from businesses and wealthy individuals within their borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "3 years ago, I launched our £355 million Girls Education Challenge, which is working to help a million girls in the toughest circumstances across the world, by 2016, improve their lives by getting into school. And Lynne Featherstone is looking at how we can do the same to help children with disabilities around the world who are excluded from school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While Ed Davey at the Department of Energy and Climate Change is leading on work – through the International Climate Fund and other programmes – to help millions of people in developing countries prevent and adapt to the growing risks of climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in all of this, of course, we need to be clear to these countries that, as we help them, we expect them to respect the rights of their own people. That’s why the human rights’ protections set out in our partnership agreements with them are so important. They should know that the help we give depends on them doing what is right and fair for all their citizens.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Female genital mutilation (FGM)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that includes protecting those who are most at risk. That’s why we’ve fought so hard for strong action from the UK government, and others, on female genital mutilation or cutting. This is one of the most extreme manifestations of gender-based violence there is, but for most of its 4,000 year history no-one even talked about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, finally, thanks to the committed work of campaigners like Nimko Ali and Leyla Hussain and my Lib Dem colleague Lynne Featherstone that taboo is finally being broken. This practice is being brought out of the shadows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s already illegal here in the UK and in many countries around the world. Yet, despite this, millions of girls around the world are still at risk of FGM – a staggering 3 million girls in Africa alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right now, the first thing many of them know about this threat is when one day, terrified, they’re physically held down and harmed. And what follows is a lifetime of excruciating pain and trauma, serious health issues and, more often than not, dangerous complications in childbirth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, together, working across nations and creeds, I really believe we can end FGM within a generation. I believe we can protect and empower these girls. And I want to pay tribute here to Lynne for her tireless work – from Burkina Faso to Kenya, around the United Kingdom and inside government – to increase the public’s understanding of this unnecessary, harmful practice and promote the voices of FGM survivors worldwide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year, Lynne announced a £35 million DFID programme to end FGM worldwide within a generation. And, building on this work, this summer, the UK is holding a major international summit to take our campaign around the world and also address the problem of child and forced marriage too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it’s no good doing great things abroad, if we don’t also take a long hard look at what’s happening here as well. This isn’t just some mysterious ritual that only happens in far-off places. Shockingly, each year, more than 20,000 British girls are at risk of FGM too. Just imagine, that’s roughly the equivalent of all the pupils in 20 UK secondary schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are already some brilliant young activists like Fahma Mohamed talking about these issues to young people, to parents and to communities and governments across the world and they deserve our unswerving support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Working with partners**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Like many of you in this room, they’re blazing a trail; they’re telling us what needs to be done. And I want them to know that we will act. Many of them are using the power of the internet – publishing blogs, producing videos and organising Twitter campaigns – to get their message out there. And, again and again, activists are showing us how much more we can achieve by harnessing these technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why our work with organisations like the Omidyar Network is so important. Over the last 2 years, together, with the Network’s support, we’ve been able to kick start tech-projects that can empower people across the globe. This includes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– tech-solutions to help citizens in Uganda and Kenya highlight government corruption and fight for redress\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– women and young people in Liberia reporting sexual abuse and influencing future legislation to protect them\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "– new mothers in Nigeria giving feedback on the care they’ve received to improve services\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Giving these people a voice and a chance of a better life where they didn’t have one before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, finally, this reinforces how much more we can achieve together – we can’t do any of this in isolation. By working with other countries, NGOs, foundations, businesses and multilateral institutions like the EU, we can extend our reach to the remotest villages, the toughest terrain and the people who are hardest to reach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Take just a handful of projects represented here today – in Uganda, we’re providing clean water and better sanitation with Water Aid. We’re helping fight for women’s rights in Afghanistan with Amnesty. In East Africa, we’re helping to improve children’s health with UNICEF and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, as part of the European Union, the world’s largest development assistance donor, the UK’s voice is louder and influence stronger in countries where human rights violations and environmental abuse are taking place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why I’m so committed to multilateralism – because it’s plainly in our own national interest. Moving forward, I’m keen that the EU develops closer partnerships with other organisations like the African Union and new emerging leaders in development like Brazil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, in conclusion, In the last 2 decades, we’ve seen the greatest progress in human history to lift people out of poverty. But the job’s not done. And no matter what the aid sceptics say there really is no ‘them and us’ – climate change, terrorism, better health and the need for growth and jobs matter to all of us. Rich or poor, north or south, developed or developing, we all simply want a better future and a chance to get on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For me, nothing perhaps exemplifies that more than the story of 2 young girls I met – 1 in a school in Tower Hamlets and 1 in a school in Addis Adaba. When I asked each of these girls what they wanted to be when they grew up, despite all of the differences and distances between them, both answered, “I want to be Prime Minister one day” (They didn’t say Deputy PM).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These young girls, and millions like them, deserve the chance to achieve their dreams.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s the reality that makes you do the work you do. It’s the ambition that drives Britain’s commitment to development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s why I will always fight for the same things abroad as we do at home: stronger economies and fairer societies for all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}