{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-to-liberal-democrat-spring-conference/",
    "title": "Nick Clegg – 2014 Speech to Liberal Democrat Spring Conference",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, to the Liberal Democrat spring conference in York on 9th March 2014.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since I became the Deputy Prime Minister I have had the privilege of spending a bit of time representing Britain’s interests in other parts of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have visited Latin America and Asia to boost exports. I have been to Africa, where we are building better education systems as well as helping fight corruption, poverty and disease. I have travelled to different parts of Europe and the United States to promote British trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And while each trip varies from the last, there is a thread which runs through them all: you get to see Britain through other people’s eyes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Everywhere I have been – every nation around the planet – has its own story about Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On a trade mission to South Korea I paid my respects at a war memorial at the bottom of a hill where, during the Korean War, British soldiers – heavily outnumbered – fought for three solid days to hold back North Korean and Chinese forces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a battle that every single South Korean schoolchild learns about. Had we given up or been defeated, it could have cost their grandparents the war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For Mexico, Britain is the first European country to have officially recognised their independence following their liberation from colonial rule. That means something to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Colombia Britain is the nation that built their first railways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Lynne Featherstone and I were in Ethiopia, for whom Britain is now the first member of the G8 to have met the decades-old promise by rich countries to spend 0.7% of our national wealth on aid for the developing world. Something we have long argued for and this Coalition has delivered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So wherever you go one thing is clear: people don’t listen to our country out of some nostalgic deference to an old power. They listen because of who we are. Because of the things we’ve done. Because of the leadership we continue to show. And that makes me incredibly proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love it for all its contradictions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that we are as modest as we are proud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love the way we can cherish our traditions yet innovate relentlessly, churning out one ingenious invention after the next. The telephone, the steam engine, the jet engine, the world wide web; the same nation that came up with stainless steel is now developing graphene – the strongest material the world has ever seen. Oscar winning visual effects; cutting-edge design; theatre, fashion, music, film – you name it, we do it, and we’re up there with the best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that a country capable of extraordinary pomp and ceremony can still retain a spiky irreverence towards its establishment. A country where we line the streets waving our Union Jacks wildly to welcome the arrival of Prince George, and the next moment we’re chuckling at Private Eye’s front page: ‘Woman Has Baby’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that we insist on queuing when we go abroad, even when the locals don’t.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that the BBC and NHS are known and respected across the planet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that our cities are home to every race, religion, colour and language in existence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love Miriam telling me that the feeling of freedom you get in Britain simply doesn’t exist anywhere else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that the shipping forecast is listened to by insomniacs of all ages, right across the country, miles from the sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love how excited we get at the glimpse of any sun, insisting on staying out in our t-shirts and flip-flops – even when it’s obviously still cold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love living in a country synonymous with human rights and the rule of law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that it was British lawyers who drafted the European Convention on Human Rights and a British Prime Minister who helped launch the Single Market. And I enjoy reminding my Coalition partners that it was a Prime Minister from their party at that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that we do respond – the cliché is true – to every problem no matter how big or small with the same thing: a cup of tea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that, wherever you go in the world, you’ll find football fans obsessed with the Premier League.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I love that we are a family of four different countries, each with their own characters, traditions and good-natured rivalries. And that’s why I want to see – we all want to see – Scotland stay in our family of nations later this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I look at what’s happening in places like Russia, where the government is effectively criminalising homosexuality, and I love that Britain is a place where you can be gay and proud – and now you can get married too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Above all I love that, while we may be an island, we have always looked beyond our shores. Throughout our history, when we have seen trouble in the world we haven’t just looked the other way; we haven’t just crossed to the other side of the street; Britain doesn’t peer out at the rest of the world and shrug its shoulders. We are always at our best when we play our part.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This summer marks the centenary of the First World War. One hundred years ago hundreds of thousands of British troops headed into a conflict from which many of them would never return. When it ended my grandfather, not long out of school, climbed onto the roof of Westminster Abbey and watched the survivors come home – bloody, bruised and broken by the things they had seen. He told me that, in spite of everything, he was desperately upset that he hadn’t been called up to the front: because he passionately believed that to be a British soldier, defending our values of liberty and peace, was the most noble thing you could be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Years later he married a woman who had herself come here to avoid conflict and revolution: my grandmother. She escaped Russia during the revolution, crossing Europe with her family and eventually settling in London. For her Britain offered a place of stability and safety. At a moment of great upheaval, this country welcomed her in and let her call it home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are few nations as open-minded and warm-hearted as ours. Smart, funny, compassionate Britain. Always changing, always evolving Britain. Humble enough to understand that we must work with others. Confident enough to lead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For me it is these qualities that make this nation great – these great liberal qualities. Not some sepia-tinted memory of Empire. Not some stuffy parochialism dressed up as patriotism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the 21st Century, in a highly competitive, fluid and fast-moving world we hold our own because of our ability to embrace the future rather than cling to the past. It is our ability to look forward and outward and our capacity for reinvention – in other words our liberalism – that ensures this small island remains a giant on the world stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The question – one of the biggest questions of our time – is how we protect the liberal values of this nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Six years ago we suffered an unprecedented cardiac arrest in our banks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This wasn’t just a recession. It was a shattering collapse of the basic assumptions by which successive governments had run our economy since the Big Bang.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This wasn’t just a downturn. We were a nation plunged into uncertainty as the thumping heart of our economy ground to a halt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And you have to remember: even before this happened a quiet crisis of confidence was already creeping over developed economies like ours. Global power, money and influence have been shifting from West to East and from North to South for years. The previously fashionable view that the world would automatically slide towards greater freedom and democracy now feels presumptuous and naïve. Within our lifetimes America will no longer be the world’s biggest economy. It will be China: an authoritarian state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taken together, in societies across the Western world, these experiences have created an entirely understandable but dangerous urge to turn inwards. An urge to reject the new or unfamiliar and to shun the outside world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If anyone doesn’t believe it, just glance across the Channel at our European neighbours, where a number of extremist parties are on the rise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Greece’s last parliamentary election the Golden Dawn Party secured 18 MPs. They ran on an anti-immigration platform. Their slogan? ‘So we can rid the land of this filth’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hungary’s Jobbik Party now has 43 MPs, one of whom has called for a register of Jews who he claims ‘pose a national security risk’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Bulgaria, Ataka makes up 10% of the National Assembly. One of their MPs has reviled Syrian refugees as ‘terrible, despicable primates’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the Netherlands Geert Wilder’s PVV party is polling at around 18%. They have called for the Koran to be banned, comparing it to Mein Kampf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Front National. Around 21%. Their leader, Marine Le Pen, has compared Muslims praying in the streets to the Nazi occupation of France.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are not far flung places. This is our backyard. The forces of chauvinism, protectionism and xenophobia have been emboldened. And there is no doubt about it: the fight is now on for the future direction of our continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are lucky. Thankfully we do not have the same extremism here in the UK. But that’s not to say the fight isn’t on for the future of our country too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An ungenerous, backwards looking politics has emerged in Britain. The politics of blame has found an acceptable face: it wears a big smile and looks like someone you could have a pint with down the pub. So I’m drawing a line in the sand. I am going to defend the tolerant and modern Britain we love, and I am going to start by showing people what’s at stake at the upcoming European elections: do you want Britain in Europe, or out?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s the real question in May. One party wants out. Another is flirting with exit. The other lot don’t have the courage of their convictions on this – they’re saying nothing at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Liberal Democrats are now Britain’s only party of IN. The only party out there explaining the clear benefits of Britain’s place in Europe. The only party giving people the facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "IN because Europe is our biggest export market and vital to British jobs. Because pulling up the drawbridge is the surest way to wreck our economic recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "IN because in the fight against climate change, and in a world where some of the biggest players are also the biggest polluters, Europe’s nations can only make a difference if we work together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "IN because cooperation between our police forces is essential for catching the criminals who cross our borders. Crime crosses borders, so must we.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "IN because Britain stands tallest in the world when we stand tall in Brussels, Paris and Berlin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This isn’t about some starry eyed affection for the EU – of course it needs reform. But you can’t change it with one foot out the door. You change it by taking your place at the table – which is where you protect Britain’s national interest and promote our values too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How else would we, right now, be making our presence felt against Vladimir Putin’s Cold War aggression in the Ukraine?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The EU is a global economic superpower. By standing shoulder to shoulder with our European partners we have the clout to defend not just our own interests, but the interests of our continent as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, for all these reasons, I’m IN.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Forget the lazy assumption that, in the court of public opinion, the eurosceptics will automatically win. There is nothing automatic about election results. A few months ago, when I asked people to take to Twitter to tell me why they’re IN, they did so in their thousands. It was our most successful online campaign ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are plenty of people out there who don’t want anger. They don’t want bile. They want jobs. They want our country to have influence. They want opportunities. Ultimately they want hope.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that, Liberal Democrats, is what it all comes down to. Hope. It’s the oldest dividing line in politics – hope versus fear – and it’s back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We talk a lot about reducing the deficit, fiscal consolidation, bringing down public sector debt, increasing GDP, creating private sector jobs. But in the end what we’re really talking about is giving the British people the confidence to once again look to their futures with hope.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s how you lead a nation through difficult times. That’s how you hold a country together when its citizens are feeling the pressure. And that’s what the last four years in government have been about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is still a long way to go and many people are still feeling the squeeze. But after a period of grave uncertainty, the British people can finally see the light at the end of the tunnel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that makes each and every one of you feel proud: there would be no recovery without the Liberal Democrats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No recovery if we hadn’t decided to enter into coalition in order to provide the country with strong government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No recovery if we hadn’t held our nerve and stuck to the plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No recovery if we had allowed the Coalition’s economic strategy to be solely about cuts. Sorting out the nation’s finances is essential but equally as important is investing in the foundations of lasting growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The unprecedented Treasury support that will transform Britain’s roads and rail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The world’s first Green Investment Bank.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The billions of pounds spent on businesses across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The million more young people who are now qualifying as apprentices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Don’t let anyone airbrush out our role. Thanks to the heroic efforts and sacrifices of millions of people we have been able to pull this country back from the brink. Under extraordinary pressure we have achieved extraordinary things. And no matter what our critics say, when the history books are written they will say that, most extraordinary of all, the country was put back on the right track by a party which had never been in government before but which had the guts and the courage to do what it took.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And now a different challenge awaits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve been in emergency mode for the last four years, but that is slowly changing. If this parliament has been about a rescue, the next will be about reconstruction and renewal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we are truly ambitious for our country, Britain’s future cannot be like its past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Successive governments relying on an overheated financial sector; presiding over a wildly imbalanced economy where the gap between rich and poor grew; where the North fell further and further behind the South.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Successive administrations jumping from one set of public service reforms to the next and Whitehall just seemed to carry on regardless as more and more power was sucked up to the centre.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t want us ever to go back there. It cannot be right that the country goes through all of this pain only to end up where we started when it all went wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In this coalition we have begun to turn the page, but the real test will come in the next parliament – when government will have to show whether or not we have really, genuinely, learnt from the mistakes of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I simply do not believe that our opponents have. I simply do not believe that they are up to this task.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Left to their own devices what are they offering the British people?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Profligacy. Economic incompetence. A bloated and cumbersome state. Politicians who think that all they need to do to prove themselves is posture against business. A leadership desperate but unable to break free from the grip of its Union paymasters. A party that cannot be relied upon to keep the economy safe; that wants us to put them back behind the wheel even though they still won’t admit how badly they got it wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Or how about widening inequality. A remorseless shrinking of our public services. A party that claims we’re all in it together and yet refuses to ask the wealthy to pay even a penny more in tax towards the on-going fiscal effort. A party which will instead single out one group – the working age poor – for especially tough sacrifices. £12bn worth of especially tough sacrifices, from people who are trying to work their way out of poverty and who we should be helping stand on their own two feet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A weak economy. An unfair society. If it all sounds depressingly familiar it’s because most of us have lived through it all before. Two parties encumbered by the same old prejudices; straitjacketed by the same old ideologies. And whichever way you look at it, left or right, if either of them get into government on their own, they will drag Britain in the same direction: backwards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No. That’s not my Britain. That’s not the Britain I love. And I am not going to sit back while either of them sweep in and leave this nation diminished and divided because they still don’t understand what makes our country great.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal Democrats think of that when you’re out campaigning in the crucial coming weeks – in your wards, in your communities, in your regions for our hardworking councillors and our excellent team of MEPs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I tell you that we need to get back into government again – protecting Britain from one party rule – this is why:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we are the guardians of a modern, open and tolerant Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we are the only party who will not ask the British people to choose between a stronger economy and a fairer society. They don’t have to. They can have both if we make our shared mission enabling every single person to get on in life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we are the only party with the imagination and ambition needed to ensure Britain draws a line under some of our worst times with our best qualities intact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In government again the Liberal Democrats will continue rewiring our economy so that our banks are the servant and not the master. So that, instead of fake booms and reckless consumption, we invest in growth that is balanced and sustainable, which stretches across every corner of Britain and which conserves our natural resources too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is how we embrace a better future rather than repeat the mistakes of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll finish the job of balancing the books, but continuing to spread the burden fairly, as we have been in this government – giving Britain a stronger economy and a fairer society too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The future, not the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll continue correcting the imbalance in our tax system, so that it doesn’t just protect the wealthy but properly rewards work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, yes, that means that in the coming Budget Danny Alexander and I are pushing to take the Liberal Democrat income tax cut even further than we had originally planned in this parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are about to hit the target that was on the front page of our manifesto: raising the personal allowance so that no one pays a penny of income tax on the first £10,000 they earn, saving over 20 million people £700. Now we want to go beyond that, taking the total tax cut to £800.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if we’re in government again we’ll go further still: no one paying a penny in tax on the first £12,500 they earn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fairer taxes. The future, not the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll create an education system that, from toddler to graduate, allows our all of our children to rise as far as their talents and efforts will take them, irrespective of the circumstances of their birth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The future, not the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ll transfer ever more power to our cities and communities so that they can drive their own destinies and we break Whitehall’s grip for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The future, not the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will ensure that this country rises to the challenge that will define the 21st Century: playing our part in the fight against climate change, for the sake of our children and the planet we leave behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The future, not the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we will live up to our greatest traditions by keeping Britain engaged, outward facing, a heavyweight in Europe and a leader in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If this sounds like the Britain you want, the Liberal Democrats are the party for you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Between now and the election my aim – our aim – is to build a coalition bringing together all of the liberal-minded, liberal-hearted men and women who love the Britain we love – and who want a party prepared to fight for it. That’s the coalition I care about. A coalition of all the people who want to keep this nation open, tolerant, compassionate and strong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So to the people out there who may not have voted for us before: it doesn’t matter, that’s the past. What matters now is the kind of country you want to live in. The kind of nation you want us to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Open not closed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In not out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Great Britain not little England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Forward not back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hope not fear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The future not the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you have faith in this country, if you believe in Britain’s values, if you still want this incredible island of ours to keep punching above our weight and shaping the world so that it is a better place, put the Liberal Democrats back in government again – let us protect the Britain you love.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}