{
    "url": "https://www.ukpol.co.uk/nick-clegg-2012-speech-at-the-global-business-summit-on-energy/",
    "title": "Nick Clegg – 2012 Speech at the Global Business Summit on Energy",
    "post_date": "January 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the then Deputy Prime Minister, at the Global Business Summit on Energy held on 6 August 2012.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a pleasure to welcome you all to today’s Global Business Summit on Energy. One of a series of events, all timed to coincide with the Olympic Games, the biggest international business conference we have ever held.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our aim today is to look at what more we can do together, to advance clean, smart energy generation, boosting our shared prosperity, as well as building a more resilient economy, better able to withstand future shocks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is already the sixth largest market in low carbon and environmental goods and services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We lead the world in offshore wind – our total installed capacity is as much as the rest of the world put together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With enviable natural resources, we’re one of the biggest players in marine and tidal energy too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We offer political stability, legal certainty, the English language.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is one of the best places in the world to do business – that’s according to the World Bank;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With the best regulatory environment in Europe – that’s according to a recent poll of European utility investors;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As well as some of the world’s best universities and research facilities;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed we produce more Nobel Prize Winners than any other country bar the US.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are creating the most competitive corporate tax regime in the G7.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Add to that the fact the world’s biggest single market is on our doorstep, despite Europe’s continuing difficulties it’s still home to 500 million consumers, and you have the ideal location to invest your money and grow your businesses: A global powerhouse in the industries you represent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite pressures on other parts of the economy, since the 2008 financial crisis our low carbon sector has grown year on year with growth averaging 4.4%. But we want to do more; we want to seize every opportunity. Last year the sector was worth around £3.3 trillion worldwide and the race for green global investment is hotting up. The biggest, savviest economies are crowding in – China, Germany, Korea, Brazil. So the UK is upping our game exploiting our competitive edge making the most of our internationally respected brand in order to stay ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ed will set out some of detail on how the government is seeking to do that, so I will limit my remarks to our central message to you today. The one thing we want to impress on you above all else: This coalition government is unreservedly committed to helping our low carbon sector thrive – no ifs; no buts. And we want to support the shift by traditional industry to cleaner sources of energy – while of course recognising the pressures they face. When we say that we want green growth, that is not flimsy, political rhetoric: It is a very real aim, driven by very real economic needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think it’s important to put that up in lights. The coalition is sometimes presented, in the press, as if it is riddled with debate and division with regard to greening the economy. That isn’t the case. Yes, there will be internal discussions and debates on the balance and sequencing of different policies – that’s the nature of any government – and energy policies will evolve over time as costs come down. That’s why, for example, we could recently reduce the subsidy for onshore wind. But the entire government is working within the parameters of the carbon budget, which sets the pace for decarbonising our economy. And there is no one in government who wants to depart from that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all want an economy rebalanced across industries and regions. We all want to build on our highest growth sectors to create more jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So our challenge is giving you as much certainty as possible – we know that’s what you crave; we know it keeps your costs down. Indeed, it’s the issue raised with me most often by the people in this room. No-one expects an entirely risk-free investment environment, but your companies are embarking on major projects, breaking new ground, building infrastructure intended to last a lifetime, relying on low carbon technologies that involve significant upfront costs. And so, understandably, you place a big premium on predictability. We hear that loud and clear. And there are three overarching ways that we are seeking to provide it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First – and this applies to all business: We have made macroeconomic stability an absolute priority, because it is an absolute prerequisite for confidence and growth. It is easy to forget that, at the time of the financial crash, the UK had a deficit bigger than Greece. By taking the difficult decisions we pulled our economy back from the brink. We have kept the markets at bay, remaining masters of our own destiny. Interest rates have remained historically low. A quarter of our deficit has now been paid off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yes, the road to recovery is long and testing, but make no mistake: if we have to sacrifice short-term political popularity for lasting economic health – so be it. We promised to safeguard economic stability in the national interest. That is what we will continue to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Second: consistency from government. So no surprises; no rabbits out of hats. We set out what we’re going to do – then we do it. It sounds obvious, but you all know governments don’t always behave like that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly our emissions and renewable targets provide an overall policy framework. And look, for example, at how we take decisions on things like our renewable obligations banding. We review it every 4 years, like clockwork. So, every 4 years, we consult with industry on the subsidy levels, we listen to the evidence you provide, and then we set the bands. And because everyone gets a sense of what’s coming, companies can plan and prepare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why, since announcing the new levels just a few weeks ago, we’ve already seen signs of progress on around £3.5 billion worth of investments. Today, for example, shovels will hit the ground in Tees Valley, where Air Products is building a renewable energy plant that will power 55,000 homes and create 700 construction jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s true that sometimes we have to take a bit of time to get the detail right – especially on major items like Electricity Market Reform. But our aim is always predictable processes; transparent and inclusive policy-making; decisions that are based on evidence above all else. And, please, let us know how we can do more of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally: ambition. A willingness to be bold, because we seek nothing less than a clean, green, low carbon economy and the scale of that task demands imagination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In order to meet this challenge we need to think big.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why the UK’s fourth carbon budget constitutes the boldest emissions reduction target set, in law, by any government, anywhere in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we have been at the forefront of attempts to secure a more ambitious target across the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are creating the world’s first Green Investment Bank: A national bank devoted to leveraging billions of pounds for green infrastructure. The government’s UK Green Investments team has already begun making investments. And I can announce they have just sealed a contract to provide £100 million for investment in small-scale, non-domestic energy efficiency projects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Green Deal will start later this year. And which will transform home energy consumption. Creating a whole new market in UK home insulation and energy efficiency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re beginning the biggest shake up of the electricity market in 3 decades. In order to level the playing field between low carbon and conventional energy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve just announced the largest investment in rail since the Victorian era.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re providing one of the best offers in the world for Carbon Capture and Storage, including our new £1 billion competition.  \nWe’re the first country where listed companies will include emissions data in their annual reports. Something I pressed our international partners to adopt at the Rio Sustainability Summit in June.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve dramatically overhauled our planning regulations, slimming over 1,300 pages of planning policy down to 49, easing the path for good, sustainable developments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Big ticket reforms. World firsts. Policy that looks decades ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, stability. Consistency. Ambition. The building blocks of our shared prosperity. I hope today reminds you of the value this government places on your businesses and your ambitions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together we find ourselves at the vanguard of one of the most dynamic, most innovative, most important industries of our time. An industry that will help us build a more stable, more sustainable, more prosperous world. That’s a vision we can all get behind. This is a journey we are on together. And on that note, let me hand over to Ed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}