{
    "url": "https://www.ukpol.co.uk/nick-clegg-2012-speech-on-house-of-lords-reform/",
    "title": "Nick Clegg – 2012 Speech on House of Lords Reform",
    "post_date": "January 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the former Deputy Prime Minister, in the House of Commons on 9 July 2012.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, no one doubts the commitment and public service of many members of the House of Lords.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But dedicated individuals cannot compensate for flawed institutions, and this Bill is about fixing a flawed institution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let me begin by setting out why our upper chamber is in need of these reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The three simple reasons why I hope members will give it their full support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First: because we – all of us here – believe in democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We believe that the people who make the laws should be chosen by the people subject to those laws.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That principle was established in Britain after centuries of struggle, and it’s a principle we still send our servicemen and women halfway across the world to defend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet, right now, we are one of only two countries in the world – the other being Lesotho – with an upper parliamentary chamber which is totally unelected, and instead selects its members by birthright and patronage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s an institution that then offers those members a job for life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An institution that serves the whole of the UK yet draws around half its members from London and the South East.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An institution in which there are eight times as many people over 90 as there are under 40.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An institution which has no democratic mandate – none whatsoever – but which exercises real power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House of Lords initiates bills. It shapes legislation. As governments of all persuasions know, it can block government proposals too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So these reforms seek to create a democratic House of Lords – matching power with legitimacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under our proposals 80% of members would be chosen at the ballot box, with elections taking place every five years, the remaining 20% appointed by an independent statutory commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There would be no more jobs for life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re proposing single, non-renewable limited terms of around fifteen years, and our reforms would guarantee representation for every region in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the heart of this Bill is the vision of a House of Lords which is more modern, more representative, and more legitimate. A chamber fit for the 21st Century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second reason is that these reforms will lead to better laws. This Bill isn’t just about who legislates, it’s about how we legislate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right now, in our political system, power is still overly concentrated in the executive – governments, quite simply, can be too powerful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many members have seen, in their political lifetimes, landslide administrations able to railroad whichever bills they like through the Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’ve all heard our colleagues complain about different governments trying to ram bills through the other place, when they should have been trying to win the argument in both Houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite its assertiveness, too often governments believe they can disregard the Lords. This Bill, by creating a more legitimate House of Lords gives it more authority to hold governments to account – a greater check on executive power.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That doesn’t mean emboldening the Lords to the point that it threatens the Commons – and I’ll come on to those concerns shortly – but it does mean bolstering its role as a chamber which scrutinises government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means forcing governments to treat an elected upper chamber with greater respect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The aim of this Bill, to quote the Right Honourable member for Charnwood, is to create a second chamber: “more independent of the executive, more able to exercise independent judgement”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That will not only mean better laws, but also fewer laws, restricting, again in the words of my Right Honourable friend, “the torrent of half-baked legislation” governments are capable of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third reason to support the Bill is simple practicality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House of Lords cannot continue on its current path. We need to reform the Lords to keep it functioning, and we need to do it soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right now we have an upper chamber that is ever-expanding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s one of the main consequences of the unfinished 1999 reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Very simply: after a general election, new governments will always seek to reflect the balance of the vote in the Lords, but it is impossible to get rid of members – the only way to leave is to die.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So new administrations inevitably have to make more appointments to get the right balance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The current membership is 816. That will soon be over 1000. Clearly the status quo is unsustainable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House of Lords is already too big and it will continue to grow bigger still unless we do something about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So this Bill reverses that trend. It gradually reduces the membership, and caps it at 450, plus 12 Bishops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some people have said the numbers could be dealt with much more easily:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That you can slim the other place by disqualifying convicted criminals or allowing members to resign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first solution would bring the total down by a handful, potentially. The second perhaps by none.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Others have said: yes, cap the House at an appropriate limit, but make it fully appointed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But how could we possibly justify dramatic reform of the Lords that didn’t introduce a democratic element?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That would be unthinkable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would be in direct contravention of each of the three main party’s manifestos, flying in the face of our collective promise to renew our politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only way to get to grips with the numbers is fundamental democratic reform. That is what this Bill does.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So democracy, better laws, the urgent and practical need for reform. The three reasons why members of this House should give this Bill their blessing and wish it a swift passage into law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, before I address some of the concerns around the Government’s proposals, I would just like to make the point that, while the Bill has been introduced by the Government, in many ways it’s not just the Government’s bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These reforms build on the work of our predecessors on all sides of this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As with all of the best examples of British constitutional reform, the proposals look to the future but are respectful of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Veterans of these debates will know that the Coalition parties cannot claim full credit for the reforms presented here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Go back to the White Paper produced by the Right Honourable Member for Blackburn in 2008; the late Robin Cook’s ‘Breaking the Deadlock’; the House of Lords Act in 1999; Lord Wakeham’s Royal Commission; and everything that went before over the last 100 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s clear the reforms have a long bloodline that includes all of our parties and political traditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed in 1910, when Government proposals to limit the power of the House of Lords were introduced, it was Churchill who said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“I would like to see a Second Chamber which would be fair to all parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And which would be properly subordinated to the House of Commons …\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And harmoniously connected with the people.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He ended by saying:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“The time for words is past, the time for action has arrived.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I couldn’t agree more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2007 the Commons voted overwhelmingly for a mostly elected second chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Each of the main parties stood on a platform of Lords reform at the last election and, since coming into Government, my Honourable Friend the Minister for Political and Constitutional Reform and I have looked for every way to take this forward by consensus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We convened a cross-party committee, which I chaired.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We then published a white paper and draft bill for pre-legislative scrutiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A Joint Committee of both Houses spent nine months considering that White Paper and draft bill – and I remain extremely grateful for their forensic and detailed analysis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We accepted over half the Committees recommendations and reshaped the Bill around their advice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So this Bill is the sincere result of a long and shared endeavour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Its history belongs to us all:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To Liberals, Conservatives, to Labour and to all other parties in this House, as well as to the great political reformers and pragmatists of the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, that doesn’t mean every member of this House agrees with every clause. There is no perfect blueprint for a modernised second chamber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even within each of the main parties differing visions of reform can be found, and this Bill reflects a number of compromises that have been made to accommodate differences across this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, I want to say to members of this House who have specific worries about particular aspects of this Bill: that’s precisely what further scrutiny of the proposals, in both Houses, will be about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of the concerns that remain – they fall into two camps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The myths, which I will now seek to dispel, and the fears, which I hope to address.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taking the myths in turn:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have heard the accusation that the reforms will be too quick, too abrupt,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "that the Bill amounts to some frantic act of constitutional violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truth?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These reforms would be implemented over around 15 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "New members would be appointed or elected in three tranches, over three elections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The political parties and groups would have maximum discretion over how to reduce their existing numbers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have heard that the modernised Lords will cost the earth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truth?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taken as a whole, and once completed, the Government’s reforms of Parliament will be broadly cost neutral.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The additional costs attached to running a reformed House of Lords – which, incidentally, are much more modest than some of the estimates doing the rounds – will be offset by the saving from reducing the number of MPs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Once all this is implemented, the real terms cost of running Parliament is expected to be roughly the same as it is now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only additional cost will be conducting the elections themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Next, I’ve heard Lords reform presented as some kind of Liberal Democrat crusade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truth?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All the main parties stood on a platform of Lords reform at the last election – and in elections before that too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, it was in the Conservative Party’s manifesto in 2010, 2005 and in 2001, and the Labour Party has long campaigned against privilege and patronage in the other place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Going back – as the Right Honourable Member for Neath has highlighted – all the way to Keir Hardie’s 1911 manifesto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The final myth:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve heard that the House of Commons should not be concerning itself with Lords reform at a time of economic difficulty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then let’s get on with it. Proper scrutiny, yes. Years of foot-dragging, no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t remember this complaint being made when we legislated to create elected police commissioners, or when we were debating local government finance, or legal aid reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s odd to suggest that Parliament cannot do more than one thing at a time. But I certainly agree that jobs and growth are the priority.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let’s not tie ourselves up in knots on Lords reform. We don’t need to – all the parties are signed up to it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Vote for the Bill and the programme motion so we can scrutinise the Bill properly, while still allowing ourselves to make progress on other Government priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So much for the myths.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now let me address some of the fears about the Bill, many of which I believe have been expressed in good faith.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Broadly, there is a worry that we risk upsetting a delicate constitutional balance, creating a second chamber that is too assertive and so a threat to this place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m not surprised by that – it’s part of a normal and familiar pattern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every time the other place has been reformed, questions over the primacy of the Commons have arisen, with predictions ranging from disaster to apocalypse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 1999 some said that new Life Peers wouldn’t accept traditional conventions, and so would start blocking manifesto bills, where Governments legislate on their election promises, resulting in endless gridlock over government priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As with all these things, the prediction was completely wrong. The reformed House accepted that the conventions should continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It adjusted to its new status without overreaching its role as a junior partner – as it will again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, while questions of primacy are important and must be clearly answered, we should remember that these fears are the routine reflexes of Lords reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And this Bill will not turn the other place into some kind of monster. It relates to size and composition only, and does not contain any new powers for the other place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately the primacy of the Commons will remain grounded in our conventions and absolutely guaranteed by our laws.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To ensure a rock solid legal backstop the Parliament Acts will remain, and we have reaffirmed the Acts on the face of the Bill to make that point crystal clear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government will still be based in the Commons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The appointed element of the new chamber means it could never claim greater electoral legitimacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the Commons will of course continue to have sole responsibility for Money Bills.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A separate but related fear is that opening up the Lords to election will politicise it, creating a chamber of career politicians likely to rival MPs and robbing the Lords of its wisdom and expertise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let’s be clear on the current situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The other place contains some extremely eminent individuals, who bring a wealth of knowledge and experience to Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is hardly entirely dispassionate – an institution somehow untouched by party politics:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More than 70% received their peerage from party leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s over two thirds of members taking a party whip – and very few rebel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Members of the House of Lords are more likely to have come from this place than from any other profession – 189 are ex-MPs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In a reformed House members will see themselves and their role very differently to us here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not least because of their longer term and the means by which they are elected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Bill attempts to make space in parliament for a different kind of politician.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A different character of parliamentarian.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government not only accepted the recommendation by the Joint Committee that appointed members should be able to combine membership with a role outside the House, but we have extended that principle to elected members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because the Lords should be a place for people who are public spirited, who have political and ideological affiliations, who want to serve this country, but who also want to continue to lead a life outside politics, who want or need to work, who have neither the desire or inclination to be an MP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And they won’t be allowed to leave the Lords and immediately seek election in the Commons, encouraging them to see their time in the House of Lords as their one real chance to make their mark.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The combination of elections by proportional representation, single terms and a specific duty on the Appointments Commission to consider diversity could encourage more women, more members from BME communities, and more people with disabilities to serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, crucially, the list system will mean that the new membership will properly represent all parts of the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Right now nearly half of the members of the House of Lords are drawn from London and the South East.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet only 5% come from the North West. 2.6% from the North East.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our proposals will correct those imbalances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Proportionately, the West Midlands will see its representation more than double. For the East Midlands it will treble.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This Bill has sown into it the chance to create a richer, more diverse house, drawn from many more walks of life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker, I would like to conclude my speech as I began.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are three reasons to vote in favour of the Bill and its orderly passage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we believe in democracy, for the sake of better laws, because reform cannot be ducked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome the reasoned and expert questions, arguments, concerns I know many members will raise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also know there will be those who are not interested in rational discussion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those who will oppose Lords reform in whatever form, at whatever time, no matter what commitments their parties have made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This project has always been dogged by those who fear change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What encourages me is that it has also been kept alive by those who champion democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reformers and modernisers who believe, simply, that power belongs in the hands of the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We, here, have a chance to finish their work. This has been a hundred year long project. Let us now get it done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the Bill to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}