{
    "url": "https://www.ukpol.co.uk/nick-clegg-2011-speech-on-education/",
    "title": "Nick Clegg – 2011 Speech on Education",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, at Southfields School in Wandsworth, London on 5th September 2011.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today is the first Monday back for teachers and pupils up and down the country. A day always marked by renewed optimism. Pupils plan to work harder. Teachers come back refreshed. And all parents – I know this myself – have the best intentions for the months ahead: Whether that means making sure you’re there for sports day and the class play. Or finding that bit of time at the end of the day to help with homework. Just doing whatever you can to give your children some extra support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year, there’s a feeling of optimism in Government too. The Coalition has made some big changes to our education system. To improve the quality, choice and opportunities available to families. And we’re looking forward to seeing those take root.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The problem with new-term-enthusiasm, however, is: it doesn’t always last. It isn’t shared by everyone. And, as a society, we tend to let it fade too quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Replacing our high hopes with an equally familiar fatalism. We allow ourselves to believe some basic assumptions as if they are facts of life. There are good schools, and there are bad schools. Some children are bound to do well – the brightest, the wealthiest. The troublemakers, the children from the tougher neighbourhoods, will inevitably lag behind. Most parents will at least try to take an active interest. But the daily grind will often get in the way. And a difficult, uninterested minority will never be brought on board. That’s the way things are. The way they’ve always been. And, notwithstanding some improvements here and there. The way they always will be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t accept that. There is some truth to these assumptions – because they are based on consistent patterns. But they aren’t inevitable. And we do the next generation a disservice by cursing them with our low expectations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sometimes you hear commentators slamming school standards as if teachers are lazy and feckless just because some schools are failing. Condemning children and young people in the country just because some of them have gone off the rails. Yes, our country has problems but they will not be solved by denigrating our teachers and our schools. We won’t get more young people to take responsibility for themselves, or find work, if all we do is perpetuate the myth that no-one under the age of 25 can be trusted. There were young people on the streets rioting last month. They should face the full force of the law. But there were young people on the streets cleaning up the next day, too. And we cannot let our anxieties about some parts of our society undermine the hopes and dreams of a generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I want to talk about the Coalition Government’s twin ambitions for our education system: A decent start for every child and a good local school for every family. That may sound basic, but it’s absolutely fundamental to creating a fair, liberal and socially mobile society. Helping individuals fulfil their potential. Helping make Britain a place where anyone who works hard can get ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To get there, Government needs to be innovative. Schools need to step up to the challenge. And, crucially, parents need to do their bit, supporting teachers, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Before I come to that, let’s pause on the problems. Labour spent vast sums on schools. And, to be fair to them, some things did get better. Education is clearly an area where money makes a difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My party has always understood that. It was the Liberal Democrats who advocated a penny on income tax for education in 1997, and again in 2001.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And now, despite unprecedented pressure on the public purse, the Coalition is protecting the current schools budget, in real terms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, what Labour’s record also shows is that big budgets, directed from Whitehall, aren’t enough. And if your aim is simply to get a bit better, that isn’t enough either. We live in a globalised age; if we are to thrive in the economy of the future, we need our children to excel. And we cannot afford to leave some behind.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ours is now one of the most unequal school systems in the world. In the UK your background has more of an impact on how well you do at school than in nearly any other developed country. Despite the number of pupils achieving five good GCSEs having hit record highs. The gap between poorer and wealthier children getting these grades has stayed the same. Teenagers from disadvantaged homes are still only half as likely to do as well. And there are schools where not a single pupil on Free School Meals is even entered for the most academic subjects. Or sits the exams where they can achieve the top grades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Bluntly, the best schools are still in the nicest areas, populated by the children whose parents are better off. Poorer children tend to go to worse schools. And wherever they go, they usually get lower grades. That is the stark reality we face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For liberals, education is meant to free individuals from the circumstances of their birth. But in our society school doesn’t always provide that kind of opportunity to fulfil your potential. Too often our education system ties children to their beginnings; it denies their parents choice; and it deepens social divides.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s a problem for everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It costs our economy. According to one estimate, if we could get all under-achieving pupils up to the national average. By 2050 we could add 4% to our GDP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It holds back the whole class. When a handful of students switch off, they play up, monopolising their teachers’ attentions and everyone suffers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, when the best schools are concentrated in some communities but not others, poorer families get the raw deal. And all parents are faced with the well-known stresses and strains of trying to get into the right catchment area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we need fundamental reform to break the traditional patterns of winners and losers in our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, that means a decent start for every child. Closing the gap between disadvantaged children and their better off classmates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given how early that gap appears, you cannot wait to intervene. That’s why, for example, the Government has extended the free nursery care three and four year olds currently receive from 12.5 hours to 15. And is going even further, making this vital early education available free to every disadvantaged two year old as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Once these children reach school they’ll benefit from our £2.5bn Pupil Premium. Additional money that follows them throughout their primary and secondary education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Coalition isn’t going to prescribe to schools how they spend the money…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But today I do want to urge them to look carefully at the research that already exists: We know that there are a host of tried-and-tested methods for raising attainment. Investing in teachers’ training and professional development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Smaller class sizes. More pastoral support, outside the classroom. Or more intensive, individual tuition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Sutton Trust recently looked into this. And found that, especially for younger children who need to catch up. An extra half an hour of more intensive time with the teacher. Three times a week, for up to twelve weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Can do as much good as five months in the classroom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The same report found that when children are older, they benefit from sitting down with teachers to plan and monitor their own progress. They do better if they are given specific, personalised feedback.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not just on how well they did at a task, but also how they approached it. And the report concludes that behaviour improves when older pupils have clubs to go to after school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All that takes time. It needs staff. It costs money. But it works. And it is precisely the kind of help the Pupil Premium is for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And though schools will be free to spend the money as they think best – Experimenting with new ways to support those who need help. Schools will have to publish information about what the pupil premium money was spent on. And they will have to publish information to show if it’s making a difference and helping these children achieve more. That transparency is vital for parents – and communities – to be able to hold schools to account. And for all of us to learn about what really works in breaking the link between background and life chances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Discipline matters, too. Everyone knows you can’t teach in a disrupted classroom. And teachers need the authority to be able to deal with bad behaviour. Which is why this government is strengthening their hand, and being stricter about school rules and teachers’ power to enforce them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need order in the classroom. But can’t simply write off children who do wrong. Children who are violent, who struggle to keep calm and control their behaviour – so often because of chaotic lives at home – do need to be taken out of the classroom. But they mustn’t be thrown on the scrap heap. It doesn’t do them, or society any good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we’re piloting a dramatic change in the way we deal with pupils who are excluded from mainstream education. Strengthening the power of schools to remove disruptive pupils. But ensuring they cannot then forget them. Or leave someone else to pick up the pieces. Over time, schools themselves will become responsible for the budgets for excluded pupils. They will be expected to commission the alternative education they receive. And their exam results and later progress will be included in the original school’s data. There will be no washing your hands of a pupil once you have asked them to leave the room. And it will be in your interests to see those pupils brought back on track.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those are measures aimed at closing the gaps between pupils. How do we close the gaps between schools?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We currently have one of the most segregated school systems in the world. With a huge gulf between the best and worst. And the latter concentrated disproportionately in the poorest places.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only way to bridge that divide is to learn from the evidence. From the experiences of other countries. Understanding what drives school improvement, and where we have been going wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the evidence is overwhelming: good schools need high-quality teaching; sufficient freedom; diversity and choice. So we are taking action on each.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On teaching standards, we need to continually raise the quality of new entrants to the profession. That’s why, for example, from next year, funding for PGCE training will only be available to graduates with at least a 2:2 degree, or equivalent. We’re reforming teacher training so that trainees spend more time in the classroom. And we’ve increased the grant for Teach First.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Which has proved hugely successful in getting some of our most talented graduates into our most challenging schools. We’re also making it easier for people who already have a career to make the step into teaching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On greater autonomy we have reduced the reams of bureaucracy that eat up endless work hours and stifle innovation. And we’re offering all schools the chance to take on Academy status, either individually or as part of a chain. Where they have full control over their curriculums, staffing and budgets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, that freedom must be matched with accountability. So, for example, from now on all schools will need to publish ‘destination data’. Showing in black and white what pupils go on to do once they leave. We’re overhauling OFSTED’s framework to focus more squarely on school’s core responsibilities: learning, leadership, attainment and behaviour. And we want inspectors to engage more directly with teachers, students and parents. Rather than simply relying on data and spreadsheets. And, where schools persistently struggle, and cannot show signs of improvement. They will have their management replaced by schools with a proven track record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Clearly, as the number of Academies expands, we will need to make sure that we get the right balance between school freedom and local accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think some confusion has been allowed to grow around our long term vision for schools: There’s an increasing belief that we are trying to sideline local authorities altogether because Academies so far have only had a direct relationship with the Secretary of State and the department in Whitehall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let me straighten this out once and for all. This government wants all schools, over time, to have the opportunity to be autonomous with Academy freedoms. Both Liberal Democrats and Conservatives promised that in our manifestos. But we do not want that to lead to mass centralisation of the schools system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Far from it: as Academies become more commonplace, and eventually the norm, we will make sure people do not lose their voice over what local schools provide. So we will need to develop a new role and relationship between schools, central and local government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Councils have an essential job. We will ensure they have a stronger role in making sure there are school places in the area for every child, not just those who know how to play the system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have strengthened their role in admissions. They will oversee our new, fairer, admissions code. A code which makes it easier for the poorest to get the best places and easier for any citizen to complain if the rules are broken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will strengthen their role supporting children with special needs. Sarah Teather is bringing forward a radical set of reforms which will ensure local councils can help knock heads together to get a better deal for disabled and disadvantaged children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we will give them a critical role ensuring there is fairer funding Local authorities will help ensure the schools forums which currently divide up the cake locally are more transparent and they will help guarantee that academies, and other schools, are funded on exactly the same basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we can – and we will – go further. Where there are no schools the local authority “owns” any more – there should be no barrier to the local authority working in a new relationship with academies, in partnership with central government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The local authority could have a key role in deciding who new providers are and holding existing providers more sharply to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Local authorities, closer by their very nature to their community than the Secretary of State, could be more determined than distant Whitehall to drive up attainment in their own patch – for example by setting higher standards for all schools in their area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why I am inviting those local authorities which wish to move to the new phase to grasp this opportunity and be involved in piloting this new role, starting from next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Working with the Department for Education we will use this pilot to develop a model which allows local communities to show they can develop new partnerships – built on greater freedom for professionals – but buttressed by real local accountability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally, we’re introducing more choice into the system – encouraging under-performing schools to raise their game. We know diversity pushes up standards. I’ve seen it myself: Years ago I travelled around Europe comparing school systems for a pamphlet on educational performance across the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What I learned then planted the seed for the idea of the pupil premium. But it also convinced me that diversity of schools is also important. It’s something Liberals championed more than 100 years ago when we challenged the Conservatives’ plans to outlaw non-conformist schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Parents, children and communities benefit from innovation, diversity, and choice. One size fits no-one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s part of the rationale behind free schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first wave of free schools will open this week. The idea is that parent groups, charities and other organisations can open schools where they are not happy with the existing choice. It is controversial with many, and there are risks – but I am confident we have mitigated those risks to make sure this is now a policy which will promote higher standards, better integration, and fairer chances especially for children from the most deprived backgrounds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let me be clear what I want to see from free schools. I want them to be available to the whole community – open to all children and not just the privileged few. I want them to be part of a school system that releases opportunity, rather than entrenching it. They must not be the preserve of the privileged few – creaming off the best pupils while leaving the rest to fend for themselves. Causing problems for and draining resources from other nearby schools. So let me give you my assurance: I would never tolerate that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Coalition has made it clear that our overriding social policy objective is improving social mobility. Reducing social segregation; making sure what counts in our society are ability and drive, not privilege and good connections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Free Schools will only be acceptable so long as they promote those goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I am pleased that half of the first wave will be in deprived areas. And the vast majority in areas where they desperately need school places.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Michael Gove will be making decisions on the second wave over the coming weeks. I want to see all of them in poorer neighbourhoods. Or in areas crying out for more school places.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also taking unprecedented steps to make sure disadvantaged pupils actually get into these schools. Along with academies, free schools will, for the first time, be able to give them special priority in their admissions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "How can we be confident they will? Because, crudely, these pupils receive the pupil premium. The more of them the school takes, the more money it gets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s a simple, but crucial, financial incentive. No one has reformed the admissions code like this for years. In future, free schools must use this power to do all they can to make sure that they have the same proportion of Free School Meals pupils as the local average – at least.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Schools prepared to open up their facilities to the whole community will also be further up the queue for government funds. These steps, taken together, should alleviate people’s concerns. Free schools, yes, but only if they are fair schools too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, to anyone who is worried that, by expanding the mix of providers in our education system. We are inching towards inserting the profit motive into our school system. Again, let me reassure you: yes to greater diversity; yes to more choice for parents; But no to running schools for profit, not in our state-funded education sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, opportunities for every child, in every neighbourhood – an ambitious agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, for this to work, parents need to do their bit too. The fact is: if you don’t take an interest in your child’s education, teachers cannot make up the shortfall. We currently have the most talented generation of teachers this country has ever seen. But they cannot do everything.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We already expect our teachers to be social workers; child psychologists; nutritionists; child protection officers. We expect them to police the classroom, take care of our children’s health; counsel our sons and daughters. Guide them, worry about them. And, on top of that, educate them too. When you consider that list, it is phenomenal that so many rise to the challenge. But it is too much to ask. Teachers are not surrogate mothers and fathers; they cannot do it all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, when you talk to teachers, it’s clear they are desperate for parents’ help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They know, like we all know, the importance of parental involvement in a child’s development. In his review of life chances, Frank Field found it to be the single most important factor in a child’s progress. Just last week we heard from Demos that children are much less likely to binge drink and get into trouble during adolescence. If they experience warmth in the home when they are young, and clear discipline as they grow up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The fact is: parents hold their children’s fortunes in their hands. I know it’s not always easy. But, when you speak to teachers, they’re not making unrealistic requests. They aren’t demanding parents break the bank on private tutors, or top of the range computers. They aren’t insisting parents cut down on their working hours to spend more time at home. They just want mothers and fathers to get into simple, commonsense, inexpensive routines. Small changes that make the world of difference to their classrooms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because a teacher can’t make sure that children take time at home to get a proper breakfast that sees them through until lunch. They can listen to a child read at school – but they can’t do an extra fifteen minutes at home in the evening. A teacher can’t turn the TV off when it’s time for homework. Or make sure children get to bed on time so they don’t come to school tired. Teachers tell me what a huge difference these little things can make. They also know that they can’t do them. But they know that parents can.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know that it is not easy. Do I get it right every day? No I don’t. But do I, like so many parents, want to do more? Yes I do. And I know parents up and down the country feel the same. Now is the time to do it. We expect teachers to do so much. And they invariably do. But we all have a part to play in transforming the nation’s schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, to sum up. On a day where everyone is determined to make the best of the new school year. Let’s set our sights even higher. Lets work together: government, schools and families to deliver the best for our children. No more shrugging our shoulders. No more accepting the status quo. A society where we celebrate the work our teachers do for our children. But where we all play our part in teaching them, too. With the right opportunities, every child can do well. With better teachers and more freedom, every school can do better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through choice and diversity – spread fairly – every community can have access to the schools they need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}