{
    "url": "https://www.ukpol.co.uk/nick-clegg-2013-speech-to-liberal-democrat-party-conference-second-speech/",
    "title": "Nick Clegg – 2013 Speech to Liberal Democrat Party Conference (Second Speech)",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "2013 Liberal Democrat Party Conference",
            "url": "/tag/2013-liberal-democrat-party-conference/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister and Leader of the Liberal Democrats, Nick Clegg, at the Liberal Democrat Conference in Glasgow on 18th September 2013.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Three years ago – nearly three and a half – I walked into the Cabinet Office for my first day as Deputy Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Picture it: history in the making as a Liberal Democrat leader entered, finally, into the corridors of power, preparing to unshackle Britain after years of Labour and Conservative rule. Only to arrive and find an empty room and one shell-shocked civil servant promising me we’d get on with things shortly – but first he had to get us some desks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You saw the calm bit in the rose garden. What you didn’t see was the utter chaos indoors. To say the Coalition caught Whitehall off guard is a massive understatement. The Government machine had no idea how it was going to handle power sharing – and not just the furniture, this was going to need a complete overhaul of how decisions would be taken and departments would be run. And – while no one really wanted to admit it at the time – the truth is, no one was quite sure how it was all going to work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Here we were, this anti-establishment liberal party – which hadn’t been in power for 70 years – smack bang in the middle of Her Majesty’s Government: a Government machine built to serve one party, with only one party leader at the centre, now suddenly having to answer to two parties and two party leaders. Alongside us were these Tories, who we had been at war with for the past month – well, actually, more like the last hundred years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The country was deep in economic crisis, in desperate need of stable Government. And the whole thing was set to a soundtrack of pessimism and naysaying: the Liberal Democrats had signed their own death warrant. The Coalition would fall in a matter of months. Britain would be the next Greece.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let’s just stop and think about where we are now: The country’s economy growing stronger by the day. Stable, successful coalition – something that seemed impossible now accepted as the norm. And the Liberal Democrats proving that we can be trusted with the biggest responsibility of all – fixing the economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know how hard it has been getting here – facing down all the vitriol from our opponents. Trust me, there were days I thanked my lucky stars that my children were too young to understand some of the things that were written and said. But every insult we have had to endure since we entered Government, every snipe, every bad headline, every blow to our support: That was all worth it – because we are turning Britain around.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We haven’t won over every critic; we’ll be tested a million more times. But the big question mark that has always hung over the Liberal Democrats – could we handle Government, and handle it when the going got tough? – that question mark is now gone. This recovery wouldn’t be happening without us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have made sure the deficit is being cut at the right pace. We were the ones who said you don’t just get growth by cutting red tape – Government also needs to invest in things: infrastructure, apprenticeships, regional growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I want you to feel proud today. Feel proud that the country’s fortunes are turning. Feel proud that, when we were under pressure to buckle and change course, we held our nerve. Feel proud that we are right here, in the centre of Government and the centre of British politics, standing up for the millions of people in the middle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have talked to you before about our journey from the comforts of opposition to the realities of Government – but not anymore. Liberal Democrats – we are a party of Government now. And just think of what we have achieved in three short years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For the first time ever, our schools get given money – our Pupil Premium – to stop children from the poorest families from falling behind – the first time ever. More than a million men and women have started training as apprentices – record numbers. Businesses across every region are being given billions to help them grow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve made the biggest investment in our railways since the Victorian times. We’ve created a bank devoted to clean, green industry – a world first. Elderly people will no longer have to sell their homes to pay for social care because we’ve capped the crippling costs. Mothers will no longer be worse off in retirement because our new simpler, fairer state pension recognises the value of raising a family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fathers will have the choice of staying at home once their children are born because we’re transforming parental leave.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All parents will get free, extra childcare, paid for by the state, when their children turn three or two for the families who need it most. We stopped ID cards. We’ve taken innocent people off the DNA database. We’ve ended child detention in the immigration system. 0.7% of national wealth spent on aid for the world’s poorest – our party’s policy for years. Not to mention getting the banks in order and helping create over a million new jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, one last one: at a time when millions of people are feeling the squeeze, when every penny counts, we’ve cut income tax bills by £700 and taken almost three million people on low pay out of paying any income tax altogether.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Tories like to claim credit for that one now, don’t they? But do you remember the TV debates? David Cameron turned to me, in front of the whole country, and said: ‘I would love to take everyone out of their first £10,000 of income tax Nick, but we cannot afford it’. Well, we can afford it. And we did it. A stronger economy and a fairer society too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Actually, just one more, and my new favourite: just a few months ago, our Government – our Government – passed a law that will make Britain a place where we finally celebrate love and commitment equally between couples whether they are gay or straight: Equal Marriage. Three years. Three years. We’re not even done yet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Can you imagine what we could do with five more? You should be able to –we’ve spent the last five days talking about it. This whole week has been about looking forward and one thing is very clear: the Liberal Democrats don’t want to go back to the opposition benches, because we aren’t done yet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because here’s what’s at stake at the next election: The country is finally emerging from the biggest economic crisis in living memory. The absolute worst thing to do would be to give the keys to Number 10 to a single party Government – Labour or the Conservatives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All of the sacrifices made by the British people – the pay freezes, the spending cuts, the lost jobs, the daily grind of austerity – all of that would be for nothing. Labour would wreck the recovery. The Conservatives would give us the wrong kind of recovery. Only the Liberal Democrats can finish the job and finish it in a way that is fair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2015 the clapped out politics of red, blue, blue red threatens everything we have achieved. But, back in Government – and next time that will mean back in coalition Government – the Liberal Democrats can keep the country on the right path.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Imagine the next round of leaders’ debates everyone watching to see who agrees with whom this time. David Cameron will say to Ed Miliband: you’re irresponsible, you are going to drive the economy to ruin. Ed Miliband will say to David Cameron: you can’t be trusted to help everyone, your party only cares about the rich. For once, I will agree with them both. Because they’re both right: left to their own devices, they’ll both get it wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, Liberal Democrats, we have learned a lot since getting into Government, and one of the main things I have learnt is this: If we’re asking people to put us back in the room next time round, if we want them to know why it’s better to have us round the table when the big decisions are made, they need to be able to make a judgement about what we’ll do there. And that’s as much about values, character, background as anything else.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They need to know who we are. Who I am. Why I’m a Liberal Democrat and why I’m standing here today. So, let me start with this: I was part of a generation raised – in the 70s and 80s – on a constant diet of aggressive, us-and-them politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have so many memories of my brothers, my sister and I watching television and asking our parents why everyone seemed so upset. Angry, shouty Labour politicians. Union leaders gesticulating furiously, next to pictures of rubbish piling up on the streets. And later: stand offs between crowds of miners and rows of riot police.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At school I was being taught all about the Cold War – the backdrop to all of this; I even remember a history teacher telling me and my petrified classmates that we probably wouldn’t make it until Christmas because there was bound to be a Soviet strike. So the world I grew up in was all about stark, polarised choices. Us vs them; East vs West; Left vs Right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An incompetent Labour Government had been replaced by a heartless Conservative Government. All anyone seemed to care about was whose side you were on. So I steered clear of party politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Then, one day, when I was 22 and studying in America, the phone rang and it was my mum. She had just heard on the News that the Berlin Wall was coming down. So my flatmate and I tuned in our radio, and we sat and listened for hours to reports of people coming out of their homes in the middle of the night and literally hammering away at this symbol of division and hate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I can remember so clearly the sense of optimism and hope. Anyone here who’s my age will understand: it really felt as though the dark, drab days of angry politics and conflict could now give way to something better. But, in the weeks and months that followed, when I looked to the Government of my country, the British Government, to see if they were raising their sights to help shape this brave new world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All I could see was a bunch of Tories too busy tearing strips off each other – embroiled, surprise surprise, in rows about European Treaties and widget directives. It was so totally dispiriting: everything I’d come to abhor about the politics with which I’d grown up: insular, petty, polarised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if that had been the end of the story, I doubt I would have entered politics at all. But it wasn’t. Enter Paddy Ashdown. I met Paddy, for the first time, when he came into a dingy, grey, bureaucratic office I was working in in Strasbourg. It was the middle of a major trade dispute between America and Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He marched in, everyone instinctively stood to attention, and in what seemed like the blink of an eye: he ordered a cup of coffee, instructed the room on how to solve the world’s trade wars, issued a series of action points that should have been delivered yesterday, reassured us all it would be alright, and then swept out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This was the first time I’d seen a British politician talking with passion and conviction and without defensiveness or fear about the challenges in the world and the leadership Britain needed to show. The Liberal Democrats seemed so outward looking and forward looking, compared to the tired, old, introverted politics of Labour and the Conservatives. For me, that was it. That’s how I found our party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I know what it is like to look at the old parties and want more – to want a party that speaks for big, enduring values. And what the Liberal Democrats gave me 20 years ago. Showing me there was something better than the tired choice between Labour and the Conservatives is something I want us to give to people across Britain today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What do you think Britain would look like today if the Tories had been alone in Whitehall for the last three years? What would have happened without Liberal Democrats in this Government? I haven’t said enough about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s a bit old fashioned, but I always thought it was better, in politics, to tell people about the things you’ve achieved not just the things you’ve stopped. But people do need to know how coalition operates and what we do day in day out inside Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately it’s up to the Prime Minister and me to make this work; where there are disagreements, we try and seek compromise, and by doing that we’ve cracked problems that single party Governments have struggled with for decades: social care, pension reform, reducing reoffending, and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But sometimes compromise and agreement isn’t possible and you just have to say “no”. Inheritance tax cuts for millionaires – no. Bringing back O’ levels and a two-tier education system – no. Profit-making in schools – no. New childcare ratios – no. Firing workers at will, without any reasons given – no, absolutely not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Regional pay penalising public sector workers in the north – no. Scrapping housing benefit for young people – no. No to ditching the Human Rights Act. No to weakening the protections in the Equalities Act. No to closing down the debate on Trident. Had they asked us, no to those ‘go home’ poster vans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No to the boundary changes if you cannot deliver your side of the bargain on House of Lords reform. And if there’s one area where we’ve had to put our foot down more than any other, have a guess. Yep, the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s an endless battle; we’ve had to fight tooth and nail; it was the same just this week with the decision to introduce a small levy to help Britain radically cut down on plastic bags.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They wanted to scrap Natural England, hold back green energy. They even wanted geography teachers to stop teaching children about how we can tackle climate change. No, no and no – the Liberal Democrats will keep this Government green.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I don’t pretend it’s always easy to say no. Sometimes I’ve had to wrestle with some genuinely difficult dilemmas – not just Tory party dogma.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With the Snoopers’ Charter, I took months listening to Home Office officials, the IT experts, the security services and the police because, as much as I am in Government to protect civil liberties, I also have to go to sleep at night knowing I did my bit to keep people safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Government ministers, loud voices in the Labour party, the securocrats and Whitehall were all adamant I should say yes. But, when push came to shove, it became clear that the surveillance powers being proposed were disproportionate: they would have massively undermined people’s privacy, but the security gain was neither proven nor clear. It was right for the establishment, but wrong for the people. So I said no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Obviously, we haven’t been in coalition with Labour. I could give you a hypothetical list of bad ideas the Liberal Democrats would have to stop – but that would involve Labour producing some actual policies. Who here knows Labours plan for our schools? Or welfare? What would they do for the NHS? For industry? To cut crime?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well, Labour may not have an economic strategy, but fortunately we do. A bold plan for growth agreed by conference two days ago, built on sound public finances, with house-building, infrastructure and lending to business at its heart – Liberal Democrats turning Britain around.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The truth is, Labour haven’t set out any kind of vision for Britain because they didn’t think they needed to. They have spent the last three years lazily assuming austerity would drive voters into their laps. For them, 2015 is all about the coalition parties losing rather than Labour having to actually try and win. And that tells you everything about why they act the way they do: their deliberate decision to put tactical victories ahead of long-term reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Remember the AV referendum? Not a happy memory for the Liberal Democrats, I accept. But do you remember that AV was in fact in Labour’s manifesto? Yet it was Labour figures who were most staunch in the defence of the status quo – just to score points against us. Lords reform – something they historically believe in. Yet when they had the chance to vote for it they found excuses not to – just to score points against us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Even when we hear good news about the economy, they’re miserable – they’d rather it be bad, just to score points against us. So I have a message for Labour today: you can’t just duck responsibility for the past – refuse to spell out what you’d do in the future – and expect people to give you a blank cheque.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You can sit and wait for the British people to come back to you, but don’t hold your breath. And if there is one area all of the parties need to put politics aside, it’s Europe, and Britain’s place in it. The Conservatives have this bizarre view that we can turn our back on Europe and still lead in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As if we’ll be taken seriously by the Americans, the Chinese, the Indians, all the big superpowers when we’re isolated and irrelevant in our own backyard. But the truth is we stand tall in Washington, Beijing, Delhi when we stand tall in Brussels, Paris and Berlin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know it because I worked there; I have seen with my own eyes what can be achieved for Britain by engaging with our neighbours and building the world’s largest borderless single market upon which millions of jobs in our country now depend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course the European Union needs reform – no one is saying it doesn’t. But we cannot allow the contorted confusion of the right, the outright isolationism of UKIP, to jeopardise millions of British jobs and diminish Britain’s standing in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal Democrats, it falls to us to stand up for the national interest: we will be the party of In. I am an internationalist – pure and simple; first by birth, then by marriage, but above all by conviction. We may be an island nation, but there’s no such thing as an economic island in an age of globalisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And Britain is always at its strongest and proudest when we are open to the world – generous-spirited and warm-hearted, working with our neighbours and a leader on the world stage. That’s the message I will take to New York next week, when I represent the UK at the United Nations General Assembly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are some in the world who seek to present us as pulling up the drawbridge, following Parliament’s decision not to consider a military intervention in Syria – but they will hear from me that they are wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My views on Syria are well known: I believe the use of chemical weapons – a war crime under international, humanitarian law – should be stopped wherever possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I understand why some people are wary of another entanglement in the Middle East – Iraq casts a long shadow – and we now have the opportunity to work with the UN, the Russians, the Americans, the French and others to put these heinous weapons beyond the reach of Assad’s regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What matters now is that we are clear that this nation is not heading into retreat. It would be a double tragedy if the legacy of Iraq was a Britain turned away from the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Others look to our values and traditions for inspiration. Democracy, peaceful protest, equality before the law. That, in itself, confers a leadership role on us. Not as some military superpower. Not out of some nostalgic impulse after the loss of empire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But because we believe in the virtues of law, peaceful dissent, political stability and human rights as enduring liberal values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are values that my own family – affected by the wars and conflicts of the past like so many other families – never took for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And Miriam and I try to teach our sons that they shouldn’t take these values for granted either. After Spain moved to democracy in the 1970s, Miriam’s father was the first democratically elected Mayor in a small agricultural town in the middle of the countryside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He single handedly brought better schools, more jobs and better housing to his community. He was hugely proud of being the first Mayor to serve his community through the ballot box. He sadly died some years ago, and there’s a small statue of him today outside the church in Miriam’s village.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our small boys see that statue every holiday and Miriam tells them of the wonderful things he did. And they always ask about why he was elected and no one before him. We teach them that democracy and freedom are a fragile and recent thing in many parts of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We teach them – just as my parents taught me – that rights and values should never be taken for granted, and if you believe in them, you should stand up for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is the United Kingdom that I want my children – all children – to grow up in: a United Kingdom that defends and promotes its values – our liberal values – at home and abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is now a year to the day until the Scottish people decide whether or not to leave the UK. The independence referendum. I unambiguously, unequivocally want Scotland to remain in the United Kingdom. The nationalists don’t have a monopoly on passion in this debate. I love the way the UK is made up of different peoples, different traditions, different histories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’ve sat in rugby grounds shouting my head off for England while the Scottish fans have shouted back just as loud – and it is a very special thing when good natured rivalry can flourish side by side with a feeling of affinity and closeness that comes from being a family of nations. And on every single level we are stronger together than we are apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We live in uncertain times, in an uncertain world – these are not days to build walls. They are days to bring them down. The decision in a year’s time does not need to be between breaking the bond or keeping the status quo – that’s a false choice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "‘No’ does not mean no change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A Scottish decision to remain within the UK family can and must give way to a new settlement for this nation. The Liberal Democrats have always fought for more powers for Scotland – and Wales and Northern Ireland too. In Coalition we have overseen the biggest transfer of financial freedoms in 300 years. And, from Gladstone to Grimond to today, we continue to believe in home rule.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ming Campbell has recently produced a superb report setting out how we think home rule will work in the future. Our vision is of a proud and strong Scotland, within the United Kingdom, in charge of its own fate but part of a family of nations too. This is a vision shared by many Scots and, increasingly, the other major political parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why – once the issue of Scotland’s continued participation in the United Kingdom is hopefully settled next year – I want to see a new cross party approach to the next advance in Scottish devolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Willie Rennie has signalled his willingness to work with the Scottish Labour and Conservative leaders ahead of next year’s vote – and I support him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Delivering Home Rule is a tantalising prospect that is now closer than it has been for a generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let’s get out there to win the referendum in favour of keeping our nations together – and then work with others to deliver the future Scotland wants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I had the pleasure of meeting one of Scotland’s finest this summer – Andy Murray. It was at a reception in the Downing Street garden the day after his stunning Wimbledon victory. David Cameron, Ed Miliband and I were all kind of fluttering around him, trying to ask clever questions about the Djokovic match, when Andy Murray suddenly interrupted with: ‘you all seem to get along now, why can’t you always be like this?’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A good question that was met with an awkward silence and the three of us shuffling our feet. He was right, it’s true: we can get on. We’re never going to be mates, but I’ve got nothing against them personally – politically, yes, personally, no.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why the constant, breathless speculation about how different party leaders get on kind of misses the point. I’m endlessly asked who I feel more ‘comfortable’ with – David Cameron or Ed Miliband? Wouldn’t our party be more comfortable with Labour? Aren’t we more comfortable with our present coalition partners? But I don’t look at Ed Miliband and David Cameron and ask myself who I’d be most comfortable with, as if I was buying a new sofa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In an ideal world, I wouldn’t have to work with either of them because I’d be Prime Minister on my own thank you very much – and I’d like to think I’d do a better job too. So the best thing would be to put all of the predictions and personalities to one side. Whether or not we have another coalition is determined by the British people – not me, not you, the people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if that happens, only their votes can tell us what combination of parties carries the greatest legitimacy. Our job is plain and simple: to get more Lib Dem MPs elected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A liberal commitment to genuine pluralism – genuine democratic choice – starts and finishes with the wishes of the public, not the preferences of the political classes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s one of the reasons why I’ve never shared the view that the aim of our party should be to realign British politics by joining up with one of the other parties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Roy Jenkins – someone I admired very much – believed that if we aligned with a modernising Labour party we could heal the divisions of the centre left. But, for me, joining forces for good with another party simply reduces democratic choice. The Liberal Democrats are not just some subset of the Labour or Tory parties – we’re no one’s little brother. We have our own values, our own liberal beliefs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re not trying to get back into Government to fold into one of the other parties – we want to be there to anchor them to the liberal centre ground, right in the centre, bang in the middle. We’re not here to prop up the two party system: we’re here to bring it down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My upbringing was privileged: home counties; private school; Cambridge University. I had a lot of opportunities. But I also had two parents who were determined that my brothers, my sister and I knew how lucky we were. On both sides, their families had experienced huge upheavals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My Dutch mother had spent much of her childhood in a prisoner of war camp. My dad’s Russian mother had come to England after her family lost everything in the Russian Revolution. So our home was full of different languages, relatives with different backgrounds, people with different views, music and books from different places.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And my mother and father always told us that people’s fortunes can turn quickly – that good fortune should never be assumed and misfortune can occur suddenly, without warning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I think because of the traumas their parents had been through, while they wanted to give us everything, it was so important to them that we didn’t take things for granted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My brothers and sister and I were always taught to treat everyone the same, not to judge people by their background. We were raised to believe that everyone deserves a chance because everyone’s fortunes can change, often through no fault of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And now, as a father with three children at school, I have come to understand even more clearly than before that if we want to live in a society where everyone has a fair chance to live the life they want – and to bounce back from misfortune too – then education is the key.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The gifts we give our children – self-confidence, an enthusiasm to learn, an ability to empathise with others, a joy in forging new friendships – these are instilled at an extraordinarily young age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I made social mobility the social policy objective of this Government – and I will want it to be the same for any Government I’m in. It’s why so much of my efforts over the last three years, and so much of the money available to us, has been invested in those crucial formative years:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 2.5 billion pound Pupil Premium that I first wrote about 10 years ago. The 15 hours of free pre-school help for all three and four year olds, and now two year olds from the homes who need it most. Shared parental leave; new rights to flexible working; tax free childcare. These are the measures I’ve spent more time on than anything else in this Coalition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you want to know what I really believe in you will find it in these policies. Using the muscle of the state to create a level playing field when it counts most – when boys and girls are still forming their views, their characters, their hopes and their fears.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I’m delighted to tell you that we are now also going to provide free school meals for all children of infant school age.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From next September we’ll give every child in Reception, and Years 1 and 2 a healthy lunch every day – saving families more than £400 per year, per child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, for the Liberal Democrats, this is a first step: my ambition is to provide free school meals for all primary school children. Another reason we want to get into Government again next time round.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Conservatives, on the other hand, have made it clear that their priority is to help some families over others, with a tax break for married couples. A tax break for some, funded through the taxes of everybody else – that tells you everything you need to know about their values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We, however, will help all families in these tough times, not just the kind we like best, by helping their young children get the best possible start in life – and that tells you everything about our values. Providing this kind of help, Liberal Democrats, is now, the most important thing we can do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Aside from anything else, that is how we restore people’s faith in our politics: by delivering for them in ways that are relevant and real. By talking to people about the things they care about, not what the political classes are talking about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s so easy to lose sight of those things when you’re stuck in the Westminster bubble. And I want to be honest with you: keeping a balance between politics and normal life isn’t straightforward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Politics these days is a roller-coaster ride of 24 hour news, breathless headlines, lurid tweets, endless polls, constant gossip about who’s up and who’s down. And you have to be really disciplined with yourself about keeping one foot in the real world to keep things in balance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Miriam and I chose not to live behind the Government battlements in Whitehall, so we live in the same home we’ve been in for some years. We try very hard to keep our family life normal and private – we keep our children away from the cameras. We don’t pretend we’re a model family – we are who we are. We try to make sure that Westminster doesn’t take over our lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know I won’t be in politics forever. What I will be is a father, a husband, a son, an uncle to all those I love in my family for good – just like anyone else. So, the longer I spend in this job, the more and more I cherish the human, direct and unstuffy way we Liberal Democrats do politics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our zeal for knocking on doors, making ourselves available, speaking like human beings – we must never lose that. And, as much as I’m always telling you all to embrace Government, I’m forever looking for ways to try and get out of Whitehall myself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taking answers on the radio; fielding questions in village halls; trying to help my constituents out when they come to see me in my Sheffield surgery; going out on regional tours; or, when I can’t get away, answering your questions online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Doing things differently must always be part of our identity. I want us to stay in Government – but I also want us to show that it is possible to be a party of Government without behaving like an establishment party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There was this wonderful moment on the day of the last vote on Equal Marriage. Some of us put pink carnations in our button holes and Alistair Carmichael and I were invited to go outside to meet some of the campaigners. Little did we know that they had set up an impromptu wedding ceremony – cake and dancing ‘n’ all – outside the Palace of Westminster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we found ourselves standing side by side – if not quite hand in hand – in front of the exuberant London Gay Men’s Chorus, singing Abba’s Dancing Queen for us at the top of their voices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, inside the House of Lords, dinosaur opponents of the Bill were having a final go at killing it – declaring that gay marriage would be the end of civilisation as we know it. And, awkward though I think Alistair and I must have appeared as we lamely clapped along to Abba, at that moment we were exactly where we belonged: on the outside, welcoming in reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal Democrats, three years ago I told you that we had an opportunity our predecessors would have given anything for. To govern. To turn our liberal principles into practice. Today I tell you that an even bigger opportunity awaits. The cycle of red, blue, blue, red has been interrupted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our place in this Government has prevented the pendulum swinging back from left to right. We are now where we always should have been: in power; in the liberal centre; in tune with the British people. And every day we are showing that we can govern and govern well. That pluralism works. And if we can do this again – in Government again in 2015 – we are a step closer to breaking the two party mould for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the past, there were people who would only support us when the future of the country was not at stake. Now there are people who will support us precisely because the future of the country will be at stake.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the past the Liberal Democrats would eke out an existence on the margins of British politics. Now we hold the liberal centre while our opponents head left and right. I have spent my entire life watching the other two mess it up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot stand idly by and let them do it all over again. We are the only party that can finish the job of economic recovery, but finish it fairly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only party able to build a stronger economy and a fairer society too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal Democrats take that message out to the country. Our mission is anchoring Britain to the centre ground. Our place is in Government again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}