{
    "url": "https://www.ukpol.co.uk/nick-clegg-2010-speech-to-the-united-nations-millennium-development-goals-summit/",
    "title": "Nick Clegg – 2010 Speech to the United Nations Millennium Development Goals Summit",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech given by the Deputy Prime Minister, Nick Clegg, to the United Nations Millennium Development Goals Summit on the 22nd September 2010.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an honour for me to address the General Assembly today for the first time as Deputy Prime Minister of the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it is a privilege to be here with you to discuss how together we can reach the Millennium Development Goals;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To make the necessary commitments towards eradicating the problems that blight the world we share:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Poverty, hunger, disease, and the degradation of our natural environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This week we are reviewing progress, assessing obstacles, and agreeing a framework for action to meet our targets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are the technocratic terms in which governments must necessarily trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But let us be clear: behind the officialese of summits lies our single, common purpose:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To uphold the dignity and security that is the right of every person in every part of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Development is, in the end, about freedom. It is about freedom from hunger and disease; freedom from ignorance; freedom from poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Development means ensuring that every person has the freedom to take their own life into their own hands and determine their own fate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The last decade has seen some important progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That progress has, however, been uneven, and, on a number of our goals we remain significantly off track.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Britain’s commitment**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So my message to you today, from the UK government, is this – we will keep our promises; and we expect the rest of the international community to do the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For our part, the new coalition government has committed to reaching 0.7% of GNI in aid from 2013 – a pledge we will enshrine in law. That aid will be targeted in the ways we know will make the biggest difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I am pleased to announce today that the UK will be stepping up our efforts to combat malaria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Africa, a child dies from this disease – this easily preventable disease – every 45 seconds. So we will make more money available, and ensure that we get more for our money, with the aim of halving malaria-related deaths in ten of the worst affected countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK government is also proud to be boosting our contribution to the international drive on maternal and infant health. Our new commitments will save the lives of 50,000 mothers and quarter of a million babies by 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**The case for development**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK makes these commitments at a time of significant difficulty time in our domestic economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new government has inherited a £156bn budget deficit, so increasing our international aid budget is not an uncontroversial decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some critics have questioned that decision, asking why, at a time when people at home are making sacrifices in their pay and their pensions, are we increasing aid for people in other countries?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we make this choice because we recognise that the promises the UK has made hold in the bad times as well as the good – that they are even more important now than they were then.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we understand that, while we are experiencing hardship on our own shores, it does not compare to the abject pain and destitution of others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we take seriously the fact that the new coalition government is now the last UK government able to deliver on our country’s promises in time for the 2015 MDG deadline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And because we know that doing so is in our own, enlightened self-interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When the world is more prosperous, the UK will be more prosperous. Growth in the developing world means new partners with which to trade and new sources of global growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, equally, when the world is less secure, the UK is less secure within it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Climate change does not somehow stop at our borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When pandemics occur, we are not immune.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And when poverty and poor education fuel the growth of global terrorism, our society bears the scars too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Twenty two of the thirty four countries furthest from reaching the MDGs are in the midst of or emerging from violent conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Fragile spaces – like Afghanistan – where hate can proliferate and terrorist attacks can be planned, where organised criminals can harvest the drugs that ravage our streets, where families are persecuted, displaced, pushed to seek refuge with us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we do not see the Millennium Development Goals just as optimistic targets for far away lands; they are not simply charity, nor are they pure altruism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They are also the key to lasting safety and future prosperity for the people of the United Kingdom, and of course, for people right across the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**On what we expect of others**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We welcome the General Assembly’s agreement to annually review progress made against the commitments agreed at this Summit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK will stand up to that test.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today I call on others to show equal resolve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Millennium Development Goals must be a priority for each and every nation present in this room. Developed nations must honour their commitments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And developing nations must understand that they will not receive a blank cheque. Developing countries and donors must work together – as equal partners – towards securing our common interest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They will be expected to administer aid in ways that are accountable, transparent, and responsible – creating the conditions for economic growth and job creation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Prioritising national budgets on health, infrastructure, education and basic services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Managing natural resources, particularly biodiversity, in an environmentally sustainable way. Improving the lives of women and girls: empowering them; educating them; ensuring healthy mothers can raise strong children. There can be no doubt that women and girls hold the key to greater prosperity: for their families, for their communities, and for their nations too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we each step up, we can meet the Millennium Development Goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We can liberate millions of people from daily suffering, and give them the resources to take control of their lives, and their destinies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let future generations look back and say that they inherited a better world because – at this critical moment, at this difficult moment – we did not shrink from our responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let them say that we rose to the challenge, that we kept our promise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}