{
    "url": "https://www.ukpol.co.uk/nick-clegg-2014-speech-to-the-scottish-chamber-of-commerce/",
    "title": "Nick Clegg – 2014 Speech to the Scottish Chamber of Commerce",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Clegg, the Deputy Prime Minister, to the Scottish Chamber of Commerce on 19th May 2014.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to thank the Scottish Chambers of Commerce for hosting today’s event. As businesses, you rely on the Chambers’ advice and expertise to help you succeed. And you’re relying on that same support as you sort fact from fiction in the current Scottish Independence debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I want to reassure you that I’m not here to drown you in further statistics or reel off a long list of statistical claims and counter claims about the independence debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I am here as someone who is proudly British, as well as English, and leads a party with strong Scottish roots and a clear positive vision for Scotland’s future in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today I want to set out why I believe that our nations will always be stronger together than apart in an increasingly uncertain, fluid and interconnected world\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is an argument of the head and the heart – a positive case built on a great shared past, and the potential of a great shared future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Firstly, it recognises that the UK’s success isn’t just some lucky accident, but a direct result of the close political, economic and social ties that bind us – pulling us together as families, workmates, colleagues and partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, secondly, it argues for what more we could achieve in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the last three centuries, we’ve worked together, lived together and faced the world together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve created some of the most respected and enduring institutions in the world – our welfare state, the Royal Society and the Edinburgh Festival.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And whether it’s Adam Smith laying the foundations of our modern economy…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…Our lawyers leading on the drafting of the Universal Declaration of Human Rights…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…Our scientists working together to discover life-saving drugs like penicillin…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…Or even Sir Chris Hoy racing around the velodrome at London 2012.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…again and again, we’ve blazed a trail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve extended our nations’ reach and influence far beyond our borders and shores.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of a single domestic market with its view fixed resolutely outward, British products – Scottish products – have unparalleled market access, with an embassy and consular network that can promote them around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But Britain abroad is not just about selling things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s about using our size and scale as a force for good – as a strong voice in the EU, UN Security Council, NATO and G7.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That includes the UK taking a lead in global development, doing what we can as a country to help others – peacekeeping in Bosnia, humanitarian help in the Philippines and working in Nigeria, to help them bring back the kidnapped school girls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today’s UK offers Scots a platform from which to achieve success and export the best of our common values around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the reality is that our ability to do that isn’t undermined by our differences, but strengthened by them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It gives us a richness and diversity that, down the years, has fed into our culture, language, history, sport and national traditions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s created an incredibly powerful sense of community across the UK that means when we’re in trouble or face big challenges we stand together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So whether that’s caring for our ageing population or stepping in to help those struggling to get back on their feet again, we have the resources to support them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Organised Crime. Terrorism. None of us are insulated against these problems now. And together, we can better protect our citizens – with cross-border police operations and the work of our intelligence services\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, as part of the UK, when we’re hit with a once-in-a generation shock to our economy, with our financial sector in freefall, we know that our shoulders are broad enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We saw that six years ago. And, together, we’ve rebuilt the UK economy on the foundations of our strong, stable currency union, shared regulatory and fiscal systems and collective financial clout to boost the UK’s competiveness.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Above all else, this is a shared recovery driven by our shared strengths – in England, Wales, Northern Ireland and Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That includes helping our financial sector to recover and grow. In the last four years, we’ve made the UK one of the most competitive places for asset management in the world, an industry in which Scottish firms lead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve invested in the UK’s energy sector, whether that’s basing our UK Green Investment Bank here in Edinburgh, supporting major renewable projects in the Outer Moray Firth or Grimsby; or securing a strong future for our oil and gas industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we’re helping the UK’s other major industries, like the Scotch whisky industry access new markets and drive growth – with targeted measures such as the spirit duty freeze in this year’s budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In all of this, we’re doing what we can to back businesses large and small – helping smaller employers meet the costs of employment by introducing a £2,000 NI tax cut, or access the finance they need by setting up the British Business Bank.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And together our economy is turning a corner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’re growing faster than any other G7 country – with seven straight quarters of growth in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve cut the deficit by a third, with it forecast to be reduced by a half by 2014-15\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are now more people in work than ever before. And last year, the UK was the top destination for foreign direct investment in Europe – with Scotland attracting its highest level of foreign investment for 15 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in the coming days and months, you have two big decisions to make about whether Scotland builds on that recovery or goes it alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first is your vote in the Euro-elections. For which our standard bearer is your MEP George Lyon. The second is, of course, a Yes or No to Scottish Independence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Some would argue that these two events are incomparable. The Euros happen every five years, while the vote to decide Scotland’s constitutional future is a once-in-a-generation decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But both come down to choosing the kinds of nations we want to live in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the one side you have those whose first impulse is to talk up difference, create division, pretending we live in a world where states can still thrive when they stand alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the other, you have those of us who believe that the challenges of a global world are best met by removing barriers, embracing diversity and seeking common solutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reality is we live in a world where our greatest challenges have little respect for borders: climate change, terrorism, organised crime…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…where power is shifting from West to East.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "… where our fates are increasingly tied – and decisions taken in Washington, Beijing, Moscow and indeed Kiev all impact us here at home…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…and where your biggest competitors are just as likely to be found half way across the globe as in the next town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No one knows that more than you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every year, Scottish businesses export £11.6 billion of goods and services to the EU and nearly £14 billion to the rest of the world – selling £750 million worth of whisky to the US, more than £7.5 billion of manufactured goods to EU countries and nearly £8 billion of services globally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the UK, Scotland is part of the one of the largest, most influential member states in the EU, whose weight has been deployed to the benefit of our financial services industry, our oil and gas interests and our fisheries fleet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And your MEP George Lyon has been an outstandingly powerful advocate for Scotland – leading reforms on the budget and farming, making the case for Scotland in Britain and Britain in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course the EU is not perfect. Which system of government ever is?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But, as a progressive and a reformer, I believe that, where a system is flawed, our best and only response must be to come together and fix it, not cry foul, say it’s all too difficult, or worse still use it as an alibi to get out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And where there are common problems, we should search for common solutions – in the UK and in the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because, whatever way you look at it, for our jobs, influence, safety and the environment, the UK is infinitely better off IN the EU than OUT.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over 3 million British jobs are linked to the EU. It’s the world’s biggest borderless market place, made up of more than 500 million people with a combined GDP of nearly £10 trillion. And just under half of all the UK’s trade is with the rest of EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we’re IN, together we can build on that – securing new EU Free Trade Deals with the US and Japan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we’re IN, we can deliver the reforms we want – making the EU more streamlined, more accountable and more focused on competition and growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And, whatever their obvious differences, both the SNP and UKIP share a willingness to put Scotland’s position in the EU at risk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The SNP denies it, while UKIP campaigns on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Both are making a gamble that people throughout the UK cannot afford.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So you should know – all of Scotland should know – that saying no to leaving the UK and the EU does not mean no to more change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over the past four years, I’m proud of the contribution that the Liberal Democrats have made to this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve cut the income tax bill for over two million low and middle-income Scots.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve taken the lowest paid out of income tax altogether.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve re-established the link between pensions and earnings so that older people get the support they deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But one of our proudest achievements is Scotland specific.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 2012 Scotland Act constitutes the single largest transfer of financial powers from London to Scotland since the UK’s creation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of those powers have already gone live, with borrowing powers to be introduced in 2015. And a Scottish income tax rate set by the Scottish Parliament from 2016.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal Democrats were clear in the coalition negotiations that this Act was necessary to strengthen the devolution settlement – giving people in Scotland more say over domestic affairs while remaining part of a strong and successful UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the story of devolution – the journey to home rule – is not yet complete.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We believe we can empower the Scottish Parliament and strengthen its accountability even further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the event of a No vote this September, all three pro-UK parties have pledged to deliver more powers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister has started to talk about the Conservatives’ proposals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Labour published theirs some months back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the Liberal Democrats put our plan out there more than eighteen months ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All three parties are clear in their commitment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More powers will come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But it is no surprise that my party was first out the blocks or that we will act as the guarantors for a far-reaching deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Devolution is in our instincts – just as it is in the interests of the people in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberal Democrats worked with Labour and those outside politics in the Scottish Constitutional Convention, where we pushed for greater powers than many wanted to give.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we won the argument.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We worked again with Labour plus the Conservatives and others on the Calman Commission, again with the most radical proposals of the Scottish parties, reaching an agreement that we enacted in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And so, for the next real transfer of powers, it is natural that our ideas should come first, that we should be bold, and that we will play a central role in delivering for Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The proposals published by Ming Campbell’s Home Rule Commission are radical and far-reaching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And when the next phase of devolution is shaped after September’s vote they will form the basis of our contribution to that discussion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We want to see a more powerful Scottish Parliament, whose actions are more accountable to the people who elect it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means raising more of the money it spends on the priorities that it has chosen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 2012 Scotland Act will mean that from 2016 the Scottish Parliament will raise about 30% of the money it spends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Under our proposals we raise that level up to over 50%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Income tax paid on earnings by Scottish taxpayers should be the responsibility of the Scottish Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With the rates and bands determined here in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So should capital gains tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And inheritance tax too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why should these be the reserve of the UK Parliament only?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If people in Scotland want to further cut the income tax burden on middle-income earners that should be a choice for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If they want to raise it in order to take less from lower earners, again they should be free to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If they elect a Parliament whose wish is to cut or increase capital gains tax, inheritance tax, or spending on schools and hospitals – well, so be it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Let these debates come out of the shadows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is what democracy is about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Taking decisions and the responsibility that goes with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Scotland should be able to innovate and change within the UK in line with its own opportunities and challenges, and that is what our proposals allow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And let me say this to you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More powers can be good for business – with great fiscal powers comes greater fiscal responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A Scottish Parliament that raises far more of the money it spends will bear the consequences of the decisions it takes – for taxpayers and those who use Scotland’s public services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And a Scottish Parliament with tax and spend powers is a chance for you to make your voice heard and shape decisions that work for Scottish business and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On corporation tax for example.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It makes little sense to devolve this tax per se and spark a race to the bottom on either side of the border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not least when we’re already cutting UK-wide corporation tax to the lowest level in the G7.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we can devolve the revenue it raises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So if in future Scotland raises more corporation tax than the rest of the UK, Scotland should benefit from that extra spending.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That doesn’t mean taking any more from current businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means an incentive for the Scottish Parliament to create a more business-friendly environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Set these opportunities against the backdrop of a single UK market with a single regulatory system, and what you have is stronger democracy, increased accountability and incentives for business success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course our proposals are not the final word.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The settlement on further powers will need to be negotiated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Between the three pro-UK parties of course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And with the SNP, if – for the first time – they were willing to be part of the devolution conversation too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Currently, the SNP are unwilling to admit that the nature of this debate has fundamentally changed. Further powers for Scotland HAVE been delivered in this parliament and, if Scotland remains in the UK, they WILL be delivered in the next.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The SNP are pouring scorn over the proposals I and others are making for further devolution, but by doing so they are living in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’d like them to be part of the changing conversation over Scotland’s future’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we want those outside politics who also have a major stake in Scotland’s future to be involved too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Business must be at that table – contributing to this work, influencing its outcome, getting it right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, the choice is yours\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…Between a Britain that is open or closed…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…A United Kingdom or Independent Scotland…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "…Working together or going our separate ways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet, in a world where more and more of our ambitions and issues are bound up together nationally and internationally, I don’t believe it’s in our interest to sever those ties which have served us so well, for so long.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why I hope you vote No in September. It’s the positive choice for our positive future together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s why I will continue to argue passionately that all our interests are best served by being in the UK, in Europe and working together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}