{
    "url": "https://www.ukpol.co.uk/nick-clegg-2012-speech-to-eldr-congress/",
    "title": "Nick Clegg – 2012 Speech to ELDR Congress",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Nick Clegg",
            "url": "/tag/nick-clegg/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Deputy Prime Minister, Nick Clegg, to the ELDR Congress in Dublin on 9th November 2012.",
    "content": [
        "[![nickclegg](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/nickclegg.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is a pleasure to be here in Dublin. I want to begin by paying tribute to the tireless work of Graham Watson as ELDR President and to the whole ELDR team for making this Congress possible. And I hope to be able to welcome to you to the 2013 ELDR Congress in London. I also want to say a big thank you to Micheál Martin and Fianna Fail for their excellent hospitality and for making sure that that this Congress will, I have no doubt, be a real success. And I would like to congratulate Mark Rutte and the VVD on their recent election results. I know Mark couldn’t make it today but he and I have been good friends for some time and it’s great to see him and his VVD colleagues back where they deserve to be – in government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Congress, I am particularly pleased to be here today, because it is my strong conviction that it is at times of great turmoil that Europe needs liberals the most. In the middle of the 20th Century those who came before us took a continent scarred by war, a place of great uncertainty, fear and hardship, and set about building a continent whose citizens would live together in peace, work together in mutual respect, and grow together in shared prosperity. Whatever the challenges that face the European Union, our nation states and our shared institutions, it is liberals who will make sure we always rise to those challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Europe needs liberals now more than ever. The shared challenges we face are ones that can only be tackled when like-minded people across Europe work together: how to create jobs, particularly for our young people, and bring back prosperity; how to tackle climate change and build the new, green economies we need for our future; and how to keep our citizens safe in an uncertain and fast changing world. Those at home and abroad who want us to pull up our drawbridges and remove ourselves from the outside world, to cut us off and go it alone, cannot rise to those challenges. We must remain open, outward-looking and optimistic. Pulling together, not falling apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I haven’t come here to rehash the arguments we all know too well about the future of the Eurozone, about the budget or the bailouts. At a time of great division in Europe I want to talk about the things that unite us: as people; as nations; and as liberals. Europe needs liberals now more than ever because it is only with agreement, co-operation and shared priorities that we will rise to these challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Youth Unemployment**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberals have always played a key role in challenging consensus, pushing for change and coming up with new, radical thinking. One of the gravest threats to the long-term future of our economies and societies is youth unemployment. Millions of young people across Europe are leaving education and finding either that there are no jobs, or that employers who are hiring are not prepared to take a chance on them. True, the rates of youth unemployment vary across Europe, but the underlying problem is one that is facing every single country in the Western world. Here in Ireland, almost one in three young people is unemployed. In the UK, we have a million young people not in work, education or training.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Youth unemployment is not only an economic tragedy, it is a slow burning social disaster. Research shows that the more time you spend unemployed when you are young the worse you will do over your working life. It crushes the hope of young people who send out application after application but rarely ever receive a reply let alone an interview. And it means businesses miss out on the enthusiasm, innovation and productivity of a generation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Liberals believe fundamentally in spreading freedom and opportunity. But there is no quick fix or silver bullet. And no one country can claim to have all the answers. So we need to learn from each other. That’s why next week I am travelling to France to discuss youth unemployment with the Prime Minister, Jean-Marc Ayrault. And it’s why much of what we are doing in the United Kingdom is influenced by colleagues overseas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the UK, Liberal Democrats are leading the way in tackling youth unemployment. Because we understand the importance of equipping our young people with the skills they need to thrive we are overseeing a massive expansion of apprenticeships. But it would be wrong for us to pretend that we are taking on these problems without benefiting from the experiences and ideas of our fellow liberals and neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For example, in the UK, and despite the pressures on budgets, we have developed a £1bn Youth Contract, which will provide nearly half-a-million new opportunities for 18-24 year olds. Targeted job subsidies for employers who will give young people a chance, much like those that operate in Belgium and Netherlands. New work experience placements to break the cycle of joblessness, like those we see across Sweden, Finland and Denmark. And a new programme to help the most disengaged 16 and 17 year olds – getting them back to school or college, onto an apprenticeship or into a job with training. In fact, our apprenticeship scheme unashamedly seeks to emulate the phenomenal success of Germany’s long-standing apprenticeship schemes. The pool of radical ideas and new thinking is vast when we choose to look beyond our national borders. And I am delighted to see much of this radical thinking being done here in Ireland by our hosts Fianna Fail. Encouraging entrepreneurship. Expanding the national internship service. And giving new support to train young Irish people in the skills they need to succeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Europe needs liberals because we believe fundamentally in spreading freedom and opportunity, and too many of our young people have too little of both. As we rebuild our economies we must make sure the skills and livelihoods of our young people are put at the top of our priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Growth**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Europe needs liberals because we understand the way the world is changing. Globalisation and the information revolution have transformed the way we communicate and do business. They have spread democracy and empowered parts of the world to grow at remarkable rates. And they have helped fuel the great rise of the emerging powers whose economic and political might grows daily. Liberals know that we in Europe must adapt to this modern world with openness as our watchword. We are open minded internationalists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Where other politicians see risk, we liberals see potential. Where other parties see threats, we liberals see opportunity. The opportunity to spread prosperity by completing the single market in services and digital, unlocking over €4,000 in extra income for every European household; the huge growth potential for Europe to lead the world in research and development and high tech industries, by unlocking investment and venture capital for our innovators and through agreeing a new EU-wide patent; and the chance for us to use our collective weight to drive forward free trade agreements for the benefit of European businesses and consumers. Deals like the recent EU-South Korea Free Trade Agreement that, in just one year, has increased European exports by €1.7bn; or game-changing deals with some of the biggest markets in the world, such as Japan and the United States.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, if the EU can complete all of its current free trade agreements with third countries, it would permanently add more than 2% to the EU’s GDP or some €275 billion annually, and create more than 2m new jobs. I would like to pay particular tribute to our friends in the European Commission for keeping the single market and free trade agenda moving forward, and urge them to keep it up, to go further and to go faster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Green Agenda**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When it comes to understanding how the world is changing, there can be no clearer example than climate change. Some people say that at times of hardship and economic uncertainty we cannot afford to care about the environment. It is a foolish and dangerous argument. Climate change is no less a threat to us when times are tough. If we shrink from the task of cutting our emissions then our legacy to our children and grandchildren will be disaster. If we want our children and grandchildren to live in peace and prosperity then we must act now and act decisively before it is too late. So we must tackle climate change now with the same urgency, if not more, than we have in the past.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Europe needs liberals because we understand that the only way we can tackle a problem of this scale is by working together, leading by example and pooling our resources. But Europe needs liberals not just because we understand the urgency of the challenge but because we see the opportunity it presents. We are all looking for ways to get our economies growing and ways to create jobs that last. The green goods and services market is a key part of the answer. It is one of the fastest growing sectors in the world, worth over €4trillion today, and all the projections are that it will grow and grow at an increasing rate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m proud that companies in Britain, including in South Yorkshire where I am an MP, are at the cutting edge of green innovation. In the UK, the Liberal Democrats in Government are expanding our renewables sector. Rolling out a massive programme of energy efficiency in our homes and businesses. And creating a revolutionary Green Investment Bank. An idea developed by Liberal Democrats, put in our manifesto, argued for in our coalition negotiations and being delivered by a Liberal Democrat Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the European level, we liberals must come together to ensure that Europe taps into the huge potential of green jobs in this area. Through driving forward new ambitious emissions targets. Through implementing in full the Commission’s Low Carbon Roadmap. And through investing in low carbon energy infrastructure to develop a European supergrid, linking up our countries to enjoy efficient, clean and secure energy, just like the exciting ideas for interconnecting Britain and Ireland, so that excess wind energy in Ireland can be transported and used in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is so much to do to deliver a full low carbon energy transformation, to unlock millions of green jobs and to establish thousands of world leading clean tech businesses, and it is Europe’s liberals who must be bold, ambitious and radical to make sure this become a reality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Security and Justice**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As liberals we also understand the importance of working together to keep our citizens safe in a dangerous and uncertain world. The UK and Ireland, two nations with a shared land border, are painfully aware of the value of cross-border co-operation on policing and security. We all know that cross border crime and terrorism is a major threat to us as individuals, as nations and as a European community. And we know that when crime crosses borders, justice should too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So together we have built the world’s most advanced system for cross-border police and justice co-operation. Co-operation that in 2010 cracked open a pan-European human trafficking network, rescuing over 180 children; that last year broke up the world’s largest online paedophile ring, freeing over 200 children who were being systematically abused; that, as we speak, is investigating hundreds of serious and organised international crimes, like the recent and tragic murder of a British family in Annecy, in France.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is a live debate in the UK on the level of UK involvement in European police and justice measures. The Government has said our current thinking is to opt out of these measures en masse, before seeking to rejoin those measures which are important to our safety and security. It’s true that some of the measures may be old, out of date or defunct. And yes, some need improvement. But I want to be absolutely clear: a final decision has not been taken, and the Liberal Democrats will only agree to doing that if I am satisfied we can opt back in to the measures needed to protect British citizens. Liberal Democrats in the UK’s Coalition Government, like liberals across Europe, understand that we are all safer when we work together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So as we face this array of economic, environmental and security challenges, it is fitting that the ELDR Congress should be held here in Dublin. As Ireland prepares to take on the presidency of the European Union, there can be no doubt its economy is coming back. All the indications point to this: growth in exports and in agriculture; a well-educated young population; continued investment from the technological industry; a country gaining increasing confidence from the financial markets due to its strong implementation of EU and IMF-supported programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there is a long way to go for all of us. European countries can’t deal with these major challenges – growth, jobs and youth unemployment, climate change and security – by themselves. Europe needs liberals because we understand that the challenges that face us all right now require a collective, liberal response. Europe needs liberals because we understand that it is only by spreading freedom and opportunity that we will thrive as individuals, as nations and as a continent. Europe needs liberals because we understand that all of us are richer, greener and safer when we stand together, and that we are all weaker when we stand apart.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}