{
    "url": "https://www.ukpol.co.uk/ivor-clemitson-1974-maiden-speech-in-the-house-of-commons/",
    "title": "Ivor Clemitson – 1974 Maiden Speech in the House of Commons",
    "post_date": "February 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Ivor Clemitson",
            "url": "/tag/ivor-clemitson/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Ivor Clemitson, the then Labour MP for Luton East, in the House of Commons on 19 March 1974.",
    "content": [
        "My first and pleasant duty as a new Member is to pay tribute to my predecessor Charles Simeons. He undertook much good and hard work in the constituency during the three and a half years he spent as Member for the old Luton constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "​ The new Luton, East constituency covers much of the same territory, and is one of those marginal seats which come within the are of the swingometer. If the pointer of that blessed instrument had stuck as far in the Labour direction as we in Luton, East pushed it, there would not even be a mathematical possibility of a defeat of Her Majesty’s Government in any Division, real or hypothetical. However, that was not to be. In voting behaviour, as in progress down the path of the affluent society, Luton is ahead of the times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not saying that Luton’s comparative affluence is as great as all that for most of its citizens. Even with the latest pay offer a track worker in Vauxhall Motors will earn only £39 for a flat week’s work. Even if the pay were twice that sum, or even greater, I am sure that there are few hon. Members of this House who would exchange what they might sometimes consider to be the tedium of this place for the tedium of a track in a modern motor car factory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My reference to wages of a number of my constituents may seem to be out of place in a debate on foreign affairs. After all, in foreign affairs are we not dealing with such great matters as the relationship between sovereign nation States? My point is that the sovereignty of separate nation States is a concept which to a considerable extent has been overtaken by events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have referred to Vauxhall Motors, and the House might like to know that that company employs 35,000 people, most of whom work in Luton and Dunstable, The plant in my constituency is the largest of the three Vauxhall manufacturing plants. Yet in 1971 Vauxhall Motors provided only 1·8 per cent. of the profits of the parent company, General Motors, of which Vauxhall is a wholly-owned subsidiary. I have no need to remind the House that General Motors is the largest manufacturing company in the world. The story does not end there for Luton. The commercial vehicle section, what used to be known as Rootes Motors, is also in south Bedfordshire. And, incidentally, what used to be called Rootes Motors is now part of the Chrysler Corporation, the second of the three giant American car companies. Furthermore, also in my constituency is the British headquarters of Skefco, which is part of a world-wide company of ​ Swedish origin, SKF—the Swedish equivalent of which I shall not attempt to pronounce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore three companies, Vauxhall, Chrysler (UK), and Skefco dominate the manufacturing scene in my constituency. All are part of huge, world-wide companies. The fashionable name for these companies is “multinational”, but that word is a misnomer because the word “multinational” merely means “many nations”, presumably implying that the companies concerned carry out operations in many countries. That is merely a platitude. A truer and more incisive term would be “supra-national” since these companies transcend nation States. Their size is enormous. The sales of General Motors exceed what is spent in this country on education, health and all the social services put together. The budgets of the largest supra-national companies make those of most nation States look like very small beer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If we were to rank nation States and supra-national companies together in cash terms we should find that our view of the world changed very considerably. We are so used to looking at maps of the world with their brightly coloured blocks representing the separate nation States that our minds are diverted from the realities of the wealth and the power of the supra-national companies. We need somehow to draw a new world map.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is often argued that the power wielded by super-national companies is used benignly and not malignantly. Our attention is drawn to the benefits conferred upon a host country by the activities of such companies—the investments they bring and the employment opportunities they provide. That is not the point, however true those arguments may be. The point is that enormous power is exercised within what I term these vast industrial states, and it is a power which is formally accountable neither to those employed in those companies nor to the nation States in which the industrial states operate. In the last analysis, more power over the people in my constituency is exercised from Detroit, New York and Gothenburg than from the town hall in Luton or from Westminster or Whitehall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Whether any nation State on its own is powerful enough or, perhaps more important, willing enough to control these ​ vast industrial states is open to question. In the long run, if the power that they wield is to be made properly accountable it will have to be done by separate nation States getting together to exert power over the super-national companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have always regarded the argument against the Common Market from the point of view of the loss of sovereignty as questionable. I say that not because I am enamoured of the Common Market. I am not. I believe that our first year of membership of the Common Market has been an unmitigated economic disaster. A mere £70 million trade deficit in 1970 has been turned into one of more than £1,000 million in 1973. So much for the great pro-EEC argument that entry would provide us with a massive market for our goods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we talk of loss of sovereignty I wish that we were more concerned with the more important if less obvious and more insidious loss of sovereignty to supra-companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It could be argued that the banding together of nation States in an organisation like the EEC is a significant step towards the assertion of proper political control over those supra-national companies, which is precisely the point that I was arguing a moment ago; but the reality seems sadly to be the reverse. Far from limiting their powers it seems to be increasing them, and it will go on increasing them, first, because removal of controls over investment and trade serves to accelerate the process of rationalisation within those companies. It makes little sense in the end, for example, to have two sets of people designing virtually the same vehicle in two different countries. The fears of a number of my constituents on this kind of score are not without basis in logic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second reason why the EEC is increasing the powers of the supra-national companies is that the whole ethos of the EEC prevents any real control over the supra-national companies from being developed. It is little wonder that we do not find the large supra-national companies among the ranks of the opponents of the EEC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am not a little Englander or a little Britainer. Like everyone who believes in the essential equality and brotherhood of mankind I yearn for the day when the ​nation States can disappear from the face of the earth, but I do not want them replaced by the faceless and unaccountable sovereignty of supra-national companies, nor by an organisation such as the EEC as it is at present under whose aegis those companies seem to bloom like hothouse plants. Sovereignty should be sovereignty of the people, and it is the restoration of sovereignty to the people—to all people wherever in the world they may live—which should be our primary aim and concern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}