{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-speech-at-the-un-high-level-political-forum-on-sustainable-development/",
    "title": "James Cleverly – 2023 Speech at the UN High-Level Political Forum on Sustainable Development",
    "post_date": "July 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, in New York on 17 July 2023.",
    "content": [
        "In 2015, 193 countries agreed the UN’s 17 Sustainable Development Goals. This was a landmark multilateral achievement, to chart our course towards a fairer, healthier and more prosperous world by 2030.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet today at the halfway point, we are on course to miss a staggering 88% of the targets that we set.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is clearly unacceptable. We cannot continue with business as usual if we are to end poverty, improve health and education, increase prosperity, or slow climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But if we act together, we can still get the SDGs back on track. So what do we need to do?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My top priority is reforming development finance – and targeting it to areas which will accelerate progress, like food security, health, renewable energy, and the empowerment of women and girls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is not my idea. It’s what my fellow foreign ministers from developing countries tell me that we need to do. That’s why the UK supports the ambitions of Mia Mottley’s Bridgetown Initiative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need Multilateral Development Banks to free up trillions more for developing countries by implementing the G20’s independent review on Capital Adequacy Frameworks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need more private sector investment, particularly in clean energy, water and sanitation, and climate-resilient infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need all creditors to offer Climate-Resilient Debt Clauses, to pause loan repayments when disasters strike – as the UK Export Finance is doing in 12 African and Caribbean countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we must ensure developing countries have strong public finances through better tax collection and tackling of illicit financial flows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our international financial system needs to become more responsive to shocks – so we can help poorer and smaller countries – especially those at risk of natural disasters – to sustain development gains and to prevent roll backs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We cannot stop floods, we cannot stop droughts, we cannot stop hurricanes. But we can stop the economic crises and debt spirals that they cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I recognise that the UK doesn’t have all the answers. But we are committed to working with all our partners to urgently accelerate progress towards the SDGs over the next 7 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All of us need to recommit to the Sustainable Development Goals at the upcoming Summit at UNGA in September. Because we will need political will and partnership to forge bigger, better, fairer international financial systems which meets today’s development needs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we can translate our joint political ambitions into concrete reforms through the G20, World Bank, IMF and at COP28.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "It is time for us to go further and faster. Let us seize the opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund"
    ]
}