{
    "url": "https://www.ukpol.co.uk/james-cleverly-2021-statement-on-preventing-terrorist-threats/",
    "title": "James Cleverly – 2021 Statement on Preventing Terrorist Threats",
    "post_date": "January 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Middle East and North Africa, on 12 January 2021.",
    "content": [
        "Mr President, I would like to thank you for hosting this important debate today, and also Under-Secretary-General Voronkov, Executive Director Coninsx and Ms Fatima Akilu for their informative and important briefings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s been twenty years since the Security Council established the Counter-Terrorism Committee. Our work has strengthened the cooperation we need to protect all our citizens and counter the scourge of terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Subsequent Security Council resolutions have built an effective toolkit for guidance and measures for states to respond to the evolving threat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They now cover everything from international legal cooperation to counter-terrorist financing, from specific challenges like aviation security to broad issues like human rights, gender, and civil society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "With the support of the Counter-Terrorism Executive Directorate, the Committee has helped assess states’ implementation of the resolutions and identified emerging challenges, examples of best practice, and opportunities for technical assistance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Of course, the Council and the Committee have not been acting alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2014, the Global Coalition against Daesh brought together 83 partners, including the United Kingdom, to combat Daesh and liberate eight million people from its control.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Organisations such as the Global Counter Terrorism Forum, of which the UK is a founding member, have bolstered international cooperation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Other parts of the UN system, most importantly the UN Office of Counter-Terrorism, have also played an important role.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through this work, and through the leadership of the United Nations Security Council, we have built a shared understanding of the terrorism threat and developed the tools to counter it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr President, as a result of our collective efforts, Al-Qaeda has been degraded. Daesh was defeated on the battlefields of Iraq and Syria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But sadly, the threat has evolved and remains with us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Terrorist groups, including Al-Qaeda and Daesh affiliates, continue to operate around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Terrorist narratives continue to radicalise individuals in diffuse and unpredictable ways. New threats from extreme right-wing groups have increased.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So, the work of the Council and of the Committee remains vital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Looking forward, I want to stress four key priorities:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Firstly, the Council should continue to learn and adapt to the latest threats and emerging trends.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I mentioned extremist right-wing groups. Terrorist misuse of social media and other new technologies needs greater attention. We also need to tune in to how longer-term effects of COVID-19 might influence the terrorism dynamic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, the Council should reaffirm states’ obligation under international law to protect and promote human rights whilst countering terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The threats posed by terrorism do sometimes require states to take extraordinary measures. However, too often counter-terrorism is used to justify egregious human rights violations and oppression. States must act within the boundaries of international law. Otherwise, we undermine the very rights and freedoms that the UN was established to promote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While it is not the only instance around the world, a case in point is the situation in Xinjiang where the Uyghur and other ethnic minority communities face severe and disproportionate measures, with up to 1.8 million people having been detained without trial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These well-documented measures are inconsistent with China’s obligations under international human rights law including the International Convention on the Elimination of All Forms of Racial Discrimination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They run counter to the Security Council’s long-standing requirement that counter-terrorism measures comply with States’ obligations under international law, including international human rights law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Third, the Council should reaffirm the importance of inclusion and partnerships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Effective counter-terrorism requires more than the cooperation of governments. It requires whole societies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That means promoting the leadership of women, young people, and minorities, building effective partnerships with the private sector, with religious leaders, and ensuring we listen to all the voices of our peoples.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And fourth, the Council should push for coherence within the UN system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We welcome the existing close cooperation between the Counter-Terrorism Executive Directorate and the UN Office of Counter-Terrorism, as well as the Al-Qaeda and Daesh Monitoring Team and other UN agencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It remains vital that this continues, especially in the area of capacity-building, so that resources are deployed effectively and where they can have the greatest impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr President, as the terrorist threat endures and evolves, so too must our resolve to fight it remain firm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Security Council’s counter-terrorism architecture has been an integral part of that fight over the last twenty years, and the United Kingdom will work to ensure it remains relevant, efficient and effective in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}