{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-chagos-archipelago/",
    "title": "James Cleverly – 2022 Statement on the Chagos Archipelago",
    "post_date": "November 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 3 November 2022.",
    "content": [
        "Following the meeting between the then Prime Minister, my right hon. Friend the Member for South West Norfolk (Elizabeth Truss), and Prime Minister Jugnauth at the UN General Assembly, the UK and Mauritius have decided to begin negotiations on the exercise of sovereignty over the British Indian Ocean Territory (BIOT)/Chagos archipelago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through negotiations, taking into account relevant legal proceedings, it is our intention to secure an agreement on the basis of international law to resolve all outstanding issues, including those relating to the former inhabitants of the Chagos archipelago. This will allow the UK and Mauritius, as close Commonwealth partners, to work even more closely together to tackle the regional and global security challenges that face us all. We will seek to strengthen significantly our co-operation on Indian ocean security, maritime security and marine protection, conservation of the environment, climate change and respect for human rights, and on tackling illegal migration, illegal fishing, drugs and arms trafficking, as well as bilateral co-operation on a range of other issues. We will work to do this in co-operation with key allies and partners in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK and Mauritius have reiterated that any agreement between our two countries will ensure the continued effective operation of the joint UK/US military base on Diego Garcia, which plays a vital role in regional and global security. We recognise the US’s and India’s interests and will keep them informed of progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK and Mauritius have agreed to engage in constructive negotiations, with a view to arriving at an agreement by early next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}