{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-ukrainian-prisoners-of-war/",
    "title": "James Cleverly – 2022 Statement on Ukrainian Prisoners of War",
    "post_date": "September 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, on 21 September 2022.",
    "content": [
        "I welcome the safe return of Ukrainian prisoners of war and one civilian, including five British nationals. Prisoners of war from other countries held by Russia-backed proxies have also been returned. This brings to an end many months of uncertainty and suffering, including the threat of the death penalty, for them and their families, at the hands of Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Tragically that was not the case for one of those detained and our thoughts remain with the family of Paul Urey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to express my gratitude to President Zelenskyy and his team for their efforts to secure their release, and to HRH Crown Prince of Saudi Arabia, Mohammed bin Salman and his team, for their assistance. I continue to call on Russia to comply with International Humanitarian Law and not exploit prisoners of war and civilian detainees for political purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}