{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-speech-at-the-holocaust-memorial-day-reception/",
    "title": "James Cleverly – 2023 Speech at the Holocaust Memorial Day Reception",
    "post_date": "January 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, in London on 24 January 2023.",
    "content": [
        "Your Excellency the Ambassador of Israel, distinguished guests, ladies and gentlemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m deeply honoured to join you on this occasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year, on a winter evening, I stood on a concrete platform of the disused Radegast station in Lodz in Poland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From this nondescript and functional building, 200,000 Jewish men, women and children were transported to Nazi death camps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I reflected that there were countless unused buildings like this, scattered across occupied Europe, all being used, to send human beings to be murdered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Radegast was where the Jews of Lodz ghetto were transported to Chelmno and Auschwitz-Birkenau.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I stood where they would have stood, and I saw what they saw; the crude wooden cattle trucks, drawn up by the platform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Inside the station building, I turned over page after page of neatly typewritten names of the people who were forced at gunpoint onto those trucks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of those who was deported to Auschwitz, in her case from Romania, was Olga Lengyel, who lost her parents, lost her husband, and lost her two sons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "She wrote, and I quote: “Whenever I recall the first days at the camp, I still grow hot and cold with nameless terror. It was a terror that rose for no particular reason, but one that was constantly nourished by strange occurrences whose meaning I sought in vain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“At night the glow of the flames from the chimneys…showed through the crevices in the walls. The shrieks of the sick or the wounded, crowded together in trucks bound for some unknown destination, grated on our nerves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“Sometimes we heard revolver shots, for the SS guards used their guns freely. Above these noises came orders barked in overbearing voices. Nothing would let us forget our slavery.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And then Olga Lengyel asks: “Could such conditions really exist in Europe in the twentieth century?”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, every one of us shares a solemn duty to remember that those conditions did indeed exist in Europe in the 20th century, that six million men, women and children were consumed by the Holocaust,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now our only possible response is to mean it, heart and soul, when we say the words “never again”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there were, at the time, some ordinary people who meant it when they said to themselves that they would not stand by, and they would not watch others being transported to their deaths.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It remains an extraordinary and uplifting fact that ordinary people in Denmark managed to save almost all of their country’s Jews.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They were hidden in churches, in hospitals and in family homes, and spirited to coastal towns, from where they were taken to safety in Sweden, on board fishing boats or kayaks or motorboats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the town of Elsinore, the escape line was run by Erling Kiaer, the local bookbinder, Thormod Larsen, a policeman, Ove Bruhn, a clerk, and Børge Rønne, the editor of the local newspaper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They called themselves the “Elsinore Sewing Club” and they carried about 700 Jews across the Sound to Sweden.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They knew full well that they were risking their own lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And indeed in May 1944, the Nazis arrested Erling Kiaer after intercepting his motorboat, and he was incarcerated in Neuengamme concentration camp in Germany.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But he survived until the camp liberation, and he lived until his 77th year, dying in 1980.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The members of the Elsinore Sewing Club – and others like them across occupied Europe – consciously decided to place themselves in the mortal peril in order to save others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But the hard truth is that when the moment came, there were never enough people like them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If almost every Jew could be saved in Denmark, why not elsewhere?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, we must all silently ask ourselves the difficult and searching question, what would I have done?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Would I have taken that risk, not just for myself but for my family?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as we answer that profoundly difficult and necessary question in our hearts, we owe it to the six million who were not saved to reflect, to learn, to grieve, and above all, to remember.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}