{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-ukraine/",
    "title": "James Cleverly – 2022 Statement on Ukraine",
    "post_date": "March 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Europe and North America, in the House of Commons on 15 March 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That this House has considered the situation in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Seven days ago, President Zelensky inspired us with his address to Parliament. This weekend, he was visiting wounded soldiers in hospital, leading from the front. We owe it to President Zelensky and the people of Ukraine to do our utmost to help them in their brave fight; we owe it to ourselves to stand up for security and stability in Europe; and we owe it to the world to keep the flame of freedom burning and to show that aggression does not pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In response to the unprovoked attack, the world has shown immense unity in standing up to Vladimir Putin, but we need to keep up the pressure. Our objective is clear: Putin must lose in Ukraine. We are doing this by cutting off the funding for his war machine, by providing weapons that the Ukrainians need to defend themselves and by isolating Putin on the world stage. The United Kingdom has been at the forefront of the international response, with a tough sanctions package and strong support, including defensive weapons and humanitarian aid. We will now enhance our work with allies to respond to Russia’s aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to be strong to get peace. That is why we are building on efforts to cut off the funding for Putin’s war machine through sanctions. Today, I can announce that we will go further than ever before by hitting more than 360 more people complicit with Putin’s regime. They range from former President Dmitry Medvedev and Defence Minister Sergei Shoigu to Putin’s propagandist Maria Zakharova. After today, we will have designated more than 1,000 individuals and entities under our Russian sanctions regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are using our new powers under the Economic Crime (Transparency and Enforcement) Act 2022 to maximise impact. That would not have been possible without the extraordinary efforts of colleagues across this Parliament to get the legislation through the House so quickly, which shows our collective determination to lead by example in punishing the Putin regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister is right that we are sanctioning a lot of people, but actually we name the people who are sanctioned, and then other people do the sanctioning by not engaging with them on a financial basis, not buying or selling properties and all the rest of it. At the moment, it is phenomenally difficult to find out from the Foreign Office sanctions list who is and is not sanctioned. For instance, I gather that it was announced last week that Members of the Duma were sanctioned, but they are still not on the Foreign Office website list, as far as I can see. I wonder whether there is a way of making the information far more readily available to the wider population.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to deal not just with the people who have £20 million houses, whom we have all heard of, but with the people who have £750,000 flats in London, bought with Russian dirty money—the many relatives of Abramovich and his ex-partners, for instance. Each one of them needs to be dealt with, and each one of those properties needs to be seized.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman makes an important point about ensuring that we give due publicity to the people, institutions and entities who have been sanctioned. I will ensure that the Department listens to his suggestion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In December, we brought our G7 partners together in Liverpool to warn Putin that invading Ukraine would have massive consequences. We have followed through on that pledge. We have worked with our allies to cut off sectors of the Russian economy by targeting its defence companies, trade and transport sector, and by kicking banks out of the SWIFT financial system. We have led the way with our financial sanctions, targeting 10 Russian banks, and we have hit over £300 billion of Russian bank assets. All this amounts to the toughest sanctions package of any country. We will work with all our allies and encourage them to keep ratcheting up their efforts as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will continue to provide lethal military aid to Ukraine. We were the first European country to send defensive weapons; we have already donated more than 3,600 next generation light anti-tank weapons and are now supplying Javelin missiles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Gray (North Wiltshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Does my right hon. Friend agree that one of the lighter moments in an otherwise extremely bleak military picture in Ukraine was the destruction of Russian tanks, using—one has to presume—British NLAW missiles?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. and gallant Friend makes an important point. We have heard anecdotally that Ukrainians are shouting “God save the Queen!” as they fire those weapons at the tanks that have been sent to destroy them. I am very proud that we play an incredibly important part.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for giving way; it is very courteous of him. Is it not true that part of the reason we are where we are today is the historic long-term running down of our armed forces? The situation today sits very ill with the proposal to reduce the British Army by 10,000 men and women. Finally, we have all read in today’s Telegraph that inflation will reduce the size of the armed forces over the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The sad truth, I think, is that Vladimir Putin has been plotting this expansionist idea of his for quite some time. I do not agree that it is necessarily linked with domestic defence policy in the UK, but we can absolutely be proud that British military technology, assisted by British military training, is helping the Ukrainians in their time of need and in their ferocious defence of their homeland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Daniel Kawczynski (Shrewsbury and Atcham) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend has told us that the United Kingdom has taken the lead on our continent in freezing the assets of Russians. During his discussions with representatives of the European Union, have they been able to furnish him with an explanation of why they, as an entity, have failed to keep pace with Britain in that regard?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am often encouraged to do a “compare and contrast” between the United Kingdom and our international friends and partners, but the simple truth is that there has been greater, tighter and closer co-ordination in response to Putin’s aggression in Ukraine than I could ever have imagined, and we will continue to work together extremely closely. We are proud of the fact that the UK Government have had a dramatic and detrimental impact on Russia’s finances, choking off Putin’s ability to fund this aggression, but we intend to go further, and we will do so in close co-ordination with those international friends and partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Clive Lewis (Norwich South) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As someone who lost his guts, or at least his lunch, quite a few times when helicopters were having to jig because of the threat of Singer missiles—given to our allies at the time, decades earlier—may I ask whether the Minister can assure us that the Government’s measures are sufficient to ensure that our weapons do not end up on the black market in the hands of the wrong people at a future date? Will he also confirm that our weapons—the NLAWs and other pieces of aggressive equipment—will not end up in the hands of far-right neo-Nazis, many of whom we know to be making their way to Ukraine now from around the world?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our priority, and the purpose of the defensive weapon support that we have provided, is to help the Ukrainians to defend themselves against the attacks of Russia. Obviously we hope that this conflict will come to a swift conclusion, but until then we will continue our support for the Ukrainians as they defend themselves. What happens at the end of this conflict, in terms of securing munitions, will be something on which we will work with the Ukraine Government and our national friends and partners, but at the moment our priority, quite rightly, is to help the Ukrainians to defend themselves against Putin’s attack.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Julian Lewis (New Forest East) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May I ask my right hon. Friend about this distinction between defensive and offensive weaponry? The fact is that when a friendly nation finds itself under attack, all the weaponry with which we supply it is defensive. I should have thought that if we cannot intervene ourselves—and there are good reasons why we cannot—there is no reason at all why we cannot help the Ukrainians with their airspace problem by facilitating the necessary aircraft deliveries which they have requested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My right hon. Friend has made an important point about munitions systems being inherently defensive when a country is under attack. He has also made an important point about airspace management, and I will come to that later in my speech. I intend to make some progress now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since 2014, we have worked to train more than 22,000 Ukrainian troops under Operation Orbital. As well as helping Ukraine to defend itself from attack on the ground, we must help it to defend itself against attack from the skies. That is why we will be sending more supplies, including Starstreak ground-based air defence anti-aircraft missiles. We and our allies need to do everything possible, within the UN charter on self-defence, to help Ukraine to defend itself, which is why I was with my right hon. Friend the Prime Minister this morning discussing with and working with our Nordic and Baltic allies to increase defensive support as part of the UK-led joint expeditionary force. We must be robust in supporting our NATO allies living under the shadow of Russian aggression, so the UK, as NATO’s biggest European contributor, is doubling the number of troops in Estonia and Poland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Putin inflicts ever greater misery in Ukraine, we continue our humanitarian and economic support. We have pledged almost £400 million, which includes the supply of more than 700,000 medical items directly to Ukraine and more than 500 power generators to keep essential facilities such as hospitals running. We have also brought 21 critically ill Ukrainian children to the UK to receive life-saving cancer treatment. We are providing more humanitarian aid than any other European country. The British people have also risen to the moment by showing their own huge generosity of spirit. In the short time since our homes for Ukraine scheme was launched, more than 80,000 people have signed up for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Alec Shelbrooke (Elmet and Rothwell) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It may be helpful for my right hon. Friend to know that according to a Sky newsflash, the figure is now more than 100,000.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is lovely. It is not usually nice to be wrong at the Dispatch Box, but I am incredibly proud that the figure I quoted, which was accurate a few hours ago when this speech was written, has now been made obsolete by the enormous generosity of spirit of the British people. I think that that shows us at our best. The Disasters Emergency Committee’s appeal has now reached over £150 million, which we are supporting with our largest ever match-funding pledge of £25 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wera Hobhouse (Bath) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I do not doubt the generosity of the people of this country, but I am still worried about the generosity of the Government. May I give the Minister an example? A young Ukrainian family, related to one of my constituents, have thankfully made it into Poland, but although their visa appointment was over a week ago, they are still waiting for the outcome. Meanwhile, their hotel bills are rising and they are even considering returning to Ukraine—to a war zone. How humane is that response from the Government? Can they not make these decisions much more quickly?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Prime Minister, the Foreign Secretary and other members of the Government have made it clear that our intention is to be generous and to welcome Ukrainians with open arms. We are trying to facilitate that as quickly as possible, and the Home Secretary has spoken at the Dispatch Box about measures that she has put in place for that purpose. If the hon. Lady will pass on the details of the people whom she has mentioned, we will see what we can do to help, but I assure her that the generosity of spirit of this country will be felt by the Ukrainians who are fleeing persecution and attack from Vladimir Putin.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As well as supporting Ukraine directly, we are deploying our diplomatic efforts internationally. We are rallying the 141 countries that voted to condemn Russia’s actions at the United Nations to do even more. We have seen many of those countries support our sanctions worldwide, from Switzerland to Singapore, and we are working to draw more countries into the orbit of those that are prepared to stand up for the sovereignty of Ukraine. We are working with partners to reduce the economic dependency on Russia across the world, from the Indo-Pacific to Africa and the Gulf, through trade and British international investment. Everything we do will further isolate the Putin regime which has made Russia a global pariah.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, we will hold Putin accountable for his crimes. We will work with prosecutors at the International Criminal Court to help them to obtain the information that they need, and we will not relent in our mission to see that justice is done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Sir Bernard Jenkin (Harwich and North Essex) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Has my right hon. Friend seen the recent reports that the Russian navy is now massing off Odesa in a typical Russian tactical manoeuvre to open a new front? Is this not in fact a new opportunity to demonstrate to the world the unacceptability of Putin’s disgusting war and to invite open and international condemnation of his actions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is absolutely right. We need to continue working internationally to enhance the coalition of nations that have denounced Putin’s actions and to increase the pressure on him to bring this war to a conclusion rather than opening up another front and increasing the suffering of the people in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We must be realistic that there will be a cost to the UK and to our allies of imposing these tough sanctions, but the cost of doing nothing is so much higher. We saw what happened in 2014 when the free world did not do enough to contain Putin’s aggression. He came back more aggressively, and that is why we cannot allow him to impose a settlement on Ukraine that vindicates his aggression. If we fail to stand up to Putin and fail to support Ukraine in its hour of need, we will live to regret it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Simon Hoare (North Dorset) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know what a successful sanctions regime will look like: withdrawal, peace restored, etc. Who will determine—and when—whether the sanctions policy has worked, and what is the next step thereafter?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My hon. Friend is right to draw our attention to that. The simple truth is that the sanctions have to be successful and we have to keep applying the pressure until they are successful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Jonathan Djanogly (Huntingdon) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On that point, as we mount up the sanctions, we will be freezing more and more oligarchs’ and Russian assets, but we will not be selling them. We are not sequestrating them, so we are going to end up with a pile of assets. Are we at some point going to use those assets for the benefit of the Ukrainian people, or are we just going to wait until the war is over and hand them back, which I do not think would be as popular?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, what we are looking to do with these sanctions is choke off the supply of funds for Putin’s war machine. We have to be very focused on what the sanctions are for. This is about bringing this conflict to a conclusion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Khalid Mahmood (Birmingham, Perry Barr) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just a single point on sanctions: what action will we take when people break those sanctions on Russia and take supplies? I am thinking particularly of the crude oil being taken by India. What action should we take in those circumstances against people who are still supporting Putin, with his money flowing into the country?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ultimately, the enforcement of our sanctions regime is a task for Her Majesty’s Treasury. We will of course work across Government and internationally to ensure that the sanctions packages are robust and have the desired effect of ending this war in Ukraine. That is why the UK is working so hard and that is why, together with our allies and partners, we will ensure that Putin loses in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}