{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-preventing-sexual-violence-in-conflict-initiative-strategy/",
    "title": "James Cleverly – 2022 Statement on Preventing Sexual Violence in Conflict Initiative Strategy",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 28 November 2022.",
    "content": [
        "Today we have presented our vision for ending the scourge of conflict-related sexual violence. With this strategy, the UK is stepping up our ambition: we will deliver a step change in the international response, working with our partners to support survivors, hold perpetrators to account and put an end to these heinous acts for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Progress has been made to support survivors and strengthen accountability but sexual violence continues to be widely used in conflict, as demonstrated by the appalling reports from Ukraine. We need a stronger international response for all those affected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Preventing Sexual Violence in Conflict Initiative strategy will support the delivery of the international development strategy and the integrated review. Lord Ahmad of Wimbledon is the Prime Minister’s special representative on preventing sexual violence in conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are significant challenges including reliable data collection, gathering evidence on what works, securing justice and providing holistic survivor support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This strategy will seek to change this by delivering four key objectives:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Strengthening the global response to CRSV;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Preventing CRSV, including by addressing root causes such as harmful gender norms;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Improving justice for all survivors and holding perpetrators to account;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Enhancing support for survivors and children born of sexual violence in conflict, including tackling the stigma they face within their communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will strive to deliver these objectives by showing UK leadership to strengthen the global response. This will include working with partners to deliver the commitments made at the PSVI international conference and the political declaration launched there. We have launched a new initiative on accountability that will strengthen the ability of national authorities to end impunity for CRSV. This aims to bring together expertise and best practice, build capacity, improve national implementation in focus countries, and increase support to survivors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will drive concerted action on the Crimes Against Humanity Convention to strengthen international law in this area, including on some forms of CRSV.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Key policy initiatives:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Call to Action to Ensure the Rights and Wellbeing of Children Born of Sexual Violence in Conflict;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Murad Code, a global code of conduct to ensure that the documentation of the experiences of CRSV survivors is effective and upholds survivors’ rights;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Declaration of Humanity, a faith and belief-based call for the prevention of sexual violence in conflict that denounces the stigma faced by survivors and children born of rape; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Increasing the UK’s focus on conflict and atrocity prevention to tackle the drivers of conflict before violence becomes widespread.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will use our development budget to deliver change, including through:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The £67.5 million committed to the What Works to Prevent Violence: Impact at Scale programme, which pioneers and rigorously evaluates scalable solutions to prevent gender-based violence, including sexual violence in conflict settings;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Up to £12.5 million of new funding that the PSVI team will use over the next three years to tackle CRSV. This funding will be complemented by wider CRSV programming across FCDO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The £12.5 million will include:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "a contribution of up to £5.15 million to the Global Survivors Fund, which aims to enhance CRSV survivors’ access to reparations, including through the provision financial support, livelihood assistance, education, and health care; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "continued funding to the UK’s PSVI team of experts, a group of independent specialists deployed to support the work of national and international bodies and NGOs to strengthen their response to CRSV.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Delivering on our commitments under the Call to Action on Protection from GBV in Emergencies, including working with our operational partners to prevent, mitigate and respond to GBV, including CRSV, from the earliest stages of a humanitarian crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will continue to work closely with international and UK partners to put an end to the scourge of sexual violence in conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}