{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-speech-at-the-international-counter-terrorism-conference-in-israel/",
    "title": "James Cleverly – 2023 Speech at the International Counter Terrorism Conference in Israel",
    "post_date": "September 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, in Israel on 12 September 2023.",
    "content": [
        "Thank you for that wonderful, wonderful introduction. After such a glowing introduction, I am tempted not to actually say anything and to go out on our high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you very much for those kind words, Jonathan, of introduction and more importantly, thank you for inviting me to speak with you here today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The work that this summit is doing is incredibly important, not just your country, not just to the region, but of course, also to the United Kingdom, and by extension to the wider world, because countering terrorism, sadly, remains as much of a challenge today, as it did when this university first dedicated an institute to focus on it just before the turn of the century.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday, those of you in the room joined countless others across the world remembering the tragic events of 9/11. It’s, in some ways, hard to believe that that was 22 years ago. But at that terrible time, almost 3000 people, Americans and of course, others lost their lives at the hands of a brutal, vicious, unprovoked terrorist attack, there were 67 British nationals who died on that day, and five Israelis were also amongst those who lost their lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it was one of those events, I am sure where all of us remember exactly what we were doing when we saw the news. I remember I was in the commercial world, I was in the publishing industry, and I sold advertising in the publishing industry. I worked on a big open plan, sales floor in Soho, full of energy, full of excitement and I came back from lunch and came up with lift, came out onto the sales floor. Silence, the sales floor was almost completely deserted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our sales director had a glass walled office right in the centre of the sales floor, so that he could keep an eye on all the hard working salespeople during the day. His office was rammed with people all staring at the television and I remember going in and saying what’s going on? And someone’s saying, oh, there’s been this terrible accident, a plane has hit a tower block in New York. I said, what is it? Some light aircraft? Someone said no, the news says it’s a jetliner. Of course, with all the lack of information and self-confidence that someone of my age then could muster I said, that doesn’t happen. Commercial aircraft don’t fly into tower blocks or flight plans, that just doesn’t happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I was in the middle of a heated argument about how that doesn’t happen. When we all watched live, the second aircraft hit the second tower, and all of us fell silent, and I felt numb, and the feeling has never left me. And I think even at that point, before fully understanding the implications of what happened, I realised that that event, changed the world and changed it forever. It is seared into our collective consciousness and it was emblematic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It remains emblematic of the savage era of terrorism ranging from highly organised attacks at one end of the spectrum, through to what’s sometimes feel almost to be random acts of violence perpetrated by individuals who’ve been radicalised, whether online or in their communities, and every kind of threat in between.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was born and brought up in London and like all Londoners, I remember again, seared into my memory, exactly what I was doing, exactly where I was exactly, what I was thinking when I heard about London’s 7/7 bombing attacks where 52 innocent victims met their death at the hands of Islamist terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Terrorists we know pursue a range of goals and they operate across the world and their terrible attacks have plagued the lives of people across this region. For decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The sad truth is that violent attacks like this are nothing new to you and the people of this region. Only a few months ago, the UK and Israel were sadly united in grief following the horrific murder of British Israeli citizens Lucy, Maya and Rina Dee. I’ve had the opportunity to meet with Rabbi Dee on a number of occasions and his stoicism and strength is a genuine wonder to behold but as everybody here knows, that was sadly not an isolated incident.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And over time, the threats we face have evolved. But so of course, has our response and by acting together, by acting internationally, we have been able to reduce, although sadly not eliminate, the threat of terrorism, and our collective work and cooperation has saved countless lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Terrorist networks are more fragmented than they have been previously, most organised terrorist groups focus their activity now on whipping up discontent and anger, and grooming others to act on their behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They target individuals who are already present in countries and try to encourage them to act violently on their behalf. But even if the terrorists approach has changed, the fundamental challenge sadly remains the same.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Terrorists still have capacity, serious capacity to do us harm and they are constantly looking for gaps in our defences that they can exploit. Their methods, of course, have changed, have mutated, but that twisted logic remains timeless, whether it be Daesh or Hamas, or extreme right wing terrorists or revolutionary Marxists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They all insist that their political goals matter more than the lives of their innocent victims. They as well as their stooges, accomplices and apologists insist that their anger justifies the spilling of other people’s blood. And that is, sadly, why they are so callous in their disregard for the sanctity of human life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why their logic stands in direct, glaring opposition to our values and that is why the UK is unequivocal in condemning all acts of terrorism and we have stood by Israel’s side, in the face of attacks this year and in the past, and we will continue to do so in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the UK, we have just proscribed the Wagner group whose attacks against the heroic people of Ukraine seek to advance Russia’s political cause, and whose brutal actions across the continent of Africa have caused widespread harm and horror there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We call upon the whole international community to hunt the terrorists down to bring them to justice and create a world where terrorists find no support. Because to tackle terrorism, we need the full range of tools. The strongest of those, the most fundamental of those, is strong relationships. One of the reasons I’m here this week is to celebrate and publicise and shout about the strong bilateral relationship that the UK has with Israel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this year, you celebrated the 75th anniversary of your most modern incarnation. Foreign Minister Cohen and I signed a bilateral roadmap to strengthen our close strategic partnership. I am delighted that we are now also negotiating an upgraded trade agreement and that our tech hub has facilitated hundreds of innovative partnerships.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some of you in this room I know are aware of this, many of you will not be aware that Israel supplies one in seven of all medicines used in my country’s National Health Service. So thank you for that as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I think nothing better illustrates our partnership than the work that we do together to keep our peoples safe. I was incredibly impressed just a few minutes ago, immediately prior to coming here to be shown Israel’s Iron Dome defence capabilities which have made such a vital contribution in saving lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Developing and deploying such capabilities is one way that Israel has been able to defend ourselves but of course, as famous and as visible as that is, it is not the only part of Israel’s defence, which is quieter, more discreet, sometimes invisible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Intelligence officers, police officers, diplomats, those who are tackling illicit finance flows. Those who analyse and try and disrupt radicalization online all have an incredibly important role to play, often, unseen, but nevertheless, essential in much of this work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The majority of this work relies on close cooperation, both bilaterally between the UK and Israel, and also as part of a network of other partners. I pay tribute to all those striving in both our countries day in and day out to identify and stop those who would do us harm and undermine the democracies in which we both live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, it is not only terrorist groups which have this goal. These groups, as you well know, have enablers in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Iranian regime has publicly and regularly called for the destruction of the State of Israel, something that the UK would never countenance. They transfer weapons around the region, they fund terrorist groups, such as Hamas, and Palestinian Islamic Jihad. These groups that attempt to rain death and destruction on the people of Israel, they fire rockets into civilian areas, they target children, and civilian infrastructure, they stab and they shoot innocent people, of all faiths, of all nationalities, of all ethnicities. People who are doing nothing more than going about their daily lives in your extraordinary country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Iran refuses to take responsibility for their complicity in these attacks. But we in the UK, are under no illusion at all, about Iran’s malign role. Just as our strategic partnership means working together to stop terrorist groups, it must also be to counter Iran’s destabilising actions in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must also be careful to avoid a counsel of despair because there have been so many wonderful, positive developments in this region. Last year, for example, in the Negev Summit, building on the 2020 Abraham Accords, we saw light and we saw positivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just this weekend, Israeli officials took their place at a UN meeting hosted in Saudi Arabia, alongside other delegations from around the world. I hope that the next steps in the normalising of Israel’s relationships with its neighbours will carry us even further forward and even further along the path to sustainable, long term peace in this region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We fully support the summit process, as well as all efforts to build regional architecture based on peaceful coexistence, greater understanding, and closer cooperation. We will work with all of those to build on what has been achieved so far, in pursuit of that sustainable peace. Because this will not only help us beat those terrorists that I spoke about, but it will also help us defend ourselves against the hidden backers of those terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On that subject, we must be increasingly aware of the military cooperation between Iran and Russia, most clearly illustrated by Iran’s wholesale provision of Shahed drones, to the Russian military.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why all those, like the UK that oppose Iran must do everything we can to help the Ukrainians as they defend themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we try to enhance regional cooperation, we cannot ignore the Israel Palestinian conflict, you will know that I feel there is no justification, there can be no excuse for the targeting of civilians. But we do not need to share or endorse the twisted logic of terrorists to understand that a two state solution is the best, perhaps the only, route to a genuinely sustainable peace in the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tomorrow marks the 30th anniversary of the signing of the Oslo Accords. This year, we also celebrated the 25th anniversary of the Good Friday agreements. Both were moments of hope. Neither was straightforward or easy to negotiate. Both required courage, imagination, perseverance, and demanded all sides to show the same quality to deliver lasting peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Northern Ireland, the shadow of terrorism has not completely gone and the troubles were not the same as the situation here. But what that example does show me is that the first step is always the hardest. It is only by reconciling with those with whom reconciliation seemed unthinkable, can peace prevail. That first step would be for all sides, Israelis and Palestinians, to recommit and to demonstrate unequivocal support for a two state solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It means that both sides must crack down on activities that flame violence and spread racism and hate. That’s why we come back here to the sanctity of human life and we do need to make sure that there is a respect for law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that is something which I’ve been able to discuss here with the Israeli ministers and I commend Israel’s taking of legal action against those settlers who have perpetrated violence. Of course, we will always stand by Israel’s right to self defence and the right to self defence belongs exclusively to Israel’s security forces who operate within the line of international law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You should know that I will make the same point when I meet with the leadership of the Palestinian Authority, and I will make it clear that rather than spreading disgusting, anti-Semitic tropes, and outrageous distortions of history, they should be clear in their denouncement of violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They should be clear that there is no acceptance for brutality and terrorists. And they should be clear there is no excuse to target Israelis, particularly Israeli civilians, because that is the only way that peace is possible the only way for peace to be sustainable for Israelis and Palestinians to come together, and to work together, and to fulfil the aspirations and hope that underpin the Oslo Accords.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am not naive. I know that these are incredibly challenging goals, and that they are exceptionally difficult. But I’ve also seen this country firsthand. I’ve read much of this country’s history. And one of the things that has always amazed and impressed me about Israel is Israel’s ability to seemingly do the impossible to survive in the face of seemingly overwhelming odds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "75 years of your continued existence is proof that this is a country that can do amazing things. You have stood as a beacon of liberal democracy in the Middle East. And you have proven to be a great friend, and a valued partner to the United Kingdom. That is why I am and will always be proud to be seen as a friend of Israel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My good wishes to this country are as sincere as they are heartfelt. Shana Tova.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}