{
    "url": "https://www.ukpol.co.uk/james-cleverly-2021-statement-on-nazanin-zaghari-ratcliffe-2/",
    "title": "James Cleverly – 2021 Statement on Nazanin Zaghari-Ratcliffe",
    "post_date": "October 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for the Middle East and North Africa, in the House of Commons on 25 October 2021.",
    "content": [
        "It is indefensible and unacceptable that Iran has rejected Nazanin Zaghari-Ratcliffe’s appeal against the new charges made against her. We continue to call on Iran to let her return home to the UK immediately. On 22 September, the Foreign Secretary spoke to the Iranian Foreign Minister to make clear our deep concern about the ongoing situation of Mrs Zaghari-Ratcliffe, alongside the continued detention of Anoosheh Ashoori and Morad Tahbaz. Iran must release British dual nationals who have been arbitrarily detained so that they can return home.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Foreign Secretary spoke to Mrs Zaghari-Ratcliffe and Richard Ratcliffe on 16 and 17 October respectively. Earlier this month, I spoke to the families of arbitrarily detained dual British nationals and reiterated that the UK Government, from the Prime Minister down, remain fully committed to doing everything we can to help them to return home. We also called for humanitarian treatment of detained British dual nationals. Their welfare remains a top priority for us. We lobby on health concerns and mistreatment allegations whenever we have specific concerns or a family member brings issues to our attention. We call on the Iranian Government immediately to allow health professionals into Evin prison to assess the situation of dual British nationals incarcerated there. We continue to raise their cases at the most senior levels and discuss them at every opportunity with our Iranian counterparts. Our ambassador in Tehran regularly raises our dual national detainees with the Iranian Ministry of Foreign Affairs. The Foreign, Commonwealth and Development Office provides consular assistance to the families of British dual nationals detained in Iran wherever they seek our support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government continue to engage with international partners and directly with the Government of Iran on a full range of issues of interest to the UK. Our priorities remain to prevent Iran from acquiring nuclear weapons capability, to promote stability and security in the region, and to secure the full release of our dual national detainees. I can assure this House that the safety and welfare of all British dual nationals detained in Iran remains a top priority for the UK Government. We will continue to raise our concerns with our Iranian interlocutors at every level, and we will not stop until those who have been detained unjustly are at home with their loved ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}