{
    "url": "https://www.ukpol.co.uk/james-cleverly-2020-statement-on-prisons-under-sentence-in-bahrain/",
    "title": "James Cleverly – 2020 Statement on Prisons Under Sentence in Bahrain",
    "post_date": "July 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Cleverly, the Minister for the Middle East and North Africa, in the House of Commons on 9 July 2020.",
    "content": [
        "The UK and Bahrain continue to have a close and important relationship. We benefit from an ongoing, open and genuine dialogue in which we work together on mutually beneficial issues while also raising points of significant difference with one another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is because of this long-standing partnership that we are able to have candid conversations about matters of importance to the UK—in particular, our human rights concerns. Our relationship allows us to raise sensitive and difficult issues, both privately and publicly, in a constructive manner in order to uphold our moral responsibility on human rights issues. We have raised and will continue to raise the cases both of Mohammed Ramadhan and Hussain Moosa at senior levels with the Government of Bahrain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 8 January, British embassy Manama officials attended the final session of the Court of Appeal for the retrial of the two men mentioned. Both individuals were convicted of terrorist charges and given the death sentence again. On 8 January, the former Minister for the Middle East and North Africa, my right hon. Friend the Member for South West Wiltshire (Dr Murrison), publicly stated our deep concern that death sentences were again handed out, and the UK’s position has not changed on this matter. We continue to actively monitor these two cases as they are taken to the court of cassation for final review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s position on the use of the death penalty is long-standing and unequivocal: we oppose its use in all circumstances and in all countries as a matter of principle. The Government of Bahrain are fully aware of our view. This was made explicitly clear by the former Minister to a senior Bahraini counterpart last year. It was then reinforced by my noble friend Lord Ahmad in the other place, who issued a public statement expressing the UK’s opposition to the use of the death penalty, in response to actions taken in Bahrain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can assure the House that our efforts to raise these cases, and also the broader issues of the use of capital punishment, with the Bahraini authorities will continue. Bahrain is a Foreign and Commonwealth Office human rights priority country, in part due to its policy surrounding the death penalty. We continue to monitor developments on all matters that relate to human rights within the country. We remain absolutely committed to the promotion of universal freedoms and upholding human rights globally. That has been made clear only this week with the introduction of the UK’s first autonomous human rights sanctions regime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}