{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-speech-at-the-manama-dialogue-in-bahrain/",
    "title": "James Cleverly – 2022 Speech at the Manama Dialogue in Bahrain",
    "post_date": "November 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, in Bahrain on 19 November 2022.",
    "content": [
        "Your Royal Highnesses,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Your Excellencies,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ladies and gentlemen,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you for inviting me to speak here today. When Britain opened our Embassy here in Bahrain, our diplomats could look directly over the waters of the Gulf and watch dhows carrying pearl divers to the northern oyster beds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet today our Embassy is almost half a mile from the coast, not because it has moved, but because Bahrain has moved the sea by reclaiming land that once lay beneath the waves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "All around us, the Arabian Peninsula has experienced one of the swiftest transformations in history, wrought by the power of hydrocarbons, allowing spectacular cities to rise from empty deserts and entire countries to achieve prosperity, great prosperity, within a single lifetime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The lesson I draw is that when our friends in the Gulf and the wider region decide to make change happen, they can reinvent themselves, and indeed reinvent their economies, with astonishing speed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And now another transformation is beginning – and I believe it will be equally momentous and filled with opportunity – as this region remakes itself by harnessing the power of sunlight, wind and nuclear energy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As you embark on this journey, I want to assure you that the United Kingdom will remain a steadfast friend and partner, committed to our relationships in the Middle East and North Africa for the long term, and do so by building on centuries of tradition and friendship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we know that your security is our security and that any crisis here would have inevitable global repercussions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We know that your prosperity is our prosperity, that is symbolised by the ever greater flow of trade between us, including over £44 billion between the UK and the GCC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We welcome regional initiatives to reinforce stability, including the historic Abraham Accords, of which the UK is a committed supporter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And Britain is convinced that we will only be able to overcome mutual threats and seize the opportunities in front of us by cooperating ever more closely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we’re negotiating a free trade agreement with the GCC, which I remind the room, is our fourth biggest export market after the EU, the US and China.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we’re providing development finance through British International Investment – including $500 million to Egypt and $250 million to Morocco so far.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why we’re deepening our security partnerships with Jordan and Oman and strengthening our cooperation with regional finance centres against illicit money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s why we want to be with you on our shared transition to green energy, ensuring that we all benefit from renewable technologies that are not only practical, but are increasingly affordable, but also promise near total energy security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last year we hosted COP26 in Glasgow, then we passed the baton to Egypt for COP27 this year and we look forward to COP28 in the UAE next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend Saudi Arabia and the UAE for their plans to invest nearly $350 billion in green energy, and also to Bahrain for its ambition to double its deployment of renewables by 2035.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I draw inspiration from the Middle East Green Initiative, which will help countries to achieve their Nationally Determined Contributions to reduce carbon emissions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But none of our shared ambition will succeed without security – and the hard truth is that we face an ever greater array of threats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In January of this year I was in the garden of the British Ambassador’s Residence in Abu Dhabi watching explosions in the night sky as incoming Houthi rockets were intercepted and shot down overhead – and I can assure you that I gave thanks for the accuracy and efficiency of the UAE’s missile defences on that evening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Those trails of light, darting across the sky above me, were visible evidence of how Iranian-supplied weapons threaten the entire region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today the Iranian nuclear programme is more advanced than ever before and the regime has resorted to selling Russia the armed drones that are currently killing civilians in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As their people demonstrate against decades of oppression, Iran’s rulers are spreading bloodshed and destruction across the region and as far away as Kyiv.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Britain is determined to work alongside our friends to counter the Iranian threat, interdict the smuggling of conventional arms, and prevent the regime from acquiring a nuclear weapons capability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Twice this year, a Royal Navy frigate operating in international waters south of Iran intercepted speedboats laden with surface-to-air missiles and engines for cruise missiles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Had those engines reached their destination, they could have powered the type of cruise missile that bombarded Abu Dhabi on 17th January, killing three civilians – and the toll would have been even higher without the defences that I saw in action a few weeks later above the skies of Abu Dhabi.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why British forces are striving alongside their counterparts in this region to keep us safe and defend the principles of sovereignty and territorial integrity which protect every nation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putin’s onslaught against Ukraine amounts to a flagrant breach of the principles of sovereign and territorial integrity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No country is immune from the turmoil he has brought to world energy markets or the damage he has caused to global food security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Day after day, Putin’s war is inflicting yet more suffering on Syrians and Yemenis, who were already enduring the privations of humanitarian emergency, and he’s having an impact on ordinary Lebanese, caught up in economic crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile the horrors that he is meting out to Ukrainian civilians compare with the destruction that he and Assad wrought upon Aleppo and other Syrian cities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet despite using overwhelming and pitiless force, Putin is losing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Almost everywhere, Russian forces are in retreat and it is only a matter of time before Ukraine prevails.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it should be dawning on other regimes, who might have been tempted to behave similarly, that most of the world is determined to ensure that aggression does not pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This region demonstrated its belief in sovereignty and territorial integrity when it voted at the UN General Assembly to condemn Putin’s annexation of Ukrainian territory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just as those principles remain constant, so I fervently believe that Britain’s friendships across the Middle East and North Africa will deepen and endure, as we uphold peace and security together, and as this region masters its second transformation, allowing a new world of green energy to succeed the old.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}