{
    "url": "https://www.ukpol.co.uk/james-cleverly-2019-statement-on-eu-law-services/",
    "title": "James Cleverly – 2019 Statement on EU Law Services",
    "post_date": "July 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Cleverly, the Parliamentary Under-Secretary of State for Exiting the European Union, in the House of Commons on 3 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/07/jamescleverly.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/07/jamescleverly.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, I wish to inform the House about the release of two new services by The National Archives, operating in the capacity of the Queen’s Printer, which will help aid legal certainty and support research in preparation for EU exit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday, I signed regulations for the commencement of the relevant powers and duties under part 1 of schedule 5 to the European Union (Withdrawal) Act 2018, which placed on the Queen’s Printer the statutory obligation to make arrangements for the publication of EU legislation relevant to the UK after exit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At 9:00 today, The National Archives released two new services. First there is a new online collection of documents and data, relevant to the UK, drawn from the EUR-Lex website: the official source of EU law, delivered as part of the Government’s official web archive. This is available for the public to search and will be updated until exit day, when it will be frozen and act as a permanent historical record of the relevant EU documents on our exit from the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Secondly, The National Archives has added relevant EU legislation to www.legislation.gov.uk. the official legislation website, in order to allow the public to locate the law as it applies to them postexit. This brings together EU legislation that will be retained in UK law on exit with details about the corrections made by UK statutory instruments for EU exit and will show the ‘as amended’ UK applicable versions of the texts. This service includes a full timeline of changes pre-exit and will incorporate the amendments made by UK legislation postexit, with annotations so users can verify the text of the legislation for themselves, if they wish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government have commenced these powers and duties now because these services are ready and their availability will be useful to those, such as businesses and the legal sector, who need to understand what the law is and will be on exit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}