{
    "url": "https://www.ukpol.co.uk/james-cleverly-2021-statement-on-bosnia-and-herzegovina/",
    "title": "James Cleverly – 2021 Statement on Bosnia and Herzegovina",
    "post_date": "November 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for the Middle East and North Africa, in the House of Commons on 9 November 2021.",
    "content": [
        "I thank my hon. Friend for his interest in the current situation in Bosnia and Herzegovina, and he is right to highlight it. The recent political violence is of significant concern to the UK Government. Milorad Dodik, the Bosnian Serb member of the presidency, has threatened to withdraw Republika Srpska—the entity—from a range of state institutions. That is an act that the High Representative calls a de facto secession. This is a dangerous and deliberate attempt to distract from a failure to improve standards of living and to tackle corruption. It is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK fully supports the territorial integrity and sovereignty of Bosnia and Herzegovina. After the devastating conflict of the 1990s, the region has lived in peace for 26 years, and the Dayton political system, which should have been used to deliver progress and development for citizens, has been exploited by politicians who are focused on building and maintaining their own position.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We recognise the important role that the EUFOR peace and stabilisation force has played, and we welcome the renewal of its mandate—an important deterrent against those malign actors who wish to see instability on Europe’s doorstep. We worked hard in the Security Council to ensure that it authorised EUFOR’s mandate for a further 12 months. The UK continues to play an active role. My hon. Friend the Europe Minster was in Bosnia and Herzegovina in the summer to support that work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The High Representative will visit the UK for meetings in December. The UK is in close contact with him to ensure that we work in co-operation and is giving him vocal support, including on the use of executive powers should the situation require it. That is a further check and balance on the destabilising actions in Bosnia and Herzegovina. At the upcoming NATO Foreign Ministers meeting, the Foreign Secretary will push for more focus and resource on Bosnia and Herzegovina, and on the need to rebuff Russia’s actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The international community also has collective responsibility to ensure that there is no return to the conflict of the 1990s. Along with our international partners, we are ensuring that the High Representative’s position and work are secured, and we will continue to urge Russia to return to productive engagement with the peace implementation council’s steering board. Along with our international partners, we are working to tackle the divisive rhetoric and actions from some politicians in Bosnia and Herzegovina, including the threat to re-establish a Republika Srpska army and to pull out of other established state-level institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is committed to helping the people of Bosnia and Herzegovina build a better future in a stable and prosperous state, with strong institutions. We support the NATO Headquarters Sarajevo, including through the secondment of UK staff officers who play an important role in building the capacity of the armed forces. We are providing capacity building and expertise to those actors who demonstrate genuine commitment to progress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}