{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-keynote-speech-at-the-uk-italy-pontignano-forum/",
    "title": "James Cleverly – 2023 Keynote Speech at the UK-Italy Pontignano Forum",
    "post_date": "February 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, in Rome, Italy on 8 February 2023.",
    "content": [
        "Buonasera a tutti.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We meet sadly at the time when Turkey and north Syria are responding to a series of huge earthquakes that have so far claimed over ten thousand lives and left many thousand homeless.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I know Italy and the United Kingdom have expert teams on the ground, demonstrating our work together to respond with help and common humanity to this appalling situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But as the ambassador just said, three members of the British cabinet are in Rome today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we are here with one overarching purpose: to demonstrate Britain’s commitment to Italy and to take our bilateral relationship to a new, higher level.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because, as my colleague, Foreign Minister Antonio Tajani puts it, we are at a turning point in our relationship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And this is a world that we must face together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because galvanised by the war in Ukraine, we have, I am pleased to say, already started to do just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we can invest even further in our relationship. And I will say more about that in a moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want to begin, however, with a thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A thank you to the Pontignano conference and to our chair today, Lord Willetts, for advocating the strongest possible relationship between our two countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I hope that we can use this special 30th anniversary to launch a new era in British-Italian cooperation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, the ties between Britain and Italy go back a very long way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just a few metres from here in the garden of this residence runs a Roman aqueduct.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The construction was begun early in the reign of Emperor Claudius, who in his spare time, when not building major Roman infrastructure, was invading Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it was nearing completion in AD61 under the then-Emperor Nero.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just as a particular feisty young woman from my part of Britain, from East Anglia, was launching a rebellion and Queen Boudica was attacking the Roman garrisons in East Anglia in and around Essex, including, of course, Colchester.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And after her defeat, it was decided to build a fortified settlement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And after a number of name changes, that settlement is now Braintree, the main town in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I am very glad to be here, although I suspect Boudica might have been less enthusiastic taking part in this bilateral conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But much more recently, British forces played a central role in the liberation of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as we approach the 80th anniversary of the landings in Sicily this summer and at Anzio or the Battle of Monte Cassino next year, I want to tell you how touched I am by the regard paid by Italians to commemorating our fallen across the length and breadth of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today our ties are modern.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They are strong and they are vibrant. Weaving a rich tapestry between our countries and our people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Born of one simple fact: we Brits and Italians rather like each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And wherever you look, you can see evidence of that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And you can see those ties in the here and now, whether it be through fashion, or culture, or cooking or sport.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Indeed, legend has it that football was imported to Italy by a British expat living in Genoa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Cricket, however, has still yet to make the international transfer. I’d rather like to keep it that way, so at least there’s one sport where we have a fighting chance of beating Italy at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I think that it is family ties and the ties of deep friendship between our peoples that count the most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we are very proud that the UK is home to around 600,000 Italians and the contribution that they make every day to British life and to British economy is something that we should celebrate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, over 30,000 Brits call Italy their home and we are very grateful for the warm welcome that you give to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And nowhere was our mutual affection summed up better than in Italy’s reaction to the death of our late Queen in September of last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will never forget how the President came straight from the airport, from a foreign visit to sign the condolence book here in the residence, or how many Italians queued to sign the condolence book at our embassy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we thank you deeply for that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, rooted in those strong foundations, we must look to the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And as we do so, we must equip ourselves to deal with the world as it is, not as we would wish it to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because as we sit here tonight, in the warmth and in the light, tens, perhaps hundreds of thousands of Ukrainians are sheltering in cellars in the cold, in the dark, wondering what horrors the night or the morning may bring.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In a little over two weeks, we will mark with our Ukrainian friends the solemn anniversary of Russia’s invasion of Ukraine on the 24th of February, a date which, to echo President Roosevelt, will live on in infamy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On that date, everything changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our security as freedom-loving European nations changed because we recognised we had an aggressor in our midst.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The security of our energy supplies changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The security of our economies changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The security of global food supplies, particularly those to poorer countries, changed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But some things did not change at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The need for allies and democracies to protect each other, the need for strong defence to deter war, the need for common sense to diversify our supply chains and to protect those supply chains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The need for unity. For friends to come together. And to stick together as allies in times of danger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And above all, the need to stand up for what we believe in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To stand up for democracy, for justice, for liberty, for freedom, for the rule of law, and for the international order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because I know that these are Italian values and these are British values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are our values, and they deserve to be protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Looking ahead, I see five areas where the UK and Italy need to work far more closely together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The first, of course, is on Ukraine and the consequences of Russia’s invasion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to do everything in our power to make sure that Ukraine prevails in this struggle between might and right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A message heard loud and clear in Westminster today when we heard from President Zelensky in a personal, powerful speech to parliamentarians in Westminster Hall on his visit to Britain today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From day one, Italy’s response to that invasion has been robust on sanctions, on seizing assets, on delivering humanitarian aid, on supplying weapons, on welcoming refugees or making plans to support Ukraine’s rebuilding. Italy has at every stage done the right thing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And let me pay tribute to Prime Minister Maloney and to PM Draghi before her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Tajani said to me in our first phone call, and he was right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He said, you can count on Italy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’ve seen that repeatedly, and I can assure you, so have our mutual friends in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And to anybody who harboured doubts about the United Kingdom’s ironclad commitment to European security after our exit from the European Union, every day since Russia invaded, Ukraine has given you your answer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am proud that our total military assistance last year to Ukraine was second only to the United States of America.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I am glad he is in the audience here this evening because I would also like to pay tribute to my friend and colleague Ben Wallace, the Defence Secretary, for having the foresight and confidence to help equip and train the Ukrainians before the most recent invasion in February.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in doing so, perhaps help them defend their capital city in that initial wave of the conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we must keep up the pressure. Indeed, we must do more, we must do it better and we must do it faster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The second area where we need to work even more closely is on defence and foreign policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we are already doing a lot together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Typhoon aircraft of the Royal Air Force and the Italian Air Force built in the UK and in Italy with Germany and Spain are patrolling the skies on NATO’s northern and eastern flanks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Italy is commanding NATO’s mission in Kosovo and its mission in Iraq and the EU missions in Somalia and maritime missions in the Mediterranean and the Straits of Hormuz, where nearly 11,000 personnel are deployed in 37 international missions in 25 countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Italy is very much doing its bit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You play a vital role in hosting key NATO bases, including the Joint Force Command in Naples, where many British personnel are stationed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK leads NATO’s enhanced forward presence in Estonia while Italian soldiers are guarding NATO’s southeastern flank in Bulgaria.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just a few weeks ago, our two prime ministers and the Prime Minister of Japan announced the launch of our new global combat air programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This multi-billion pound programme will be at the heart of our cooperation for many, many years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is the most powerful example of the growing partnership between Britain and Italy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It underscores our determination to work together to keep our nations and our allies safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Not just here in Europe, but also on the other side of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that growing partnership must extend to foreign policy, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As likeminded countries with many similar interests but different regions of geographical expertise, we have much to learn from each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have mutually reinforcing strengths in the Western Balkans, across the Mediterranean to the south and to the east and in Africa as we work to stop the hunger that Putin’s aggression against Ukraine has unleashed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And further afield, as strategic partners, we must address together the dangers posed by Iran and the challenges that go hand-in-hand with the rise of China.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third area where we must work together is energy security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Russia’s invasion of Ukraine may have exposed our vulnerabilities, but it has also galvanised a joint determination to address them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The speed with which Italy has moved to do so, including with Prime Minister Maloney’s recent visit to Algeria, has impressed us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As has Pierre Maloney’s ambition to turn southern Italy into a regional energy hub.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "An island surrounded by windy seas and a sun drenched peninsula have obvious advantages when it comes to renewable energy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If you are unsure which is which, the cold, windy weathers blow on our coasts rather than yours. If at any point you want to swap, talk to me afterwards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But both our countries will suffer from the effects of climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But here again, our engineering and financial knowhow are mutually reinforcing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So when we work together, we are more than the sum of our parts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our experience at COP26 and our presidency of COP26 demonstrated that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, the fourth area is in trade and commerce, the lifeblood of our economies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are both trading nations and we have traded together for centuries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, as the CEO forum highlighted, we want and need to deepen our business and commercial contacts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I’m delighted that an Exports and Investment agreement, which my Cabinet colleague Kemi Badenoch signed with Minister Tajani this morning, will help us achieve just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But once again, good though that is, we must do more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And lastly, of course, we need to work more closely together to tackle illegal migration, especially by sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Both our countries have received huge numbers of illegal arrivals by sea: over 105,000 in Italy last year and over 45,000 in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is an enormous challenge: humanitarian, social, criminal, political.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And our voters rightly demand that we get on top of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And indeed we must. Italy’s government, more than any other, I think, shares our sense of urgency on the need to address illegal migration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You have years of experience dealing with these issues across the Mediterranean and before that across the Adriatic Sea as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "One of the main departure countries, Libya, is a country that you know well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So let us work more closely together and learn from each other on this and on things more broadly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are, of course, starting that work with Home Office officials meeting their Italian colleagues in London today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So on Ukraine, defence, foreign policy, on trade, on dealing with illegal migrations, there is a lot of work to do and it is a big agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is indeed, as Minister Tajani says, a turning point in our relations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A time for ambition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A time for opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we should seize that opportunity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We both have new young prime ministers, fresh young leaders with energy and dynamism and enthusiasm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Leaders who believe in the nation state, who are committed to working with allies and partners, leaders who believe in freedom and a need to defend it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Leaders inspired by the example of Margaret Thatcher and the ideas of Robert Scruton.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We look forward very much to welcoming Prime Minister Meloni to London and also to Italy’s presidency of the G7 next year, when you can expect to see even more of us visiting your great country with even greater frequency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So it is time to put this burgeoning relationship between the UK and Italy onto a new, strong footing to cement this renewed alliance between London and Rome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I hope that we can swiftly conclude the work on our Bilateral Cooperation Agreement to provide an enduring framework for our cooperation in years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It’s time to make a leap, as Minister Tajani put it, to this conference organised by the Italian Embassy for the British media in Venice ten days ago, in the quality of our relationship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is what I want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is what the UK wants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is what our Italian friends want.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My Italian, is poor and limited, but my message is heartfelt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Andiamo avanti.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Insieme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Grazie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}