{
    "url": "https://www.ukpol.co.uk/james-cleverly-2021-statement-on-the-treaty-on-the-non-proliferation-of-nuclear-weapons/",
    "title": "James Cleverly – 2021 Statement on the Treaty on the Non-Proliferation of Nuclear Weapons",
    "post_date": "November 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for the Middle East and North Africa, in the House of Commons on 1 November 2021.",
    "content": [
        "Today the UK published its national report ahead of the 10th review conference of the parties to the treaty on the non-proliferation of nuclear weapons (NPT). This report reviews the progress that the UK has made against the NPT’s three pillars: disarmament, non-proliferation and the peaceful uses of nuclear energy. It will be submitted to the UN before the 10th review conference that will take place in New York in January 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s commitment to the treaty and to fulfilling our NPT obligations remains undiminished. As an original signatory of the NPT, and a nuclear weapon state that takes its responsibilities seriously, the UK remains committed to the long-term goal of a world without nuclear weapons where all states share in the peaceful uses of nuclear technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The NPT has been an unmitigated success for over 50 years. It is the centre of international efforts to stop the spread of nuclear weapons, to create a nuclear weapon-free world, and to enable access to the peaceful use of nuclear technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite its successes, we should not underestimate the challenges facing the global nuclear order. We have previously identified risks to the UK from major nuclear armed states, emerging nuclear states and state-sponsored nuclear terrorism. Those risks have not gone away; some have increased. We face a deteriorating nuclear security environment. The increase in global competition, challenges to the international order, and the proliferation of nuclear weapons pose a significant challenge to strategic stability. We must work to reverse this trend. The NPT will be central to this and we must continue to work with others to reinforce the parts of the international architecture that are under threat. We must also shape the international order of the future so that it can respond effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are proud of our contributions to the NPT and the steps we have taken since the last review conference in 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have played a leading role by pioneering work in nuclear disarmament verification, championing transparency and advancing risk reduction. We continue to work closely with international partners, civil society and academia to enhance mutual trust and confidence and create the environment for further progress on disarmament. We continue to press for significant steps towards multilateral disarmament. This includes the entry into force of the comprehensive nuclear test ban treaty, and successful negotiations on a fissile material cut-off treaty in the conference on disarmament. We possess the smallest stockpile of any of the nuclear weapon states recognised by the NPT and are the only one to maintain a single delivery system. Maintaining the UK’s nuclear deterrent capability at a minimum credible level, taking into account the international environment, is fully consistent with our international legal obligations, including those under article VI of the NPT.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK continues to be a strong supporter of the International Atomic Energy Agency (IAEA), which underpins non-proliferation under the NPT. We have sought to strengthen the international nuclear safeguards system, through our diplomatic efforts and through direct assistance from our nuclear safeguards programme. The review conference offers opportunities to encourage all states that have not yet done so to sign, ratify and implement safeguards agreements. We seek new opportunities to enhance the security of nuclear materials, ensuring these arrangements remain robust and evolve to meet new threats. We will promote the ratification of security conventions at the review conference and continue to provide direct assistance to other states through our global nuclear security programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Finally yet importantly, we want to highlight the sometimes overlooked part of the NPT: the peaceful uses of nuclear technologies. The UK has encouraged and will continue to encourage the development and exchange of peaceful nuclear technologies enabled by the NPT. This has a positive impact on people’s lives through nuclear medicine, food safety and pest control. Nuclear technologies have a critical part to play in tackling climate change—not only in helping to achieve net zero, but also through nuclear applications that can help countries to adapt and become more resilient to climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Looking towards the 10th review conference, the UK seeks an outcome that strengthens the NPT as the irreplaceable foundation and framework for our common efforts on nuclear disarmament, non-proliferation and the peaceful uses of nuclear technology. The UK is ready to work with all countries to strengthen the regime and to promote international stability, peace and security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A copy of the report has been placed in the Libraries of both Houses and on the www.gov.uk website.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}