{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-jim-fitton-and-detention-in-iraq/",
    "title": "James Cleverly – 2022 Statement on Jim Fitton and Detention in Iraq",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Europe and North America, in the House of Commons on 11 May 2022.",
    "content": [
        "I thank the hon. Lady for raising this important case. I recognise that this is a very distressing time for Mr Fitton and his family. I would also like to reassure hon. Members that consular officials continue to maintain contact with Mr Fitton and his family—indeed, they met his family this morning—and we liaise with his lawyers to provide consular assistance. Since his arrest in March, consular officials have visited Mr Fitton on four occasions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We understand the urgency and the concerns that Mr Fitton and his family have. We cannot, of course, interfere or seek to interfere with the judicial process of another country, just as we would not expect interference in our own judicial process. That said, the British ambassador in Baghdad has raised and will continue to raise Mr Fitton’s case with the Iraqi Government. That includes raising with the authorities the UK’s strong opposition to the death penalty, in the context of both its potential application to Mr Fitton and our in-principle opposition to it in all instances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Wera Hobhouse**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you for granting the urgent question, Mr Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am deeply concerned by the nature of the Foreign Office’s engagement with my constituent’s case. Jim is a 66-year-old geologist. He is sitting in a cell in Iraq, he has missed his daughter’s wedding and he potentially faces the death penalty. His family are worried sick. Nearly a quarter of a million people have signed a petition urging the Government to help Jim, whose lawyer believes that representations from the British Government could make a huge difference to his case, but I am afraid the Government give the impression that they are not particularly interested or worried. Ministerial engagement has been slow: it took 10 days for the Minister’s private office to inform me that a meeting with Jim’s family was not on the cards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Jim is days now away from a trial. We are told that the Government will not be making crucial representations to the Iraqi Government. I understand that the German Government are making representations on behalf of one of their nationals who has been detained with Jim; why will the Foreign Office not do the same?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I hope that the Minister will be able to answer these key questions. Jim’s trial is fast approaching. Will the Minister meet me and Jim’s family before the trial, and before it is too late? Will he commit himself to making representations to his Iraqi counterpart, as the German authorities are doing? This matter has implications far beyond Jim’s case; it fits into a concerning pattern of the UK Government’s failing to do enough for its citizens abroad. Can the Minister clarify his view of the role of the Foreign Office in supporting British citizens who run foul of legal injustice and draconian laws abroad, as has happened in Jim’s case? Will he commit himself to a root-and-branch review of the way in which the Foreign Office responds to situations such as this?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "British citizens deserve the help of the British Government. Jim Fitton is potentially facing the death penalty. I urge Ministers to do everything they can to stop this nightmare before it turns into a tragedy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I completely reject the hon. Lady’s assertions about the role of the British Government in this case, and in other consular cases. Let me remind the House of the facts, with your indulgence, Mr Speaker: I do think it is worth going into this in detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 23 March, shortly after Mr Fitton’s arrest, consular officials visited him in detention. On 4 April, consular officials visited him again. On 10 April, the British ambassador to Iraq raised his case with the Iraqi authorities. On 25 April, consular officials visited Mr Fitton in detention again. On 1 May, the British embassy sent a note verbale to the Iraqi Government on Mr Fitton’s case. On the same date, and on 8 May, the British ambassador again raised the issue of Mr Fitton’s case with the Iraqi Government. Also on 8 May, consular officials visited Mr Fitton in detention. On 10 May, the British ambassador again raised Mr Fitton’s case with the Iraqi officials. On 11 May—just today, as I said—the family met our expert consular officials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We do these things not because cases are raised in the House, but because they are the right things to do. I am proud of the work done both by our officials in Iraq and by the consular team in the UK to support individuals who have been arrested and their families. We will of course continue to raise this case with the Iraqi officials, we will of course continue to liaise with Mr Fitton and his family, and we will continue to support British nationals in incarceration around the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Gray (North Wiltshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Fitton is not my constituent, but a large number of his family and friends live in the village of Box, just outside Bath.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I have two caveats. First, I entirely accept the Minister’s injunction that this is not a matter for the British Government and must come under the Iraqi judicial system; that is perfectly correct. Secondly, ancient relics are extremely important to the Iraqi Government, particularly post Saddam Hussein. I also, incidentally, reject much of what the hon. Member for Bath (Wera Hobhouse) had to say about the consular service in general. In my experience it is outstandingly good, and it is quite wrong to attack it in general because of this particular case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That said, we have here an elderly—he is a little younger than me, but none the less elderly—scientist who inadvertently picked up a couple of shards in Iraq: a very minor offence in our terms, albeit an important one with regard to Iraq. He is facing a very long prison sentence or possibly a death sentence, so I want to hear from the Minister that he will absolutely commit himself to doing whatever we can through the consular service, particularly by providing English-speaking lawyers and English-speaking support of one kind or another to try to either get him off or at least mitigate the sentence that he will have to face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my hon. Friend for his kind remarks about the professionalism of the Foreign Office’s consular team. They deal with incredibly difficult and sensitive issues regularly. I can assure him that we will continue to work tirelessly to bring this case to the attention of our opposite numbers in the Iraqi Government. As I have said, it would be wrong for us to attempt to distort their legal process but we will of course help Mr Fitton’s family to secure legal representation, including English-speaking legal representation, to give him the proper ability to defend himself in this instance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We now come to the shadow Minister, Bambos Charalambous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Bambos Charalambous (Enfield, Southgate) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I would like to congratulate the hon. Member for Bath (Wera Hobhouse) on securing this urgent question today and on her tireless advocacy on behalf of her constituent, Jim Fitton. My thoughts are with Mr Fitton and his family, and I would like to echo the concerns raised by colleagues across the House. In March, Mr Fitton, a British citizen and retired geologist, was arrested in Iraq on a charge that carries the death penalty. He remains detained. As we have heard, he was part of a tour group visiting Iraq on an organised geology and archaeology trip. During the tour, the group picked up some broken fragments of stone and pottery from the ground. The fragments were out in the open, unprotected, and without nearby signage warning against their removal. Members of the tour were told that they could take the fragments as a souvenir as they held no economic or historical value. Mr Fitton’s family have made it clear that, as a retired geologist, he would never in any way intend to disrespect or appropriate the rich and fascinating culture of the region; rather, he would celebrate it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, Mr Fitton awaits a trial date for sentencing, which is expected imminently. The window for intervention from the Foreign Office is therefore narrowing. Urgent Government action is needed, and the lack of engagement from Ministers is creating frustration for everyone who wishes to see the situation resolved. The Foreign Office needs to do everything it can to protect British citizens who are wrongfully detained abroad. I hear what the Minister has said about the consular support that has already been provided, but I would like to ask him what efforts the FCDO is urgently taking on behalf of Mr Fitton not only to secure a high-level meeting with judicial officials in Iraq regarding legal representation in order to resolve the case, but to engage with Mr Fitton’s family. Does he share my concern that dragging his feet in cases such as these is resulting in public trust in the Government’s commitment to protecting British citizens wrongfully detained abroad being profoundly impacted? As each day passes, this case becomes more serious and I urge the Government to take the necessary steps to allow Jim to be reunited with his family before it is too late.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The FCDO visited Mr Fitton in detention on 23 March. He was arrested on 21 March. The hon. Gentleman, who knows I have a huge amount of respect for him, is frankly talking nonsense when he talks about dragging our feet. We visited Mr Fitton in detention within days of his arrest, and we have visited him three times since then. As I have said, we have interacted with the ambassador to the Iraqi Government on more than weekly occasions on this issue. I completely reject the hon. Gentleman’s assertion about the British Government’s engagement on this issue. We are deeply engaged with this issue, and we will remain deeply engaged with this issue. As I have said, it would be completely inappropriate for us to seek to distort the Iraqi legal process, but we will continue to support Mr Fitton in his legal defence of the case against him, and we will continue to support his family through what we completely understand is a deeply distressing time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dr Andrew Murrison (South West Wiltshire) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate the hon. Member for Bath (Wera Hobhouse), my near neighbour, on raising the case of her constituent. I accept that the Government cannot interfere directly in matters of this sort, but will the Minister understand that the mechanics of the criminal justice systems of other jurisdictions are not necessarily the same as we would expect in the United Kingdom? Will he contrast the approach to this problem by the UK Government with that of Germany, which appears to be far more involved at ministerial level?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I previously held the brief for the middle east and north Africa, as did my right hon. Friend, and he will know that the UK enjoys a very close and strong relationship with the Iraqi Government at both ministerial and official levels. I completely understand his point about Iraq’s judicial system being dissimilar to our own, but we must respect the judicial systems operated by other countries. We completely understand the concern of Mr Fitton and his family, and we will continue to engage as intensively as we already have to ensure that he receives a fair trial and has good legal representation. We do these things not because of questions in the House but because we believe they are the right thing for the UK Government to do to support British nationals overseas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Mr Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I call the SNP spokesperson, Chris Law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Chris Law (Dundee West) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I welcome this urgent question from the hon. Member for Bath (Wera Hobhouse) precisely because action is not happening on the ground, notwithstanding the Minister’s reassurances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is an unimaginably anxious and distressing time for Jim Fitton and his family, and I would like to send a message of support to them all on behalf of the SNP. Sadly, we know the FCDO does not have the strongest track record on ensuring the safe and swift release of UK nationals from foreign detention. The FCDO must intervene now, using every diplomatic avenue, to prevent the Iraqi authorities from sentencing Mr Fitton to death.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is wholly disproportionate that Mr Fitton faces a potential death penalty for the removal of protected fragments of artefacts. His family have stated that FCDO Ministers are yet to lobby their Iraqi counterparts against issuing a death sentence. Is this true? If so, why is urgent action not being taken to safeguard a UK national? Finally, what is the FCDO doing to secure Mr Fitton’s urgent release?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I will not simply refer the hon. Gentleman to my previous answers, but when I have listed the British embassy’s intensive engagement at the most senior levels with the Iraqi Government, including through a note verbale, it is a complete perversion of the situation for hon. Members to say that the UK Government have not engaged. We completely understand the concerns of both Mr Fitton and his family. We will continue to support him and them through this incredibly difficult time, and we will continue to engage with the Iraqi Government to ensure the right outcome for Mr Fitton, but we cannot, should not and would not seek to distort Iraq’s legal system, as we would not accept that happening to us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Neale Hanvey (Kirkcaldy and Cowdenbeath) (Alba)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I pay tribute to and thank the hon. Member for Bath (Wera Hobhouse) for her work on this case. I express my support and solidarity with Jim Fitton’s family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nothing is more important than consular services to support those facing injustice abroad. Jim Fitton’s sister, Ruth, is my constituent, and she approached me over the May bank holiday to set out the situation that Jim and the family are currently experiencing. I wrote to the Foreign Secretary twice that afternoon, and I have yet to receive a response. I gently suggest to the Minister that his claims of urgency are certainly not reflected in the response, or lack thereof, I have experienced. I wrote to the Foreign Secretary to implore her to take action, and I have had no response, even though I made it very clear that we are in a perilous situation and that the trial date could be set for this week—I understand it will now be 15 May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I support all the questions that have been asked by hon. Members on both sides of the House. Surely advocacy for a British citizen is not interference in another country’s legal system. The family’s lawyers are responsible for the legal case, and all the family are asking the FCDO to do is to endorse that case. Will the FCDO please give us a single point of contact—somebody that we and the family can liaise with—so that we are kept up to date on what is happening?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The family have a point of contact within the consular system. The hon. Gentleman says that he wrote to the Foreign Secretary in May. Prior to his correspondence, we had already visited Mr Fitton in detention three times, we had raised his case with the Iraqi authorities and we had issued a note verbale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for his response. What steps have been taken to assess the adequacy of the food, exercise and light to which Mr Fitton has access? What steps are the UK Government taking, if possible with the Iraqi Government, to secure his release back to the UK under some system where he can then have access to his family?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Gentleman raises a valid point. As part of our regular visits to Mr Fitton, we ensure that his circumstances remain humane and appropriate. We give advice on the remand system, on what privileges he might expect, and on social and welfare services. We also, of course, seek to ensure that he gets proper English language representation. Those are the things we will continue to do to support him through a case that, as a number of right hon. and hon. Members have mentioned, has not yet gone to trial.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank the Minister for coming to the Chamber today to respond to this UQ. What constructive action can the Government take to put pressure on Iraq to secure Jim’s safe release or, at the very least, to have the abhorrent threat of the death penalty taken off the table immediately?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I say, in all our interactions with not just Iraq, but all countries that have the death penalty, we ensure that when we speak on this issue we highlight that we have an in-principle opposition to the death penalty. We will continue to make it clear to the Iraqis that we oppose the imposition of the death penalty, both in Mr Fitton’s case and more generally. On support to his legal team, ultimately it would not be appropriate for the UK Government to take on a “quasi” role as legal representatives, but we will of course ensure that Mr Fitton does have appropriate and professional legal representation, in a language that he can understand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Layla Moran (Oxford West and Abingdon) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I congratulate my hon. Friend the Member for Bath (Wera Hobhouse) on raising this matter. There is a difference between consular support and ministerial support. My question to the Minister is: what is the point in all these visits if then when there are opportunities to actually do something useful, it does not get done? For example, Jim’s lawyer sought to refer the case to the court of secession, as doing so would have, in effect, thrown the case out. At that moment, a supportive letter from the Minister would have made all the difference, yet it did not happen. Why?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The hon. Lady is fundamentally wrong in her assertion. Our consular staff are the experts in this field. It is right that, whether it be the ambassadorial team in Baghdad or the consular team here in the UK, we apply the technical experts to problems such as this. That is exactly what we have done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Jonathan Edwards (Carmarthen East and Dinefwr) (Ind)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Minister mentioned in an earlier answer that there was a direct line for the family to contact officials. Will he confirm that that is an open line for the family to contact whenever they seek reassurance, as opposed to a line of reporting back on the Government’s actions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As I have highlighted, our consular team are in regular contact with the family and had a meeting with them just today. I have no doubt that our team will continue to work with them. We recognise just how concerning this situation is and how fearful they will be because of these circumstances. Our consular team are experts in dealing with families in circumstances such as these, and I have no doubt that they will continue to liaise closely with Mr Fitton’s family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Dave Doogan (Angus) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Fitton is clearly not my constituent, but his former colleague Mark Smith is, and Mr Smith is bereft at his plight. Will the Minister impress on the Iraqi authorities the fact that Mr Fitton is far from some profiteering treasure hunter but is instead a deeply respectful accredited academic who would never disrespect Iraq or its artefacts? Will the Minister confirm that the Government will use all channels to try to impress on the Iraqi authorities the need for the most expedient and increased leniency in this case?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**James Cleverly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I assure the hon. Gentleman that the UK Government, at every level, always seek to take the actions that we believe will best benefit British nationals overseas. I assure him that the level of engagement I have outlined in my answers will set the pattern for our continued engagement. We will of course seek to ensure that the legal process is conducted absolutely properly and that we support Mr Fitton and his family through our consular services throughout this incredibly concerning process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}