{
    "url": "https://www.ukpol.co.uk/james-cleverly-2020-statement-on-syria/",
    "title": "James Cleverly – 2020 Statement on Syria",
    "post_date": "February 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by James Cleverly, the Minister for the Middle East and North Africa, in the House of Commons on 24 February 2020.",
    "content": [
        "I am grateful to my right hon. Friend for bringing this urgent question to the House. We are deeply concerned by the crisis in north-west Syria, where the situation on the ground is deteriorating. Over 900,000 people have been displaced while fleeing the regime and Russian bombardment. They are fleeing northwards and being squeezed into increasingly dense enclaves. With camps full to capacity, many are sleeping in the open, in temperatures well below freezing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nearly 300 civilians have been killed in Idlib and Aleppo since 1 January this year. The Office of the United Nations High Commissioner for Human Rights has confirmed that 93% of those deaths were caused by the regime and its allies. International humanitarian law continues to be ignored, with civilian infrastructure being hit probably as a result of active targeting. As recently as yesterday, the White Helmets reported that Russian warplanes hit a children’s and women’s hospital in the village of Balioun in Idlib.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has condemned, and continues to condemn, these flagrant violations of international law and basic human decency. Following UK lobbying, in August 2019 the UN Secretary-General announced a board of inquiry into attacks on civilian infrastructure supported by the UN or that were part of the UN deconfliction mechanism, which we continue to support. We look forward to the publication of the results as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have repeatedly pressed—including at the UN Security Council—for an immediate, genuine and lasting ceasefire. We have called a number of emergency council sessions on Idlib in New York, most recently on 6 February alongside the P3, where the UK ambassador to the UN, Karen Pierce, reiterated our clear call for a ceasefire and our support for Turkey’s efforts in the region. There is overwhelming support for that in the Security Council, and we regret very much that the Russians continue to obstruct the possibility of agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Foreign Secretary noted on 31 January this year, only a political settlement in line with UN Security Council resolution 2254 can deliver a lasting peace for Syria. The UK will continue to support the efforts of the UN special representative for Syria, Geir Pedersen, to that end. We regret that the Syrian regime continues to stall the process, despite the cost to the Syrian people and the loss of Syrian lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite this political obstruction, the UK remains an active leader in the humanitarian space. In the financial year 2019-20, the Department for International Development has allocated £118 million to projects implemented by organisations delivering cross-border aid, primarily into north-west Syria, including into Idlib. This has helped to provide hundreds of thousands of vulnerable people with food, clean water, shelter and healthcare, including psychosocial support.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have provided funding to response partners, including the UN, to pre-position essential supplies to support innocent families and civilians displaced by conflict and are supporting all our partners to respond to this humanitarian crisis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}