{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-school-rebuilding-programme/",
    "title": "James Cleverly – 2022 Statement on the School Rebuilding Programme",
    "post_date": "July 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Secretary of State for Education, in the House of Commons on 12 July 2022.",
    "content": [
        "I am delighted to confirm details of the next 61 schools prioritised for the School Rebuilding Programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The School Rebuilding Programme was announced by the Prime Minister in June 2020 and will transform the learning environment at 500 schools and sixth form colleges over the next decade, supporting teachers in England to deliver a high-quality education, so that pupils gain the knowledge, skills and qualifications they need to succeed. The programme will also support levelling up of opportunity by addressing school buildings with the highest condition need across England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It represents an important commitment to invest in construction sector jobs and skills, helping drive growth in the economy. The programme will have a continued focus on modern methods of construction and provide opportunities across the industry, including for small and medium-sized enterprises.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As with the first 100 schools announced in 2021, this group of schools has been prioritised solely on the basis of the condition of their buildings. The projects include primary and secondary schools, as well as special schools. This also represents a substantial investment in schools in the midlands and north of England, with 37 out of 61 projects in these regions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The new school buildings will be energy-efficient designs with high sustainability standards, delivering a generation of new school buildings that will be net zero carbon in operation and mitigate the risks of climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The 10-year programme will continue to target school buildings in the worst condition across England. From 19 July to 8 October 2021, we conducted a public consultation with the sector on our approach to prioritising schools for the long-term programme. As set out in the Government’s response, we invited responsible bodies—such as academy trusts and local authorities—to submit nominations for their schools with the poorest condition buildings to join the programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2022 to 2023, we expect to prioritise up to 300 schools in total. We are announcing a smaller group of 61 schools now to maintain the pace of delivery and address some of the poorest condition buildings as soon as possible. We are still assessing all other nominations received and have not ruled out any nominated schools for selection at this point. We plan to make another announcement later this year to confirm further schools selected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Alongside the rebuilding programme, the Government have committed £1.8 billion in the financial year 2022-23 for maintaining and improving the condition of the school estate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Further details, including lists of the school rebuilding projects, have been published on www.gov.uk. Copies will be placed in the House Library.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}