{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-statement-on-the-execution-of-alireza-akbari-2/",
    "title": "James Cleverly – 2023 Statement on the Execution of Alireza Akbari",
    "post_date": "January 18, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 16 January 2023.",
    "content": [
        "With permission, Mr Speaker, I will make a statement on the execution of a British national in Iran.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On Saturday morning, Iran’s regime announced that it had executed Alireza Akbari, a British-Iranian dual national. I know that the thoughts of the whole House will be with his wife and two daughters at the time of their loss. They have shared his ordeal—an ordeal that began just over three years ago when he was lured back to Iran. He was detained and then subjected to the notorious and arbitrary legal process of the regime. Before his death, Mr Akbari described what was done to him and how torture had been used. Let there be no doubt: he fell victim to the political vendettas of a vicious regime. His execution was the cowardly and shameful act of a leadership that thinks nothing of using the death penalty as a political tool to silence dissent and settle internal scores.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In February last year, Mr Akbari’s family asked the Foreign, Commonwealth and Development Office for our support, and we have worked closely with them ever since. I want to pay tribute to them for their courage and fortitude throughout this terrible period. In line with their wishes, the Minister of State, my noble Friend Lord Ahmad, lobbied Iran’s most senior diplomat in the UK as soon as we learned that Mr Akbari’s execution was imminent. We maintained the pressure right up until the point of his execution, but, sadly, to no avail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When we heard the tragic news on Saturday morning, we acted immediately to demonstrate our revulsion. I ordered the summoning of Iran’s chargé d’affaires to the Foreign, Commonwealth and Development Office to make clear our strength of feeling. Our ambassador in Tehran delivered the same message to a senior Foreign Ministry official. Ten other countries have publicly condemned the execution, including France, Germany and the United States, and the European Union has done the same. I am grateful for their support at this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We then imposed sanctions on Iran’s Prosecutor General, Mohammad Jafar Montazeri, who bears heavy responsibility for the use of the death penalty for political ends. His designation is the latest of more than 40 sanctions imposed by the UK on the Iranian regime since October, including on six individuals linked to the revolutionary courts, which have passed egregious sentences against protesters, including the death penalty. In addition, I have temporarily recalled from Tehran His Majesty’s ambassador, Simon Shercliff, for consultations, and we met and discussed this earlier today. Now we shall consider what further steps we take alongside our allies to counter the escalating threat from Iran. We do not limit ourselves to the steps that I have already announced.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Akbari’s execution follows decades of pitiless repression by a ruthless regime. Britain stands with the brave and dignified people of Iran as they demand their rights and freedoms. Just how much courage that takes is shown by the appalling fact that more than 500 people have been killed and 18,000 arrested during the recent wave of protests. Instead of listening to the calls for change from within Iran, the regime has resorted to its usual tactic of blaming outsiders and lashing out against its supposed enemies, including by detaining a growing number of foreign nationals for political gain. Today, many European nationals are being held in Iranian prisons on spurious charges, including British dual nationals, and I pay tribute to our staff—both in Tehran and here in the UK—who continue to work tirelessly on their behalf.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Beyond its borders, the regime has supplied Russia with hundreds of armed drones used to kill civilians in Ukraine. Across the middle east, Iran continues to inflict bloodshed and destruction by supporting extremist militias. And all the while, the steady expansion of the Iranian nuclear programme is threatening international peace and security and the entire system of global non-proliferation. In the last three months alone, Britain has imposed five separate packages of sanctions on Iran, and today we enforce designations against more than 300 Iranian individuals and entities. We have condemned the regime in every possible international forum, securing Iran’s removal from the United Nations Commission on the Status of Women and, alongside our partners, creating a new UN mechanism to investigate the regime’s human rights violations during the recent protests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House should be in no doubt that we are witnessing the vengeful actions of a weakened and isolated regime obsessed with suppressing its own people, debilitated by its fear of losing power, and wrecking its international reputation. Our message to that regime is clear: the world is watching you and you will be held to account, particularly by the brave Iranian people, so many of whom you are oppressing and killing. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}