{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-uk-eea-efta-separation-agreement/",
    "title": "James Cleverly – 2022 Statement on the UK-EEA EFTA Separation Agreement",
    "post_date": "June 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Europe and North America, in the House of Commons on 16 June 2022.",
    "content": [
        "The UK-EEA EFTA separation agreement, which was agreed with Iceland, Norway and Liechtenstein, and signed on 28 January 2020, covers citizens’ rights and separation provisions. The separation agreement established a Joint Committee whose primary role is to supervise and facilitate the implementation and application of the separation agreement, with the power to make decisions. The Joint Committee has a rotating chair which is currently held by Liechtenstein.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The third meeting of the Joint Committee took place on 8 June 2022 in London, and focused on citizens’ rights. Each of the parties to the agreement gave an update on the implementation and application of the citizens’ rights provisions, and reiterated their commitment to ensuring continued correct implementation and application. The Independent Monitoring Authority and the EFTA Surveillance Authority also attended to give updates on their monitoring and complaints handling functions as required by the separation agreement, and to discuss their annual reports for 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Joint Committee adopted a decision to amend part I of annex I of the separation agreement to reflect decisions taken by the EU’s Administrative Commission for the Coordination of Social Security Systems. These decisions relate to the interpretation of the relevant social security co-ordination provisions, including on data processing and data exchange. They do not impact the rights provided for in the separation agreement. Copies of this decision have been deposited in the Libraries of both Houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Joint Committee will meet at least annually, with Norway holding the next rotating chair. The next meeting is expected to take place in 2023. I commit to continuing to update Parliament following future meetings of the Joint Committee where decisions are taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}