{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-speech-in-lagos/",
    "title": "James Cleverly – 2023 Speech in Lagos",
    "post_date": "August 1, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, in Lagos, Nigeria on 1 August 2023.",
    "content": [
        "I’m delighted to be here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "All around us, Lagos is buzzing with activity and innovation. It’s global city of entrepreneurs and free market ventures. A thriving hub of science, technology and innovation. A pulsating, captivating metropolis – attracting investment from all corners of the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "What better venue could there be to share the UK’s vision of our partnerships, not just with Nigeria, but with other African countries as well, a partnership we intend to endure for decades to come. The United Kingdom has long been a friend and partner of Nigeria – and other countries in Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "As Foreign Secretary, I am proud of the UK’s ties to this continent. They are underpinned by our shared history, the diaspora communities in the UK and in African countries – as well as the countless professional connections across academia, business, defence and development. They are continually nourished by the precious bonds of friendship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "Now, as the UK’s Foreign Secretary I’m not allowed to have a favourite continent. But if I did, it would be Africa. My mother was born here. I am proud of my Sierra Leonean roots. I’m also proud of the United Kingdom’s contribution to the history of this great continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "But I’m not here to talk about our shared history – fascinating a subject that it is, I am here to talk about the future. It was Ghana’s first president, Dr Kwame Nkrumah, who said that his country faces neither east nor west. It faces forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "That is very much my outlook too. It’s why I want to focus on our shared future in an era of geopolitical competition, demographic shifts, existential challenges and exciting new technologies as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "We are living through an era when the tectonic plates of world politics are shifting decisively. And a battle of ideas is taking place once again. This time, its focus is on the nature and the future of the international order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "The UK’s position is clear. Respect for sovereignty, territorial integrity, self-determination and human rights must prevail. Alongside democracy, the rule of law, liberty and freedom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "And I know that these are your values too. Which is why [we welcome the strong and principled stance](https://www.gov.uk/government/news/uk-statement-on-the-situation-in-niger) that the African Union and the Economic Community of West African States have taken on the defence of democratic values and the constitutional order in Niger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund",
        "These are all values that we cherish, and they are values of the UN Charter. Alongside self-determination, territorial integrity and an end to all laws of conquest and annexation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Russia’s attack of Ukraine and invasion of that country, is an attack on our shared values. An attack on the UN Charter and an attack on the international order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "But this month Russia has hit a new low. We are witnessing the grotesque spectacle of a G20 nation, deliberately burning food stocks whilst there are millions of people around the world struggling to eat.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "We live in a world of rapidly increasing transnational threats. Climate change is the most urgent and obvious example. We need strong multilateral institutions – particularly International Financial Institutions – that represent the world as it is today, economically, politically and demographically.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "This is not currently the case. The UK recognises that. And we want to work with African leaders in partnership to change it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "We want and need a better-functioning International Financial System. We want and need permanent African representation on the UN Security Council. We want and need the African Union to become a member of the G20. Because we want and need the sheer demographic heft of African countries to be appropriately recognised in international organisations. So that we can shape the future of our world in partnership with African countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Why? Because, by 2050, 2 billion people will live in Africa. Half will be under 25. Africa’s share of the world’s population is forecast to double from 18% to 37% by 2100. Whilst Europe’s is set to shrink from 10% to just 5%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "The shift in world power that this represents has been evident for some time. And it is my goal as Foreign Secretary to ensure that our strategic approach reflects that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "African countries will play a pivotal role in determining the future of the international order. That is why I’m here this week. To renew old friendships and to forge new ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "I want us to take forward a mutually beneficial agenda on trade, investment, climate action and reform of the international order. As a partner, and as a friend. Because partnership and friendship will help us reach the ambitious goals we have set ourselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "A prosperous, stable and secure Africa is what everyone wants, and what everybody needs. It’s good for the 1.5 billion people who live on this great continent. It’s also good for the UK. And it’s good for the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Our approach in Africa will continue to be driven by the needs and perspectives of our partners across the continent. Be it development, security, sustainability or green and clean infrastructure, we are working shoulder to shoulder with our African partners – and we will continue to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Of course – there are many unknowns. We do not know when the next pandemic will strike. We cannot predict exactly when Ukraine will defeat this Russia’s invasion. We don’t know how the situation in Sudan or Niger will evolve. We have limited control over the pace of geopolitical change. And we cannot predict, with any great precision, the ultimate effects of climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "But what we do have is the power to set direction and plan strategically, laying the foundations of resilience whilst working towards our mutual prosperity and security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "That’s why partnership is so important. And it’s why we will continue to support African countries through urgent crises via our bilateral programmes, as we work in concert with organisations like the African Union and the Economic Community of West African States to enhance stability and security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "It’s why we continue to support the African Continental Free Trade Area. Because by strengthening stability and security, we will improve lives in Africa and the UK simultaneously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "But let me come back to our venue here today. Lagos represents Africa’s ever-growing confidence, it’s ever-growing economic strength and the immense future potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Through trade, investment and the combined force of public investment and private capital, the UK wants to partner with you in reaching your full economic potential. Because when African countries are prosperous and stable, the UK benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "The UK has been one of the biggest international investors in Africa. According to The United Nations Conference on Trade and Development, British companies collectively hold the largest stock of Foreign Direct Investment in African countries. Total trade in goods and services between the UK and Africa reached £44.7 billion in 2022 – an increase of 32.5% on the previous year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "This is already an excellent foundation on which to build. But in the future, I want to do even more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Over half of British International Investment’s portfolio is in Africa. It committed nearly £700 million of investment in 2022 alone, and is set to become one of the largest climate investors in Africa by 2026.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "UK Export Finance has provided more than £3.5 billion for projects in Africa since 2020. And the City of London offers high-quality finance, investment opportunities and support in creating the right regulations for sustainable growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "In 2021 and 2022, African issuers raised £13 billion on the London Stock Exchange.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Here in Nigeria, the UK’s Manufacturing Africa programme is supporting 22 manufacturing deals, worth $664 million, spanning electric vehicles, solar energy waste recycling – and much more. We strongly welcome President Tinubu’s economic reforms, including the removal of fuel subsidies and the unifying of exchange rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "And I was delighted to see that Ghana has adopted an ambitious economic reform programme to secure approval of their IMF programme. These decisions will encourage economic investment, and will help drive growth, and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "But sound macro-economic reforms at national level, no matter how inventive and bold, can only go so far. African countries need capital to drive investment, development and jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "That’s why it’s imperative that International Financial Institutions accommodate our shared aspiration for a bigger, more responsive and fairer system. If multilateral development banks implement the recommendations of the G20’s independent Capital Adequacy Framework review, they will unlock hundreds of billions of dollars in development finance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "The UK is taking a leading role on reform of International Financial Institutions. And we’re investing in the World Bank and the African Development Bank – which of course is majority African owned – so that they can finance infrastructure and support trade right across Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "We support the aims of the Bridgetown Agenda. And I’m working with our partners to ensure that our aspiration is converted into action. It’s why we support the ‘Room to Run’ guarantee to the African Development Bank, which is expected to unlock up to $2 billion worth of new financing for projects across the continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "But the public sector alone cannot provide all the investment that is needed. Private capital is essential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "That’s why the UK government is promoting private sector investment in Nigeria, and across the continent. And we will do our utmost to galvanise even more interest. I’ll come back to that in just a second.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "We will also continue to champion further multilateral reforms that will benefit Africa. Like the better and faster implementation of international tax rules that will stop revenues leaking from your national treasury. Or international rules for the governance of Artificial Intelligence and transformational technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Reform of international rules is not in the UK’s gift alone – no one country can bring about multilateral reform. But change is possible when we work in partnership on reforms that benefit not just African countries or the UK – but the whole world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "A sustainable international order is in all our interests. It will make us safer. And it will drive future prosperity. Higher growth will bring more and better jobs as well as the revenue you need to update infrastructure and provide public services for all Nigerians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations",
        "Whilst I’m on the subject of growth, let me say how strongly I believe that the inclusion of women is critical to all our economies. If women participated in labour markets on an equal footing with men, this could add $28 trillion, or 26%, to global GDP in 2025.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Failure to take advantage of that statistic is wasteful beyond belief. That’s why British International Investment will ensure that at least 25% of their new investments focus on empowering women and girls’ and their economic development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And if we’re talking about future economic growth and our shared prosperity agenda, I have to say a word of praise for Nigeria. Your track record on tech is exceptional – indeed you received 44% of all international tech investment into Africa in 2021.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the UK is proud to be playing even a small part in your success. Our Digital Access Programme promotes connectivity and digital skills in Kenya, Nigeria and South Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This in turn stimulates innovation and sparks global development. And I’m also proud to announce a new £10 million partnership with Infacredit, which shares the risk in financing new infrastructure projects, and by doing so, leverages much more domestic private capital. That’s a great way of financing economic development, and we’re working to set up similar facilities in other African countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But a real uplift in growth and prosperity cannot come without an increase in international trade. That’s why our [Developing Countries Trading Scheme (DCTS)](https://www.gov.uk/government/collections/trading-with-developing-nations) will extend tariff cuts to hundreds of more products exported from developing countries in Africa and elsewhere. This means that 98% of goods imported from Africa into the UK will enter duty free and new rules of origin will help the least developed economies integrate into global supply chains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Increased trade stimulates partnerships. And our collective power today – the power of African countries and the UK together – is founded on the quality and number of our partnerships. Only together can we adequately address shared challenges. Only together can we harness opportunities, and only together can we improve living standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why in April next year, we will be hosting the [UK-African Investment Summit](https://www.gov.uk/government/topical-events/uk-african-investment-summit-2024) in London. This will be a milestone event and a further sign of the way we are stepping up our engagement and partnership with African countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our summit recognises the immense potential and opportunities for innovation across this continent for governments, businesses and for investors. And we want the summit’s outcome to be a new consensus across governments and the private sector that together we can deliver on inclusive growth, jobs, food security and the green economic transition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But you cannot have prosperity without security. Strengthening peace and security in Africa is therefore critical to unlocking our full joint potential.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it is also critical that we include women in peace processes so that they deliver better and longer lasting outcomes. Development gains and a fragile peace can be easily lost if large parts of a population are marginalised, or human rights are not respected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will continue to focus on strengthening African countries’ resilience against threats, as well as addressing the drivers of conflict and instability. Strategic security and defence partnerships – like those we have with Nigeria, Ghana and Kenya – are a powerful means of achieving this goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We support African countries in their ongoing fight to counter-terrorism. African leadership, with support from the UK and others, has eliminated piracy off the coast of Somalia – and dramatically curtailed piracy off the Gulf of Guinea. As a result, the whole world has benefited.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But security and prosperity rely on scientific innovation. The UK government recognises the need for investment in science and technology. That’s why we plan to expand our science and technology partnerships. Building on the success of our Digital Access Programme, which promotes connectivity and digital skills in Kenya, Nigeria and South Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we will work with our partners to commercialise scientific knowledge. Public-private partnerships and an open approach to science make the spread of innovation easier and the work of pioneers more accessible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our spirit of partnership provides opportunities to collaborate and accelerates progress towards our shared objectives. I say again: when you benefit, we benefit. We are proud that there are already many strong examples of partnerships with the UK across this continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My ambition is not just to emulate but to surpass those achievements. And to face our shared future with optimism. Let there be no doubt. When it comes to our partnerships, the best is yet to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}