{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-un-general-assembly/",
    "title": "James Cleverly – 2022 Statement on the UN General Assembly",
    "post_date": "September 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 23 September 2022.",
    "content": [
        "The Prime Minister led the UK delegation to the high-level segment of the 77th Session of the UN General Assembly which took place in New York between 19 and 26 September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The delegation travelled to UNGA immediately after attending the state funeral for Her late Majesty Queen Elizabeth II. The UN and its member states joined the global expressions of grief and respect following the death of Her late Majesty, with UN Secretary-General Guterres leading the tributes. Her late Majesty had a long relationship with the UN, from the founding meetings in London in 1946 through to her visit in 2010 when she remarked that the UN had become “a real force for common good”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Foreign Secretary represented the UK at the UN Security Council meeting on Ukraine, attended a separate event on strengthening co-operation on accountability for atrocities committed in the conflict, and spoke at the launch of the First Lady of Ukraine’s foundation. The Foreign Secretary hosted a UK-Gulf Co-operation Council Ministerial and attended the Secretary-General’s global crisis response group meeting, as well as meetings focused on global food security and the Indo-Pacific.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He met counterparts from Australia, Canada, China, India, Indonesia, Rwanda, Saudi Arabia and the United States. Ministers Ford, Ahmad and Goldsmith participated in a wide range of events focused on international development, education, the environment, prevention of sexual violence in conflict and various regional issues, and met a number of counterparts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These events supported the Prime Minister’s and the wider delegation’s programmes—including a range of bilateral meetings and roundtables with business leaders in New York. The delegation engaged with Presidents Biden and Macron, as well as Prime Minister Jugnauth of Mauritius, Prime Minister Kishida of Japan, Prime Minister Lapid of Israel, President Nauseda of Lithuania, President Erdoğan of Turkey and President von der Leyen of the European Commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To mark the UK’s support for our Ukrainian allies, the Prime Minister joined the Ukrainian First Lady and the Ukrainian Prime Minister at an exhibition on accountability for international crimes committed in Ukraine, maintaining the international spotlight on Russia’s aggression against Ukraine. She also set out to the UN General Assembly how the UK would use its network of partnerships across the globe, such as the Commonwealth and organisations like the G7, to strengthen the principles of sovereignty and self-determination, and to promote freedom and democracy in all parts of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}