{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-chinese-consulate-general-staff-in-manchester/",
    "title": "James Cleverly – 2022 Statement on Chinese Consulate General Staff in Manchester",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 14 December 2022.",
    "content": [
        "In October, I summoned China’s acting ambassador to the Foreign, Commonwealth and Development Office to demand an explanation for an incident that had occurred outside the Chinese consulate general in Manchester. Soon afterwards, His Majesty’s ambassador in Beijing also sought an explanation from the Chinese Ministry of Foreign Affairs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Images carried on social media showed what appeared to be completely unacceptable behaviour by a number of individuals near the entrance to the consular premises. The right of free expression—including the right to protest and to speak one’s mind—is absolutely essential to our democratic life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Given the seriousness of this matter, it was correct and appropriate for Greater Manchester police to take the decision to begin an investigation. Earlier this month, the police informed the FCDO that they wished to interview the Chinese consul general and five of his staff. They asked the FCDO to request the Chinese Government to waive the immunity of those individuals to enable the interviews to take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The FCDO made this request and gave the Chinese Government one week to comply. In response, the Chinese embassy, acting on instructions from Beijing, notified His Majesty’s Government that the functions of the consul general in Manchester have come to an end and he has returned to China. The embassy has further notified us that the other staff involved in the incident who the police wish to interview have either left the United Kingdom or will shortly do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Throughout this episode, I have sought to emphasise that we in the UK abide by the rule of law, follow due process and respect the operational independence of our police. It was right to allow their investigation to proceed so that we could respond on the basis of evidence and facts, rather than images on social media. I am grateful for the professionalism shown by the Greater Manchester police, particularly given the complexities involved due to the immunities held by the staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have been clear with China from the outset that we were prepared to take firm action should the police determine that there was a case to charge officials for their involvement in the incident. We expect a certain standard of behaviour from all foreign diplomats and consular staff in the UK regardless of their privileges and immunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Vienna convention on consular relations allows states to withdraw members of a consular post at any point, as has happened here. However, I am disappointed that these individuals will not be interviewed or face justice. Nonetheless, it is right that those responsible for the disgraceful scenes in Manchester are no longer—or will shortly cease to be—consular staff accredited to the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}