{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-department-for-education/",
    "title": "James Cleverly – 2022 Statement on the Department for Education",
    "post_date": "July 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Secretary of State for Education, in the House of Commons on 19 July 2022.",
    "content": [
        "The 32nd report of the School Teachers’ Review Body (STRB) is being published today. Its recommendations cover the remit issued in December 2021, regarding the pay awards for teachers for each of the next two academic years, 2022-23 and 2023-24. The report will be presented to Parliament and published on gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government values the independent expertise and insight of the STRB. We know that pay and the pay system has a crucial role to play in ensuring teacher quality, and therefore improving pupil outcomes. As set out at the 2021 spending review, public sector workers will see pay rises as a result of the return to a normal pay setting process. However, it remains important that public sector pay awards are appropriate and affordable to safeguard wider investment in continued improvements in public services. Teachers’ pay awards therefore need to be appropriate in the context of the wider economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In line with our proposals, the STRB has recommended an 8.9% uplift to starting salaries outside London in 2022-23. This keeps us on track for delivering our manifesto commitment of a £30,000 starting salary. It then recommends uplifts of between 5% and 8% along the rest of the main pay range, including advisory points. The STRB has also recommended a 5% pay award for experienced teachers and leaders in 2022-23, as well as for other pay and allowance ranges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am accepting the STRB’s recommendations for 2022-23 in full. These recommendations rightly target the highest uplifts—up to 8.9%—at early career teachers, where we know pay has most impact and where cost of living pressures are felt most acutely, whilst still providing a significant uplift to experienced teachers and leaders. This is the highest pay award for teachers in the last 30 years. Together these awards recognise the importance of investing in teachers and delivering a motivating career path for the whole profession, whilst also considering what is an appropriate award in the context of the wider economy and public sector finances, and the cost of living pressures facing households. These pay awards should be viewed in parallel with the Government’s £37 billion package of support for the cost of living, which is targeted to those most in need. I am grateful to the STRB for showing consideration of this need to balance these challenging issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Pay awards this year strike a careful balance between recognising the vital importance of teachers, whilst delivering value for the taxpayer, not increasing the country’s debt further, and being careful not to drive even higher prices in the future. Sustained higher levels of inflation would have a far bigger impact on people’s real incomes in the long run than the proportionate and balanced pay increases recommended by the independent pay review bodies now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My Department originally sought a two-year remit for this year’s pay round. However, after careful consideration, I believe it is not appropriate to determine pay awards for 2023-24 at present. The Government intends to remit the STRB for the 2023-24 pay year in line with other public sector workforces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This means that, whilst I thank the STRB and all statutory consultees for the work that went into considering pay awards for 2023-24,1 will not be making a pay award for that year at this time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am pleased to confirm that the uplift to starting salaries that I have accepted for 2022-23 will deliver the progress we set out towards delivering our commitment to a £30,000 starting salary—with all new teachers outside of London earning a salary of at least £28,000 from September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a £2,286 uplift. Those in inner London will earn at least £34,502 from September. We remain firmly committed to uplifting starting salaries to a minimum of £30,000, with these uplifts making good progress to delivering this commitment. This competitive graduate starting salary will attract the best and brightest graduates to consider a career in teaching. We will put forward out proposal for how we intend to reach this through the pay round next year, as per the usual process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Funding for this pay award will come from the core schools budget settlement that was agreed at the 2021 spending review, which will deliver a £7 billion cash increase to core schools funding by 2024-25. Increases in funding have been frontloaded to get money rapidly to schools, meaning that in 2022-23 core schools funding is increasing by £4 billion compared to 2021-22.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Most overall pay awards in the public sector are similar to those in the private sector. Survey data suggests the median private sector pay settlement, which is the metric most comparable to these pay review body decisions, was 4% in the 3 months to May. Median full-time salaries are higher in the public sector, and public sector workers also benefit from some of the most generous pensions available.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A full list of the recommendations and my proposed approach for implementation can be found at: https://questions-statements.parliament.uk/written-statements/detail/2022-07-19/HCWS235\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Academies have the freedom to set their own pay policies. Many teachers will be eligible for performance related pay progression and pay rises from promotion; typically around 40% of experienced teachers below the maximum of their pay range receive a pay rise over and above the pay award as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My officials will write to all of the statutory consultees of the STRB to invite them to contribute to a consultation on the Government response to these recommendations and on a revised school teachers’ pay and conditions document and pay order. The consultation will last for 10 weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}