{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-at-the-un-security-council-counter-terrorism-committee-meeting/",
    "title": "James Cleverly – 2022 Statement at the UN Security Council Counter-Terrorism Committee Meeting",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, on 29 October 2022.",
    "content": [
        "Madame Chairman, your Excellencies, Ladies and Gentlemen,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "May I start by thanking India, our hosts, and Dr. Jaishankar for his key note speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "You are right that countries must do more nationally and internationally to counter the threat of terrorism. The UN and an effective CTC, both have a significant role to play in this endeavour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just outside my office in London is an elegant memorial to those to those who were killed in the Bali bombing of 2002. 202 victims that came from more than 20 countries, including 23 from the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When terrorists struck London in 2005, one of the 52 people they murdered was 37 year old Neetu Jain, a biochemist graduate, who was born in Delhi.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the victims of the 2008 Mumbai attacks, who we honoured yesterday, came from every continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Terrorism is a global problem, and a global threat, so I am incredibly grateful for Foreign Minister Jaishankar for using India’s Security Council Presidency to focus on this crucial issue, and advance his 8 point plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s partnership with India is hugely important to me. And I’m pleased to be taking forward our CT cooperation this weekend. But let me now turn to the technological advances which offer terrorists new opportunities that we must counteract.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Within the space of just two decades, terrorists have gone from circulating crackly voice recordings from the depths of Tora Bora, to global online recruitment and incitement campaigns, to live-stream attacks. And online incitement and racialisation of vulnerable people in far off countries, who have then gone on to use simple rental vans as weapons of terror. So we must continue to work together to fight terrorist ideologies online.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2015 we set up the Counter Daesh Communication Cell in London, in partnership with the United States of America and the Government of the United Arab Emirates. Together we have worked with governments, civil society and communities to challenge Daesh’s narrative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also working with the G7 and Global Internet Forum to counter terrorism. And we continue to press tech companies, amongst whom are some of the internet’s biggest players, to crack down ever harder on extremist online content.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Technologies that advance the online world also powers the real world. But both are open to exploitation. Tech designed with the best intentions can be repurposed for the worst of aims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "From a garden – our Ambassador’s Garden – in Abu Dhabi, in January of this year, I saw the UAE’s Air Defence System interdict Houthi missiles. And only a few weeks earlier, drones had killed three people in Abu Dhabi. Drones are being used currently to target critical national infrastructure and civilian targets in Russia’s brutal invasion of Ukraine. So from the UAE to Ukraine, unmanned aerial systems from relatively cheap and unsophisticated, to those with military specifications, are used to inflict terror, death and destruction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is why we have sanctioned three Iranian military commanders and one Iranian company involved in the supply of drones and why we must also do more to stop these technologies getting into terrorists’ hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In 2019 the UK government launched our Counter-Unmanned Aircraft Strategy and we are funding new counter-drone technologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we are working through the Global Counter Terrorism Forum, to ensure we all do more to stop terrorists from misusing drones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The internet has also given terrorists groups murky new routes to conceal their finances and sustain their activities. We work with industry and international partners to understand and disrupt terrorist finances, including in Somalia and North Africa. We have made tackling illicit finance a core pillar of our cooperation with international partners like the UAE. And we look forward to India’s ‘No Money For Terrorism Conference’ in November.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is vital work. The threat from terrorism has not gone away. We know that a repressive response will only exacerbate the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And if we are to keep our people safe, we must comply with human rights, and we must continue to work together, and with industry, and all parts of our communities, to discredit the narratives of hate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To counter radicalisation. To infiltrate networks. To foil plots. And to starve terrorists of the finances and emerging technologies that they would use to do us harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}