{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-evacuations-from-afghanistan/",
    "title": "James Cleverly – 2022 Statement on Evacuations from Afghanistan",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Europe and North America, in the House of Commons on 26 May 2022.",
    "content": [
        "The Government are grateful to the Select Committee on Foreign Affairs for its inquiry and its detailed report. We will consider the report carefully and provide a written response within the timeline that the Committee has requested.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The scale of the crisis in Afghanistan last year is unprecedented in recent times. The report recognises that the Taliban took over the country at a pace that surprised the Taliban themselves, the international community and the former Government of Afghanistan. Many months of planning for an evacuation, and the enormous efforts of staff to deliver it, enabled us to evacuate more than 15,000 people within a fortnight, under exceptionally difficult circumstances. The Government could not have delivered an evacuation at that scale without planning, grip and leadership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The evacuation involved the processing of details of thousands of individuals by Ministry of Defence, Foreign, Commonwealth and Development Office and Home Office staff in the UK and teams on the ground in Kabul. In anticipation of the situation, the FCDO had reserved the Baron hotel, so the UK was the only country apart from the United States to have a dedicated emergency handling centre for receiving and processing people in Kabul International airport. RAF flights airlifted people to a dedicated terminal in Dubai, reserved in advance by the FCDO, where evacuees were assessed by other cross-Government teams; they were then flown on FCDO-chartered flights to the UK, where they were received by staff of the Home Office and other Departments, who ensured that they were catered for and quarantined. The evacuation was carefully planned and tightly co-ordinated throughout its delivery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As it does following all crises, the FCDO has conducted a thorough lessons learned exercise. We have written to the FAC with the main findings of that exercise. Changes have already been implemented by the FCDO, for example in response to the situation in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all regret that we were not able to help more people who worked with us or for us to get out of Afghanistan during the military evacuation. Since the end of the formal evacuation last summer, we have helped a further 4,600 people to leave Afghanistan. We will continue to work to deliver on our commitment to those eligible for resettlement in the UK through the Afghan relocations and assistance policy and the Afghan citizens resettlement scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}