{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-statement-on-the-trade-and-co-operation-agreement-partnership-council/",
    "title": "James Cleverly – 2023 Statement on the Trade and Co-operation Agreement Partnership Council",
    "post_date": "April 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 24 March 2023.",
    "content": [
        "The Trade and Co-operation Agreement Partnership Council met today, 24 March 2023, in London, with delegates attending in person and by video conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The meeting was co-chaired by my right hon. Friend the Secretary of State for Foreign, Commonwealth and Development Affairs and European Commission vice-President Maroš Šefčovič. Representatives from the Scottish Government, Welsh Government and Northern Ireland Executive attended, as did representatives from the Crown dependencies of the Isle of Man, Guernsey and Jersey. 27 EU member state representatives also attended. A joint statement was agreed and published on gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Partnership Council discussed implementation of the TCA and cooperation in a range of areas including energy, regulation, security and Union Programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Partnership Council supervises the operation of the TCA, providing strategic direction to the work of the Trade Partnership Committee and 18 specialised committees.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK restated its commitment to co-operating with the EU through the Trade and Co-operation Agreement Partnership Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}