{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-ukraine-financial-guarantee/",
    "title": "James Cleverly – 2022 Statement on the Ukraine Financial Guarantee",
    "post_date": "April 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Europe and North America, in the House of Commons on 31 March 2022.",
    "content": [
        "Today, I have laid a departmental minute which describes a liability the Foreign, Commonwealth and Development Office (FCDO) is undertaking to support the economic stability of Ukraine after the Russian invasion in March 2022.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is normal practice, when a Government Department proposes to undertake a contingent liability in excess of £300,000 for which there is no specific statutory authority, for the Minister concerned to present a departmental minute to Parliament giving particulars of the liability created and explaining the circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The FCDO will guarantee up to $450 million or EUR-equivalent (approximately €410 million or £344 million at the current exchange rate) of financing by the World Bank to the Government of Ukraine. It will enable $450 million of additional World Bank financing to the Government of Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is normal that, any contingent liabilities should not be incurred until 14 sitting days after Parliament has been notified of the Government’s intention to incur a contingent liability but there is an exception in cases of special urgency, such as this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The next World Bank loan is planned for mid-April. We want our guarantee to be ready to increase the size of this loan and ensure resources reach the people of Ukraine as quickly as possible. We cannot wait for the House to return before creating this contingent liability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The exact length of the liability is dependent on the agreed loan by the World Bank but is expected to last up to 25 years. FCDO would only pay official development assistance if a default occurs as agreed with the World Bank. The departmental minute sets this out in detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "HM Treasury has approved the proposal in principle and the Chair of the Public Accounts Committee has been notified.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am placing today a copy of the departmental minute in the Library of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}