{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-keynote-speech-on-foreign-policy/",
    "title": "James Cleverly – 2022 Keynote Speech on Foreign Policy",
    "post_date": "December 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, at the Foreign Office in London on 12 December 2022.",
    "content": [
        "Good morning,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are at peace, we are prosperous and we live on an island– so why do we bother doing foreign policy at all?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Why did I visit Kenya and Ethiopia last week and Poland and Romania the week before that? Why do the ministers of this department travel around the world, why do we have officials across the globe?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Well let’s go back to first principles and remind ourselves what we are collectively trying to achieve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For most of our history, the world has been dominated by the brutal maxim that the “strong do what they can and the weak suffer what they must”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Might was always right, and power was all that counted and nations down the centuries seemed grimly compelled to vindicate Shakespeare’s warning:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Power into will, will into appetite; and appetite, a universal wolf, so doubly seconded with will and power, must make perforce a universal prey and last eat up himself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As Foreign Secretary of a former imperial power, I know that in the past we succumbed to the temptation of will and appetite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And none of us can forget how, in the 20th century, aggressive tyrants made the globe their prey, starting two world wars and leaving over 100 million people dead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And afterwards our predecessors realised that humanity would not survive another catastrophe of that scale.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So a generation of far-sighted leaders built an assembly of international rules and institutions designed to make law – not power alone – the arbiter of relations between states.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Britain joined hands with the United States of America, with France and nearly 50 other nations to create the United Nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the UN General Assembly adopted a Universal Declaration of Human Rights without a single dissenting vote, proclaiming – and I quote – the “inalienable right of all members of the human family”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the same era, 23 nations founded what would become the World Trade Organisation and the World Bank began to fund reconstruction and recovery across the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For all the tragedies and bloodshed of the last eight decades, the remarkable truth is that by historical standards, that system has worked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Between 1946 and 2020, the number of deaths in state conflicts as a share of global population fell by 95 percent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And only once since the foundation of the UN has a member country been wiped off the map, with its entire national territory annexed by another.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That act of aggression, by Iraq against Kuwait in 1990, was swiftly reversed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The volume of world trade has multiplied 40 times since 1950, generating countless jobs and livelihoods in every corner of the earth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in recent decades, the fastest economic growth has been concentrated in the developing world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When I was born in 1969, around half of all humanity lived in absolute poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today that figure is below 10 percent, which is all the more astonishing when you consider that the world’s population has doubled in that same time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And ponder the enormity of the simple fact that global infant mortality has been cut in half over the last three decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s another way of saying that millions of children have been spared what would otherwise be agonising deaths.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, none of this would have been possible without the institutions of the post-war world, protecting billions with global vaccination campaigns, investing in development and infrastructure, upholding freedom of the seas and maintaining open shipping lanes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The international order has allowed more of our fellow human beings to live in peace and prosperity than ever before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that is the single most important reason why British foreign policy strives to renew its founding principles and its institutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We should remember that we’re not propping up a system that only benefits us,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "or keeps others down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On the contrary, just as we have prospered, so other countries have thrived alongside us – often faster than us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we don’t believe everything is perfect; and we’re not standing in the way of reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In fact, the UK wants to welcome Brazil, India, Japan and Germany as permanent members of the UN Security Council, alongside permanent African representation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our aim is to uphold a historic shared achievement that benefits everyone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I honestly shudder to think what might follow if through neglect, or complacency or timidity, we turned away and allowed what we have worked for to be torn down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Consider for a moment the alternative world that Vladimir Putin yearns for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reason why his onslaught against Ukraine offends every fibre of my being is not simply that it’s morally abhorrent, although of course it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it has nothing to do with the accident of geography that Putin is waging war in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No, what really chills the blood is that he is prepared to destroy the laws that protect every nation and, by extension, every person across the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putin’s goal is to turn back the clock to the era when might was right and big countries could treat their neighbours as prey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He is waging a 19th century war of imperial conquest, deliberately debasing international conduct, utterly contemptuous of today’s values.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And by attacking one of the world’s biggest producers of food and fertiliser, he is driving up global prices and inflicting still greater hardship on some of the poorest people around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Hence it was Prime Minister Modi who told Putin to his face, and I quote: “I know that today’s era is not the era of war.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The only route to peace in Europe is for Putin to end his war and withdraw his troops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As we stand against the Russian invasion, the United Kingdom benefits beyond measure from our rock solid friendships with the United States of America, with France, with Germany, with Canada, Australia and many others.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Last Friday, we announced how we will develop the next generation of combat aircraft hand-in-glove with Italy and Japan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These vital relationships, constructed over generations, embedded in institutions like NATO and the G7, amount to our greatest source of strength and the foundation stone of British democracy and diplomacy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today we have no higher priority than to support our Ukrainian friends until they prevail, as they inevitably will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But that will not be enough to sustain the international order unless its principles and institutions command the support of the world beyond Europe and North America.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are living in a momentous period of history when the pace of change is accelerating at hurricane force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As recently as 2001, 80 percent of countries conducted more trade with the US than with China.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet by 2018 there had been an almost complete reversal: nearly 70 percent of nations trade more now with China than the US.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And in the coming decades, an ever greater share of the world economy – and therefore the world’s power – will be in the hands of countries in Asia, Africa and Latin America.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Together they will decide whether the international order will endure. That reality has been evident for some time, but I am not convinced that British diplomacy has fully caught up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My goal is to build on the work of my predecessors and ensure that we do catch up – and under me that task has begun.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our diplomats are not pundits in the commentary box, offering their thoughts and analysis: they are players on the field.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The goal of foreign policy is not to comment but to make a difference. Britain has agency Britain has influence, Britain has leverage and it is my job to use it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So I will make a long term and sustained effort to revive old friendships and build new ones, reaching far beyond our long-established alliances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My starting point is that we don’t view the changing balance of power with any sense of loss or regret.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The reason why the world’s geopolitical centre of gravity is moving south and east is precisely because hundreds of millions of people have escaped poverty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that, that is the single most wondrous development of my lifetime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And it’s a vindication of the world order, s vindication of free trade, of international development, of innovation and scientific advance, in fact everything that Britain has spent generations working for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, we have to recognise that the UK’s future influence will depend on persuading and winning over a far broader array of countries,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "countries in the Commonwealth, in the African Union, in ASEAN and elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many are old friends; others we know less well. They often describe themselves as “non-aligned” and they are wary of committing themselves in any direction just because other countries want them to, and that is exactly as it should be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our job is to make our case and earn their support, investing in relationships based on patient diplomacy, on respect, on solidarity, and a willingness to listen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because this isn’t about dictating or telling others what they should do: we want a balanced and mutually beneficial relationship, based on shared interests and common principles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that means learning from our competitors and always thinking 10, 15, 20 or more years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because in the past I think perhaps we have been too transactional and too impatient.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now we must have strategic endurance, a willingness to commit to relationships for decades to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now, confession time. Despite my best efforts, I’m willing to concede that I am unlikely to be Foreign Secretary in 25 years’ time, which is a shame because it is a job that I love.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But I want to make sure that our diplomacy is focused on that time horizon. Because the interests that we are protecting and the values that we are promoting will outlive any and all political cycles here in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we need to recognise that at first, this work will feel like water on stone:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "no swift dividends, no windfall gains, perhaps even no visible impressions at all for a short while, and there will be plenty of temptation to question that effort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But we would curse our complacency if we did not try, because these relationships will be essential to our shared successful futures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the reality is if we are not good friends, you can bet that others will try to fill that void and seize any opportunity that we might be mistaken enough to give them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now every country is different and every generalisation invites an abundance of counter-examples, but there are some common threads.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The main focus of the future powers that I’m discussing is on securing their own economic development and their own resilience against threats, including from climate change, from disease and from terrorism.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Many of these countries have enjoyed rapid success and, above all, they want that success to continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Their populations are typically much younger than ours: the median age here in the UK is over 40, while in Brazil it’s 33, in Indonesia it’s 30, and in India it’s only 28.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More than anything else they need to generate growth, create jobs and satisfy the aspirations of their youth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that means attracting investment, it means seizing the full benefit of their own natural resources, and it means harnessing the power of new technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It means decarbonising their economies in a way that spreads the gains and minimises the losses, thereby achieving a “Just Energy Transition”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In all of these fields and many others, our opportunity is to show that the UK can be and will be a reliable, trustworthy and long term partner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And I am determined that we will make investments of faith in the countries that will shape the world’s future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we will press on with developing clear, compelling and consistent UK offers,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "tailored to their needs and our strengths, spanning trade, development, defence, cyber security, technology, climate change and environmental protection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because we know that in the coming decades there will be economic shocks, and climate change will have its baleful effects, and countries will want technology, finance and access to markets to support their development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why, in the last year, the UK has offered guarantees to allow almost £5 billion of extra multilateral finance for the developing world, and we support the ambitions of the Bridgetown Agenda to reform the financial system and unlock more resources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we will offer a reliable source of infrastructure investment through the British Investment Partnerships, through UK Export Finance, and through the G7 Partnership for Global Infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We’ve got the message and we know that resources need to flow more quickly from these initiatives into real projects on the ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we will make full use of the powers we have regained by leaving the EU, including the ability to sign free trade deals, and Mutual Recognition Agreements, designed to encourage innovation and reduce trading costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has a range of capabilities to support emerging economies with young populations to achieve their goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And whatever our differences, there are core principles behind which I believe every nation can unite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We all say in the UN Charter that we believe in sovereignty and territorial integrity, which means the right of all countries to decide their own future and set their own path, without being invaded or dismembered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why 143 nations – three quarters of the entire membership of the UN – voted in the General Assembly to condemn Putin’s annexation of Ukrainian territory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And that’s why defensive alliances like NATO are so important – because they help countries to protect themselves from aggressors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When powerful states like China reject defensive alliances as “bloc politics”, they either misunderstand the desire of every nation to live in peace, without fear of aggression; or they perhaps provide a signal of intent, especially chilling from a country militarising at a pace that the world has rarely seen before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "For our part, Britain will demonstrate our long-term commitment to the Indo Pacific, including by joining the Trans-Pacific free trade agreement as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will deepen our cooperation with India, the new president of the G20, and finalise our trade agreement with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will support Indonesia and South Africa with their plans for Just Energy Transition, showing how the necessary investments can be mobilised at scale,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "and last week the EU and the UK reached an ambitious agreement to do the same with Vietnam.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But in the end, all our fortunes will depend on a stable and peaceful international order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "My generation was born long after the Second World War and we reached adulthood just as the Cold War was coming to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We stand on the shoulders of wise and compassionate leaders who created the laws and institutions that prevented a universal relapse into the old order, where the strong prey upon the weak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now the UK must work with our international allies and new partners to sustain the best of this achievement, which seeks to protect every country and create the setting for everyone to prosper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That’s why our diplomats and our development experts make the effort; that’s why I fly somewhere almost every week, that’s the ministers in this department do likewise, that’s why I’m striving to build the partnerships of the future, so our country can flourish, alongside our friends, both old and new.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}