{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-speech-on-preventing-sexual-violence-in-conflict-initiative-conference/",
    "title": "James Cleverly – 2022 Speech on Preventing Sexual Violence in Conflict Initiative Conference",
    "post_date": "November 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, on 28 November 2022.",
    "content": [
        "**Foreign Secretary’s opening remarks**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Conflict-related sexual violence is morally abhorrent, it is illegal, and yet it is still happening all around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We naturally and rightly feel revulsion at the idea of chemical or biological attacks in war. And With our conventions and treaties – and the power of world opinion – those weapons signal a huge escalation and demand an international response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Sexual violence in conflict is equally immoral. It is a clear breach of international law, and should be a line that is never crossed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The very threat of rape and sexual violence as a weapon of war, or as part of its aftermath, should bring immediate international condemnation, and swift action to deter those attacks before they occur.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Today, we stand in solidarity with survivors, determined to bring justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today I want to send an unequivocal message to those who order, allow or perpetrate sexual violence against women and girls: it isn’t combat; it isn’t strength; it is cowardice. We will not rest in our efforts to protect those potential victims, and prosecute the perpetrators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am honoured to be able to hand over to one of our most powerful advocates and campaigners: Nobel Laureate Nadia Murad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "……..\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "**Foreign Secretary’s speech following opening remarks by Nadia Murad, a survivor of sexual violence in conflict and Nobel Peace Prize Laureate**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you so very much. In our panel discussion we will consider whether the current response is effective; how we, as an international community, can do better; and how we turn talk today into action tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Despite our collective efforts, the tragic reality is that sexual violence is occurring in at least 18 active conflicts today and it is clear that we need a stronger global response. We need to make a lot more noise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Now There are some small causes of optimism. We can see that our work does make a difference. We have just heard from Angelina on the progress of the last decade, however it is clear that this is a marathon, not a sprint. And we have so much more yet to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because all the time, more lives are wrecked, communities broken, by sexual violence. So today I am launching the UK’s 3-year strategy to escalate the global response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m putting a total of £12.5 million of new funding into ambitious programmes, sharpening our analysis, building capacity for prosecutions, and ensuring that survivors know the routes to justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our ACT for Survivors initiative will use £8.6 million of that over 3 years, to increase the number of successful prosecutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of this, we will continue our support to the Global Survivors Fund with £5.15 million for the next 3 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In the 10 years of this initiative, we have learned that the key to success is putting survivors at the heart of all of our policies, so we are urging states to review their programmes and embed the Murad Code.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are using the code to develop new partnerships between the UK and International Criminal Court, deploying cutting-edge technology to help safeguard survivors throughout the justice process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today, I am launching the Platform for Action Promoting the Rights and Wellbeing for Children Born of Conflict-Related Sexual Violence. This framework for commitments will confront stigma, and build futures: a crucial step in the longer journey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I am also announcing separate funding to tackle Gender Based Violence in Ukraine: £3.45 million for the UN Population Fund, on top of our £2.5 million to prosecute atrocities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As part of the overall fund, I am committing £1.8 million over 3 years for projects in priority countries, including Iraq, South Sudan, Colombia, and Bosnia and Herzegovina.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In recent years, this kind of funding has made a real difference. In Bosnia and Herzegovina we supported changes in the law to recognise children born of wartime rape as civilian victims – providing them with important legal protections. We’re now building a global coalition of countries to protect other children in the same situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have increased judicial support for reparations in Iraq, and funded legal support to men in Colombia who have survived conflict-related sexual violence, paving the way for men and boys to be recognised as survivors too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In Kenya, Ghana and Zambia, we have run a gender-based violence course for Police Officers. And In Somalia we are training peacekeepers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In total, we have deployed a UK team of experts over 90 times to build the capacity of governments, the UN and NGOs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our Women, Peace and Security programmes work hand-in-glove with our experts in conflict and conflict-threatened areas.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our ultimate aim is of course to prevent these atrocities from happening in the first place. On the heels of our successful research programme, we are launching a new report today on what works to prevent violence, providing compelling evidence that sexual violence is not inevitable in conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "What we need now is greater ambition and stronger resolve from all countries. The work that many of you do is tough, and I’m in awe, genuine awe, of your fortitude, your perseverance. But we need more ambition from governments, to do more, do it better, and do it together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "States have been signing up to a political declaration, to launch here at the Conference, setting out that ambition, and our collective abhorrence of sexual violence in conflict.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We agree to strengthen the data behind what works; address the underlying cause of gender inequality; remove the stigma; strengthen laws to prosecute perpetrators; and ensure sexual survivor-centred support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is using all the levers at our disposal to prevent Conflict Related Sexual Violence and to ensure that perpetrators are held to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Throughout 2022 the UK has actively used sanctions to tackle serious human rights violations and abuses around the world. Most recently, following Russia’s illegal invasion of Ukraine, our sanctioning of over 1,200 individuals including members of the Russian military responsible for atrocities, and in Iran we have used our sanctions to target the officials responsible for heinous human rights violations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I can announce that in December we will be using sanctions to specifically address the abhorrent crimes of sexual violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have to face this as an international united community, led by the survivors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Because the scale of suffering is unacceptable. Sexual violence is not inevitable. It will not be tolerated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}