{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-situation-in-ukraine/",
    "title": "James Cleverly – 2022 Statement on the Situation in Ukraine",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 31 October 2022.",
    "content": [
        "Mr Speaker, with permission I will update the House about the situation in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This morning Russian missiles again struck Kyiv and other cities, destroying critical national infrastructure and depriving Ukrainians of water and electricity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier today I spoke to our Ambassador in Kyiv and I heard again of the extraordinary resilience of Ukraine’s people in the face of Russian aggression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "At the weekend, Russia suspended its participation in the Black Sea Grain Initiative, which has allowed the export of 100,000 tonnes of food every day, including to some of the least developed countries in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putin is exacting vengeance for his military failures on the civilians of Ukraine by cutting off their power and their water supply, and on the poorest people in the world by threatening their food supplies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Over 60 percent of the wheat exported under the Black Sea Grain Initiative has gone to low and middle income countries, including Ethiopia, Yemen, and Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It would be unconscionable for those lands to be made to suffer because of Putin’s setbacks on the battlefield in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I urge Russia to stop impeding this vital initiative that is helping feed the hungry across the world and agree to its extension.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Meanwhile, Russia’s suicide drones and cruise missiles are killing Ukrainian civilians, obliterating their homes, and even destroying a children’s playground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "A third of the country’s power stations were put out of operation in a single week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "None of this achieves any military purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putin’s only aim is to spread terror and to deprive Ukrainian families of shelter, light, and heat as harsh winter approaches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m sure the House will join me in condemning his breaches of international humanitarian law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I’m sure every Honourable and Right Honourable member will share my conviction that Putin will never break the spirit of the Ukrainian people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And the House will share my incredulity over the glaring contradictions in Putin’s thinking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He claims that Ukraine is part of Russia and Ukrainians are Russians but at the same time he calls them Nazis who must be bombed without mercy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When he launched his invasion, he convinced himself that Russian forces would be welcomed into Kyiv and they would either support him or be too craven to stand in his way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "He could not have been more wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The last eight months have shown the scale of his miscalculation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "They have shown the barbarity of his onslaught, including the mass rape committed by Russian soldiers in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK’s campaign to prevent sexual violence in conflict is more urgent than ever and I will host a conference on this vital subject next month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And now the Kremlin is resorting to peddling false claims, churning out invented stories that say more about the fractures within the Russian government than they do about us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also reprehensible that Iran should have supplied Russia with the Shahed drones that are bringing destruction to Ukraine, in violation of UN Resolution 2231.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 20 October, the Government imposed sanctions on three Iranian commanders involved in supplying weaponry to Russia, along with the company that manufactures Shahed drones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Earlier, Putin announced on 30 September that Russia had annexed four regions of Ukraine spanning 40,000 square miles – the biggest land grab in Europe since the Second World War.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Once again, this exposes his self-delusion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Putin has declared the annexation of territory he has not captured – and what he had managed to seize he is in the process of losing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 12 October, 143 countries – three quarters of the entire membership of the United Nations – voted in the General Assembly to condemn the annexation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Russia had just four supporters – Syria, Belarus, Nicaragua, North Korea – and when those regimes are your only friends, you know you really are isolated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "When 141 countries denounced Putin’s invasion back in March, some speculated if that was the ceiling of the international support for Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The latest vote showed even more nations are now ready to condemn Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But Putin still thinks that by forcing up food and energy prices, we will lose our resolve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Our task is to prove him wrong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will not waver in our support for Ukraine’s right to self-defence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I delivered that emphatic message when I spoke to my Ukrainian counterpart on Tuesday and my Right Honourable Friend the Prime Minister said the same to President Zelenskyy, when they spoke on the phone, the first foreign leader he called upon his appointment as Prime Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On Thursday I will attend a meeting of G7 Foreign Ministers in Germany, where I will send a unified signal of our shared determination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This year Britain has given Ukraine £2.3 billion of military support – more than any country in the world apart from the United States of America.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We will provide Ukraine with more support to repair its energy infrastructure and we have committed £220 million of humanitarian aid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The House will have noted Putin’s irresponsible talk about nuclear weapons, and an absurd claim that Ukraine plans to detonate a radiological “dirty bomb” on its own territory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "No other country is talking about nuclear use. No country is threatening Russia or threatening President Putin. He should be clear that for the UK and our Allies, any use at all of nuclear weapons would fundamentally change the nature of this conflict. There would be severe consequences for Russia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And how counter-productive would it be for Russia to break a norm against nuclear use that has held since 1945 and has underpinned global security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Nothing will alter our conviction that the Ukrainians have a right to live in peace and freedom in their own lands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If Putin were to succeed, every expansionist tyrant would be emboldened to do their worst and no country would be safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "That is why we stand and will continue to stand alongside our Ukrainian friends until the day comes – as it inevitably will – that they prevail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Speaker I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}