{
    "url": "https://www.ukpol.co.uk/james-cleverly-2021-speech-on-peace-and-security/",
    "title": "James Cleverly – 2021 Speech on Peace and Security",
    "post_date": "January 8, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Minister for Middle East and North Africa, on 8 January 2021.",
    "content": [
        "Mr President, thank you for convening this timely debate. My thanks also to Secretary-General Guterres, Mr Faki and Mrs Johnson Sirleaf for clearly outlining the challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We see, all too often, the devastating impact of conflict on a country and its neighbours. As the war in Syria rages on, over 9 million of its people cannot afford basic food supplies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "More than 6 million – including 2½ million children – are refugees far from home. On either side of the border, COVID-19 has only made their situation more precarious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This fragility is a key challenge to the peace and security we all desire. By 2030, 80% of the world’s extreme poor will live in fragile states and regions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "While our attention is still on the health impact of COVID-19, we know its social and economic effects will magnify that trend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We also know that sustainable development and economic growth are just not possible without peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr President, I want to highlight three key elements to maintain international peace and security: inclusion, partnership and an integrated approach to fragility and security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To my first point: peace processes are often the domain of a small number of well-connected men. But we know that peace will not last, if half the population aren’t represented at the negotiating table.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Women and community leaders must have a seat from the start. Their meaningful participation can prevent conflict, support conflict resolution and maintain peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We need to protect and clear the path for women who speak up for their rights, their communities and their futures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK has supported the International Civil Society Action Network to develop the Protection Framework for women peacebuilders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As the Council’s penholder on the Women, Peace and Security agenda, we urge all member states to commit to its recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To my second point, the UN and African Union are stronger together as partners for peacebuilding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The collaboration that delivered the Central African Republic peace agreement, and AU mediation in Sudan are just two examples of how our partnership promotes peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I commend the progress made by the African Union on Silencing the Guns, bolstering the African Peace and Security Architecture, the Panel of the Wise and FemWise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Through the UN, the UK is helping train African peacekeepers, and we recently deployed 300 military personnel to MINUSMA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I also welcome the recent extraordinary meeting of IGAD heads of state to discuss regional security concerns. However, resolution will come not only with discussion, but with difficult choices and action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thirdly, I want to state the importance of an integrated approach to prevent conflict. The recent Twin Resolutions on Sustaining Peace show the international community’s determination to address the causes before the guns start firing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have mechanisms to help us, like the African Union’s Continental Early Warning System, which the UK supports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Effective interventions need to span humanitarian, development and peacebuilding operations. The UK worked with the OECD to develop the Recommendation on the Humanitarian-Development-Peace nexus, which will guide future interventions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is also important that the UN and International Financial Institutions continue developing their working partnership. We welcome the cooperation between the UN, World Bank, EU and Government of Burkina Faso that helped unlock $700 million of World Bank funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To sum up, the challenges to maintaining peace continue to grow and the costs of excluding women and failing to think holistically become ever more apparent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But there is light. The UN has taken positive steps in its ability to maintain peace in fragile settings, including the Secretary-General’s reform agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UN’s capacity to prevent and respond to conflict has been bolstered through the Peacebuilding Fund, the Multi-year Appeal and the Peace and Development Advisors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Peacebuilding Commission is now a critical forum for international cooperation on fragile states and regions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Crucially, we better understand the importance of inclusive peace-making and peacebuilding. We know we are more effective when we work with regional partners on complex challenges. And we know the value of tackling the drivers of conflict before a shot is fired.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In an evolving world, as we continue to adapt, our partnerships are our strength, inclusion is our security, and the prize is peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}