{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-statement-on-the-withdrawal-agreement-joint-committee/",
    "title": "James Cleverly – 2023 Statement on the Withdrawal Agreement Joint Committee",
    "post_date": "April 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in the House of Commons on 24 March 2023.",
    "content": [
        "The Withdrawal Agreement Joint Committee met today, 24 March 2023, in London with delegates attending in person and by video conference. The meeting was co-chaired by my right hon. Friend the Secretary of State for Foreign, Commonwealth and Development Affairs and European Commission vice-president Maroš Šefčovič. A joint statement was agreed and published on gov.uk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Committee welcomed the agreement of the Windsor framework and adopted the new arrangements set out within the framework. The adoption of this agreement restores the free flow of trade from Great Britain to Northern Ireland through a new green lane; it gives the elected representatives of Northern Ireland a veto over new laws that apply there; and it protects Northern Ireland’s place in our Union through fixing practical problems including on pets, parcels and medicines and ensuring that UK decisions on tax and spend benefit people and businesses in Northern Ireland as they do in Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Committee addressed other important issues including the rights of UK nationals in the EU and EU citizens in the UK. Both sides agreed on the importance of continuing to support these citizens and welcomed the efforts made over the past year to do so, including additional funding provided by both sides to external organisations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Committee also received an update on the work of the withdrawal agreement specialised committees since the last meeting on 21 February 2022 and adopted the withdrawal agreement annual report for the year 2021 pursuant to article 164(6) of the withdrawal agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Committee adopted one decision laying down arrangements relating to the Windsor framework.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Committee also adopted two recommendations:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "on market surveillance and enforcement,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "on article 13(3a) of the Protocol on Ireland/Northern Ireland\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Both the UK and EU made five joint declarations relating to the Windsor Framework:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Joint declaration No 1/2023\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Joint declaration on the application of Article 10(1) of the Windsor framework\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Joint declaration on Article 13(3a) of the Windsor framework\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Joint declaration No 2/2023\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Joint declaration on the VAT regime for goods not being at risk for the Union’s internal market and on the VAT arrangements for cross border refunds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK made five unilateral declarations and the EU made unilateral declarations noting these:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unilateral declaration by the United Kingdom on involvement of the institutions of the 1998 agreement (annex I to the decision No 1/2023 laying down arrangements relating to the Windsor framework)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unilateral declaration by the United Kingdom on market surveillance and enforcement, noted by the unilateral declaration by the Union\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unilateral declaration by the United Kingdom on export procedures for goods moving from Northern Ireland to other parts of the United Kingdom, noted by the unilateral declaration by the Union\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unilateral declaration by the United Kingdom on the democratic consent mechanism in article 18 of the Windsor framework, noted by the unilateral declaration by the Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Unilateral declaration by the United Kingdom on strengthening enforcement action for goods moved in parcels from another part of the United Kingdom to Northern Ireland, noted by the unilateral declaration by the Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}