{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-the-humanitarian-situation-in-afghanistan/",
    "title": "James Cleverly – 2022 Statement on the Humanitarian Situation in Afghanistan",
    "post_date": "April 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Europe and North America, in the House of Commons on 28 April 2022.",
    "content": [
        "Afghanistan’s humanitarian crisis remains severe. This is despite the massive response mounted since August 2021 preventing the UN and aid agencies’ worst fears from being realised over the winter. Afghanistan faces acute hunger, over 6 million people have been internally displaced and millions of children are out of school. The UK continues to be at the forefront of the humanitarian response in Afghanistan. It remains a priority for the Prime Minister, Foreign Secretary and Ministers of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have delivered on the Prime Minister’s commitment to double assistance for Afghanistan in 2021-22, delivering humanitarian assistance to over 6.1 million people. Working with aid agencies, we disbursed £286 million, including £17 million for support to Afghan refugees in the region. A full breakdown appears in the annexes attached. All our humanitarian assistance is going to UN agencies and other experienced international partners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 11 January 2022, the UN launched an appeal for $4.4 billion for 2022, the largest humanitarian appeal on record, reflecting the magnitude of the humanitarian challenge ahead. The UK was at the forefront in responding to this and on 31 March, alongside Qatar, Germany, and the UN Office of Co-ordination of Humanitarian Affairs, the UK co-hosted the 2022 Afghanistan Pledging Conference, where $2.4 billion was pledged.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 30 March, the Foreign Secretary announced the UK pledge of £286 million for 2022-2023, the second highest commitment to the humanitarian response plan for Afghanistan to date. This commitment reflects the UK’s enduring commitment to the people of Afghanistan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "HMG officials continue to press the Taliban to respond to international concerns, including the protection of human rights, and especially the rights of women and girls. We regularly make it clear to the Taliban that the provision of humanitarian assistance requires, among other things, a lack of interference with humanitarian operations, unconditional access for female aid workers, and the full access of women and girls to services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have also worked with the World Bank, United Nations, and United States of America to find solutions which will allow international NGOs to access currency in Afghanistan. In January we successfully worked with the Asian Development Bank to make $405 million available and on 1 March the World Bank Board agreed to make the remaining $1 billion in the Afghanistan reconstruction trust fund available for health, education, livelihoods, and food security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK also played a key role in pressing for a resolution establishing a humanitarian exception under the UN Afghanistan sanctions regime. In line with UN Security Council 2615 the UK has passed legislation to provide an exception from the assets freeze against listed members of the Taliban solely for the provision of humanitarian assistance and other activities to support basic needs. This will save lives and reduce the impediments faced by humanitarian agencies in reaching those most in need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "On 17 March, the UK supported a UNSC resolution renewing the mandate of the United Nations Mission in Afghanistan (UNAMA). This provided UNAMA with a robust and flexible mandate to facilitate humanitarian aid delivery, engagement with the Taliban, human rights monitoring and reporting, and a strengthened focus on gender mainstreaming throughout UN activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In addition to providing humanitarian assistance, we are also looking to the medium and longer term. The provision of basic services, such as health, education and livelihoods, remains critical to prevent a worsening of the humanitarian crisis. We continue to explore solutions for their delivery and support payment of front-line delivery workers, with support to any service predicated on access to that service by all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Foreign Secretary committed to putting women and girls at the heart of the UK’s response to Afghanistan. The Taliban have imposed unacceptable restrictions on women’s ability to move around freely, to work, and to access education. Despite statements that schools would open for all students, the Taliban rescinded this commitment and announced on 23 March that all girls’ schools from 6th grade upwards will remain closed until further notice. The UK, alongside international partners, have called on them to reverse this decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There are increasing restrictions on freedom of expression including media censorship and harassment of journalists. Members of religious and ethnic minority groups and LGBT+ continue to be attacked and to suffer discrimination. We are working with aid agencies to prioritise those most at risk, including households headed by women and people with disabilities, and ensure that marginalised groups have equal, safe and dignified access to assistance and services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Ministers and officials continue to engage with a wide range of Afghans, including representatives from civil society, religious and ethnic minorities and women activists. Lord Ahmad regularly meets with prominent Afghan women to hear their concerns and consult on the UK’s approach to Afghanistan, most recently on 24 March when he held a round-table event with Afghan female leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is regular parliamentary engagement on the humanitarian situation in Afghanistan, including the recent meeting of the All-Party Parliamentary Group on Afghanistan on 21 March. Lord Ahmad briefed Parliamentarians ahead of the UN Afghanistan Pledging Conference on 22 March.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The attachment “Afghanistan – Humanitarian Situation” pdf can be viewed online at: http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2022-04-28/HCWS799/.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}