{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-speech-to-un-security-council-meeting-on-ukraine/",
    "title": "James Cleverly – 2022 Speech to UN Security Council Meeting on Ukraine",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Cleverly, the Foreign Secretary, in New York on 22 September 2022.",
    "content": [
        "Madame President, Mr Secretary General, Mr Khan, Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Seventy seven years ago, UN members agreed solemn principles in the UN Charter, vital for international peace and security. They undertook to refrain from the threat or the use of force against the territorial integrity, or political independence, of any state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yet 7 months ago, President Putin invaded Ukraine illegally and without justification he ignored the resounding pleas for peace that I heard in this Council on 17 February.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Since then, Ukrainians’ spirit of defiance, in defence of the protection of their country, continues to inspire free peoples and nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Every day, the devastating consequences of Russia’s invasion become more clear. UN agencies have confirmed more than 14,000 civilian casualties so far – and the actual total likely to be much higher more than 17 million Ukrainians in humanitarian need; 7 million displaced within Ukraine and more than 7 million Ukrainian refugees in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We see the mounting evidence of Russian atrocities against civilians. Including indiscriminate shelling and targeted attacks on over 200 medical facilities, and 40 educational institutions and horrific acts of sexual violence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We see from the reports of the Office of the High Commissioner for Human Rights that in parts of Ukraine currently under Russian control civilians are subjected to torture, arbitrary detention, and forced deportation to Russia. And we have seen more grisly discoveries in Izyum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "It is not just Ukrainians who are the victims. President Putin’s war has spread hardship and food insecurity across the globe plunging millions of the world’s most vulnerable into hunger and famine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And once again, as we’ve seen here today, Russia has sought to deny responsibility. It has tried to lay the blame on those who have rightly imposed sanctions on President Putin’s regime in response to his illegal actions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "To be clear we are not sanctioning food. It is Russia’s actions that are preventing food and fertiliser getting to developing countries. It is Russia’s tactics and bombs that are to blame for destroying Ukraine’s farms, infrastructure, and delaying its exports.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I sat here in February, listening to the Russian representative assuring this Council that Russia had no intention of invading its neighbour. We now know that was a lie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And today I have listened to further instalments of Russia’s catalogues of distortions, dishonesty, and disinformation. He has left the Chamber. I am not surprised, I don’t think Mr Lavrov wants to hear the collective condemnation of this Council but we saw through him then and we saw through him today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We have information which means that we know that Russia is about to hold sham referenda on sovereign Ukrainian territory with no basis in law, under the threat of violence, after mass displacements of people in areas that voted overwhelmingly for Ukrainian independence. We know what Vladimir Putin is doing. He is planning to fabricate the outcome of those referenda. He is planning to use that to annex sovereign Ukrainian territory. And he is planning to use it as a further pretext to escalate his aggression. That is what he plans to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "And we call on all countries to reject this charade and refuse to recognise any results. We are used to seeing Russia’s lies and distortions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "But let us listen to the testimony of Ukrainians who tell us about the reality of President Putin’s war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Dr Olena Yuzvak, her husband Oleh and their 22-year-old son Dmytro, were abducted by Russian forces from their home in Gostomel, near Bucha, in March. The soldiers shot Oleh twice in the legs, before they were all blindfolded and bundled into an armoured personnel carrier.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I want you to hear Olena’s story in her own words:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "First, they took us to a bombed-out house. The Russian soldiers kept saying they were going to kill us. My husband was left for hours lying on the floor in a pool of blood. I don’t know why. We’d done nothing wrong. Then they took my son away from us. I don’t know where. I don’t know if we’ll ever see him again. I just want my boy back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Olena’s story, and those of many others, tell us the truth, the real truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "This is a war of annexation. A war of conquest. To which President Putin now wants to send even more of Russia’s young men and women, making peace even less likely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Putin must understand the world the world is watching and we will not give up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As members of the Security Council, we must unequivocally reject Russia’s attempts to annex Ukraine’s territory. We must make clear to President Putin that his attack on the Ukrainian people must stop, that there can be no impunity for those perpetrating atrocities and that he must withdraw from Ukraine and restore regional and global stability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "If he chose to, he could stop this war, a war which has done untold damage to the Ukrainian and the Russian peoples. His war is an assault on Ukraine, an assault on the UN Charter, and an assault on the international norms that protect us all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "So we stand with our Ukrainian friends for as long as it takes. Because Ukraine’s fight for freedom, is the world’s fight for freedom. It is our fight for freedom. And if Ukraine’s sovereignty and territory are not respected, then no country is truly secure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These are the reasons why Ukraine can, and must win.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}