{
    "url": "https://www.ukpol.co.uk/james-cleverly-2022-statement-on-democracy-in-hong-kong/",
    "title": "James Cleverly – 2022 Statement on Democracy in Hong Kong",
    "post_date": "May 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for Europe and North America, in the House of Commons on 12 May 2022.",
    "content": [
        "I thank my right hon. Friend for raising this incredibly important issue. The Hong Kong authorities’ decision to target leading pro-democracy figures, including Cardinal Zen, Margaret Ng, Hui Po-keung and Denise Ho, under the national security law is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Freedom of expression and the right to peaceful protest, which are protected in both the joint declaration and the Basic Law, are fundamental to Hong Kong’s way of life. We continue to make clear to mainland China and to Hong Kong authorities our strong opposition to the national security law, which is being used to curtail freedom, punish dissent and shrink the space for opposition, free press and civil society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In response to the imposition of the national security law, as well as wider recent developments in Hong Kong, the UK has taken three major policy actions: on 31 January 2021, we launched a bespoke immigration route for British nationals overseas and their dependants; we have suspended the UK-Hong Kong extradition treaty; and we have extended the arms embargo on China to cover Hong Kong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "China remains in an ongoing state of non-compliance with the joint declaration, which it willingly agreed to uphold. As a co-signatory to the joint declaration, and in the significant 25th year of our handover, we will continue to stand up for the people of Hong Kong. We will continue to call out the violation of their rights and freedoms and hold China to its international obligations. My right hon. Friend the Foreign Secretary is in regular contact with her international counterparts on issues relating to Hong Kong, and we continue to work intensively within international institutions to call on China to live up to its international obligations and responsibilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "As my right hon. Friend the Foreign Secretary stated in the latest six-monthly report, published on 31 March, the UK will continue to speak out when China breaches its legally binding agreements, and when it breaks its promises to the people of Hong Kong.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}