{
    "url": "https://www.ukpol.co.uk/james-cleverly-2021-statement-on-the-report-on-victim-compensation-for-gaddafi-sponsored-ira-terrorism/",
    "title": "James Cleverly – 2021 Statement on the Report on Victim Compensation for Gaddafi-sponsored IRA terrorism",
    "post_date": "March 24, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for the Middle East and North Africa, in the House of Commons on 23 March 2021.",
    "content": [
        "In March 2019, the then Foreign Secretary, my right hon. Friend the Member for South West Surrey (Jeremy Hunt) appointed Mr William Shawcross as his special representative on UK victims of Gaddafi-sponsored IRA terrorism. Mr Shawcross was commissioned to write an internal scoping report on the subject of compensation for UK victims of Gaddafi-sponsored IRA terrorism. Mr Shawcross submitted his report in March 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The Government thank Mr Shawcross for his report. Since it was commissioned as an internal scoping report, to provide internal advice to Ministers, and draws on private and confidential conversations held by Mr Shawcross, the Government will not be publishing the report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "These important issues have needed careful and thorough consideration across Government given the complexity and sensitivity of the issues raised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government reiterate their profound sympathy for UK victims of Gaddafi-sponsored IRA terrorism and indeed for all victims of the Troubles. We recognise the pain and suffering of victims of violent crime, including terrorism, and provide publicly funded support and compensation schemes for those affected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government are clear that the primary responsibility for the actions of the IRA lies with the IRA. Nevertheless, the Gaddafi regime’s support for the IRA was extensive. It is widely documented in the public domain. It involved money, weapons, explosives and training from the 1970s onwards. It helped fuel the Troubles in Northern Ireland and enhanced the IRA’s ability to carry out attacks in Northern Ireland and Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The responsibility for providing compensation specifically for the actions of the Gaddafi regime lies with the Libyan state. The Government have therefore repeatedly urged the Libyan authorities, including at the highest levels of the Libyan Government, to engage with UK victims and their representatives, and to address their claims for compensation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "However, there are clear practical difficulties in obtaining compensation from Libya for Gaddafi-sponsored IRA terrorism. The conflict, political instability and economic instability that have prevailed in Libya for most of the last 10 years since the fall of the Gaddafi regime present particular challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Shawcross has considered these issues, including the difficulties of defining UK victims of Gaddafi-sponsored IRA terrorism given the extensive nature of Libyan support for the IRA, and the range of proposals for providing compensation to victims. The Government have reflected fully on these issues. The Government’s considered view is that an additional, UK-funded mechanism for providing compensation to victims of the Troubles would not provide accountability for the specific role of the Gaddafi regime in supporting the IRA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Mr Shawcross also considered whether compensation for UK victims should be funded from Libyan frozen assets in the UK. Under international law, when assets are frozen, they continue to belong to the designated individual or entity. Frozen assets may not be seized by the UK Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "In implementing financial sanctions, the UK is obliged to comply with the relevant United Nations obligations. UN Security Council resolution 2009 (2011) states that the aim of the Libya financial sanctions regime is\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "“to ensure that assets frozen pursuant to resolutions 1970 (2011) and 1973 (2011) shall as soon as possible be made available to and for the benefit of the people of Libya”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "There is also no legal basis for the UK to refuse the release of frozen assets once conditions for delisting or unfreezing those assets set out in UN Security Council resolution 2009 of 2011 are met.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Therefore, regrettably, the UK has no legal basis to seize frozen Libyan assets or to refuse the release of frozen assets. The Government cannot lawfully use Libyan assets frozen in the UK to provide compensation to victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK Government have also considered whether they should provide compensation to victims from public funds, which it may subsequently recoup from Libya. The responsibility for providing compensation specifically for the actions of the Gaddafi regime is the direct responsibility of the Libyan state. It is not therefore for the UK Government to divert UK public funds specifically for this particular purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Victims of violent crime, including terrorism, occurring in Great Britain can access the criminal injuries compensation scheme, funded by the UK Government, subject to eligibility criteria and time limits. Bereaved family members can access bereavement and funeral payments. In Northern Ireland, victims have access to the Northern Ireland criminal injuries compensation scheme. The Troubles permanent disablement scheme, to be delivered by the Northern Ireland Executive, will provide acknowledgement payments to people living with permanent physical or psychological disablement resulting from being injured in Troubles-related incidents. Details of when the scheme will be open for applications, and how people can apply, will be published by the Northern Ireland Executive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK will continue to press the Libyan authorities to address the Libyan state’s historic responsibility for the Gaddafi regime’s support for the IRA.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}