{
    "url": "https://www.ukpol.co.uk/james-cleverly-2021-statement-on-yemen-2/",
    "title": "James Cleverly – 2021 Statement on Yemen",
    "post_date": "March 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Minister for the Middle East and North Africa, in the House of Commons on 2 March 2021.",
    "content": [
        "I thank my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell) for raising this urgent question. The situation in Yemen remains among the worst humanitarian crises in the world. Two thirds of the entire population—more than 20 million people—require some form of humanitarian assistance. The UN estimates that in the first half of this year, 47,000 people will be in famine conditions and 16.2 million will be at risk of starvation. Improving the dire circumstances faced by so many Yemenis continues to be a priority for this Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Yesterday, I attended the high-level pledging conference for the United Nations humanitarian appeal for Yemen. I announced that the UK will provide at least—I repeat, at least—£87 million in aid to Yemen over the course of financial year 2021-22. Our total aid contribution since the conflict began was already over £1 billion. This new pledge will feed an additional 240,000 of the most vulnerable Yemenis every month, support 400 health clinics and provide clean water for 1.6 million people. We will also provide one-off cash support to 1.5 million of Yemen’s poorest households to help them buy food and basic supplies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Alongside the money that the UK is spending to reduce humanitarian suffering in Yemen, we continue to play a leading diplomatic role in support of the UN’s efforts to end the conflict. Yesterday, I spoke to the United Nations special envoy, Martin Griffiths, and we discussed how the UK could assist him in ending this devastating war. Last week, the United Nations Security Council adopted a UK-drafted resolution that reiterated the Council’s support for the United Nations peace process, condemned the Houthi offensive in Marib and attacks on Saudi Arabia and sanctioned Houthi official Sultan Zabin for the use of sexual violence as a tool of war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "Just last night, a Houthi missile hit and injured five civilians in southern Saudi Arabia. I condemn that further attack by the Houthis on civilian targets in Saudi Arabia and reiterate our commitment to help Saudi Arabia defend itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "We are also working closely with our regional and international partners for peace. On 25 February, the Foreign Secretary spoke to the Saudi Foreign Minister, Faisal bin Farhan, about the Yemen peace process, and he also recently discussed this with the US Secretary of State. I discussed Yemen with the Omani ambassador to the UK on 4 February and spoke to the Yemeni Foreign Minister on 20 January regarding the attack on Aden and the formation of a new Yemeni Cabinet.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "The UK is also leading efforts to tackle covid-19 in Yemen and around the world. This month, as part of the UN Security Council presidency, my right hon. Friend the Foreign Secretary called for a ceasefire across the globe to allow vulnerable people living in conflict zones to be vaccinated against covid-19. The UK, as one the biggest donors to the World Health Organisation and GAVI’s COVAX initiative, is helping ensure that millions of vaccine doses get through to people living in crises such as Yemen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals",
        "I thank my right hon. Friend for raising this question and thank hon. Members for their continued interest in Yemen. The conflict and humanitarian crisis deserves our attention, and the UK Government remain fully committed to doing what we can to help secure a better future for Yemenis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals"
    ]
}