{
    "url": "https://www.ukpol.co.uk/james-cleverly-2023-statement-at-the-cairo-peace-summit/",
    "title": "James Cleverly – 2023 Statement at the Cairo Peace Summit",
    "post_date": "October 30, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Cleverly",
            "url": "/tag/james-cleverly/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by James Cleverly, the Foreign Secretary, in Cairo on 21 October 2023.",
    "content": [
        "Thank you Mr President for convening this incredibly important meeting at this difficult time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure we all share the revulsion at Hamas’s murderous acts of terrorism, the targeting of civilians, the murdering of children, the desecration of dead bodies. And I’m sure we are all distressed by the plight of Palestinian civilians in Gaza whose lives have been made harder, more painful and more dangerous because of the brutal attacks by Hamas on the 7th of October. And we all mourn the dead, both Israeli and Palestinian.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This has been an issue which has long stimulated passions and we are now all seeing on social media and in our communities how divisive and polarising the current situation has become. So we have a duty, a duty to work together to prevent instability from engulfing the region and claiming yet more lives. We must work together to prevent the tragic situation in Gaza becoming a regional conflict because that is exactly what Hamas wants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We remind ourselves that just months ago the Negev summit was a moment of hope, hope for peaceful coexistence between the Israelis and the Palestinians. Hamas has long stood in direct opposition to that vision and we must therefore ensure that Hamas does not win. Rather, we must ensure the peaceful co-existence wins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK notes the thoughtful and calm words of President Abbas on behalf of the Palestinian people, and we are grateful to the governments who are seeking to intercede on behalf of those held hostage and those foreign nationals who are trapped in Gaza. And we are grateful for the work to ensure that the humanitarian aid, which many of us have partially funded, reaches those Gazans who are deeply in need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK is clear and has been consistently clear that Israel has the right to self-defence and the right to secure the release of those who were kidnapped on the 7th of October. And we are also clear that we must work and they must work to alleviate the suffering of the Palestinian people in Gaza and that their actions are in accordance with international law. I have spoken directly to the Israeli government about their duty to respect international law and the importance of preserving civilian lives in Gaza. Despite the incredibly difficult circumstances, I have called for discipline and professionalism and restraint from the Israeli military.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The situation currently unfolding is probably the most challenging situation that I have had to deal with in my professional, personal or political life. And I suspect that I am not alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I still believe in the power of diplomacy, and I still believe that we can work together to secure a future where Israelis and Palestinians live in peace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}