{
    "url": "https://www.ukpol.co.uk/geoffrey-clifton-brown-2022-speech-on-the-restoration-of-the-palace-of-westminster/",
    "title": "Geoffrey Clifton-Brown – 2022 Speech on the Restoration of the Palace of Westminster",
    "post_date": "July 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geoffrey Clifton-Brown",
            "url": "/tag/geoffrey-clifton-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geoffrey Clifton-Brown, the Conservative MP for The Cotswolds, in the House of Commons on 12 July 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker, for allowing me to catch your eye in this debate. May I say straightaway that although the Leader of the House has come in for criticism today, he has only been Leader of the House for a short time? He is having to answer for the mistakes of the past, but he now has a huge weight on his shoulders because he can rescue the project, get it on the right path and get work started, for all the many reasons that we have heard today. I draw attention to my declaration in the Register of Members’ Financial Interests, as a chartered surveyor. I was able to articulate my views more fully in my Westminster Hall debate last Thursday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This debate could not be more timely, given yesterday’s water leak in the Chamber. That was the second time in not many years that we have had a leak in the Chamber; the previous leak was in the Press Gallery. Small fires are reported virtually every month in this place, and it is only because of the diligence and hard work of the staff who patrol on a virtually 24-hour fire watch that nothing more serious has happened. There was also an asbestos leak in Speaker’s House last year, with an impact on more than 100 construction workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I said to the hon. Member for Aberdeen North (Kirsty Blackman), we are obliged to protect and preserve this UNESCO world heritage site—a grade I listed building with more than 900 years of political history—for our country. I fear that we are leaving the building at risk of a much larger failure than a leak in the roof, which would inevitably involve our having to move out of Parliament and would leave us all looking rather stupid for not having taken major action more quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The project’s cost is estimated by several experts as approximately £10 billion—somewhere between the £8.77 billion cost of the Olympics and the £18.25 billion cost of Crossrail. It is a vast and complex project. I know such projects only too well from my role as deputy Chairman of the Public Accounts Committee and a member of the Finance Committee. I am glad that the Chairs of those Committees, the hon. Member for Hackney South and Shoreditch (Dame Meg Hillier) and the right hon. Member for Newcastle upon Tyne East (Mr Brown), are present; they both do a splendid job. On almost a weekly basis, we see large Government projects that end up costing hundreds of millions of pounds more than anticipated. The Ajax defence vehicle project, for example, has already cost £3.2 billion, has not delivered a single workable vehicle and is more than 10 years late. My fear is that the restoration and renewal project could go the same way. Governance on such large projects is paramount to ensuring that they are delivered on time and on budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When the Sponsor Body gave figures to the Commissions, the cheapest plan involved a full decant of the Palace of Westminster for between 10 and 20 years, with work costing in the region of £7 billion to £13 billion. The suggestion it came up with that would have taken the longest was for the project to be done on a continuous basis, with the Houses remaining in both Chambers. That option would have cost a staggering £11 billion to £22 billion and would have taken somewhere in the region of 46 to 70 years. The Commissions took fright and decided that the Sponsor Body should be immediately abolished and replaced with a joint department of both Houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The problem with that is exactly the one that has happened in past projects. The Elizabeth Tower, which has ended up costing almost three times what was estimated; the purchase of parliamentary buildings, which have cost more than £100 million each and a great deal to exit—all these projects have been overseen by the present in-house incumbents. What is to suggest that R&R would be managed any differently? What is to suggest that it would not end up costing billions of pounds more and taking many years longer than it needs to?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In contemplation of the new joint department of the two Houses, an expert panel has been appointed. As I have said, it should be enshrined in statute so that it can continue to give advice. The new budget should not be subsumed into the main vote on the House of Commons; it should be entirely separate, so that this House can monitor it properly and see how much the cost is on an ongoing basis, in a similar way to the quarterly reports that we get from HS2.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should warn the House that during a Public Accounts Committee hearing in March, the chief executive, David Goldstone—who knows a thing or two, having managed the Olympic project—was questioned about what the continued presence assessment had found in relation to the building. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The conclusion it came to is that, in effect, it is technically possible to do it but, consistent with all previous work on this subject, it would take an enormously longer time, would cost an awful lot more and”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "this is the key point; these are his words, not mine—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“would create extraordinary risks in relation to health and safety and fire safety…The risk of disruption is very significant as well.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we take all that advice into account, it should be possible to come up with some well-informed costings and outlines of a plan of operation showing how long we need to decant, whether the whole project can be done as one, and whether, if it cannot, it can be done in two halves so that parliamentarians can stay in one House or the other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think there is a real and evident danger that the proposed joint department, which will in effect be the “client”, will not give clear instructions to the Delivery Authority. There will always be the temptation for it to be constantly involved in mission creeps, adding the latest bells and whistles to the project, but, beyond that, it will be continually changing its mind. The Leader of the House presaged exactly that possibility this evening in his speech, and how is that compatible with what he said about wanting to provide the very best value for money?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We in the Public Accounts Committee know full well that big projects do go wrong when the client changes its mind. There is a big risk of that with the new joint department, because the composition of the House will change after each general election, as, no doubt, will the composition of the Commissions. There is therefore a real risk that the Commissions will change their mind and want to alter the remit yet again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We owe it to the next generation to grip this problem today and sort it out once and for all, otherwise the next generation will not thank us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}