{
    "url": "https://www.ukpol.co.uk/geoffrey-clifton-brown-2022-speech-on-waste-crime/",
    "title": "Geoffrey Clifton-Brown – 2022 Speech on Waste Crime",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geoffrey Clifton-Brown",
            "url": "/tag/geoffrey-clifton-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geoffrey Clifton-Brown, the Conservative MP for The Cotswolds, in the House of Commons on 20 October 2022.",
    "content": [
        "While momentous events are taking place elsewhere, I thank you, Mr Deputy Speaker, and the Backbench Business Committee for the opportunity to make a statement to the House on the 18th report of this Session of the Public Accounts Committee on “Government actions to combat waste crime”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The PAC is an incredibly busy Committee that holds two major sessions a week to examine the value for money of Government projects, programmes and delivery. Our inquiries come from the extremely insightful reports created by the National Audit Office. Following our PAC hearings, the Committee produces a report with recommendations to the Government who constitutionally normally have two months to respond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This week, the PAC published its report on “Government actions to combat waste crime”, which highlights our main concern with the Government’s strategy in combating waste crime, provides recommendations, and urges the approach to be reconsidered so that waste crime is not effectively decriminalised. Despite an increase in the number of incidents of waste crime and a significant increase in the cost of dealing with it, the PAC found that the Department for Environment, Food and Rural Affairs and the Environment Agency are making only “slow and piecemeal” progress in implementing the 2018 resources and waste strategy, and that DEFRA does not have an outline delivery plan for achieving its admirable policy of eliminating waste crime by 2043.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s 2018 resources and waste strategy set out the admirable goal of eliminating waste crime within 25 years and listed 14 actions to be taken, but only three have been completed: establishing the Joint Unit for Waste Crime, making changes to legislation to give the Environment Agency greater powers, and giving the Environment Agency access to police intelligence systems. DEFRA must increase the speed at which it implements this strategy, and the PAC has requested that it provides the Committee with an outline of its plan to achieve its 2043 goal by the end of this month—quite a tight timetable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all know that the thoughtlessness of waste crime has a hugely negative impact on people, their local area and the economy. Waste crime varies tremendously from area to area, but I am certain that all Members will have been contacted by constituents about it at some point and will have dealt with numerous cases of fly-tipping. It is an antisocial, polluting and costly crime that blights our countryside, cities and properties across England, and costs the economy more than £1 billion a year, although that figure is likely to be an underestimate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Waste crime includes not just fly-tipping but illegal waste sites, breaches of waste permit conditions, breaches of exemptions to the requirements for waste permits and, above all, the illegal export of waste by the UK to developing countries that are ill-equipped to deal with the environmental and often infinite consequences of that waste. It is not getting the local or national attention it needs to tackle it effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Waste crime is greatly under-reported: only about a quarter of incidents are reported. Government and Environment Agency statistics are not accurately capturing its true scale and impact, with local authorities not providing consistent reports on fly-tipping and relying on the public to report the crime. The PAC asks that DEFRA and the Environment Agency explore the full range of digital solutions, such as satellite and drone technology, to solve the issue of data weaknesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s digital waste tracking system, including new IT systems, has been described as being at the “core” of the Government’s strategy, but it is still in development after four years. DEFRA’s prototype is in the testing stages before it reaches the next stage of development, and is expected to be rolled out in 2024. That will be a big step forward in improving data and the public reporting of incidents, and hopefully in the implementation of a swift and appropriate follow-up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The project has ambitious aims and DEFRA is confident that it can deliver, having successfully put in place an IT system when we left the EU. The PAC has investigated similar large-scale digital projects by other Government Departments before, however, and has therefore asked DEFRA to write to the Committee when the IT contract is let to confirm that that has happened and to confirm the plan for its implementation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The landfill tax has been successful in reducing the amount of waste sent to landfill and in encouraging recycling, which has become an increasingly normal way of waste disposal for many households in recent years. However, the PAC reports that this tax has increased the incentive to commit waste crime, with His Majesty’s Revenue and Customs slow to prosecute offenders. Indeed, its recent attempt to prosecute an alleged offender in Operation Nosedive cost a huge £3.5 million yet ended without going to court.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "His Majesty’s Treasury and HMRC are currently reviewing the landfill tax and they need to take into account how the design of the current tax incentivises waste crime. The tax gap—the difference between the tax due and the tax collected—of the landfill tax is one of the highest of all taxes as a proportion of its size. Jim Harra, the chief executive and first permanent secretary at HMRC, assured the Committee only this morning that that is because its scope has been widened to include illegal waste sites, which are difficult to track down, but he also assured the Committee that HMRC recognised the social and environmental harm it causes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reality is that the current system does little to deter people from committing waste crime. Organised criminals, who are responsible for the majority of incidents, often perceive the fines as a “business expense”. Fines are not high enough to discourage the crime and, in the unlikely case that they end up in court, the penalties are not sufficient. DEFRA, the Environment Agency and HMRC need to work together more closely to develop a plan for making enforcement more effective, speeding up the process and assessing the current sentencing guidelines, which must include not only higher fines but custodial sentences for the most egregious cases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "DEFRA must work more closely with local authorities. While the Department is developing the guidance, local authorities are responsible for cleaning up the waste on the land they control and investigating suspected perpetrators. Evidence from the National Farmers Union said that better reporting and recording of waste crime on private land “is urgently needed” due to a substantial number of unrecorded incidents, with fly-tipping affecting two thirds of farmers. The national framework needs to be cleared by DEFRA so that local authorities have clear guidance on tackling fly-tipping that provides flexibility for responses but overall good practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I mentioned, waste crime includes not just fly-tipping, but the terrible practice of illegally exporting waste abroad. The exact figures are unknown, but the Environmental Services Association estimates that about 400,000 tonnes of waste are exported illegally each year, which costs our economy £42 million. Waste is being exported to countries that are unable efficiently to manage the volume and toxicity of waste safely, which causes substantial and sometimes permanent social, economic and environmental harm. The Environment Agency recently secured a record £1.5 million fine in the case of a waste company that was prevented from exporting 16 25-tonne containers to India and Indonesia, but a further 26 containers had already been illegally exported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will go through the PAC’s recommendations. Firstly, DEFRA should increase the impetus with which the resources and waste strategy is taken forward. By the end of October 2022, it should provide the Committee with its outline plan for achieving the elimination of waste crime by 2043, and provide annual updates on progress against this plan. Secondly, DEFRA and the Environment Agency need to explore the full range of potential solutions to data weaknesses, including, for example, satellite technology, and ensure the successful delivery of existing initiatives to improve data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, DEFRA should work with HMT and HMRC to ensure that the current review of landfill tax takes into account the incentives that the tax as currently designed creates to commit waste crime. Fourthly, DEFRA, the Environment Agency and HMRC should work with the relevant bodies in the criminal justice system to develop a plan for making enforcement more effective across the full spectrum of waste crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fifthly, DEFRA should work with local authorities to set a clear national framework for tackling fly-tipping, setting overall expectations and promoting good practice. Sixthly, the Environment Agency should write to us within six weeks setting out what actions would be required to enable it to understand the true scale of illegal waste exports and what further action it could take to prevent them. Seventhly and lastly, DEFRA should write to the Committee when the IT contract is let to confirm that it has happened and what the plan is for full implementation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Waste crime is a large and costly problem that causes great angst both to those who are directly affected by waste ending up on their land, leaving them to clear it up, and to the public who deserve to be able to enjoy clean and healthy towns and countryside. The PAC has clearly set out its concern about how Government are combating it, and most crucial is the lack of strategy or plan for achieving their hugely ambitious target of eliminating waste crime by 2043. This could be a huge win for the Government and the people of this country, and I urge DEFRA to get on with it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Kevan Jones (North Durham) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I thank the hon. Gentleman for his statement and the Committee for an excellent report. I also thank the National Audit Office for its inquiry into Operation Nosedive, which was instigated by me and the right hon. Member for Haltemprice and Howden (Mr Davis). What is depressing about the report is that these are things both of us have been raising for the last 10 years, and no one has been listening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The actions outlined are ones I support, but this is not a victimless crime. Tax has been avoided, criminals have got away with these crimes and communities have been blighted. Can I urge the hon. Gentleman and his Committee to make sure that they keep their finger on the button on this subject? I and the right hon. Member for Haltemprice and Howden have been at this for 10 years, and in our experience the evidence is there about what is going wrong, but the Government have just turned a blind eye—indeed, they have basically decriminalised waste crime. Without such pressure from his Committee, this will just carry on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Geoffrey Clifton-Brown**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Member, who is very experienced in this field and has been campaigning on this, quite rightly, for a long time. We have made some fairly stringent recommendations in this report, with some fairly tight timetables for what the Government have to do by when. I can assure him that if we do not see satisfactory progress, we will call DEFRA back to examine why our recommendations have not been properly implemented. As he knows, it is part of the PAC system that we have the ability to call witnesses back and find out why they have not responded to our recommendations. As he also knows, as I said it at the beginning of my statement, it has 42 days in which to respond. If we do not like the responses, we can follow that up in writing or, again, call back witnesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}