{
    "url": "https://www.ukpol.co.uk/geoffrey-clifton-brown-2022-speech-on-ukraine/",
    "title": "Geoffrey Clifton-Brown – 2022 Speech on Ukraine",
    "post_date": "September 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geoffrey Clifton-Brown",
            "url": "/tag/geoffrey-clifton-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geoffrey Clifton-Brown, the Conservative MP for The Cotswolds, in the House of Commons on 22 September 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker. I will try to adhere to your three-minute rule.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The message should go out from this debate to Volodymyr Zelensky and the Ukrainian people that we salute their bravery. They have suffered grievously. In just seven months, the world has seen one of the biggest refugee catastrophes since the second world war, with more than 7 million people displaced within Ukraine, 7 million people displaced to the rest of Europe, and more than 14,000 people dead or wounded. Hundreds of people have suffered war crimes of torture and sexual crimes, as the hon. Member for Bath (Wera Hobhouse) made clear, and hundreds of innocent children have been kidnapped, as my hon. Friend the Member for Huntingdon (Mr Djanogly) said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Quite simply, we have to help the Ukrainian people to win this conflict, because if they do not succeed in driving the Russians out of Ukraine, no country in Europe will be safe. I therefore congratulate my Government on the support and help that they are giving to Ukraine, as the Minister for the Armed Forces outlined in his comprehensive statement today. I am delighted that the new Prime Minister has made it very clear that we will stick by Ukraine for as long as it takes. Contrary to what some speakers today have said, I do not think that there will necessarily be a quick end to the conflict. All sorts of twists and turns could happen. As other hon. Members have said, although we hope that Vladimir Putin’s threat of using a tactical nuclear weapon is just that, we cannot be sure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are absolutely right to give help. I understand that the British people are suffering grievously with the cost of living because of the price of energy and food, but as their politicians we must point out to them that if we do not continue to support Ukraine throughout this conflict, they will suffer even more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The issue I really want to talk about is grain, which we have not heard anything about in this debate. At long last, with the United Kingdom’s diplomatic help, the United Nations has negotiated for some grain shipments to cross the Black sea and go out through the Dardanelles to some of the most vulnerable and poorest people in Africa. We must make sure that that programme continues: it is vital for some of the poorest people in the world, and we must do all we can to prevent the Russians from stopping it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To all my constituents who have so generously hosted the Ukrainian people—I have met some of them—I say, “Please continue. I know it is difficult in some cases, but please continue your generosity.” To the British people, I say, “Please bear with the privations caused by this war. It will be difficult this winter, but our Government will do what they can. I am sure that right will eventually come through and the Russians will be driven out of Ukraine.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}