{
    "url": "https://www.ukpol.co.uk/geoffrey-clifton-brown-2022-speech-on-the-national-food-strategy-and-food-security/",
    "title": "Geoffrey Clifton-Brown – 2022 Speech on the National Food Strategy and Food Security",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Geoffrey Clifton-Brown",
            "url": "/tag/geoffrey-clifton-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Geoffrey Clifton-Brown, the Conservative MP for The Cotswolds, in the House of Commons on 27 October 2022.",
    "content": [
        "I am grateful to have caught your eye in this important debate, Madam Deputy Speaker. May I say how delighted I am to see the Minister of State, Department for Environment, Food and Rural Affairs, my right hon. Friend the Member for Sherwood (Mark Spencer) back on the Front Bench? That is great news, because he really does know a great deal about the subject.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate my right hon. Friend the Member for Tatton (Esther McVey) on opening the debate. I look forward to being invited to have some of her excellent chickpea soup, preferably garnished with some excellent Tatton beef. I also congratulate the hon. Member for Bristol East (Kerry McCarthy). Having spent years disagreeing with her in rural debates, I agreed with nearly everything she said. On chickpeas, I hope that she agrees that one of the great challenges for British agriculture is to produce more pulses and a greater variety of them. That is absolutely possible with new varieties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The national food strategy is an important milestone, and Henry Dimbleby was an important contributor. This week, as hon. Members have said, the price of staple foods including bread, tea, potatoes and vegetable oil has absolutely soared. Data from the Office for National Statistics collected thousands of prices from items available on supermarket websites, and food price inflation is staggering. When we look at the percentage changes in the prices of the lowest-cost products between September 2021 and 2022 we see that vegetable oil is up by 65%, pasta by 59.9%, tea by 46%, bread by 37%, and milk by 29.4%. These price increases are huge, making the weekly shop for many people simply unaffordable. The differences in price seem to be starkest in the case of food staples as opposed to luxury items: for example, the price of orange juice is actually down by 8.9%, while the price of wine has increased by only 2%. The impact on food staples will be catastrophic for those living on the breadline, who are already having to budget tightly to feed their families each week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Food and energy prices are highly regressive, causing more of those on low incomes to pay much more as a percentage of their budgets than those higher up the income scale. Increasing food prices will soon become as big a problem as the increase in energy prices, to which much more attention has been paid in the House and elsewhere. As has already been said, 18% of all households have experienced food insecurity in the last month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Supermarkets should be doing more to compete with each other and try to hold prices down, even if it has an impact on their profits. After all, that is what they are dictating to their suppliers—often small suppliers, some of whom will not survive this latest bout of cost and food inflation. The country’s largest supermarket, Tesco, has taken steps to ease the costs for its customers. Despite falls in profits, it is freezing prices on more than 1,000 products, while at the same time increasing the hourly rate of pay in its stores to £10.98 to help its workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While costs in supermarkets are soaring, the increased costs of fertiliser and feed, exacerbated by Russia’s war in Ukraine, will cause a crisis for some farmers who will undoubtedly cease to trade. The cost of potatoes in the supermarkets has recently been hiked by 13.2%, whereas farmers have seen only a 5% rise this year. I know that the hon. Member for Bristol East will disapprove, but British Sugar is to increase its wholesale sugar price by 40% by the end of the month, while sugar beet farmers have seen a substantive increase of only 30% this year, which is the first increase in three years. All this is happening in an environment where the price of fertiliser—the main cost to farmers—has increased by 300% in the last 18 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "DEFRA urgently needs to discuss this matter with the supermarkets. They should not be raising their prices for customers by more than the increase for their suppliers, and they certainly ought not to be increasing shareholders’ profits on the back of the poorest in the country. In short, they should be exercising restraint for a short period to get us over this financial crisis. They should also continue the policy that some began during covid, and buy British wherever possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important for the Government to continue with their environmental land management scheme re-evaluation to see whether taking land out of food production for environmental schemes such as tree-planting and rewilding balances with the need to maintain the land to grow food sustainably, and to protect our own food security. In the current circumstances, in which the cost of food is so high and the poorest in our society —as has already been said—are having to rely on food banks to feed themselves, it is our duty to ensure that we can produce as much of our own food as possible to meet demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David Rutley (Macclesfield) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is making a powerful case, because he knows a great deal about this subject—as does my right hon. Friend the Minister. Does he agree that, given the challenges we are facing, it is right to start focusing on tackling food waste? I recently met representatives of a potato business in my constituency, E. Park & Sons, and Sodexo, one of one its major clients. That focus will not just help them and their bottom line, but ensure that food is more available in these difficult times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir Geoffrey Clifton-Brown**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has raised a point that is important in two respects: it applies not only to the food retailers and processors but to individuals in their homes, where far too much food waste goes on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As an island nation, we should not be over-reliant on imports or the global market with the shocks that can come with that, the most recent case being the war in Ukraine. In the 1980s, our self-sufficiency in food was 75%; it has now fallen to only 60%. We need to encourage as much food production in this country as possible, so that more of the food we eat is grown in this country to keep prices at a sustainable level. Since August 2021, imports of food and live animals have increased rapidly, while exports have barely moved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I fully recognise that environmental schemes such as tree-planting and soil improvement schemes to prevent our rivers from being polluted will help to slow climate change and improve our natural environment. However, it is also the case that as global temperatures warm, vast swathes of countries near the equator will inevitably produce less food, which means that temperate countries such as ours will have to produce more to feed the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Environmental and animal welfare issues are often forgotten. Either animals are having to be transported for long distances to be slaughtered, or environmental damage is caused by shipping or, worse still, flying food for vast distances across the world. The way to improve the situation is to ensure that animals are slaughtered as humanely as possible close to the farm where they are kept, and to ensure that all food around the world is consumed as close as possible to the point of production whenever that is practicable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me say this sincerely to my right hon. Friend the Minister: we need to be very careful about taking land out of production. It makes no sense for a 2,000-acre good-quality arable farm in Essex which was formerly growing wheat, barley, rape and field beans to be encouraged to put all its land down to grass under the countryside stewardship scheme. Let me also say to the hon. Member for Bristol East that while I fully accept that we should be taking some of our poorest land out of production for environmental schemes, we should be very careful about taking our best land—particularly grade 1 and 2 land, in the old parlance that was used when I was training —out of production for non-food-producing schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No one is keener on improving and protecting the natural environment than I am. Those of us who are lucky enough to live in the Cotswolds are eager to protect its natural beauty, and I pay tribute to my Cotswolds farmers for not only producing some of the best lamb in the country but participating fully in environmental schemes to improve biodiversity. On the other hand, everyone in the world is reliant, wherever possible, on a good supply of food at a reasonable price. If we are to reduce the amount of food that we import and have a long-term sustainable food policy, we must do more to grow and process our own food. That will help to bring down the cost of our basic food staples, helping individuals and families to shop for food without fear of what it will cost. I imagine that so many are unable to do that at present. Equally, we in the UK have the most beautiful countryside and rivers in the world, in which we need to be careful to preserve our biodiversity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}