{
    "url": "https://www.ukpol.co.uk/geoffrey-clifton-brown-2016-speech-on-digital-records-in-the-nhs/",
    "title": "Geoffrey Clifton-Brown – 2016 Speech on Digital Records in the NHS",
    "post_date": "April 29, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Geoffrey Clifton-Brown",
            "url": "/tag/geoffrey-clifton-brown/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Geoffrey Clifton-Brown in Westminster Hall, the Houses of Parliament, on 28 April 2016.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered use of digital records in the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am delighted to serve under your chairmanship, Mr Wilson, and grateful to you and Mr Speaker for the opportunity to debate this matter. I am delighted to see my hon. Friend the Member for South Basildon and East Thurrock (Stephen Metcalfe) in his place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The issue of data is of transformative significance for the NHS. The health service has so many interactions with patients on a daily basis that it creates an enormous amount of health data that have a huge number of practical applications for those who know how to analyse the data correctly. With more patients being treated, more work being done on access to drugs, and massive breakthroughs in genomics and the study of rare diseases, the NHS must use IT effectively to digitise patient records and allow clinicians to harness the power of such valuable data. That is the essence of this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My involvement in this subject area began through my late constituent, Les Halpin, who was diagnosed with the dreadful motor neurone disease in 2011. Les was one of the country’s foremost statisticians by profession, and a gifted mathematician with an inquisitive brain. He quickly realised that the numbers were stacked against him—when I first met him, he was absolutely clear that he had between a couple of months and a couple of years to live, about which he was absolutely stoical—and furthermore that the money spent on new drugs was widely out of kilter with the output.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Rather than take on the treatment of and research into MND directly, as that was already catered for by a number of non-governmental organisations, Les set his sights on tackling the system more widely. Understanding that the system he wanted to change was governed by the regulatory and political world, he began the Empower: Access to Medicine campaign. As a statistician, he knew better than anyone that it is information that furthers medical research. Empower taking on this debate is therefore the logical extension of his original work. Les died while on the waiting list for new treatments, for there had been no new treatment for MND for more than 20 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Through comprehensive engagement across Government, industry and the academic world, Empower helped to secure a major positive change for patients, known as the early access to medicine scheme. Working with a number of patient and medical campaign groups—Joining Jack, the Duchenne Children’s Trust and the Genetic Alliance UK, to name just a few—Empower hosted a summit in the House of Commons, at which the Department of Health launched its new early access scheme, with Empower’s support.  \nOn 23 February, I hosted the parliamentary launch of Empower: Data4Health—my hon. Friend the Member for Bury St Edmunds (Jo Churchill) was present; perhaps other Members were as well—which is the next stage of this work and falls under the subject of this debate. The new campaign brings together politicians, clinicians and patients and calls for an NHS that uses state-of-the-art IT to collate and analyse health data to improve outcomes for patients. The campaign is a natural continuation of Les’s work, because it seeks to create an NHS that uses anonymised patient data to identify new treatments, effective new drugs and even repurposed drugs that can have major benefits for sufferers of rare or life-limiting diseases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To my mind, there are three ways of deploying this IT effectively in the NHS—this is part of a wider debate, but it is worth mentioning here. First, with the right technology, data can be analysed for particular cohorts of disease sufferers to look for trends, monitor the effects of new drugs treatments and therapies and, ultimately, improve patients’ information about their own conditions, patient outcomes, and access to medicines or other treatments that are right for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Incidentally, we are seeing growing evidence of repurposed drugs being used to treat a variety of diseases that they were not originally intended for, with some success. For example, recent research suggests that some statins—drugs generally used to control cholesterol—can affect the treatment of brain tumours. Before such research can be turned into real treatment options for patients, we need to be able to use modern technology and digital records to flag where patients are receiving that treatment and look at the effects across a much larger cohort.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The potential offered by using IT to identify new treatments and trends could fundamentally change how the NHS operates. Indeed, the Science and Technology Committee recently reported that the value of big data to the health sector will equate to £14.4 billion by 2017. In fact, some consultants have found that efficiency savings between £16 billion and £66 billion could be generated in the NHS were the data deployed properly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Once we start to use data, we can leverage the value of the intellectual property, which is created in a number of ways, by using it to incentivise GPs or clinicians to pursue certain treatment paths; by funding patient interest groups and other bodies; and, ultimately, by selling the IP to drug companies to speed up the development of new drugs. The whole thing then becomes a virtuous circle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second key benefit of IT and digital records is that they enable us to address the lack of co-ordination in the NHS. Clinicians will be able to monitor what is happening to a patient cohort for a particular disease across the country, rather than re-invent the wheel when approving treatment. Digital records will enable different teams to co-ordinate across one or a number of hospitals, synchronise appointments and ensure that all clinicians are fully informed of how their treatment is interacting with a patient. That should lead to the best possible outcomes for patients, and enable co-ordination across the health service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, patients will have more control over their own health information. In an age in which the use of medical self-diagnostic tools is on the rise, patients will be able to control—possibly remotely or at home—the data produced by the diagnostic machines; view it in whatever form they like; use it to inform their self-care; and feed it remotely, through IT, back to clinicians, who if necessary can modify the patient’s treatment. Treating people remotely will prevent unnecessary hospital visits and visits to clinicians.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fourthly, once we start collecting data on patient outcomes, we will be able to drive processes within the NHS, identify things that are taking too long and work that is being duplicated, and ultimately save the NHS money on its day-to-day processes and tests. For example, we will be able to transfer huge amounts of data across different systems in the NHS. New patient tests are emerging almost weekly, which produce data that can be transferred across different parts of the NHS more efficiently. In those four ways, IT can transform the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Members from all parties, members of the public and clinicians have concerns about data privacy, and I would like to tackle that point head-on. I thought that some Members might be here to speak about their concerns about privacy and data protection. Some of those concerns are serious and legitimate; it is no use pretending that they are not. We all hear horror stories from our constituents about NHS trusts mishandling data, losing records and sharing inappropriate information. When this debate was granted, a member of the public contacted me to bring to my attention his experience of massive data breaches by one NHS trust, which is alleged to have consistently failed to adhere to data protection principles and to have hidden its failings from NHS England. Make no mistake: concerns about the handling of patient data are very real.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That member of the public highlighted that data protection breaches are regrettably already taking place. One of the purposes of this debate is to highlight the need for a national framework for digital records with built-in safeguards to protect patient privacy, and for genuine national accountability for trusts. We need to generate a debate on that subject. No patient record system is absolutely secure. Even the old-fashioned paper system is not absolutely secure, because it can leak: people can get into files, access the data and pass them on in an unauthorised way. With modern technology, we ought to be able to protect patient records.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Digital records may ring alarm bells with some patients, such as that member of the public, so it is imperative that the Government develop a comprehensive public information campaign on the enormous treatment benefits, which I have outlined, that health data can provide. We must convince the public that the benefits of the effective use of IT in the NHS far outweigh the potential obstacles and pitfalls that there may be along the way. We have the technology to keep patient data safe. A fear of errors should not paralyse progress on this issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are some great examples of things happening across the country. For example, the Cystic Fibrosis Trust has done incredible work in putting together a patient registry of more than 99% of all cystic fibrosis sufferers. As I am sure all Members realise, cystic fibrosis is a horrible disease. Babies born with it cannot breathe properly and need continuous treatment for the whole of their often only too short lives. The first new-generation genotypic drugs are beginning to be introduced, and by using patient data to measure their effectiveness and possible side effects we can begin to make real progress on rare diseases such as cystic fibrosis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Cystic Fibrosis Trust operates a strict evaluation process, overseen by a committee of experts, to ensure that its registry data are used in line with patients’ consent. It is interesting that those with that debilitating disease realise the effect that IT can have and have willingly given permission for their data to be used in that way. That is an example of the importance of patient buy-in to IT patient records. Thanks to the Cystic Fibrosis Trust’s determination to promote and maintain its registry, we are seeing new treatments for particular strains of CF, which completely alleviate the dreadful symptoms that I outlined in young babies, who would otherwise die prematurely, and enable them to live a relatively normal life. Proper deployment of IT in a digital NHS would enable us to develop similar drugs for suffers of all sorts of rare and debilitating illnesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A shining example of what I am outlining is happening in Birmingham, where clinicians are trailblazing in this area. They are an example of what we hope will happen nationally. The University Hospitals Birmingham NHS Foundation Trust uses electronic patient records. Since 2011, all records have been electronic. Its commitment to innovation has allowed for some remarkable projects, such as Cure Leukaemia, which was established in 2003 to enable patients with blood cancer to access effective new treatments. In 2005, it helped to secure a £2.2 million grant to build the Centre for Clinical Haematology at the Queen Elizabeth hospital in Birmingham. It resulted in the development of the second-largest adult stem cell transplant programme in the United Kingdom. The impact of Cure Leukaemia and the Centre for Clinical Haematology in Birmingham is closely linked to the distinct make-up of the west midlands and the fact that they use IT in the way that we propose. With a population of 5.5 million and the most ethnically diverse catchment area in Europe, the west midlands offers access to the broadest possible data pool for drugs trials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the past decade, Cure Leukaemia has funded a network of 15 specialist nurses, who work across the west midlands and administer pioneering drug treatments to leukaemia-suffering patients. The combination of the west midlands’ unique demographic and the network of well-supported nurses has enabled us to leverage millions of pounds worth of pioneering drugs and give patients access to clinical trials for drugs not readily available in the rest of the NHS. Cure Leukaemia’s founder, Graham Silk, is also a member of the Empower: Data4Health campaign. Graham’s hope is that, one day, everyone will be able to benefit as he has from the amazing work being done with digital records in the west midlands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The medical community see the advantages that digital records can bring to the NHS. The Royal College of Physicians believes:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Fully digital patient records will bring benefits to the NHS, but to do so they need to be based on standards for the structure and content. Common standards are essential to enable interoperability between digital records in different care settings.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The RCP goes on to list the benefits that digital records can bring, and I will take them in turn.  \nFirst, digital records have the potential to improve the quality of patient care. The people at the RCP believe that, with fully digital records, it will be\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“easier for care professionals to bring together a person-centred view of the patient from all the disparate records held in different settings and over time. They believe digital records will improve communication between professionals in different care settings and that it will be easier to drive timely, relevant automatic clinical alerts. They believe that digital records can improve safety by reducing errors in transcription of paper documents and they are of the opinion that it will be easier for patients to access their records for self-care purposes”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "something I have already outlined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second major benefit comes in NHS quality improvement and research activities. That is very much the key theme of my speech today. The RCP states that digital records could provide:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Much improved ability to carry out records-based research (with appropriate protection of confidential data and respect for those who wish to opt out)”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "my buy-in point—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“and support for the development of stratified medicine which enables doctors to provide patients with specific treatments according to individual needs. It requires the collection of genotype (information on an individual’s genetics) and phenotype (lifestyle and environmental information) from patients.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The final benefit that the RCP highlights is the potential cost saving. With the NHS under increasing pressure, because of a variety of factors, the importance of opportunities to do more for less, while protecting patient outcomes, should not be dismissed. The RCP believes that the potential cost savings could come from reduced duplication of test orders and unsuccessful treatment, fewer errors and reduced time spent on searching for missing paper records.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to give a powerful example that really sums up what this is all about. Using IT and patient data to improve access to breakthrough treatments and personalised medicine is, fundamentally, about patients who are looking for answers and for some hope, not only for themselves, but for everyone in a similar situation. At this point, I want to mention a remarkable woman from my constituency, Christiana Knudsen. Christiana can explain her situation and her journey far more effectively than I ever could. If you will permit me, Mr Wilson, I will read the words she sent to me:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The unusual aspect of my situation is that I am relatively young, midforties, and otherwise very healthy, sporty, have a positive mindset and have no cancer in my DNA. Where the illness originates from is a mystery (I personally believe it is from emotional stress from an unusually challenging childhood) and like many cancers, it seems to have been unprovoked. Unfortunately, we do not yet have a nationwide dataset of patients with ampullary cancer that could be used to cross-reference symptoms and treatments. This would, in my case, be a vital resource. It would not only allow doctors to help pinpoint the cause, but also make an informed decision on my treatment according to what has worked well with other patients who have suffered from the disease and who have similar attributes to me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ultimately, I am getting a feeling that I can turn this into something different. Perhaps I can use the situation in a positive way and be an inspiration to others. There’s no point in just going downhill with it, so I am slowly thinking that I could create a new reality around my predicament. One that would depend on my surviving this as best as possible, and showing the rest of the world that you can go through this and remain strong and positive, perhaps even overcome it. Apparently no one has beaten the particular cancer that I have, so why not try to reverse the statistics and make this into a first?”  \nExtraordinary! We can all agree that the drive to turn the experience of such a terrible illness into something positive for others, as Christiana and Les have done, is the hallmark of someone truly heroic. When we think about the obstacles that we face in getting a fully digital NHS, and the potential pitfalls along the way, we need only think of Christiana and Les, and the many patients like them who will benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To conclude, effective use of digitisation in the NHS heralds the possibility of a complete transformation in how health services are delivered. This is one of those rare moments in human innovation when we could make a step change and deliver much more, for significantly less, on a permanent basis. We should, therefore, seize the opportunity with both hands, without delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}