{
    "url": "https://www.ukpol.co.uk/stanley-clinton-davis-1970-maiden-speech-in-the-house-of-commons/",
    "title": "Stanley Clinton-Davis – 1970 Maiden Speech in the House of Commons",
    "post_date": "June 21, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stanley Clinton-Davis",
            "url": "/tag/stanley-clinton-davis/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Stanley Clinton-Davis, the then Labour MP for Hackney Central, in the House of Commons on 6 July 1970.",
    "content": [
        "I understand that it is the custom of the House for a speaker succeeding a maiden speaker to proffer his congratulations. It would be a little presumptuous if I were to do so, because I am about to embark on the same ordeal as that of the hon. and gallant Gentleman the Member for Lichfield and Tamworth (Major-General d’Avigdor-Goldsmid). I do nevertheless congratulate him, but I will leave the felicitations to someone more experienced than I am.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should like, first, to pay a tribute to my predecessor, Mr. Herbert Butler, who was a distinguished citizen of Hackney for many years before entering this House in 1945. He served as a Member of Parliament for 25 years. He was in his earlier political life the agent for the late Mr. Herbert Morrison in the early ‘twenties. Throughout his political life he has worked assiduously for the benefit of the people in my constituency. He did not seek the limelight, but what was above all important was that he was always accessible. He always held his weekly surgery, and I know that I shall be able to look to him as a very good friend for guidance in the many difficulties which will undoubtedly beset me here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My constituency is situated in the East End of London. It is part of the London Borough of Hackney. My hon. Friends the Members for Shoreditch and Finsbury (Mr. Ronald Brown) and Bethnal Green (Mr. Hilton) have part of the London Borough of Hackney within their constituencies, but my hon. and learned Friend the Member for Stoke Newington and Hackney, North (Mr. Weitzman) and I share the major part of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is often imagined that the London Borough of Hackney has a firm connection with the hackney carriage. Nothing could be further from the truth, although up to 1968 there were no fewer than six taxi drivers on the borough council, and today there are two.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that the London Borough of Hackney has become renowned in the world of local government for the new and hold conceptions that it has introduced over the years. Perhaps the most notable example was the Lea Valley Regional Park, an idea which was formulated many years ago by Herbert Morrison but which was acted upon by a present alderman, when mayor, Alderman Sherman. We are now looking forward to the time when that regional park will bring a great deal of joy to many thousands of Londoners. It was my privilege to be chairman of the welfare committee when we introduced the idea, new among local authorities, of Continental holidays for disabled persons. I am very glad that the Conservative Council there has continued with that plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have always looked outward, and have been keen on twinning with other cities and boroughs in the world. Perhaps the most notable of our twinning arrangements is that with the very great and beautiful city of Haifa. In 1969 I was mayor of the borough, and I was privileged to be invited to Haifa and see that wonderful city and meet its leading citizens. I was able also to have discussions, and to hear for myself the views of many people, ordinary people and the leading citizens, about some of the great problems which beset Israel at that time, and still do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I formed an imperishable memory of those views; that there was an overwhelming desire for an enduring peace. The people there desired to live as good neighbours with the Arab States surrounding them. They wanted above all to ensure that Arabs living within Israel enjoyed full democratic rights. They yearned to be able to exploit their technical skills in order to make fertile the deserts of the Middle East. All this is being frustrated by the present difficult situation. It was their desire to ensure that ordinary people throughout the Middle East could participate in the wealth that exists there but is at present denied to them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But they made it clear that certain things were not negotiable, and I was able to see for myself how reasonable those views were. For example, it is impossible to conceive that Israel could concede once again the Golan Heights, because from those heights for a period of about 20 years the kibbutzim below were shelled daily, and many lives were lost. That is not negotiable. Equally, it is not negotiable that they should concede the small tract of land some 10 miles from the shore where Natanya stands by the conceding of which Israel could, at one fell swoop in a successful attack be split in half. It is impossible to conceive that to be negotiable either From 1967, for the first time for many years at least, there was freedom of worship in Jerusalem: that is something which is not negotiable either.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I for one deplore the mischief making of the Soviet Union in that part of the world. I deplore it, because it endangers a great democratic socialist State, and a State whose existence in the Middle East is fundamental to peace. I believe, and I always have believed, that Israel represents an oasis of democracy in a desert of totalitarianism, and I hope that the Government will not deny Israel the support which I believe she will need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to pass from that subject to the point made by my right hon. Friend the Member for Fulham (Mr. M. Stewart) and others, of the tremendous importance of race relations in the world generally and in our country in particular. The reconciliation of races is above all important, and we have a job to do in Britain because the eyes of the world are upon us, and the way in which we deal with that will have far-reaching effects not only upon our internal policies but on our foreign policies, too. This was stressed by The Times only the other only the other day, when it stated: The most urgent task is to switch attention away from immigration and on to race relations. While I welcome the continuation of the previous Government’s urban aid policies, I hope that the promised new legislation will not undermine the security of Commonwealth immigrants who are here. I hope that they will not feel that they, too, are on probation, so to speak, because of this new system of probation for new arrivals that is to be introduced. I hope that that scheme will not encourage certain people within the community to undertake a policy of harassment of those who are lawfully here in the hope of being able to drive them back under the style of voluntary repatriation. I welcome the assurance given by the Prime Minister the other day in respect of those who are already here. That assurance is in stark contrast to the talk we had heard during the General Election and at other times of “internecine violence” and “alien wedges”. Such talk is negative and dangerous in a sensitive field, and does immense harm to race relations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was reminded of the debate in this House in 1905 on the Aliens Bill, when every blight on society was laid at the door of the then immigrant community seeking asylum here from the most terrible persecution. Smallpox, scarlet fever, and even miner’s worm—precious few of those immigrants were miners—were ascribed to them. They were declared to be a public charge on the country. They were alleged to be increasing the disease and crime in our society. It was alleged that they were depriving Englishmen of the employment to which they were entitled. It was alleged that they overcrowded cities, created insanitary habits and were responsible for a deterioration of the national standard of life. They were described in the most appalling terms—as “refuse”, for example. The proponents of the tough line in those days doubted the statistics which belied their arguments. They made suggestions that the figures were “cooked” in that debate 65 years ago. Sixty-five years ago people in this House were saying “I wonder.” We had the “Wolverhampton Wonderers” then; and they all claimed that they were not racialists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to stress the positive side of race relations. I believe that in my constituency we have a great example to offer to the country. It is so much more rewarding to talk about these things than to emphasise the alleged hopelessness and undesirability of the present situation. We have a long tradition in Hackney of racial tolerance. It is an area in which the fascists, both pre- and post-war, sought to merchandise their filthy wares, and they were met head on and routed. Today we have a cosmopolitan population considerably higher in numbers and proportion than in Wolverhampton, yet the atmosphere is far better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I give credit both to the Conservatives and to our party on the Hackney Council because both have taken positive steps to avoid racial antagonisms and to give encouragement to the Hackney Community Relations Council, which does enormously valuable work. The community relations council has a magazine entitled Harmony, embodying the task of the programme of reconciliation which it seeks to undertake. It has forged a strong link with the local police force, because there are antagonisms which very often develop between immigrants and the police. In that regard it has had the whole-hearted support of the local commander, Commander Brown.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The community relations council has promoted seminars and meetings on all issues affecting community relations in the broadest sense—immigrants and housing, education in a multi-racial society, and even equality for women—all issues affecting the dignity of all people. Its meetings are very well attended, and they have been provocative meetings. It is all to the good that provocative views should be expressed. The community relations council has promoted play groups and is operating a legal advice service. It has never been afraid of tackling problems wherever they arise and tackling difficulties which exist in a multi-racial community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the difficulties has been noisy parties. I am referring not to the parties in this House but to music and dancing which sometimes leads to antagonisms and to an explosive situation. The community relations council has been concerned to conciliate in that respect, in the field of employment, and also to take an active part in dealing with landlord and tenant difficulties, where there is so often exploitation of tenants who are ignorant of their rights under the law. This is something to which the Minister of Housing and Local Government referred the other day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The community relations council enjoys the good will of most sections of our community—the churches, synagogues, the Council for Christians and Jews, the Salvation Army, which has very deep roots in Hackney, and the Rotary Club, which has embarked upon a study of the work of immigrants within the professional and industrial life of the borough. This all provides a useful example of how to deal with the problem of reconciliation of people of different races. The choice before us, both nationally and internationally, is between chaos and community, as Martin Luther King said.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should like to see us making ourselves absolutely committed to racial equality. I want to see us making it absolutely clear that equivocation and procrastination in the quest for racial justice are not to be tolerated. Today, unhappily, bigotry and prejudice are rife in our country. Edmund Burke once said that when evil men combine, good men must unite. I hope that we shall unite to show that all bigotry and prejudice are evil, and that above all bigotry and prejudice that reject a man because of the colour of his skin or because of his religion are the most despicable expressions of man’s inhumanity to man.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}