{
    "url": "https://www.ukpol.co.uk/ann-clwyd-2019-valediction-speech/",
    "title": "Ann Clwyd – 2019 Valediction Speech",
    "post_date": "November 6, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ann Clwyd",
            "url": "/tag/ann-clwyd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ann Clwyd, the Labour MP for Cynon Valley, in the House of Commons on 5 November 2019.",
    "content": [
        "I wanted to allow others to go first, but thank you, Madam Deputy Speaker.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was elected in the middle of a miners’ strike, in 1984, to the seat held at one time by Keir Hardie, the first leader of the Labour party. When he was the MP, it was called Merthyr and Aberdare, although people often leave out “Aberdare”. I am afraid it is quite likely that when the boundary commissioners get to work, my constituency will disappear altogether, but fortunately they have not got to work yet, and while there is still a Cynon Valley, I am very proud to have represented it from 1984 until today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am standing down at this election with a heavy heart, especially as there is so much that I would still like to do. I have a long shopping list, and I have not completed the shopping. I do hope that other people will carry on and shop on my behalf, because these are all issues for which I think we can all campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the things that I am proud of is that when Tower colliery, in my constituency, was going to be shut by a previous Administration, I managed to sit down the pit for 27 hours. The Government of the day argued that the pit was uneconomic, but we kept it open for a further 10 years as a result of some of my efforts. The men who worked there, and the people in the community, were very pleased that that happened. I do not think that I have ever recovered after spending 27 hours down the pit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was a journalist, before I became a politician, one of the things for which I campaigned was compensation for miners, and for those with pneumoconiosis in particular. I am very pleased that when Tony Blair came into government I was able to advance that cause far more; in fact, I reminded him every single week that miners’ compensation should be arranged much faster than it was, because miners were dying without getting the money. So I am very pleased we did that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was also concerned about coalfield regeneration, and one of the issues I am still concerned about is the reclamation of some land that was used for industrial purposes. The land in question covers 150 acres, and is a prime flatland at the bottom of a valley; there are not many valleys with so much flatland. On that site there ​was a Phurnacite plant that produced smokeless fuel, and when I was first elected it was one of the worst industrial polluters in the whole of Britain. We managed to get it shut down. Then there was a battle to get the toxic waste—tonnes and tonnes of it—taken away from the site and taken elsewhere. They wanted to bury it on site; I asked where else that was done and they said, “Nowhere,” and I said, “It’s not going to be done here.” So that toxic waste was taken away.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased that with the help of the present Secretary of State for Wales we are working on greening the site, because the people there have lived with the dirt and dust for all these years and they cannot use that land, even though there are two lakes there and wildlife is returning: there are swans and kingfishers, and there is foliage that was never there before. The people in that area really should be able to enjoy recreation on those lakes and on that land, instead of having to push themselves under a fence in order to get on to it. I am pleased that we are in the middle of working on that, and I would like to have seen that work completed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I worked too on the north Wales child abuse cases, because children were abused in my constituency. One of my most harrowing memories is listening to the survivors of child abuse, some of whose lives never returned to normal. I hope all the child abuse cases are concluded fairly rapidly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I feel strongly about improvements in the health service, because I think I am the only person still alive who was on the royal commission on the national health service, the only one there has ever been. I remember our chairman, Sir Alec Merrison, saying at the time that unlike other royal commissions, our report would not gather dust. It did gather dust and continues to gather dust, however, but some of its recommendations are so worthwhile that I commend them to the present Administration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I lost my husband seven years ago I had arguments with the health authority in Wales—it is a continuing argument—and I am grateful that David Cameron had the foresight, if I may say so, to ask me to run an inquiry into complaints in the NHS in England. I would like to have done the same thing in Wales, because I was very pleased to be able to do that, and pleased that all our recommendations were accepted. More cross-party work on such issues, which we all care about and all want to see improved, would be valuable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I speak Welsh—rwy’n siarad Cymraeg. I took my oath in Welsh and English, and I hope that one day it will be possible for Welsh to be a language used as a matter of daily life in this place as well. In the European Parliament, of which I was previously a Member, we managed to get substantial sums of money to assist the Welsh language there. I was very pleased that when I first got there in 1979 Barbara Castle was our first leader. You learned a few tricks from Barbara Castle. The first was that you got on with the other nationalities, if you could. Barbara never did, actually. I remember the leader of the German Socialists turning round to her one day and saying, “Barbara, you’re not in your national Parliament now.” That did not stop her. I do not think she ever got round to the idea of being in the EU, but I was pleased and proud to be there. I learned a lot of things, including how to vote electronically, which, after yesterday’s experience is perhaps something that will be sold to other Members. It certainly speeds things up.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are other reasons why I was pleased that I went there first, before I came here. I have to say that it was a cultural shock for me to come here, because I had not realised how delusional people here were. I will tell you why. It was because we gave the impression that we did everything better than everybody else, when in fact there were many examples of other countries doing things better than we did, and I was pleased to have had the opportunity of experiencing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was sacked by two party leaders—[Interruption.] Not for incompetence! First, I was sacked by Neil Kinnock for voting against the defence estimates. Then I was sacked by Tony Blair for going to Iraq at a particular time, which is particularly ironic. I then became the special envoy on human rights to Iraq. I have to say that I do not have quite the same fond memories of the Whips Office as some colleagues on the other side.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Sir William Cash (Stone) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the right hon. Lady knows, she and I came into Parliament on the same day—I think it was 3 May 1984—both in by-elections. I simply want to say what a pleasure it has been to be in the House with her all that time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ann Clwyd**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you very much. Yes, I remember our first few days here. If you come in in a by-election, it is always more difficult to assimilate. I am glad that my hon. Friend is still here. I have not always agreed it with him, as he well knows, but I respect him for his diligence and persistence, because those are two things that a Member of Parliament needs to do: to be diligent and persistent, and not to give up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the things I have been keen on doing is the promotion and protection of international human rights, and I have given my long-standing support to people in other countries, in the middle east, Turkey, Cambodia and East Timor. We always have arguments in this place about the arms trade, and I do hope that we are ultra-careful in future about who we sell arms to. One sadness for me is that we did not manage to get a report out in the last Session of Parliament on arms sales to Saudi Arabia. A sustained and strategic use of the parliamentary mandate and platform is therefore crucial to furthering causes and ensuring that the Government of the day are being properly scrutinised. Parliamentary questions and debates are important, and I found out that I have spoken in debates in the House 2,200 times. That is a useless fact, but somebody produced it today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A friend of mine in the House of Lords, Baroness Quin, phoned me a short time ago. She was in the European Parliament with me, and she reminded me of various things. She and I were in Senegal for a women’s rights conference—I do not know how many years ago—and suddenly there was a phone call for Joyce Quin to say that Captain Kent Kirk had landed on the coastline of her constituency to protest about fishing rights. Joyce was getting phone calls all the time from her constituents, who had no idea she was in Senegal. Of course, very often our constituents did not realise that part of our work was travelling to other countries and contributing to debates there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have been committed to cross-party scrutiny through my long-term engagement with the International Development Committee, the Foreign Affairs Committee ​and the Committee on Arms Export Controls. I have also chaired the all-party parliamentary human rights group for many years, which has allowed me to work with colleagues from all over the world from across the political spectrum to raise awareness of serious human rights violations and breaches of international humanitarian law, as well as giving victims a voice and supporting them in getting reform and redress. Human rights is thereby depoliticised, as it should be. Some colleagues have also worked on the executive of the Joint Committee on Human Rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have supported the work of the Inter Parliamentary Union. We do not talk enough in this place about the IPU, particularly the British group, which enables me and fellow BGIPU members to communicate concerns, including human rights, when countries sometimes have to be called out. We build greater consensus on big issues and crises facing the world, such as climate change, international development, poverty alleviation and the refugee crisis. I pay tribute to the staff and secretariat of the IPU and highlight the work of its committee on the human rights of parliamentarians, which I have chaired several times and of which I was a long-time member. My vision for the Cynon Valley, the UK and the international community is unfinished business, a lot of it, as far as I am concerned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Most of all, I thank people in the House for their friendship, comradeship and support. I mean all sections of the House, particularly the doorkeepers, because when I was hobbling around on my new knee, I had great assistance from them. In fact, I got quite to rely on them. They gave me every help and they still do, even when I say “No, I’m all right now, thank you. I can get to the back row now, so you do not need to help me any more.” Particularly to all my colleagues and friends, I want to say that this has been a great place for building friendships. I thank you all and I am very sorry to be leaving you all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}