{
    "url": "https://www.ukpol.co.uk/ann-clwyd-2018-speech-on-the-nhs-complaints-system/",
    "title": "Ann Clwyd – 2018 Speech on the NHS Complaints System",
    "post_date": "July 28, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Ann Clwyd",
            "url": "/tag/ann-clwyd/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ann Clwyd in the House of Commons on 4 July 2018.",
    "content": [
        "I am pleased to have the opportunity to talk about something that has been on my mind for a long time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is nearly six years since the death of my husband. Some Members will know that he spent his last two weeks on the respiratory ward at the University Hospital of Wales in Cardiff. He was admitted on Tuesday 9 October 2012 to what should have been a caring and safe place. Instead, what we found was the opposite. I left Owen in what I thought was a place of safety, thinking that the hospital could care for him better than we could at home. How wrong I was. Owen went into the hospital mobile, yet spent two weeks crammed in a bed, on a cold, uncaring ward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite the poor care that Owen received, his condition initially settled. In fact, there were provisional plans for him to come home towards the middle of the second week. Sadly, his condition took a turn for the worse. In the early hours of Monday 22 October, I was advised that there was no reasonable chance of his surviving. He lost his final battle the next day. It was then that my battle began: the battle to find out what had happened to him and why.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many Members will have heard of my concerns regarding the 27 hours he spent on a trolley in the A&E department. A later inquiry identified a number of nursing deficiencies. Sadly, my efforts to obtain information regarding his medical care have been met with considerable obstruction from the board of UHW.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some time ago, I received help from an experienced NHS consultant, someone who has prepared numerous cases over a period of 30 years when there are allegations relating to clinical negligence. He said—we normally converse in Welsh:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Ann, roedd gofal Owen yn esgeulus. Hyd yn oed pe fyddai wedi goroesi ei salwch y tro hwn, byddem yn dal I deimlo fod ei ofal yn esgeulus. Yn esgeulus nid yn unig yn ôl safon 2012 ond yn ôl safon 1948, amser dechrau’r Gwasanaeth lechyd.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is, in his opinion, Owen’s care during his hospital stay was negligent. In fact, he said that even if Owen had survived his in-patient stay, his level of care would be considered unacceptable, not only by the standards in place in 2012 but by the standards in place at the inception of the NHS in 1948.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My medical friend has pointed out his concerns. He was astonished to find that no doctor saw Owen on either weekend, no consultant saw him, and no junior doctor saw him. I should point out that he was on a respiratory ward in Wales’s flagship teaching hospital. He was not in a convalescent ward; he was not “recuperating” from an acute illness. My late husband was an unwell man with MS, whose long-term disabilities had been made worse by what turned out to be pneumonia that he acquired at that hospital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Most concerning, according to my medical friend, was the failure of the medical department to have any kind of effective handover arrangement, whereby the doctor going off duty would hand over all the clinical information to the doctor coming on duty. Formal handovers are far more important these days, as the ​shift systems of junior doctors means reduced hours. This means that over a weekend a patient may be seen by half a dozen different doctors, all working for the same firm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since continuing my inquiries about Owen’s care, I have learned a number of medical terms. I now know about a “low grade temperature” and that this may indicate that there is an infection somewhere, without the doctors being able to find out exactly where. I have also become familiar with the term “inflammatory markers”. Inflammatory markers are blood tests that indicate the presence of infection. When the clinical markers change, and in particular when they increase, it suggests that there is an infection somewhere that is not under control. I will refer to just two.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One is known as the CRP—the C-reactive protein. The normal CRP is less than 10; Owen’s CRP was 22 on admission. Now, 22 is not particularly high, but it suggests that there may be an infection somewhere. Eight days later Owen’s CRP had crept up to 41. The fact that it was increasing—“going the wrong way” as the medics would put it—indicated that he could have an infection that could be going out of control. Owen’s neutrophil count—the type of white blood cell that increases during an infection—was also “going the wrong way”. The normal is less than six. It was 8.7 on his admission—[Interruption.] Excuse me, Mr Speaker; I am sorry, but that is my phone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Speaker** That is an extraordinary musical intervention on the right hon. Lady, but I am not sure it is up to her high intellectual standards—but the hon. Member for Strangford (Jim Shannon) has come to the rescue, being a selfless public servant as he is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ann Clwyd** The normal is less than six; it was 8.7 on his admission, and eight days later it was 10.6.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Doctors will tell us that they do not just look at the results of blood tests; they also look at the patient. In Owen’s case, they failed to look at the blood tests and they failed to look at the patient. Members will no doubt be surprised to hear that although Owen’s inflammatory markers had increased during his second week in hospital, this was not recorded in his clinical notes. The tests that noted the increase in CRP and the neutrophil count were done on the Friday. That was four days before his death from hospital-acquired pneumonia. No one saw the results. No one saw Owen. No doctor saw him on Saturday. No doctor saw him on Sunday. By Monday it was too late. I think it is reasonable to assume that if Owen had received effective antibiotics when his inflammatory markers were increasing, he would have stood a fighting chance and would have survived that infection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I continue to be shocked by the way the hospital board has dealt with my concerns. Members might have heard of so-called independent reports. There was nothing independent about this particular report. All the members were employees of the Cardiff and Vale University Health Board. The chair was the deputy nursing director, Mandy Rayani. The board’s investigation failed to comment on the medical deficiencies that I have mentioned, but it very quickly acknowledged my “adverse perception” of what happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Most of my claims of poor care were denied. Of the 31 concerns that I raised, 21 were rejected. This was despite the fact that a few weeks after my husband’s ​death, Health Inspectorate Wales, the body that inspects Welsh hospitals, visited the ward where my husband had been a patient. While they were inspecting the ward, they noticed that senior nurses went off for their lunch leaving patients who needed assistance to eat without any help, that some patients were found without buzzers to call for assistance, and that individual care plans were not in place for the patients, yet my concerns were dismissed as my “adverse perception” by the deputy director of nursing, Mandy Rayani, in UHW’s so-called independent report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I remain unhappy with the attitude of the health board. When Owen died, the chief executive was Adam Cairns. He has now left the country and is working in the middle east. When he left, I took my complaint up with other executives and I have found—as I did when I was writing my report for the Government on hospital complaints—that the culture of deny, delay and defend has continued.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wrote to Maria Battle, the chair of the health board. I wanted to know why no one had spotted the abnormal blood results. I wanted to know why Owen’s low grade temperature did not appear to be of concern to anyone. The first meeting was postponed. We eventually met on 2 August last year. Despite my PA telephoning the board to ask for a copy of its response a week earlier, my medical colleague and I were not allowed to see the report until we arrived in the building for our meeting. I was astonished to hear Ruth Walker, the senior nurse, saying that she had taken it upon herself not to release the report prior to the meeting. I would have expected such a decision to be made by Maria Battle as chair of the board, by Dr Graham Shortland, the medical director, given that the matters mainly related to medical care, or by Dr Sharon Hopkins, who at that time was the acting chief executive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that the decision of the board to refuse to release this document beforehand reflects its dismissive, insulting and gratuitous attitude to members of the public and to the families of loved ones. It reflects the overall cover-up mentality that is all-pervasive in this health board.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jim Shannon (Strangford) (DUP)** I congratulate the right hon. Lady on securing this debate and on the very personal and poignant way in which she has told the story of her husband’s last few days in hospital. Has she at any stage considered referred this matter to the medical ombudsperson and asking them to investigate her complaint? Hopefully they would come up with an answer that would satisfy her and perhaps give the Minister a way of taking this forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ann Clwyd** I am grateful for that kind intervention, and I can assure the hon. Gentleman that I have been down all the official routes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the meeting, I soon discovered that it was impossible to get straight answers to my straightforward questions. Ruth Walker, for example, said that the problems of Owen’s care have been addressed by the introduction of the EWS—early warning signs— system. When my medical colleague pointed out to her that all the nursing notes were entered in the EWS format, she could not come up with an explanation. I was also astonished that Dr Shortland was unable to give a straight answer when ​asked about the arrangements for weekend medical cover. The board members were prepared to hide behind another independent report, but the report was incomplete, failing to comment on Owen’s continuing low grade fever, the rise in his white blood cells, the rise in his C-reactive protein count, the failure of an effective handover process between medical staff, and why no doctor saw Owen during his two weekends in hospital.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have always been a strong supporter of our national health service. I can be proud of representing Cynon Valley, a constituency which is both geographically and philosophically close to the community that bred Aneurin Bevan. It was the community that formed Bevans’ views on the need for an effective health service that is free at the point of need and where the quality of care is not influenced by one’s ability to pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Long before becoming a politician, I was on the Welsh Hospital Board from 1970 to 1974 with people such as Arianwen Bevan-Norris, who was Aneurin Bevan’s sister, and Archie Lush, his agent, and I know what they would be saying to me today: “Carry on. Keep on going.” They would not have accepted these kinds of answers. I was also the only Welsh member of the royal commission on the national health service, which met for three years from 1976 to 1979. We made many recommendations at the time, but they were unfortunately not acted upon. If they had been, I am sure that some of today’s problems would have been avoided.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House will understand my sorrow at the loss of Owen. It is heartbreaking to find that the people whom we appoint to safeguard our services, and who benefit from a significant income and a highly respected position in our society, are unable to address the failings of their organisation, engaging instead in obfuscation and half-truths. The cover-up mentality has to stop. We all make mistakes, but we should be ready to admit them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My case is not unusual. I have previously told the House of the thousands of letters I received from people from all over the country when I was producing a report for the Government on complaints in England. I knew that the NHS did not treat its complainants well, but I did not expect to be here still looking for answers nearly six years later. In the past, Mr Speaker has allowed me to read out letters that I have received, and more than 4,500 people have written to me about NHS complaints, 500 of which related to the University Hospital of Wales. I am sorry to say that two of my close friends have since died at the same hospital, and complaints have been made about their treatment as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the introduction to the shocking report on Gosport War Memorial Hospital, which was published a few weeks ago, Bishop James Jones of Liverpool said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“what has to be recognised by those who head up our public institutions is how difficult it is for ordinary people to challenge the closing of ranks of those who hold power. It is a lonely place, seeking answers to questions that others wish you were not asking.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will continue to ask those questions on behalf of my family and of the many others who are grieving and who have not had answers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}