{
    "url": "https://www.ukpol.co.uk/vernon-coaker-2012-speech-to-irish-labour-party-conference/",
    "title": "Vernon Coaker – 2012 Speech to Irish Labour Party Conference",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vernon Coaker",
            "url": "/tag/vernon-coaker/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vernon Coaker, the then Shadow Secretary of State for Northern Ireland, to the Irish Labour Party in Galway on 16th April 2012.",
    "content": [
        "It is a huge honour and privilege to be here representing my party, the British Labour Party, at the centenary conference of your party, the Irish Labour Party. I want to thank your Leader, the Tánaiste Eamon Gilmore, and your General Secretary, Ita McAuliffe, for their kind invitation. I carry with me the best wishes of my party leader, Ed Miliband, and colleagues from throughout the Labour Party and the trade union movement to all of you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the one hundred years of your existence, you have provided inspiration to democratic socialist parties across the world, and nowhere is your influence felt more than in my party and the trade union movement in Britain. What Edinburgh and Liverpool gave you in Connolly and Larkin has been repaid in many more cities in Britain so many times over, and that such a large number of my colleagues in the Parliamentary Labour Party have Irish backgrounds is a testament to that. Indeed in my own constituency of Gedling in Nottingham, the Chair of the Labour Party is Seamus Creamer, a Tipperary man.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The ties between Britain and Ireland are bonds of people, places and history. Our shared past is complicated, intense and has often been marred by conflict and division. But in this year, the one hundredth anniversary of the Irish Labour Party, the third Home Rule Bill and the Ulster Covenant, the relationship is transformed. We stand shoulder to shoulder now as friends and neighbours and the special link between our countries has deepened, widened and developed as we both strive for a fairer, more equal and more just society where opportunity is available to all regardless of background, gender, ethnicity or sexuality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What has happened in Northern Ireland is an example of that. We in the Labour Party will speak up for the peace and progress – as the party who in government helped with others to bring about the Good Friday Agreement and all that flowed from it – and we will stand up for fairness in tough times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will hold the UK Government to the promises that were made to help deliver a real peace dividend for Northern Ireland. Because whilst there has indeed been much progress made, we must make sure that the political focus does not prematurely move on. We need to continue working together on Northern Ireland – in a way that is appropriate to the devolved settlement – and while applauding the continuing progress, we still need to understand the threat which remains and recognise the special circumstances that exist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all know that the people of Northern Ireland and their representatives, including our friends and sister party the SDLP, are still wrestling with the consequences of the past as they move forward, and this is no time for us to fail to give them a priority that they both demand and deserve. For my part, working on behalf of the British Labour Party, I will try my very best to meet the challenges of supporting the peace process, standing up for Northern Ireland and helping to build the future and prosperity its people deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But what Britain and Ireland also share are values. The values of Irish people, and the Irish in Britain, are Labour’s values too. The importance of fairness, family, looking out for each other, working together, pride in identity, pride in community, and pride at playing a part in doing your bit to make society better. Your President, Michael D. Higgins, visited Britain during his campaign for election. And many members of my party were involved in helping him win his historic victory. I’m delighted that he has appointed one of my party colleagues, Sally Mulready, to the Council of State in Ireland, another example of the close connections between our two countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my own city of Nottingham just a few weeks ago I saw those values on display in the Market Square for the St Patricks Day Parade. The hurlers, footballers, dancers and musicians. It was even more than just a celebration of culture, it was a celebration of community and the pillars of strength which bind communities together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And when I visited Dublin last month, for the first time as Shadow Secretary of State for Northern Ireland, I saw those values being lived when I visited Croke Park. What a wonderful organisation the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Gaelic Athletic Association is. That basic concept of giving to others freely what was given to you, rooted in communities across Ireland and providing, inspiring and creating in equal measure. And these are difficult times in which to live out these values. But as Labour people we aren’t averse to hard work. And we are not afraid to assert these values and stand up for them with pride in what we believe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we in the Labour Party in Britain have a tough job to do to get back in government. Although I’m sure you would agree that being in government isn’t easy. And I think the hardest thing we need to work on is getting in to government at the same time! This hasn`t proved easy in the first hundred years of our parties’ existence so let’s try to make it happen a bit more often over the next hundred years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So I finish by thanking you again. For your friendship, your comradeship and for what you, the Irish Labour Party have done and are doing for your country. You, the members, young and old, men and women, from all backgrounds and walks of life, led by Eamon Gilmore, are an example and an inspiration to us in the Labour Party in Britain, and I hope our two parties will – like our two countries – deepen and develop our special bond in the years ahead. By doing so we can together build that better fairer future that is our common goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you again for this very special honour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}