{
    "url": "https://www.ukpol.co.uk/vernon-coaker-2022-speech-on-the-nationality-and-borders-bill/",
    "title": "Vernon Coaker – 2022 Speech on the Nationality and Borders Bill",
    "post_date": "February 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vernon Coaker",
            "url": "/tag/vernon-coaker/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Vernon Coaker in the House of Lords on 10 February 2022.",
    "content": [
        "My Lords, I declare my interests as set out in the register as a research fellow at University of Nottingham, in the Rights Lab, and as a trustee of the Human Trafficking Foundation. I hope that can be noted as we go through this part of the Bill, rather than me saying it at the beginning of every group of amendments, if that is in order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Part 5 of the Bill deals with modern slavery. There are a couple of things to say before I turn to my amendment and some of the other amendments in this large group. It is sad to see modern slavery in what is essentially an immigration, refugee and asylum Bill. That is to be regretted. Notwithstanding that, it is in this Bill, and we have a large number of amendments and important issues to discuss.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I regret much of what is in Part 5, given that one of the iconic achievements of any Government over the last few decades was that of the Conservative Government under David Cameron, with Theresa May as Home Secretary and then as Prime Minister: the Modern Slavery Act. As a Labour politician, I was pleased and proud to support it. It was a fantastic achievement, and a model for the rest of the world, and indeed the rest of the world has followed it. That should be set down as a marker in this place. I hope that the right honourable Member for Maidenhead, the former Prime Minister, hears loud and clear what I think the vast majority, if not all, of this House believe with respect to the Modern Slavery Act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I find it therefore somewhat difficult to understand why the Government have come forward with a number of proposals which undermine some of the basic principles upon which that Modern Slavery Act was established. Clauses 57 and 58 put victims on a deadline to give information or evidence and penalise them for late disclosure. They take no account of the realities faced by victims of slavery and trafficking, and will make it harder for victims to access support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Like much in this Bill, the starting point for the Minister must be why the Government are doing this. What evidence is there of a real problem here that needs urgently to be tackled? There is none—I cannot find it. I can see no explanation from the Government for why they are doing this, other than a belief that part of the modern slavery legislation—the national referral mechanism, or whatever you want to call it—is being abused and misused by those who seek asylum or get into this country using the devious route of claiming to be victims of slavery when they are not. Where is the evidence for that? Where are the statistical points that the Government can use to show us the scale of the problem, to say that this is what is happening, and that this is why we must deal with it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This goes to the heart of the problem. I do not know what the politically correct term is, but the Government have set up this target to justify legislation and legislative change on the basis of attacking some mythical statistical problem—“We have to do this to deal with that”. The first thing to know is what has caused the Government to believe there is such a problem that they need this to deal with it. From memory, about one-third of referrals to the national referral mechanism are from British citizens, so you start to wonder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those are the parameters of the debate. I will return to many of those themes as we go through Part 5.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is very unclear what problem the Government are trying to fix with these changes and what is gained by the clauses, because the cost of them is stark. We look forward to the Minister justifying that at the beginning of his remarks. What assessment have the Government done on the impact that these provisions, if passed unamended, will have on the national referral mechanism?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Clause 57(3) suggests that a slavery and trafficking notice will be used even before a reasonable grounds decision can be made, putting up barriers before a victim has taken even their first step into the national referral mechanism. Can the Minister explain if that is the case? Is that the purpose of Clause 57(3)?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At Second Reading, the former Prime Minister Theresa May said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“It takes time for many victims of modern slavery to identify as a victim, let alone be able to put forward the evidence to establish that.”—[Official Report, Commons, 19/7/21; col. 728.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is not from some wild, middle-class liberal or a person who is blinded by the belief that refugees, asylum seekers and those fleeing modern slavery can do no wrong; the former Prime Minister of this country outlined one of the deficiencies that many in this Chamber believe is a real problem. Does the Minister agree or disagree with the former Prime Minister? If he agrees, why does he not do something about it? If he disagrees, I think we will come to our own conclusions. How is that reflected in measures that create artificial deadlines, which have not been needed until now, and that penalise victims for not meeting them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Also on Clauses 57 and 58, it is not clear, and I ask the Minister to explain, whether slavery or trafficking information notices will be served on all asylum applicants or on only some. It would be discriminatory if they were served on some asylum seekers or certain categories of asylum seeker—for example, the people the Government expect to be captured by these clauses. That point was made by the Joint Committee on Human Rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Clause 58 provides that decision-makers must take account of a missed deadline and that it must damage a victim’s credibility, unless they have “good reasons” for providing information late. Why is the national referral mechanism all of a sudden not trusted to make decisions and give weight to these matters?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Amendment 154, which I have tabled with the noble Baronesses, Lady Prashar and Lady Hollins, and the noble and learned Baroness, Lady Butler-Sloss, seeks to find out what the Government mean by “good reasons” in Clause 58(2)—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“unless there are good reasons”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No doubt the Minister will say that this will be clarified in guidance, that we can look forward to regulations and that, when the clause talks about “good reasons”, we can trust them, and that of course “good reasons” means good reasons”, et cetera. We will get into the nightmare situation in which nobody has a real clue what it means. That is why I am grateful to other noble Lords in the Committee for supporting that amendment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I particularly highlight paragraph (g) in Amendment 154, which deals with the\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“fear of repercussions from people who exercise control over the person”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Time and again, you meet victims who are terrified of the system, and therefore will not co-operate, or victims who are coerced into activity that all of us sat in here—in the glory of the wonderful House of Lords Chamber—would think wrong, but which completely misunderstands the coercion that victims or survivors in those circumstances face. It is not the real world to believe that they cannot be coerced into doing activity that we might sometimes think is not right. It is not the real world; it is not their life; it is not the reality of their situation. I say to every noble Lord here, if you were told that unless you co-operated fully with individuals you were entrapped by, your parents, grandparents or family in the country from which you originated would be attacked or worse, I wonder how many of us would say, “Don’t worry, I won’t do it”. It is just not the real world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How can the Minister reassure this House that all of that will be taken into account by those who make the decisions? We have trusted them to make these decisions up to now. We believe that the decision-makers will understand this without necessarily laying out in primary legislation that, if information is provided late, there must be good reasons for it or the information should automatically be disregarded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, as I say, the Government have so far given no clarity on what “good reason” will be; let us hope that the Minister can give us some clarity today. How many people entering the NRM who are victims of slavery and trafficking do the Government expect not to have a good reason if they struggle to present their evidence in a neat file by a specified date? Who knows?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Amendments 151D and 152 again seek to understand why the Government do not disapply any of this automatically from children who are captured by exactly the same provisions as adults. Time and again in our law—it does not matter which aspect; we have some very distinguished Members who are experienced in this—it is a fundamental principle that we treat children differently from adults, that we understand that children have different developmental needs, and that we do not expect a child to act in the same way as an adult. That is a fundamental principle of the legislative system on which this country’s democracy has been based for ever—or since for ever, or whatever the term is; your Lordships understand the point I am making—yet this part of the Bill drives a coach and horses through that principle and takes no account of children at all. That cannot be right. Even if we think that late disclosure and some of these things are right for adults, it cannot be right for children. The Minister will say that the decision-makers will of course take this into account. He will say, “Of course that won’t happen. If we have a 12 or 13 year-old child before us, nobody can expect them to be treated in the same way as an adult”. So put it on the face of the Bill so that there is no doubt about it—so that those who take decisions can have no doubt about what our intention is. Can the Minister explain why children, who made up 47% of those referred to the NRM last year, should be subject to the same provisions in this Bill as adults?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In closing, let me say that the Government’s own statutory guidance says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Child victims may find it particularly hard to disclose and are often reluctant to give information.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I could not agree more with the Government in their own guidance—why do they not follow it themselves? Clauses 57 and 58 are a serious undermining of the current provisions in an Act we are all proud of, and the Government should think again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}