{
    "url": "https://www.ukpol.co.uk/christopher-cocksworth-bishop-of-coventry-2018-speech-on-religion-in-iraq/",
    "title": "Christopher Cocksworth (Bishop of Coventry) – 2018 Speech on Religion in Iraq",
    "post_date": "January 14, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Bishop of Coventry",
            "url": "/tag/bishop-of-coventry/"
        },
        {
            "text": "Christopher Cocksworth",
            "url": "/tag/christopher-cocksworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Christopher Cocksworth, the Bishop of Coventry, in the House of Lords on 11 January 2018.",
    "content": [
        "My Lords, imagine what it was like, having been hounded out of one’s home when Daesh took control of Mosul, to be back there on Christmas Eve among 2,000 worshippers for the first celebration of the Mass in three and a half years. But then imagine the scene only hours afterwards— ​not only the church but also the city again almost entirely bereft of Christians because it is still not safe enough for them to return permanently.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What can be done to give Christians, Yazidis, Turkmen, Sabeans, Yarsanis, Shabaks and other vulnerable religious and ethnic communities in Iraq confidence that they have a future in their own land—and why is it vital for that land and that region that their confidence is regained? I will make three contentions. First, the recent military victory over Daesh is only the first step of its defeat. As General Paul Funk, commander of coalition forces in Iraq, recently said, Daesh’s,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“repressive ideology continues … The conditions remain present for Daesh to return, and only through coalition and international efforts can the defeat become permanent”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is exactly the fear of minority communities in Iraq—that unless the causes of the violence are rooted out, it will return and, as before, minorities will be the first victims. They look not only to the chaos that ensued after the 2003 invasion, and the reduction in the Christian population, for example, by some 75% by 2014, but back to earlier cycles of violence which, wave after wave, eroded their security and forced former generations to flee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, the UK has both a moral responsibility and a strategic interest to help secure a stable and flourishing Iraq. The UK’s deep involvement with Iraq, right up to its part in the military coalition, places a moral burden on us for a long-term commitment to a coalition of reconstruction. Success in Iraq, so long a land marking the failure of British foreign policy, is of vital strategic importance. Daesh might be like a Hydra, with heads surfacing across the world, but if it could be fatally wounded in the country of its birth, it would be starved of vital sources of energy, morale and inspiration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Furthermore, Iraq may have become a land where Yazidis, Christians, Turkmen and other minorities have suffered unspeakable brutality, where tensions between Shia and Sunni Muslims have spilt blood that has run deep into the soil of the nation, and where the aspirations of Kurds and Arabs divide the country. But it is also a land with a longer history of religious and ethnic coexistence. If that tradition could be harnessed in a renewed political and civic culture that builds an equitable, just and participative society in which all communities can flourish, the region will see that its religious and ethnic diversity can be a source of its strength, not a cause of its collapse, and the world will become a safer place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My third contention follows on from these two. The protection of religious and ethnic minorities is critical to the future of a secure and politically stable Iraq. Their presence in Iraqi society is a barometer, both of whether the conditions which give rise to violent extremism have been dealt with and of whether it is the sort of society where the capacities of all its citizens can contribute to the common good and to the flourishing of every community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A basic need that minority communities share with others is the material reconstruction of cities and villages devastatingly damaged by conflict. Her Majesty’s Government have already dedicated resources for ​“immediate repairs”. However, this week the US substantially increased its financial contribution to Iraq, and the EU announced its long-term commitment, both financial and strategic. Can the Minister therefore say what are the long-term, post-Brexit intentions of Her Majesty’s Government to lead and to shape an international effort to help the Iraqi authorities to rebuild the infrastructure of their land, on which a settled future depends, and how will this leadership be demonstrated at next month’s Kuwait conference? Given Daesh’s targeting of property owned by minority communities, some 50% of whose houses have been damaged or destroyed, will the Government use their influence to ensure that Christian, Yazidi and other communities receive a fair share of that aid?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Material construction will be of use to Iraq and the region only if it is accompanied by social reconstruction, and that depends on the reconstruction of trust. For the minority communities, trust will be hard to rebuild. In my own visits to Iraq, it is the almost total breakdown of trust that has struck me as the greatest threat to the future of minority communities: trust in the international community, trust in the Iraqi and Kurdish Governments and their ability to deliver on their promises and truly to enact Article 14 of the constitution, with its commitment to equality of all before the law, and trust between neighbours where, for example, Christians found themselves betrayed by Muslims with whom they had lived for years. In meetings with Ministers of the Baghdad Government, including the Prime Minister and the President, I was impressed with the commitments they voiced about the necessity of religious and ethnic minorities to the future of Iraq. But the contrast with the doubt in the communities themselves that the Government would turn their words into action was very marked.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Security, of course, is an urgent need, as well as a fundamental right. With this in mind, I ask the Minister whether Her Majesty’s Government will use every effort to empower the Iraqi and Kurdish Governments to ensure that the forces under their control work together to protect all members of their society, especially the vulnerable communities residing in the liberated areas of the Nineveh Plains and Sinjar, and that they do not rely on Shia militias?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite the terrible tears in the fabric of Iraqi society caused by betrayals of trust, there are already remarkable examples of civic society beginning to repair it—a symbol of which was the way that the cross on the church at the Mosul Mass was erected by a group of young Muslims. Yet there are interventions that the Iraqi and KRG Governments could make, though their exercise of the law and shaping of culture, to support and quicken these efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The high proportion of young people in Iraq means that there is great potential to create a new culture of understanding and respect through education. The Iraqi Government can play an important role by reforming and policing how minorities are spoken of in educational curricula and course materials in state and in non-governmental religious schools, and also through all forms of media, including media used by religious bodies. How will Her Majesty’s Government encourage the Iraqi authorities to take bold steps to create a ​culture, through education and media, that celebrates the diversity of its people, affirms the historic place of its ancient minority communities in the nation, and addresses the legal and administrative systems that reinforce the sense of vulnerability and discrimination, such as the proposed registration of children as Muslim if either parent converts to Islam?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I conclude with the words of a priest of the Assyrian Church of the East administering in Dohuk spoken to me just a few days ago. I asked him what he would particularly like to convey to this House today. His reply was hauntingly realistic but inspiringly idealistic. “We may not be able to restore the Christian demography that we had in the past”, he said, “but we can preserve for the future a presence and role for the Christian community in our society so that through our schools, our skills and our hospitals we can serve all the people of this land”. My hope for this debate is that it will play some part in fulfilling the prayer of that priest and of others from the array of Iraq’s ancient, small, suffering communities who long for a future in their own homeland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}