{
    "url": "https://www.ukpol.co.uk/christopher-cocksworth-2022-tribute-to-hm-queen-elizabeth-ii-bishop-of-coventry/",
    "title": "Christopher Cocksworth – 2022 Tribute to HM Queen Elizabeth II (Bishop of Coventry)",
    "post_date": "October 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Christopher Cocksworth",
            "url": "/tag/christopher-cocksworth/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Christopher Cocksworth, Bishop of Coventry, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, it is a great honour to follow the noble Lord, Lord Triesman. I will offer some words of tribute on behalf of the people of Coventry and Warwickshire, especially to express our great thanks for the Queen’s part in the renewal of Coventry after its wartime destruction and its discovery of a new identity, aspiring to be a city of peace and reconciliation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A few days after the worst of the bombing of Coventry, the Queen’s father stood in the ruins of the cathedral and wept. In 1956 the young Queen laid the foundation stone of the new cathedral—a new cathedral for a new Queen, in an ancient city now being rebuilt for a modern age, in a nation finding its place on the international stage in a new Europe and a new world. In 1962, 60 years ago this year, the Queen—herself a consecrated monarch, of course—returned to Coventry for the consecration of the new cathedral. There was hope in the air, and Coventry became a national symbol of the traumas of war, with all its suffering still evident in the ruins, and the possibilities of peace built on reconciliation rising from the ashes of the past into the simple grandeur of the new cathedral. What better person than Queen Elizabeth to lay the foundation stone of a new future and to see a building, a people, a nation consecrated to serve the ways of peace?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Serving the cause of reconciliation for which Coventry Cathedral and its city have become known was remarkably demonstrated through the Queen’s service to the nation and the world, as we have heard in many ways. The Queen helped the nation to celebrate its past and carry forward its great traditions and noblest values while, at the same time, reaching out to the future, accepting its challenges, welcoming its opportunities and easing its coming. Whether steering the nation from imperial power to shaper and sharer in a Commonwealth of Nations, or facing head-on the harm that peoples have inflicted on themselves in families, in communities and between nations, and showing them how we may live better together, the Queen well used the strength of her character and the powers of her office to create new conditions for co-operation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Among the many examples on the world stage, I pay particular tribute to the Queen’s part in Coventry’s and the country’s reconciliation with Dresden, that symbol of the brutality of war and its challenge to face our own past. Her visit in 1992 with one of my predecessors was a brave act and not without cost to her. It exposed emotions that were still raw in that city, but I know from my own many visits and close relationships that it was deeply healing, transformative even, on the long road to reconciliation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we have heard powerfully from the noble Baroness, Lady Coussins, and the noble Lord, Lord Alderdice, the Queen’s words and gestures—the way she used the combination of her status and credibility of character to serve the good of the future—were breathtaking in their effect during her state visit to the Republic of Ireland in 2011 and then Belfast in 2012. Again, we saw something, as we have heard, of the risk and cost that walking the road of reconciliation involves. There are many other examples, of course, in her long years of service, as indeed there are in the untiring, unstinting work of her son, our King, in his now former life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As has been acknowledged, the Queen’s own foundation, the rock on which she built her life, is well known. The cause for which she felt and knew that she was consecrated—God’s kingdom, peace, justice and mercy—served her well. We know that it will also serve our King well. It makes me wonder whether all our foundations and all the causes to which we give ourselves will be as secure and enduring as hers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The most reverend Primate the Archbishop of York referred to his granddaughter crying when she heard the news. I cannot resist saying the same about my mother. She is 93 and frail. She wept for the Queen and, I think, all that great generation that is passing. She said, “She was always there”—we all feel that—but she also said something that got it for me: “The Queen had such a beautiful face. It was her smile.” That has been referred to already. I was blessed by that smile in the encounters I had with Her Majesty our late Queen. Genuine life-giving smiles can restore relationships that once looked irreparably damaged. Our world is a better place because of the smile of that gracious lady.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}