{
    "url": "https://www.ukpol.co.uk/therese-coffey-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Therese Coffey – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 17 May 2022.",
    "content": [
        "It is an honour to conclude this debate on the Gracious Speech. Understandably, a lot of people have contributed today. I want to take this opportunity to join right hon. and hon. Members in paying tribute to Her Majesty in her platinum jubilee year. This is a Queen’s Speech that will deliver for the British people: safer streets, stronger schools, a secure supply of energy, speedier access to social security for those people near the end of their lives, streamlined financial services unlocking investment, stripping out unwanted EU regulation, and legislation to help level up across the United Kingdom. All these measures will help to grow the economy, which will help to address the cost of living challenge that families are facing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should remember that this is a global challenge. Countries around the world are having to deal with inflation, and the covid aftershocks are still ripping through the world’s supply chains. On top of that, Putin’s brutal invasion of Ukraine has exacerbated spiking energy prices. On this side of the House, we are the champions of freedom and democracy around the world and it is right that we do all we can to end Putin’s onslaught, but sanctions are not cost-free for us here at home. They come on top of the impact from covid. These are global inflationary forces, and it would be wrong to pretend that we can protect everyone from their impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thanks to our strong recovery from the pandemic and having got the big calls right over the last two years—such as our plan for jobs—we have helped families across the country. We can see that in the labour market statistics published today. Our unemployment rate today is below the low level we saw before the pandemic. Not only that, it is the lowest since 1974. The number of people on payrolls is at a record high, and over half a million more people are now benefiting from a regular pay packet than in February 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am also delighted to say that we have met our 2017 commitment to get 1 million more disabled people into employment in 10 years. In fact, we announced today that we have hit 1.3 million more people. That is good news for people with disabilities and it is good news for the economy too. The level of youth unemployment is now at a record low. This means greater security, more financial resilience and better prospects for people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**David Linden**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State talks about employment, but when I go to my local food banks, one of the things that people tell me on a regular basis is that the number of people using the food banks as a result of in-work poverty is up. What does her local food bank tell her?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Coffey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is right to say that food banks are present and providing support in many communities, especially where people are trying to work out the best way to spend their resources. He mentions in-work poverty, and it is why we have a plan for in-work progression, why we have been investing in skills, why we are investing in our jobcentres and why, through the plan for jobs, we are doing more to help people not only to get back into work but to get on in work too. That is what we are doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On top of the activity we have been undertaking, there are things we can do and are doing to cushion families from the worst effects of inflation and to ease the squeeze on household budgets. As my right hon. Friend the Chancellor set out, £22 billion has already been committed to support the hardest hit this year. The £150 of support for households in bands A to D is landing in people’s bank accounts, with a further £144 million discretionary fund available to councils. From October, the £200 reduction in energy bills will help families spread this year’s increased costs over the next few years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We initiated the household support fund, through which we invested £500 million across the UK to help with the cost of household essentials. We are increasing that to £1 billion every year. For the second phase of the grant we have put a particular focus on people on fixed incomes, which is why a third is ringfenced for pensioners. That is on top of existing targeted support such as the warm home discount, cold weather payments and winter fuel payments. We are stepping in at this challenging time, and we are ready to do more to help.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are discussing an Opposition amendment, and I make it clear that we will reject all Opposition amendments to the Queen’s Speech as a matter of precedent. The Queen’s Speech sets out the Government’s legislative programme for the year, and it is for my right hon. Friend the Chancellor to introduce fiscal measures, and he will make all future decisions on tax in the usual way. I reiterate that he told the House today that no option is off the table.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know that the best way to raise living standards over the long term is to grow the economy, to invest in skills and to get people moving into and progressing in decent jobs. The latest statistics cut through the Opposition’s charge that poverty has increased since the Conservatives came into power. There are 1.2 million fewer people, including 200,000 fewer children and half a million fewer working-age adults, in absolute poverty, before housing costs, than in 2010. In March we published statistics that, for the first time, combine absolute low income and material deprivation among working-age people. Those statistics show a fall of three percentage points, from 3.1 million when we came into power to 2.2 million in 2019-20.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alan Brown**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Secretary of State remind the House of how much money the Treasury puts towards the warm home discount?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Coffey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman is trying to be clever, as he knows the answer is that it is a redistribution within the energy policy. [Interruption.] Would he rather not have it? Would he rather be with his fellow SNP people who voted against any rise in benefits at all? That is what several of his colleagues did. They did not vote for a lift in benefits.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After a decade of rising employment, we are building on our track record. We are ensuring that people have stronger incentives to work and can keep more of what they earn. Some 1.7 million working people on universal credit are, on average, £1,000 a year better off following our cut to the taper rate. Last month’s 6.6% rise in the national living wage has provided the lowest paid with an increase of £1,000 a year in their income, and in July the increase in the national insurance threshold will benefit 30 million working people, with a typical employee saving over £330 a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Stephen Timms**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Secretary of State mentioned today’s labour market statistics. Will she confirm that they show there are now half a million fewer people in employment than before the pandemic?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Coffey**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my discussions with the chief statistician, he has said that more people are on the payroll than ever before. That is good news. I am conscious that there are people who are economically inactive, and the Government will set out how to challenge that. As the right hon. Gentleman knows, my main priority is those people to whom we pay benefits to look for work and making sure they get into work, but of course we will be extending our activity to try to get people back into the marketplace who have dropped out since the covid pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I pointed out, 30 million working people will benefit from the rise in the national insurance threshold in July. With a record number of vacancies in the economy, we want more people to have the benefits that work brings. That is why we are focused on getting more people into and progressing in jobs, where they can boost their pay, prospects and prosperity. Building on our plan for jobs, our Way to Work scheme is getting people into jobs even more quickly, with the aim of getting half a million claimants into work by June. We can see a kind of magic in our jobcentres, as people really want to break free from that unemployment poverty trap. By the end of April we were more than halfway to our goal, and we know there is more to do. But our Way to Work scheme is helping people move into any job now, to get a better job tomorrow and to build a longer-term career. To help people lift off at work when they land a job, we are rolling out extra support for claimants to build the skills they need to progress in work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All of this is underpinned by our programme to deliver on what Parliament voted for in 2012: to replace all the legacy benefits with universal credit, because people will always be better off working than not working, unless they cannot work. That is the magic of UC, unlike the cliff edges of tax credits, which stop people progressing the amount of time and skills they get in work. So we are getting on with it, having resumed the process to complete the move to UC by 2024. Given that we estimate that two thirds of people on tax credits would receive a higher entitlement on UC, this will be important in helping to increase incomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All of this stands in contrast to what is put forward by those on the Opposition Benches. I believe the Leader of the Opposition would scrap UC—it was certainly in his pledges when seeking to be elected as Leader of the Opposition. They would undo a decade a progress, leave people further from the labour market and penalise the taxpayer by failing to realise the benefits of a modern system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend the Prime Minister summed up our focus in his speech last Tuesday at the start of our debates on the Gracious Speech: “Jobs, jobs, jobs!”. We are talking about high-skill and high-wage jobs. These are clearly challenging times, but we will continue to provide the leadership needed to rise to those times, continuing to drive up the skills our economy needs and employment prospects across the country, and putting more pounds in people’s pockets. This Queen’s Speech will grow the economy, level up our country, spread opportunity, and strengthen security and prosperity for all the British people, through the covid aftershocks and for decades to come. We therefore continue to commend the Loyal Address, unamended, to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}