{
    "url": "https://www.ukpol.co.uk/therese-coffey-2023-comments-on-sewage-entering-rivers/",
    "title": "Therese Coffey – 2023 Comments on Sewage Entering Rivers",
    "post_date": "February 20, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Therese Coffey, the Environment Secretary, on 20 February 2023.",
    "content": [
        "People are concerned about the impacts of sewage entering our rivers and seas and I am crystal clear that this is totally unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to be clear that this is not a new problem. Storm overflows have existed for over a century. The law has always allowed for discharges, subject to regulation. That is how our Victorian sewers are built – wastewater and rain are carried in the same pipe. When it reaches a certain height, it pours into another pipe and into rivers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And while we have done more about it than any other government – we were the first government to require companies to start comprehensively monitoring spillage so that we could see what was actually going on – there is still significant work to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Through the largest infrastructure programme in water company history we will tackle the problem at source, with more investment on projects like the new Thames Tideway super sewer. I am making sure that regulators have the powers they need to take action when companies don’t follow the rules, including higher penalties that are quicker and easier to enforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am now demanding every company to come back to me with a clear plan for what they are doing on every storm overflow, prioritising those near sites where people swim and our most precious habitats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}