{
    "url": "https://www.ukpol.co.uk/therese-coffey-2021-statement-on-the-cold-weather-payments-scheme/",
    "title": "Therese Coffey – 2021 Statement on the Cold Weather Payments Scheme",
    "post_date": "November 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 1 November 2021.",
    "content": [
        "We are today announcing the outcome of this year’s Met Office review of the cold weather payments scheme. The Department for Work and Pensions asks the Met Office to provide advice annually on whether the linkages between postcode areas and weather stations remain the best available. The postcode linkages take account of topography, the extent of built-up areas and the distance from available weather stations. Each postcode area is assigned to a station with the most similar climate in terms of mean winter temperature. Therefore, the assigned station is not necessarily the nearest one. Where necessary, we make changes annually to ensure that postcodes are linked to the most appropriate weather station for the purposes of administering cold weather payments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For the 2021-22 season, the changes to weather station and postcode linkages are as follows:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The PH12 postcode will move from Leuchars to Strathallan weather station.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Due to the closure of the weather station at South Farnborough, the following postcodes will move to Odiham: GU1-4, GU7-12, GU14-35, GU46-47, GU51-52, RG1-2, RG4-8, RG10, RG12, RG14, RG18-27, RG29-31, RG40-42, RG45, SL1-2, SL4-6 and SO24.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Due to the closure of Bedford weather station, the following postcodes will move to Wittering: NN14-16; and the following postcodes will move to Stowe weather station: NN1-7, NN11-13 and MK18.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}