{
    "url": "https://www.ukpol.co.uk/therese-coffey-2018-speech-to-chatham-house-forest-governance-forum/",
    "title": "Therese Coffey – 2018 Speech to Chatham House Forest Governance Forum",
    "post_date": "November 9, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Therese Coffey, the Parliamentary Under Secretary of State for the Environment, on 9 November 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/04/theresecoffey.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/04/theresecoffey.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you Chatham House for inviting me to speak today. I am delighted to be here, to welcome you to the United Kingdom from so many corners of the world, and to say a few words about our renewed ambition to work in partnership to tackle what remains a huge global challenge of fighting forest crimes and promoting sustainable forest-friendly commodity production – whether for timber, cocoa, soy, or palm oil.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The broad range of representatives, delegates and contributors here, and the scope of your agenda, certainly illustrate the global reach of the Forum, from new science on isotopes, to regulations in Korea and new partnerships in Honduras and Guyana.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Over the last two years, we have been focused on addressing the impact of deforestation and illegal logging. During my recent visits to Mozambique, Uganda and Kenya, and last month’s Illegal Wildlife Trade conference here in London, ministers and officials reaffirmed the destructive effects of deforestation and illegal logging – on people’s lives and livelihoods, in terms the loss of revenues, the links to organised crime, and the destructive impact on wildlife habitats. But I have also been impressed by the determination with which these countries are fighting these threats, for example by protecting mangroves in Mozambique. Addressing the challenges of environmental and forest crime, and promoting good governance of our natural resources really does matter – for me, for the UK Government, for all of you here today, for planet Earth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You know the scale of forest crime is a major global challenge. According to recent World Bank research, in some countries almost 90 per cent of timber production is illegal. World-wide, exports of illegally logged timber are worth at least $20 billion a year, and that is probably an under-estimate. These illegal practices undermine the rule of law and fuel corruption, lose billions in potential tax revenues, deter investment and prevent the growth of sustainable businesses. We also know that the livelihoods of over 1 billion poor people and rural communities depend on forests. For forests to contribute to sustainable economic growth and biodiversity conservation we need to see massive improvements in how they are protected and managed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Efforts to curb illegal logging are also critical to the global fight against climate change and biodiversity loss. Deforestation and land use change cause around one quarter of greenhouse gas emissions impacting on the functioning of ecosystems and contributing to the loss of species. So we cannot ignore this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK is one of the largest global importers of timber, and we recognise our shared responsibility to tackle this problem. For the last twenty years we have been at the forefront of international action against illegal logging. We successfully argued for the inclusion of the topic in the 1998 G8 Action Programme on Forests, we worked together with the G8 and developing countries to organise a series of ministerial conferences, and we played a major role in formulating and implementing the EU’s Forest Law Enforcement, Governance and Trade Action Plan – FLEGT, to use its rather clunky acronym.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have worked together with businesses in the international timber trade, such as those dealing in construction, furniture and paper, to exclude illegal, high-risk timber from the British market. We have encouraged the development of company responsible purchasing policies and through using public procurement policy – the government’s own buying power – to source legal and sustainable wood products. Since 2013 our implementation of the EU Timber Regulation has ensured that all companies placing timber on the UK market have been required to scrutinise their supply chains to minimise the risk of their handling illegal products.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we have supported forest-rich developing countries to put in place their own systems for tackling illegal logging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Two years ago Indonesia became the first country to ensure that all its timber exports can affirm, through a license, that they are verified as legally produced. The EU now requires all timber imports from Indonesia to be accompanied by a license – from construction timbers through to furniture and paper.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 2016, the relevant UK authority – the Office of Product Safety and Standards – has verified more than 8,000 licences accompanying Indonesian exports, reassuring British companies that the timber products they put on sale are legal throughout the entire supply chain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK has benefited from these changes. The UK is the largest importer of timber in Europe, so these transformational reforms in Indonesia open up an important source of high-quality, legal wood for UK companies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Creating the governance systems to regulate, track and assure legality has been a massive achievement, particularly for such a large and diverse country, and I want to pay tribute to the dedication and determination shown by our partners in Indonesia, government, business and civil society alike. It gives a strong, positive message for other countries working to bring an end to illegal logging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even where the licensing system has not yet been put in place, the agreements have led to measurable improvements in forest governance: reforms to the framework of laws, policies and institutions, the inclusion of business and civil society in decision-making, improvements in transparency, and much else besides. These help lay the foundations for deep-seated, lasting progress in the fight against illegal logging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Measures to reform governance are at the heart of our efforts to combat illegal logging and the trade in illegal timber.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Critical ingredients for these governance reforms have included:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Recognising the need for clear legal frameworks that set out responsibilities of people living with forests, of businesses and governments. In particular we need to ensure indigenous people and forest communities have secure rights and access to the forests they need for both their livelihoods and, indeed, their identity. Embedding these rights in law is a pre-condition to effective enforcement of their rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as clear rights and responsibilities, we need mechanisms that bring people together to design, oversee and enforce these legal arrangements. These mechanisms require access to information and increased capacity of community and private sector representatives to engage in policy processes. It is the shared understanding of policy that gives legitimacy to sector governance. DFID’s Forest Governance Markets and Climate programme, which sponsors this event, is at the forefront of this agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need the active involvement of the private sector to ensure that the reforms support their efforts to see responsible practices right down through their supply chains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need transparency to help us monitor what is working and what is not, and to hold us, and our partners to account. This transparency helps us to communicate and promote the results of these efforts in our own and international markets which in turn we hope will improve the incentives for good governance and responsible business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "l look forward to learning from your efforts to improve governance. In this room you have a tremendous richness of experience and Forums like this one today are important for us, to take stock, learn and adapt as we work to scale up efforts to stop illegal logging and its associated irresponsible trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We know illegal deforestation is not limited to the forest sector. Globally, high demand for agriculture commodities such as palm oil, soya, rubber and cocoa are also driving illegal forest clearance and undermining the rule of law. As you no doubt will be discussing in greater depth at this meeting, this forest clearance is now the greater source of illegal timber on the market. So it cannot be ignored.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this year, the UK Government set out our ambition in a 25 year Environment Plan to support and protect the world’s forests, supporting sustainable agriculture and enhancing sustainability, and supporting zero-deforestation supply chains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My department, alongside DFID and BEIS, is supporting work to promote sustainable supply chains of other commodities, such as palm oil and soya that may put forests at risk. We are actively engaged with international efforts to promote sustainable supply chains, with other countries in the Amsterdam Group that aims at promoting zero-deforestation commodity supply chains, with the Tropical Forest Alliance and other business-led initiatives promoting responsible investment. And a few weeks ago, I held a roundtable discussion with my Ministerial colleagues from DFID and BEIS and leaders in the financial and commodities sector on establishing a Global Resource Initiative, to improve the sustainability of key commodities and reduce deforestation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will continue to nurture sustainable trade and harness its potential to drive sustainable development, supporting our developing country partners, and working in partnership with UK businesses, to drive growth and tackle climate change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But, let me be clear, without sound governance arrangements in place in both tropical producer countries and consumer countries, private and public finance will struggle to slow down deforestation. The returns to cutting down and capturing the capital locked in standing forests, whether by corporate business, small holders or organised criminals, is just so high that we will not succeed without legal and social measures that reward the good guys and exclude the bad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Investment and finance are important in our fight to preserve forests and habitats but without bringing together coalitions of interested parties to establish new rules and norms, we will forever be fighting against the tide. That is why meetings such as the one today are important: you help sustain the momentum that drives the challenging governance reforms forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK cannot tackle illegal deforestation and illegal logging alone. This is a global agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK was instrumental in establishing the EU Timber Regulation and we are now making arrangements to put this into UK law, for after we leave the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Other consumer countries have also established legislation to exclude illegal and high risk products from their markets: the US, Australia, Japan, Switzerland and, recently Korea – I see in the agenda that you have a session reviewing this welcome development\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, the global lockdown on illegal trade is not yet complete. There is one big hole in the fence. About 60% of the trade in tropical hardwoods now goes through China, with over 60% being consumed inside China. I recognise the difficulties for China in finalising mandatory regulations and enforcement arrangements, given the scale of demand from consumers domestically, in China and from other consumer markets, such as the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unfortunately, no-one from the Chinese government is here today, but we know, through our forest partnership with China, that they are well aware of their global responsibility and are keenly aware of the potential damage resulting from deforestation, as they witnessed first-hand with devastating floods in the 1990s. They appreciate, based on their own experiences, the technical challenges and the huge costs associated with reforestation. But unregulated production and unregulated trade, as you will be exploring at this meeting, has already brought irreversible damage on many tropical forests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will continue to encourage China to put in place and enforce their own mandatory regulations. We look forward to an announcement from China, closing this gap in the global market – perhaps at a future Chatham House event.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the UK exits the EU we are determined to grow our ambition as framed by the policies of the FLEGT action plan – to encourage other markets to better regulate their imports and to work with producers to recognise their national systems of legality assurance. We are very keen to promote the principles of our work under EU FLEGT policies to a global level – building actions that link consumer markets with producer country efforts to regulate and ensure full compliance with their environmental and social laws\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 2020, the UK, along with 196 other countries, will agree and adopt a post-2020 strategic framework for biodiversity under the Convention on Biological Diversity. This is a key moment to bend the curve away from biodiversity loss and shape a positive future for nature and people. All sectors have a role to play, including the forestry sector, and it is critical that the industry are part of that discussion from the start.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, for this audience, and in these days where the UK’s exit from the EU remains in the headlines, let me return to the UK commitment to climate change, deforestation and illegal logging.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We remain committed to the environment, to mitigating climate change, to reducing deforestation and to preventing illegal logging\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The EU Timber Regulation will be brought into UK law and the UK will put in place mechanisms to recognise the licensing systems of producer countries currently engaged in Voluntary Partnership Agreements with the EU\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We remain committed to supporting the governance reforms of developing countries that underpin their legality assurance systems that will eventually result in licences for exports\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We continue to promote responsible, legal and sustainable trade in agricultural commodities, such as palm oil, soya, beef, cocoa, and rubber – now more damaging to tropical forests than illegal logging\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These UK commitments extend beyond this government and, in broad terms, across all parties in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They resonate with concerns about the environment, fair trade and international development that go beyond “insiders and committed activists” and excite wider interest in our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our commitment is not just to stand-alone programmes to mitigate climate change and arrest deforestation. This commitment aligns with other initiatives, including:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tackling organised crime, the green washing of illegal proceeds;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Promoting rule of law; and\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Encouraging democratic decision-making that brings citizens, communities, interest groups, the private sector and government together to formulate and enforce laws, based on transparency and public access to information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I wish you well and I look forward to hearing of the outcomes of this the 28th illegal logging forum at Chatham House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}