{
    "url": "https://www.ukpol.co.uk/therese-coffey-2021-statement-on-the-international-labour-organisation-convention-190/",
    "title": "Therese Coffey – 2021 Statement on the International Labour Organisation Convention 190",
    "post_date": "November 16, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 15 November 2021.",
    "content": [
        "I would like to inform the House that, today, the Government will lay the text of a Convention of the International Labour Organisation, the Violence and Harassment Convention, in the form of a Command Paper in both Houses together with an explanatory memorandum stating the Government’s proposal that the UK should ratify it. If no objections are raised in the next 21 sitting days, the Government will move to draw up the UK’s Instrument of Ratification. The convention will come into force 12 months after the instrument of ratification is deposited with the International Labour Organisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is the first international treaty to recognise the right of everyone to a world of work free from violence and harassment. This convention, along with its supplementing recommendation (No. 206), sets out a common framework for action to prevent and address violence and harassment in the world of work. It is a broad instrument, affording comprehensive protections to a broad range of individuals, including those most vulnerable to violence and harassment at work, in relation to a wide range of work environments and activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government already have the legal framework in place to meet the requirements of the convention, including civil and criminal law provisions, as well as occupational health and safety law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following our response to the sexual harassment in the workplace consultation, published earlier this year, the Government will also be introducing a new proactive duty requiring employers to take steps to prevent their employees from experiencing sexual harassment and introducing explicit protections for employees from harassment by third parties, for example customers or clients. These measures will not only strengthen protections for those affected by harassment at work but will also motivate employers to make improvements to workplace practices and culture.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government will not waver in our defence of the rights of women and girls to live free from violence and abuse. The UK will continue to protect and promote the safety and rights of women and girls overseas, and call for all member states to remain committed to international conventions, including by ratifying the International Labour Organisation Violence and Harassment Convention as a means of promoting its aims globally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has taken time to get to this point. The UK played a leadership role in the two-year negotiations on the content of the convention, building on our already strong position on violence against women and girls. Following this we consulted the devolved administrations and our social partners, all of whom are in full support of ratification.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ratifying this convention is the right course of action and I hope it reassures the Houses of the Government’s commitment to tackling violence and harassment in the world of work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}