{
    "url": "https://www.ukpol.co.uk/therese-coffey-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Therese Coffey – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Therese Coffey, the Deputy Prime Minister, in the House of Commons on 10 September 2022.",
    "content": [
        "Thank you, Mr Speaker, for allowing Ministers to participate in this debate. I really appreciate it, and I know that my constituents from Suffolk Coastal will, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her late Majesty the Queen was a constant across the decades. As a child, I remember the silver jubilee; there were also celebrations for the golden, diamond and platinum jubilees, and commemorations of VE Day. The Queen brought the nation together at sad times, including for events at the Cenotaph, but there was also celebration of what makes our country great. The very first time my mother watched television was the coronation. Somebody nearby in her town of Wrexham bought a TV, and people came from the surrounding streets to watch the Queen being crowned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Queen’s impact was felt right around the world. I saw that when I was Minister of State at the Department for Environment, Food and Rural Affairs. In Kenya, in Uganda, and wherever I went, the Queen was held in the highest regard, and there were always representations made to her. Her impact was felt in world war two as well; I think of the broadcasts by the princesses. As a youth, in 1995—a long time ago—I went as a representative of the United Kingdom to the Anne Frank house, where there were pictures of the princesses. In her diary, on 21 April 1944, Anne Frank wished a happy 18th birthday to Her Royal Highness Princess Elizabeth of York, and wondered to which prince they would marry off this beauty. I am confident that our new King will also have that constancy, and that impact around the world, not only because of his work on the environment, but because he will sincerely continue the traditions of his mother.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Turning to Suffolk Coastal, I pay tribute to Rendlesham’s savvy parish council, which always puts on its parish fête on the same day as the trooping of the colour so we get the line-up of all the flypasts, whereas many other places pay for it. The Queen seemed to have a particular affection for Benjamin Britten and opera; she opened the 20th Snape Maltings festival in 1967, and when it burned down a couple of years later she came back to, in effect, reopen it. That affection carried on. Her love of music may not always have been evident, but people in this Chamber and elsewhere will know the special arrangement of the national anthem written by Benjamin Britten. Her love of music was further attested to by the fact that she authorised the name of only one other person on the coinage of the realm: Benjamin Britten.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to say on behalf of the people of Suffolk Coastal how much they will miss Queen Elizabeth II, and to pledge their loyalty and support to King Charles III.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}