{
    "url": "https://www.ukpol.co.uk/therese-coffey-2018-statement-on-salisbury-incident/",
    "title": "Therese Coffey – 2018 Statement on Salisbury Incident",
    "post_date": "April 18, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Therese Coffey, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 17 April 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/04/theresecoffey.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/04/theresecoffey.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following the indiscriminate and reckless use of a nerve agent in Salisbury on 4 March 2018, decontamination work is starting this week to bring a small number of potentially contaminated sites back into safe use for the people of Salisbury and its visitors. A lot of preparatory work has been completed already and these plans will now be discussed with the local community and businesses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In total nine sites, three of which are in the city centre, have been identified as requiring some level of specialist decontamination. The focus will be on returning public spaces to full use as soon as possible, but only where it is safe to do so. The Government will work closely with both the affected businesses and the victims of this appalling act as detailed plans are put into effect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the case of London Road cemetery, after extensive investigations and testing, it has been established that it was not contaminated and is therefore being fully reopened to the public today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The other sites will remain secured and the current scientific assessment is that the remainder of Salisbury is safe for residents and visitors. Public Health England have reaffirmed that the risk to the general public is low.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The community will begin to see more activity from this week and overall it will take some months before all sites are decontaminated and returned to normal use. During this time some cordons will be expanded to ensure safety and allow workers access to the sites with specialist equipment. This will be kept to a minimum wherever possible and the community will be kept informed as work progresses on each site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The decontamination work is being planned and overseen by my Department with additional specialist advice from the Defence Science and Technology Laboratory, Public Health England, the Department for Health and Social Care, the Home Office and the Ministry of Defence. The work will be delivered in partnership with Wiltshire Council with support from the Ministry of Defence, who are providing specialist teams to carry out the work on the sites. In some cases they will be supported by other Government specialists or specialist contractors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government are basing their approach on the best scientific evidence and advice to ensure all decontamination is carried out in a thorough and careful way. Thanks to detailed information gathered during the investigation and the clear scientific understanding of how the agent works and is spread, the likely level of contamination at each site is known.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Specialists have developed tailored decontamination plans for each site. To refine these plans, specialist personnel will be collecting additional samples from some sites, building on testing carried out during the ​investigation. This information will be used to ensure the plans are correct and that decontamination will be effective.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The decontamination work will involve a process of testing, removal of items which could be contaminated and that might harbour residual amounts of the agent, chemical cleaning and retesting. All waste will be safely removed and incinerated and each site will not be released until decontamination is complete.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This work to bring the closed sites back into public use will go hand-in-hand with the £2.5 million already announced on 27 March to support businesses, boost tourism and meet unexpected costs in the response and recovery effort in the city.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}