{
    "url": "https://www.ukpol.co.uk/therese-coffey-2022-statement-on-completing-the-move-to-ukraine/",
    "title": "Therese Coffey – 2022 Statement on Completing the Move to Universal Credit",
    "post_date": "April 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 25 April 2022.",
    "content": [
        "In 2012, Parliament voted to end legacy benefits and replace them with a single modern benefit system, universal credit. The UC system stood up to the challenges of the pandemic and ensured that support was provided for a significant number of new claimants with varying needs across the country. As the rest of Government and society returns to business as usual, it is appropriate to resume the process to complete the move to UC by 2024.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are around 2.6 million households receiving legacy benefits and tax credits who need to move across to UC. The natural migration process, where claimants experience a change in circumstances and consequently move to UC, has largely continued throughout the last two years. The voluntary migration process has also been available throughout. We are taking steps to increase people’s awareness of the fact that they could be better off financially if they were receiving universal credit, including through the publication of our document “Completing the Move to Universal Credit” today on www.gov.uk. I will place copies in the Libraries of both Houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In that document, we set out our analysis which estimates that 1.4 million (55%) of those on legacy benefits or tax credits would receive a higher entitlement on UC than on legacy benefits and would benefit from moving voluntarily, rather than waiting for a managed migration. This is particularly the case for tax credit claimants, with our analysis estimating that around two thirds of them would benefit. That is why we have included information on UC in this year’s renewal forms for current tax credit recipients. It is important for current recipients to satisfy themselves that they would be better off on UC using independent benefit calculators before moving voluntarily, as once the claim is made recipients cannot revert to tax credits or legacy benefits, nor receive any transitional protection payments. More information is included in the document.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For those claimants who do not choose to move and have not migrated naturally, we will manage their migration to UC. Parliament committed to providing transitional financial protection to those who are moved on to UC through the managed migration process. While many households will be better off financially on UC, for those with a lower calculated award in UC than in their legacy benefits, transitional protection will be provided for eligible households. This means they will see no difference in their entitlement at the point they are moved to UC, provided there is no change in their circumstances during the migration process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Before the pandemic, the Department had started testing processes for managed migration in a pilot based in Harrogate. In 2020, the pilot was stopped to handle the significant increase in new claims for UC resulting from the pandemic. During this pilot there was proactive engagement with 80 people, 38 of whom were moved to UC. Thirty-five claimants were better off and only three people required transitional protection. The remainder of moves were not completed before the pilot was stopped. This pilot only involved claimants that the Department had an existing relationship with. No claimants on working tax credits were approached directly to commence a move to UC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The pilot provided valuable insights. First, while claimants will likely look for support from organisations they already know, such as a local authority, we are no longer assuming that all engagement needs to be managed by that organisation. Secondly, claimants can and will move autonomously, but some may need more support, particularly on digital access. The pandemic reinforced the importance of claimants being able to manage their own claims online and the strength of this system. Thirdly, claimants can successfully choose a date for their claim, factoring in other income and expenditure points during the month. Finally, the pilot allowed the Department to understand the processes and tools required to complete a managed move, such as those needed to calculate transitional protection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I have said to the House previously, we are not resuming the Harrogate pilot. We have learned from that experience and our wider experience over the last two years. As we complete the move to UC, I am absolutely committed to making this a responsible and safe transition. Next month, we will be starting a multi-site approach across the country with a small number of claimants—approximately 500 initially—being brought into the mandatory migration process. We will continue to develop our processes and systems to scale the migration process and complete by 2024.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are resuming under existing regulations, although I intend to bring forward to Parliament amendments to the UC transitional provisions regulations, following their consideration by the Social Security Advisory Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Universal credit is a dynamic welfare system fit for the 21st century. As part of our levelling-up agenda to support the British public, we will continue to help people into work and to progress in work, taking advantage of the recent reduction in the taper rate and boost to work allowances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}