{
    "url": "https://www.ukpol.co.uk/therese-coffey-2022-statement-on-health-and-social-care/",
    "title": "Therese Coffey – 2022 Statement on Health and Social Care",
    "post_date": "September 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Health and Social Care, in the House of Commons on 22 September 2022.",
    "content": [
        "I am pleased today to set out to Parliament our plan for patients. As the Prime Minister said on the doorstep of Downing Street, she had three clear priorities: growing the economy; tackling energy security and support for households and businesses; and the NHS, with patients being able to get a GP appointment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Patients are my top priority and I will be their champion, focusing on the issues that most affect them or their loved ones. Most of the time, patients have a great experience, but we must not paper over the problems that we face. We expect backlogs to rise before they fall as more patients come forward for diagnosis and treatment after the pandemic, and the data shows, sadly, that there is too much variation in the access and care that people receive across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The scale of the challenge necessitates a national endeavour. As we work together to tackle these immense challenges, I will be proactive, not prescriptive, in our approach as we apply a relentless focus on measures that affect most people’s experience of the NHS and social care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today, we are taking the first step in this important journey by publishing “Our Plan for Patients”, which I will lay in the Libraries of both Houses. It sets out a range of measures to help the NHS and social care perform at their best for patients. The plan will inform patients and empower them to live healthier lives; place an intensive focus on primary care, the gateway to the NHS for most people; use prevention to strengthen resilience and the health of the nation; and improve performance and productivity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To succeed, we will need a true national endeavour, supported by our making it easier for clinical professionals to return to help the NHS, as well as drawing on the energy and enthusiasm of the million people who volunteered to help during the pandemic by opening up opportunities for them to help in different ways. That could be by becoming a community first responder, or by, for example, strengthening good neighbour schemes across the country. We will also explore the creation of an ambulance auxiliary service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The plan sets out our work on the ABCD of priorities that affect most people’s experience of the NHS and social care. First, on ambulances, I want to reduce waiting times for patients and apply a laser-like focus on handover delays, so that ambulances get back on the road and to patients, where they are needed most.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our analysis shows that 45% of the delays are occurring in just 15 hospital trusts. That is why the local NHS will be doing intensive work with those trusts to create more capacity in hospitals—the equivalent of 7,000 more beds—by this winter through a combination of freeing up beds, with a focus on discharge, and people staying at home and being monitored remotely through the sort of technology that played such an important role during the pandemic. In addition, when patients call 999, the speed of answering is critical, so we will increase the number of call handlers for both 999 and 111 calls.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Next is the backlog, where the waiting list for planned care currently stands at about 7 million, exacerbated by the pandemic. This summer, we announced that we have virtually eliminated waits of over two years, and we remain on track to reach the next milestones in our plan. To boost capacity, we are accelerating our plans to roll out community diagnostic centres as well as new hospitals, and we will maximise the use of the independent sector to provide even more treatment for patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as capacity, we are also getting more people on the frontline, making it easier for people to work in and help the NHS. We know that people are leaving the workforce for a variety of reasons. We have listened, and we are responding and addressing a number of those reasons. For instance, pension rules can currently be a disincentive for clinicians who want to stay in the profession or to return from retirement and help our national endeavour. We will correct pension rules relating to inflation; we will expect NHS trusts to offer pension recycling; and we will extend until 2024 measures that will allow people to stay or return to the NHS.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can announce today that we will extend the operation of the emergency registers for health professionals for two more years. That is, of course, on top of commitments to boost the health and care workforce, such as our manifesto pledge to recruit 50,000 more nurses by 2024. That will sit alongside the design and delivery of our forthcoming workforce plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "C is for social care. At the moment, one of the key challenges is discharging patients from hospital into more appropriate care settings to free up beds and help improve ambulance response times. To tackle that, I can announce today that we are launching a £500 million adult social care discharge fund for this winter. The local NHS will be working with councils with targeted plans on specific care packages to support people being either in their own home or in the wider community. That £500 million acts as the down-payment in the rebalancing of funding across health and social care as we develop our longer-term plans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that there is a shortage of carers across the country. We will continue to work with the Department for Work and Pensions on a national recruitment campaign. In addition, since last winter, we have opened up international recruitment routes for carers. We will support the sector with £15 million this year to help to employ more care workers from abroad. We are also accelerating the roll-out of technologies such as digitised social care records, which can save care workers about 20 minutes a shift, freeing up time for carers to care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, D is for doctors and dentists. I am determined to address one of the most frustrating problems faced by many patients: getting an appointment to see their doctor, or getting to see a dentist at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Starting with doctors, we are taking five steps to help make that happen: first, setting the expectation that everyone who needs a GP appointment can get one within two weeks; secondly, opening up time for more than 1 million extra appointments, so that patients with urgent needs can be seen on the same day; thirdly, making it easier to book an appointment; fourthly, publishing performance by practice to help to inform patients; and fifthly, requiring the local NHS to hold practices to account, providing support to those practices with the most acute access challenges to improve performance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Clearly, clinicians are best placed to prioritise according to the clinical need of their patients. In July, 44% of appointments were same-day appointments, but too few practices were consistently offering appointments within a fortnight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To help free up appointments, we will ease pressures on GP practices by expanding the role of community pharmacies. I am pleased to announce that we have agreed a deal for an expanded offer over the next 18 months. Pharmacists will be able to prescribe certain medications rather than requiring a GP prescription. As well as other measures involving community pharmacists, we estimate that that will free up 2 million appointments. We are also changing funding rules to give freedoms to GPs to boost the number of staff to support their practice. We estimate that that measure could free up 1 million GP appointments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For patients, we will make it easier for them to contact their practice, both on the phone—we are making an extra 31,000 phone lines available this winter, followed by further deployment of cloud-based telephony—and online, particularly through the NHS app. As I set out, we will also correct pension rules so that our most experienced GPs can stay in practice. By extending the emergency register, we are creating opportunities for people other than GPs to undertake tasks such as vaccinations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On dentists, there are too many dental deserts. That is why we are setting out an ambition that everyone seeking NHS dental care can receive it when they need it. We have already started changing the dental contract to incentivise dentists to do more NHS work and take on more difficult cases. I pay tribute to my predecessors in this role for their success in beginning to tackle this long-standing issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will also streamline routes into NHS dentistry for those trained overseas so that they can start treating patients more quickly. We will make it a contractual requirement for dentists to publish online whether they are taking on new NHS patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These measures, across a number of important areas, are the start, not the end, of our ambitions for health and care. They will help us to manage the pressure that health and care will face this winter and next, and they will improve these vital services for the long term. My priorities are patients’ priorities, and I will endeavour, through a powerful partnership with the NHS and local authorities, to level up care and match the expectations that the public rightly have. Whether you live in a city or a town, in the countryside or on the coast, this Government will be on your side when you need care the most. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}