{
    "url": "https://www.ukpol.co.uk/therese-coffey-2023-statement-on-canal-river-trust-future-funding/",
    "title": "Therese Coffey – 2023 Statement on Canal & River Trust – Future Funding",
    "post_date": "July 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Environment, Food and Rural Affairs on 10 July 2023.",
    "content": [
        "Today, I am notifying Parliament of our intention to provide additional grant funding from 2027 to the Canal & River Trust. The trust is a charity responsible for 2,000 miles of waterways and associated historic industrial infrastructure in England and Wales. The trust is responsible for maintaining navigability and safety of its waterways including reservoirs, embankments and other infrastructure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "An open and well-maintained Canal & River Trust inland waterways network delivers broad benefits aligned to our nation’s priorities. In January 2023 the Government published our ambitious environmental improvement plan (EIP). The Government recognise that the Canal & River Trust has an important role to play in contributing to the EIP, alongside other Government priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since it was first created in 2012, as a private charity independent of Government, we have been very clear that the trust would have to increasingly move towards alternative sources of funding. We have been discussing this with the charity for some time and have been offering support on how it can increase income from other sources, alongside continued Government funding, which countless charities across the country do very effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While there is no obligation for Government to fund the Canal & River Trust beyond 2027 I can confirm that, subject to certain conditions being met, Government will offer a new long-term funding package of over £400 million to the trust. To date we have awarded it £550 million funding and, with this further commitment, are now supporting the trust with a further total £590 million between now and 2037—a significant sum of money and a sign of the importance that we place on our inland waterways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I look forward to continued enjoyment of our local waterways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}