{
    "url": "https://www.ukpol.co.uk/therese-coffey-2021-statement-on-the-household-support-fund/",
    "title": "Therese Coffey – 2021 Statement on the Household Support Fund",
    "post_date": "October 23, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 18 October 2021.",
    "content": [
        "Our £407 billion covid support package has protected jobs and livelihoods through the worst of the pandemic. With the UK economy rebounding, our plan for jobs is working, with the number of payrolled employees now above pre-pandemic levels and vacancies at record levels. Thanks to the formidable force of our jabs and jobs armies, and an expansion of the Government plan for jobs worth over £500 million, we are building back better—helping people to move into better paid work, progress, and increase their financial resilience. Our approach is boosting pay, prospects and prosperity for the long term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, we recognise that some people may require extra support over the winter as we enter the final stages of recovery, which is why vulnerable households across the country will now be able to access a new £500 million support fund to help them with essentials. The household support fund will provide £421 million to help vulnerable people in England and allocations to individual local authorities are set out below. The Barnett formula will apply in the usual way, with the devolved Administrations receiving almost £80 million (£41 million for the Scottish Government, £25 million for the Welsh Government and £14 million for the Nl Executive), so the fund totals £500 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The household support fund is available to councils in England from this month and will run over the winter to 31 March 2022. The funding will primarily be used to support households in need with food, energy and water costs, with flexibility to support with wider essentials. In cases of genuine emergency, where existing housing support schemes do not meet this exceptional need, the household support fund can also be used to support housing costs. At least 50% of the funding will be reserved for households with children and up to 50% is available for vulnerable households without children, including individuals. Local authorities have the flexibility to design their schemes to best suit local needs, within the parameters of the guidance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This new fund will bolster existing measures that we have introduced for low-income households, such as increasing the national living wage, expanding the £220 million holiday activities and food programme, doubling free childcare for eligible working parents and increasing the value of healthy start vouchers by over a third. The household support fund also sits alongside the support available through the warm home discount, the cold weather payment scheme and the almost £30 billion that Government are projected to spend in 2020-21 on housing benefit and the housing element of universal credit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The table for the household support fund indicative funding allocations per county councils/unitary authorities for the period 6 October 2021 to 31 March 2022, can be found at: Government launches £500m support for vulnerable households over winter – GOV.UK (www.gov.uk)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}