{
    "url": "https://www.ukpol.co.uk/therese-coffey-2023-speech-on-the-environmental-improvement-plan-2023/",
    "title": "Therese Coffey – 2023 Speech on the Environmental Improvement Plan 2023",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Therese Coffey, the Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 1 February 2023.",
    "content": [
        "I would like to update the House on the next steps that the Government are taking to help nature recover through our new environmental improvement plan. It is a delivery plan setting out how we will achieve our ambitious, stretching environmental targets, the most critical of which is to halt the decline of nature by the end of this decade. We can and must achieve that, both here in the UK and globally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are already under way. In this Government’s first 100 days, we have already delivered with legally binding targets to halt nature’s decline, clean up our air and rivers and support a circular economy; playing an instrumental role in a new global agreement for nature at the UN nature summit COP15; enacting the legal duty on Government, national and local, on considering biodiversity; publishing our environment principles policy statement; setting out in detail our transformational farming schemes with the full range of actions we will pay farmers and land managers to do to restore nature; announcing we will ban the most commonly littered single-use plastic items from October 2023; agreeing to enact mandatory sustainable urban drainage systems for new development, which will reduce the risk of surface water flooding and pollution; putting in place the plant biosecurity strategy for Great Britain, a five-year vision for plant health to protect native species, with plants providing an annual value of £15.7 billion to the UK; and agreeing with the devolved Administrations our approach to managing fisheries. There is much more I could add.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nature is a crucial part of our islands’ story and our shared future. We know what is special with our rare habitats and our iconic species, and we also know the pressures it is under. We rely on our natural capital for a secure supply of food, for clean air, and for clean water, as well as for leisure and genuine joy. However, nature has been taken for granted for too long and used freely as a resource with little thought for the consequences. We have to reverse that and respect nature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Seventy years ago, people were waking up to the devastation of the great flood of 1953, in which more than 300 people died, reminding us that the full force of nature can bring us challenges. We took action then and it is why we have continued to invest billions of pounds in protecting people’s homes and in better protecting more than 100,000 local businesses to safeguard around 100,000 jobs. However, nature can also help us to tackle some of our great challenges, so we need to help protect nature too. Undoubtedly and understandably, the pandemic set us back in some areas, as we responded to the emergency at hand. A silver lining to that experience, if any is to be had, was the opportunity for us to reconnect with nature, and I am particularly pleased by our pledge in this plan to bring access to a green or blue space within a 15-minute walk of everyone’s homes, be that parks, canals, rivers, countryside or coast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our focus is on picking up the pace and scaling up at home, and around the world, and that is why we are putting nature top of the international agenda as well. We brought nature into the heart of our collective response to climate change under our presidency of COP26 in Glasgow. At COP27 the Prime Minister said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“there is no solution to climate change without protecting and restoring nature”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House may have heard me before extol the marvel of mangroves as the ultimate example of how investing in nature is an essential, effective and cost-effective way to take on a multitude of challenges. The key achievement of 2022 was the agreement reached at the UN nature summit, the Convention on Biological Diversity COP15 in Montreal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To level with the House, there is much, much more to do to restore the natural world. Some of the challenges are not always so easy or so quick to fix as we might all hope, yet I assure hon. Members that with our new legal duty to consider biodiversity, guided by our environmental principles policy, we are embedding nature in the heart of every decision that Government will take for the long haul. We have a plan for the whole of Government to support this national endeavour and we have already started the journey with a great many improvements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are replacing the EU’s bureaucratic common agricultural policy, which did so little for farmers or nature, and rewarding our farmers for taking action to help nature retain and regain good health, reduce emissions and produce food sustainably. Those things are absolutely symbiotic and we are leading the way in making this essential transition. We have cleaner air, with major decreases in all five major pollutants. Emissions of fine particulate matter, PM2.5, the most damaging pollutant to human health, decreased by 18% between 2010 and 2020. I want our air to be even cleaner. That is why we are working with farmers to tackle ammonia emissions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Councils ask for a lot of powers, but I need them to use the powers they already have, including on tackling litter and fly-tipping, rather than just asking for more. I will be publishing what they are doing and seeking to share best practice across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are accelerating the rate of tree planting. The Forestry Commission will start growing its estate and increase planting, fulfilling its original statutory obligation to help to rejuvenate the forestry and timber industry. We have strengthened the financial support through our environmental land management schemes and we will continue to promote urban tree planting so children everywhere can enjoy their local woods.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the chemical status of our water bodies, the science and modelling are clear that it will take decades to recover and heal completely, but we are keeping a spotlight on water quality and getting industry to clean up its act. We are restoring 400 miles of river through the first round of landscape recovery projects and establishing 3,000 hectares of new woodlands along England’s rivers, as well as doubling funding available for the catchment-sensitive farming programme to £30 million in each of the next three years, to cover all farmland in England. We have already seen a huge improvement in our bathing waters. Last year, nearly three in four beaches were deemed excellent—only about half of them were back in 2010—but I share people’s concern about sewage in our waters. That is why we, a Conservative Government, turned on the monitoring, and why we are holding industry to account on fixing this issue. Through our storm overflows discharge reduction plan, we are requiring water companies to deliver their largest ever environmental infrastructure investment, an estimated £56 billion of capital investment over 25 years. We have set clear expectations on improvements on which we will track performance. The next formal review will be in 2027, so if we can go further and faster, that is exactly what we will do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This issue remains an international endeavour as well. We have a globally recognised track record of action, helping communities protect and restore their national treasures. Reinforced by our science expertise and financial support, we are helping nature around the world. That is the right thing to do and it is absolutely in our interests as well. Having committed to doubling UK international climate finance to £11.6 billion, and to spending at least £3 billion of that on nature, we are building on decades of action, backing efforts to take on the whole host of threats that now face the world’s flora and fauna well beyond climate change alone. We are doing that through the blue belt programme, protecting an area of ocean larger than India around our biodiverse overseas territories, through our world-renowned £39 million Darwin initiative, and through the illegal wildlife trade challenge fund. We are ploughing all that expertise and experience into our newly established £500 million blue planet fund, and our £100 million biodiverse landscapes fund, to help some of the world’s poorest and most vulnerable communities restore, protect and connect globally important but fragile habitats.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am so proud that the UK is leading, co-leading and actively supporting the global coalitions that are committed to securing the maximum possible ambition and achieving the greatest possible impact on everything from taking on the scourge of illegal, unregulated and unreported fishing, to persuading countries to agree a new, legally-binding global treaty to end plastic pollution by 2040, to supporting efforts to establish a global gold standard for taking nature into account across our economies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I could spend hours talking about nature, about our mission, about what we have already achieved. As the Member of Parliament for Suffolk Coastal, I am blessed to represent a very special part of our country, with many precious habitats and protected sites, on land and offshore. I always said it felt like I had had six years of a perfect apprenticeship before I became the Environment Minister in 2016. There are many more parts to the plan that we published yesterday. I recognise that we have work to do, and our aim is to catalyse action across Government, across the economy and across the country, with the whole Department for Environment, Food and Rural Affairs family, our agencies, including Natural England, the Environment Agency and the Animal and Plant Health Agency, our delivery partners and regulators, the whole of Government, and individuals, communities and businesses, from farms to finance, all working together to bring this to life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nature needs us to accelerate and scale up our help if we want to enjoy nature and have its help for generations to come. Together, we can achieve it. Whether someone lives in a city or town, in the countryside or on the coast, we all have a part to play in the truly national endeavour and the decade of global action that we need now to see this through. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}