{
    "url": "https://www.ukpol.co.uk/therese-coffey-2022-statement-on-the-household-support-fund-extension/",
    "title": "Therese Coffey – 2022 Statement on the Household Support Fund Extension",
    "post_date": "April 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 31 March 2022.",
    "content": [
        "The economy is in recovery, with a record number of people on the payroll, but we recognise inflationary challenges and that people are concerned about pressures on household budgets. That is why we are extending the household support fund to provide cost of living support for households most in need. From April, the Government are providing an additional £500 million to help households with the cost of essentials. This brings the total funding for this support to £1 billion. In England, £421 million will be provided to extend the existing household support fund from 1 April to 30 September inclusive. The allocation for councils is the same as for the previous six months. The devolved Administrations will receive £79 million through the Barnett formula.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fund will be distributed via upper-tier local authorities. This support will continue to help those who are struggling to afford energy and water bills, food, and other essentials, to prevent the escalation of problems. We know energy bills may be of particular concern to low-income households and so local authorities are being encouraged to focus on supporting households with the cost of energy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At least a third of the extension funding (£140 million) will be spent on pensioners on low incomes and at least another third (£140 million) will be spent on families with children. This will ensure that the most vulnerable, including those unable to work to boost their income, will continue to receive vital support to help with the costs of household essentials throughout the next six months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This extension is just one way that we are helping families with the rising cost of living and other global inflationary pressures. The Government have recently announced a three-part plan of support to help households with rising energy bills, worth £9.1 billion in 2022-23. This includes a £200 discount on energy bills this autumn for all domestic electricity customers in Great Britain, to be paid back automatically over the next five years. This also includes a £150 non-repayable rebate in council tax bills for all households in bands A-D in England, as well as a £144 million discretionary fund for local authorities to support households who are in need, regardless of their council tax band.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Likewise, the national living wage will increase to £9.50 an hour this April, providing an extra £1,000 pay for a full-time worker. This has risen every year since it was introduced in 2016. The cuts to the universal credit taper rate and the uplift to the work allowances will also put, on average, an extra £1,000 a year into the pockets of 1.7 million low-income families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These initiatives, alongside the household support fund extension, will work to help those most in need over the coming months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}