{
    "url": "https://www.ukpol.co.uk/therese-coffey-2021-statement-for-plan-for-jobs/",
    "title": "Therese Coffey – 2021 Statement for Plan for Jobs",
    "post_date": "February 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 8 February 2021.",
    "content": [
        "Our Plan for Jobs is an ambitious programme of job creation and support to help people of all ages move into work or gain the skills that will open up job opportunities. I would like to update the House on two of the schemes: SWAPs—our Sector-based Work Academy Programme, and our new Job Finding Support service, which went live across Great Britain on 11 January.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "SWAPs are helping people in England and Scotland to upskill, retrain and pivot towards surging sectors, including construction, infrastructure and social care to meet local labour markets and employer demand. SWAPs are not currently offered in Wales as there is a similar programme provided by the Welsh Government. Today I am pleased to inform the House that we are increasing the number of placements on the scheme to 80,000 for the upcoming financial year. This builds on the more than 40,000 starts we have already seen since last April.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very excited about this expansion of SWAPs—it will mean work coaches can help many more people open the door to jobs they may not have previously considered and move back into work with new skills, work experience and a guaranteed interview for a job. They will join those who have already started roles through SWAPs, including in care worker jobs with Derby City Council, security roles with the Mercury Group and GMS Group in Birmingham, and banking jobs with Barclays and the Wise Group in Kilmarnock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are just a few examples of how SWAPs is helping people gain the right skills and experience to support them into work following the impact of the pandemic and into the jobs employers and the country needs as we look to secure our national economic recovery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Job Finding Support also launched last month and has made rapid progress to help people quickly bounce back into work. The new digital support service is in operation across Great Britain and we expect this vital service to help up to 160,000 people over the course of the next 12 months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This new light-touch support, provided entirely online, is helping those who have become unemployed and claimed benefits within the past 13 weeks. Many of them will have worked in continuous employment for several years and will not have recent experience of applying for jobs, so Job Finding Support aims to address any skill gaps and help people move rapidly back into work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Participants receive a minimum of four hours’ flexible, personalised support, including a mock interview, and at least one digital online group session aiming to help identify their transferable skills and provide sector-specific job advice. Participants will also be helped to fine-tune their CV, with a Job Finding Action Plan tailored to their needs. Those who fulfil the eligibility and suitability criteria will be referred by Jobcentre Plus Work Coaches, on a voluntary basis.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our Plan for Jobs is a plan for everyone; creating the opportunity to level up the nation, the opportunity for hope, and the opportunity to build back better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}