{
    "url": "https://www.ukpol.co.uk/therese-coffey-2020-statement-on-dwp-and-covid-19/",
    "title": "Therese Coffey – 2020 Statement on DWP and Covid-19",
    "post_date": "May 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Therese Coffey, the Secretary of State for Work and Pensions, in the House of Commons on 4 May 2020.",
    "content": [
        "With permission, Mr Speaker, I will make a statement updating the House on the work of my Department. First, I want to pay tribute to the civil servants in my Department as well as our contractors and partners, who have been working tirelessly to provide help and support to those in need. They are the hidden heroes for many people in this country, and they should take great pride in their hard work in and dedication to supporting people through these difficult times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "From 16 March to the end of April, we received over 1.8 million claims for universal credit, over 250,000 claims for jobseeker’s allowance, and over 20,000 claims for employment and support allowance. Overall, that is six times the volume that we would typically experience, and in one week we had a tenfold increase. The rate for UC claims appears to have stabilised at about 20,000 to 25,000 a day, which is double that of a standard week pre-covid-19. I am pleased that my Department is standing up to the challenge. We have redeployed a significant number of DWP staff—about 8,000 so far—and staff from other Government Departments, about 500 so far, to process these claims. Our payment timeliness for universal credit is running at a record high.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have also issued almost 700,000 advances to claimants who felt that they could not wait for their first routine payment, and the vast majority of those claimants received money within 72 hours. Where possible, and mindful of risk, we have streamlined our processes. We will consider learnings carefully from this time in the response phase, and whether any of them can be made permanent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have also sought to make it possible for people to work from home, and have deployed 10,000 computers. We are now at a level of deploying 750 new devices a day to enable working from home, and have added to the IT capacity for remote users. However, if staff need to continue to work at the office, we are applying social distancing. Making sure that our claimants and civil servants are safe is a key priority. From 17 March we suspended all face-to-face assessments for health and disability benefits. We automatically extended awards for existing claimants that were due to be reassessed by three months, and will only undertake reviews or reassessments when claimants notify us of changes that could lead to a higher payment. Any claim made under the special rules for terminal illness continues to be fast-tracked—it takes an average of six days to process those claims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since 24 March, job centres have not been open for regular appointments, but we continue to offer face-to-face appointments in exceptional circumstances if claimants would not otherwise be able to receive support. Claimants can continue to receive support over the phone or through their online journals. All local jobcentres have been turned into virtual processing teams, prioritising advances and the registration and payment of new claims. We have also paired jobcentres across the country to support one another with processing, using fully our network capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That focus on the processing of claims means that we have stopped checking the claimant commitment on looking for and being available for work for three months. ​We do, however, want claimants to continue to look for work wherever they are able to do so. Ministers are working hard to make sure that existing vacancies can be accessed by people who have become unemployed. We will continue to support those people while they are waiting for the opportunity for work. We have created a new website to guide people—jobhelp.dwp.gov.uk—and we are advertising 58,200 vacancies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although our IT systems have worked—thanks to extensive work by the universal credit team, including our contractors—I know that some claimants experienced significant delays in the verification of their identity. Identity checks are crucial to reduce fraud risk, so we worked closely with the Cabinet Office to increase substantially the capacity of the online Verify system, and average wait times are now below five minutes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Call volumes have been extremely high, with more than 2.2 million calls in one day at the peak. Having recognised the delays that people were experiencing—or, indeed, that they were not able to get through at all—we turned it around with our “Don’t call us—we’ll call you” campaign. A bolstered frontline team now proactively calls claimants when we need to check any information provided as part of a claim. This has been successful in freeing up capacity and reducing the time that customers need to spend on the phone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In respect of other departmental operations, although we have redeployed staff we have kept critical work ongoing in child maintenance and bereavement. We are monitoring our performance and will return staff to these areas if the response rate is unacceptable. We have cancelled the pension levy increase, supported defined contributions through the job retention scheme, and worked with regulators to assist defined benefit pensions and to combat scams.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is worth reminding the House of our financial injection of more than £6.5 billion into the welfare system so that it can act as a safety net for the poorest in society. We have focused on changes that could be made quickly and would have significant positive impact. We have increased the standard rate of universal credit and working tax credit for the next 12 months by around £1,000 per year; we increased the local housing allowance rates for universal credit and housing benefit claimants, so they now cover the lowest 30% of local rents; and we increased the national maximum caps, so claimants in inner and central London should also see an increase in their housing support payments. I have been made aware that some councils have not made the adjustment in housing benefit, and my Department is communicating with them all this week. Furthermore, across England we had already increased the discretionary housing payment by an extra £40 million for this financial year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The 1.7% benefit uplift was implemented in April, ending the benefits freeze, and the state pension rose by 3.9%, as per the triple lock, reflecting last year’s substantial rise in average earnings. We have introduced regulations to ease access to benefits: we legislated to allow access to employment and support allowance from day one of a claim; we relaxed the minimum income floor so that the self-employed can access universal credit more readily; we have made it easier to access ESA by launching an ESA portal for online applications; and we legislated to ensure that statutory sick pay was available for employees ​from day one of sickness or self-isolation due to covid-19. I remind the House that statutory sick pay is the legal minimum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will continue to look at issues that arise—for example, we are ensuring that maternity pay is based on standard pay, not furlough pay levels—and see what we can do quickly and straightforwardly to fix either unintended consequences or unforeseen issues, but it is not my intention to change the fundamental principles or application of universal credit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have undertaken a significant project to support the Ministry of Housing, Communities and Local Government and the national shielding service by establishing the outbound contact centre. Furthermore, we use the contact centre to contact proactively our most vulnerable customers who receive their benefits or pensions solely through Post Office card accounts. I thank the Post Office for helping us to support this group of customers. We have been able to provide contact-free cash payments by Royal Mail special delivery, and we were able to signpost people to extra support from their local council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can inform to the House today that the DWP will stop any new benefit and pension claimants from using the Post Office card account from 11 May, as we prepare for the end of the contract. The uptake of accounts in the past year has been exceptionally low, but, in any event, given that we believe the vast majority of people using POCA already have a bank account, the cost of the contract is poor value for taxpayers. Existing customers who currently receive payment through a Post Office card account will see no change and will continue to receive payment into their accounts for the remainder of the contract period. We can use the HMG payment exception service for people who cannot access any bank account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Health and Safety Executive—an arm’s length body for Great Britain that is sponsored by my Department—for its work on covid-19. It has been doing crucial work with the Department for Business, Energy and Industrial Strategy and Public Health England to provide guidelines for employers to adhere to once restrictions can begin to be eased. The HSE is working hard, along with local authorities, to enable work to continue safely in the sectors for which it is responsible. It has developed practical guidance on the enforcement of the law where workers are being exposed to unnecessary risk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In conclusion, my Department is standing up to the challenge of unprecedented demand for its services, and we are getting support to those who need it. We will continue to work across Government to help the nation get through this health emergency. I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}