{
    "url": "https://www.ukpol.co.uk/therese-coffey-2022-statement-on-the-convention-on-biodiversity-cop15/",
    "title": "Therese Coffey – 2022 Statement on the Convention on Biodiversity COP15",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Therese Coffey, the Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 19 December 2022.",
    "content": [
        "With permission, Mr Deputy Speaker, I will update the House on the outcomes of COP15 on the convention on biodiversity, which was held in Montreal and from which I have just returned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For too long, nature has been overlooked as the Cinderella of the story, but flora and fauna are important in and of themselves. Nature is both the essential foundation and a powerful engine of our economy, and helping nature to recover is one of the most cost-effective ways of tackling so many challenges, including the causes and impacts of climate change, thirst, hunger and ill health. and of bolstering peace and prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Early this morning, the world came together to secure the strong, ambitious global framework we need to catalyse a decade of environmental action. The framework is on the scale of the Paris agreement, as required, and puts nature firmly on the map. The agreement includes global targets to protect at least 30% of the world’s land and at least 30% of the global ocean by 2030, and to see natural systems restored, species populations recovering and extinctions halted. It includes reporting and review mechanisms that will hold us all to account for making timely progress on bringing our promises to life, and commitments on digital sequence information to make sure communities in nature-rich countries feel the benefit of sharing the solutions that we know their flora and fauna can provide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Behind the scenes, over many months, we have been working with Ecuador, Gabon and the Maldives to develop the credible 10-point plan for financing biodiversity during this decade that played a critical role in getting the agreement over the line, by giving nature-rich countries confidence in our collective willingness and ability to secure the investment needed to protect the natural wonders on which their people and, in many cases, the whole world depends. On the back of those efforts, public, private and philanthropic donors committed billions of dollars to new investment in nature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The agreement includes commitments to create a new international fund for nature, to increase investment in nature from all sources to $30 billion a year by 2030, and to accelerate the vital shifts that are already under way to make sure our economies underpin our survival and our success. I thank our team of Ministers and pay tribute to all our UK civil servants from across Government and our world-leading scientists from a range of British institutions, including Kew Gardens and the Joint Nature Conservation Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have been on this journey since the CBD COP14 in Egypt in 2018, which I attended. In meetings with delegations from around the world, time and again, we heard praise for how the UK’s world-class negotiators helped to broker this agreement. We know from our experience here in the UK that, when we set ambitious targets, we see an acceleration in action to meet them across Government, sectors and communities, which is why we have worked so hard to secure these global targets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just before I set off for Canada, I announced that we have taken the next steps towards leaving the environment in a better state than we found it, by putting a set of new stretching domestic targets into UK law under the Environment Act 2021 on air, water and waste, as well as nature, land and sea, to improve the state of the environment in our country. These targets will be challenging to meet, but they are achievable. The global coalitions of ambition that we have been leading, co-leading and supporting will now shift towards supporting the implementation of the new international nature agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK is committed to playing our part now and in the months and years ahead. Although no country can solve this alone, if we work together to make this a decade of action, we not only stand to avoid the worst impacts but, by securing the abundance, diversity and connectivity of life on Earth, we stand to build a better future for every generation to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I commend this statement to the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}