{
    "url": "https://www.ukpol.co.uk/therese-coffey-2022-speech-to-the-cla-business-conference/",
    "title": "Therese Coffey – 2022 Speech to the CLA Business Conference",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Therese Coffey, the Secretary of State for Environment, Food and Rural Affairs, at the Oval cricket ground in London on 1 December 2022.",
    "content": [
        "It is a great pleasure to be to here with you today making my first public outing outside of Parliament since returning to Defra.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’ve always found the CLA to be a sensible voice at local and national level, and it’s had the great judgement to hiring Sarah Hendry as your director general, who was one of my best civil servants I ever worked with, during my first time at Defra when I spent 3 years there. It’s good to be back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The CLA have been at the forefront of thinking imaginatively, ambitiously, and practically about the future of farming for well over a hundred years now never mind since the British people voted to leave the European Union. You’re right Mark to reference your Rural Powerhouse Report. And it’s important that we continue to use documents like that with potential policy ideas and long may it continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thought it might be worth turning straight away to some of the comments made by Mark Tufnell and Professor Sally Shortall now. Some may not know this, when I was first in the role at Defra as Environment Minister, I asked to do more about rural life, and so I actually created the extra bit of rural life opportunities, and it is important that we have that focus in our department. Lord Benyon is our Rural Affairs Minister but I can assure that we all represent rural areas, we’re very conscious of the points that you’ve laid out. In Cumbria I think is the situation with the 16 plus bought instead of the daily trips to and from the college, recognising the opportunities to have. And indeed, some of the work I did at DWP, when we were in the framing of the levelling up framework that Michael Gove of course, pioneered, former Defra Secretary of State, and is leading once again in Government. One of the things I pointed out to my colleagues is that quite often you see a map of where people are considered to have really low income, and are not very well off and not particularly productive, and it really surprised them to hear that the district council areas with lowest median salary, were all rural, including the Prime Ministers own constituency, his council, was the third lowest median salary in the country. And that recognises quite a lot of the fact that the predominant sectors there are agricultural and tourism. And if you’re working in there rather than perhaps being the owner of one of the enterprises then the salaries are not as high as we’d like I’m sure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to stress that I will be having this important focus, and I know that all our Ministers are similarly engaged, recognising that we want to make sure that the prism of rural life is reflected and considered, particularly in things like levelling up, and the shared prosperity fund as we move forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Turning to what Mark said, as he’s pointed out, overcoming barriers to business success is the main theme of this conference today, and while most of my comments will be about the farming side of your members interests, I think it’s a reflection that it’s absolutely critical that we get growth going again in this country and I do see the rural economy as a part of that. And I like to think that what we have done in the last 12 years, it may not be all complete I get that, but extending internet and broadband access that’s largely done; we still need to improve the mobile phone connection; I know that for farmers they welcome the fact that we’re adjusting taxes so that we can spread over 5 years instead of the annual tax return. And I thought that would be useful towards the cash flow challenges that sometimes come, as we see different outcomes every season.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But indeed also, we have rightly kept the inheritance tax exemption under agricultural. But I think we’ve also tried to strive to help businesses find more sector diversify. I know that we’ve already changed planning rules and guidance to allow more use of our buildings, and I do want to point out that primarily it is the local government and local councils that make decisions on individual local planning applications, and to some extent the national planning policy framework will of course help guide that, but it is their decision on exactly where and how through their local plans they support the rural economy to thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And as I say, Lord Benyon is the rural affairs Minister, and I can assure you my time in 12 years as being a member if Parliament for Suffolk coastal where I’ve seen Grade 4 land – I’m not quite sure if Grade 5 land has been used – but Grade 4 land is used for very productive production of much of the food that gets eaten in this country, and indeed extending the seasons to get through crops of potatoes every year I think is particularly special. I continue to learn and I do see the CLA, pretty much every year at the Suffolk Show, and I’m very delighted to go and meet them as well as other my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now turning to the more broad substance, I know that there are many pressures that are coalescing right now that impact your businesses, whether that’s flooding and droughts that we’ve seen, outbreaks of pests and diseases, or indeed the global challenges affecting prices, energy and supply chains and we should be very clear the aftershock of covid I’m afraid will still be with us for some time and I cannot give you any timeline exactly on how long the illegal invasion of Ukraine will carry on but we know there will be consequences and there are consequences right now and that’s why the Government is making changes to its energy strategy to try and mitigate.. Those things will not come straight away apart from some of the support schemes that are already in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it is why we have set out urgent new measures and change on how we’ve dealt with avian influenza.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s why we hope that the support we’re trying to give to farmers, recognising the rising input costs for feed and energy through a range of measures, whether that’s continuing the mini budget last year reinstated, the fuel duty and VAT cuts, and in terms of action to reduce business rates and indeed the businesses energy support scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, knowing cashflow is probably the critical thing that we will help an enterprise keep going or not, it’s why to support farmers’ cashflows we changed BPS payment to twice a year, for the first time ever, and that’s only thanks to leaving the EU that we’ve been able to make those changes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We paid out £677 million out to you earlier this year. And a further £620 million will be paid from today. And I want to assure you that the Farming Minister, Mark Spencer, is meeting retailers and processors regularly, to encourage them to recognise that the burden of higher input costs is falling heavily on farmers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thinking of these global impacts, I don’t think anywhere in the world has felt these more keenly than in Ukraine, traditionally the breadbasket of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Amidst the turmoil of war, it is truly extraordinary that the farmers of Ukraine have managed to get so much of the harvest in. And at time when Ukrainians themselves are suffering so much I was really pleased that we were able to support this initiative to get grain from Ukraine to some of the poorest and most vulnerable people in the world. And I genuinely think that what they’ve done is an act of global humanity at its very best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why at the weekend I was proud to join the conference and to send a contribution of £5m to Ukraine to support this initiative on behalf of the Government, the British people, and indeed particularly on behalf of farmers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now I’m less than 2 months into the role, there is still a lot that I’m still working through at Defra. And while having spent 3 years in the department before I’m now the Secretary of State and have a much wider range of issues to tackle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I felt it was important for me to be clear about our intentions for the future. So, I’ll cut to the chase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we made clear in our manifesto, one of the biggest bonuses of leaving the EU, was the opportunity to free our farmers from the bureaucratic Common Agricultural Policy and move to a system as we set out in our manifesto based on spending public money in a way that helps us to secure the public good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I like to think we have already started cutting back the red tape that has held you and us back, scrapping the three-crop rule and greening requirements that really did so little for nature, because that actually caused real headaches for you without really much outcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We certainly have guaranteed the annual farming budget over this Parliament but in return we want to support you to farm in a way that safeguards high standards of animal welfare and protects and enhances our natural environment. So we make timely progress towards meeting our vital targets to halt the decline of nature in our country during this decade and ultimately to reach net zero by 2050 – making progress with every carbon budget, securing the clean and plentiful water that we need to build the resilience of our businesses, our food system, and our whole country to the impacts of a changing climate, so that we can secure the strong foundation of our whole economy – and the engine of our rural economy as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Farming is the backbone of our second largest manufacturing sector, it bring jobs to every county, and does play a vital role in rural communities across our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why we decided, in good faith, to review our plans, to make sure that we achieve the greatest possible impact for our environment, that we would secure the biggest bang for our buck in the way we spend tax payer’s money, and so that it is easy and attractive for farmers get involved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know you need certainty, you need to plan ahead for future investment cycles. But I also want to be clear we recognise the needs that we may need to be agile and retain the dynamism that we have set in motion so we make sure that we are funding schemes that work in terms of the outcomes and in terms of take up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why we will continue to work together to iterate and improve our approach over time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And I think back to when I was in the role before and I was told how HLS was the best designed scheme in Europe, and the problem was hardly anyone took it up, and that’s something we really need to avoid.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So turning to the next steps, where decades, even generations of hard-won experience have given us a strong sense of what already works. I’m very clear we don’t need to reinvent the wheel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s important that we support your stewardship of our shared stock of natural capital across our brilliant landscapes and reflect the immense contribution you make to your communities and also respect the way of life that you cherish.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased to tell you that the review is now complete and that we are moving ahead with the transition, on the same timescale and with three schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All the funding that we are taking out through reductions in BPS over time will continue to be made available to farmers through a combination of one-off grants and ongoing schemes and the advice you need to get your business on the right footing for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we make those planned, steady reductions to BPS payments, we will offer payment to you to take action through our three environmental land management schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And our aim, across those schemes, is not ‘one size fits all’ but a range of options so everyone can find a combination that works for them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So whether you’re a commoner, upland farmer, or small family farm, and whether you’re a landowner or a tenant farmer recognising elements of the Rock review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As your president said, the choice is not producing food or doing environmental schemes, it’s about making space for nature and that must go alongside sustainable food production.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "They are not mutually exclusive. They can be symbiotic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we need to embrace the complexity that holds the key to getting the critical decisions right on how we can make the most of our land to achieve all the things we want to do from planting forests and protecting peatlands to producing food.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We can bolster sustainable, resilient food production and protect our shared natural heritage and our rural heritage. We need to build more of the homes that people need while we also get on with tackling the causes and the impacts of climate change as well as improving the state of nature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we will have those honest conversations with you about how we maximise those multiple benefits for land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, turning to our three schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we reduce the amount being spent on BPS we will be adding options to our current offer so that by 2024, farmers will have access to the full range of actions they can be paid to take on their land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For our Sustainable Farming Incentive – our aim is to get as many of you as possible signed up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The initial phase is now live – and is focused specifically on securing the health of our soil that is critical to food production and to reducing inputs so that we support the natural world from the ground up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we will build on that with more standards each year so you can choose more options for your business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I’m really pleased that over 30,000 farmers are now involved in our simplified, streamlined, and I hope overall, enhanced Countryside Stewardship scheme – that’s a 94% increase in three years. Something must be working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have listened to your concerns, we’ve learned from your experiences and I hope we’ve made a lot of improvements – but we know there’s a lot more to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to build on that success, by developing Countryside Stewardship, so we achieve the same ambitious outcomes that we intended to deliver through Local Nature Recovery but instead to have an enhanced version of the Countryside Stewardship scheme that is already part of thousands of farm businesses rather than introducing a whole new process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the right thing to do and the smart thing to do with public money as we develop the markets that will draw in finance from all sources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With the first 22 Landscape Recovery pilot projects up and running for our third scheme that holds true at scale as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it seems to me to be common sense that when communities come together locally or businesses come together to create the sort of wildlife corridors that are critical to the connectivity as well as the diversity and abundance of species and to the health of our waterways, the impact that they achieve together will be greater than the sum of its parts and as a consequence you will be rewarded accordingly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My priority is to make sure that we make it as simple and straightforward as possible for us succeed and, let’s be straight forward about this, in my view, farmers are the original friends of the earth. You are the stewards; you are the custodians of our countryside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will tell anyone that will listen that our British farmers are outstanding in their field. We produce high quality food that is well-known around the world and working with nature – not against it is the natural instinct of every farmer I have ever had the pleasure of meeting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "You look after more than 70% of our land. We cannot make these changes to improve the environment or get to net zero without you\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That’s why we want to work with you to tackle this together so we help the environment, backing the frontrunners and helping everyone to bring up their baseline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sadly, there will still be and still are polluters who let the side down and end up threatening these collective efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And frankly if they don’t accept our support, we will tackle them head on, but we want to focus on all of you and help you take your businesses into the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, we are getting you the cutting-edge kit and the expert advice you need to improve productivity, health and welfare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are investing in your connectivity, with new trials confirmed today to beam broadband into the hardest to reach rural areas directly from satellites in space\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As well as tripling the value of vouchers available under the Gigabit Broadband Voucher Scheme from early next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are funding the Institute for Agriculture and Horticulture so we can create the conditions we need to retain generations of experience, develop promising talent, and indeed attract fresh blood into the sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And of course, we will back the world-class British science and innovation that is key to improving productivity and resilience, and we will make the most of new legislation that will confirm our newfound freedom to make sure British expertise leads the way on the precision breeding that is so important for food security around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In all of this, I am committed to making sure that we give you the clarity, certainty and support that I know you need.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So early in the new year, I can’t make the announcements today, we will be saying more about what we’ll be offering to pay you to do in the next phase of all the schemes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And with the time it takes to get an SFI application done and dusted, it’s already been slashed from 6 months during the pilot to under 2 weeks for the full scheme – and often much less than that. My hope is that you will find it relatively quick and easy to identify a set of actions that works for your business, sign up for payments and crack on with your plan to make your business more resilient, more sustainable, more profitable, and indeed more productive in the months and years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Lastly, I want to thank all of you who are working with us on the development of these schemes and for your continued engagement – as well as for all the other sterling work that you do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can assure you we remain as ambitious as ever – on all fronts and it is essential that we continue to work together to get this done and get it right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know we can do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And we have to make this work, to tackle climate change, improve the state of nature, support our rural communities and to make sure the way we produce food is sustainable and resilient for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you – and I wish you all the best for the rest of your conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}