{
    "url": "https://www.ukpol.co.uk/therese-coffey-2019-statement-on-the-environment-council-2/",
    "title": "Therese Coffey – 2019 Statement on the Environment Council",
    "post_date": "July 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Therese Coffey, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 18 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/04/theresecoffey.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/04/theresecoffey.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I attended the EU Environment Council on 26 June in Luxembourg.​  \nI wish to update the House on the matters discussed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Adoption of Council conclusions on a sustainable EU chemicals policy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The presidency invited member states to adopt its conclusions on the development of a “non-toxic environment strategy”, and to take action on other commitments made in the seventh environmental action programme (EAP) and other previous texts, which have yet to be fulfilled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Member states’ interventions focused on the need to improve the safe management of chemicals, and ensuring the chemicals sector continues to adhere to EU standards, especially with regards to human health and the environment. Therefore, all were in agreement that the “non-toxic environment strategy” should be published before the end of the seventh EAP in 2020. The majority of member states also made it clear that they supported the need to ensure the European Chemicals Agency (ECHA) was provided with sustainable and appropriate funding to allow it to continue to be the centre of knowledge on the sustainable management of chemicals, for the benefit of citizens and the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I intervened to support the Council conclusions and to welcome an EU-wide chemical strategy. This was an important opportunity to reinforce our shared ambition for high environmental standards and continued improvement in the safe management of chemicals. I therefore highlighted our willingness to continue to collaborate with member states and the Commission, as well as other international partners, once we have left the EU, fully supporting calls to act on those commitments made in the seventh EAP. I also welcomed the gathering of data to better inform future decisions and to promote a risk-based approach to regulation, highlighting the need to minimise the impact on animals to achieve this aim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Regulation on water reuse – general approach**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The presidency invited member states to agree the proposed general approach on the regulation on water reuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK, along with a number of other member states, supported the compromise text provided by the presidency and its intention to promote waste water reuse across the EU for agricultural irrigation, within the context of future water scarcity and the circular economy. I made clear that harmonised rules could generate increased interest in reuse and stated that as drafted, the regulation offered a good degree of health and environmental protection. I also offered the forthcoming Finnish presidency our support in the trilogue discussions to follow between the European Parliament, European Commission and European Council.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The presidency concluded the general approach had been agreed, although two member states (Germany and Slovakia) abstained. The Finnish presidency has stated that it would like to begin trilogue negotiations with the European Parliament in October.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Environmental Implementation Review (EIR) – exchange of views**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Council exchanged views on the 2019 EIR report and the actions needed to ensure better implementation of EU environment policies and legislation.​  \nThe member states who intervened broadly welcomed the approach to the second cycle of the EIR, but agreed that additional work was required to identify workable solutions for closing environmental implementation gaps and addressing the root cause of poor implementation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I took the opportunity to intervene, acknowledging the findings of the 2019 EIR and highlighting some of the additional actions we have taken since the publication of the report. This included the recent announcement of the designation of a further 41 marine conversation zones; the publication of our clean air strategy for England, which was commended by the World Health Organisation; and the forthcoming Environment Bill, which builds on the ambitions set out in our 25-year environment plan for England.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**AOB items**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The following items were also discussed under any other business.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Clean planet for all (information from the presidency)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the presidency regarding the Council debates held on the EU’s long-term climate strategy, “Clean Planet for all: strategic long-term vision for a climate neutral economy”. The Commission intervened to speak about the EU’s position ahead of the United Nations climate action summit in September, and its assessment that the EU will overachieve its current 2030 greenhouse gas reduction target. Several member states intervened with their reflections on the discussion on climate at the European Council on 20-21 June, and to comment on the timescales for securing agreement of the EU strategy by 2020.1 intervened to note the Government’s legislation for net zero green- house gas emissions by 2050, the Welsh Government’s announcement of their intention to legislate next year for a 95% reduction by 2050, and the Scottish Government’s amendment to their draft legislation to achieve a 2045 net zero target. I confirmed that the UK supported the EU target of achieving net zero greenhouse gas emissions by 2050, while also recognising the need for a just transition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Draft integrated national energy and climate plans (presentation from the Commission)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the presentation from the Commission concerning the draft national energy and climate plans (NECPs). The Commission stated that they viewed these first drafts as positive overall, though there were areas for improvement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Regulation on the monitoring, reporting and verification (MRV) of C02 emissions for shipping (information from the presidency)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the presidency concerning the regulation on the monitoring, reporting and verification (MRV) of carbon dioxide emissions for shipping. Three member states intervened to raise the importance of aligning the EU MRV regulation with international reporting requirements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Carbon pricing and aviation taxes (information from the Netherlands delegation)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the Netherlands delegation on their conference on carbon pricing and aviation taxes, held on 20-21 June in the Hague. The member states which intervened on this AOB stated their support for the Netherland’s initiative.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Future Environment action programme (information from the Austrian delegation)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the Austrian delegation on the workshop held in Hainburg on 11 and 12 June. All member states who intervened emphasised their support for an eighth EAP.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Clean mobility and electromobility (information from the Bulgarian delegation)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the Bulgarian delegation about possible measures to support clean mobility and, in particular, electromobility. Those member states who intervened, whilst supporting the need to look at options to address the rising carbon dioxide levels in Europe and the on-going problems around air quality, highlighted the challenges associated with electric vehicles and the uneven charging infrastructure across Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Recent international meetings-triple COP; UNEA (information from the presidency)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the presidency with limited interventions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**G7 environment Ministers meeting (information from the French delegation)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the French delegation with limited interventions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**LIFE regulation (information from the presidency)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the presidency with limited interventions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Update on priorities from Finland on their upcoming presidency\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Council noted the information from the Finnish delegation with limited interventions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Additional engagement**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the margins of the Council, I met with a number of my counterparts from member states to discuss on global environmental issues including our legislation for net zero greenhouse gas emissions by 2050, and the UK’s bid to host the 26th Conference of the Parties (COP-26) to the United Nations Framework Convention on Climate Change (UNFCCC), in partnership with Italy under a UK presidency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}