{
    "url": "https://www.ukpol.co.uk/therese-coffey-2023-speech-to-the-nasda-conference-in-virginia/",
    "title": "Therese Coffey – 2023 Speech to the NASDA Conference in Virginia",
    "post_date": "February 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Therese Coffey",
            "url": "/tag/therese-coffey/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Therese Coffey, the Secretary of State for Environment, Food and Rural Affairs in Virginia, the United States on 15 February 2023.",
    "content": [
        "Thank you, Ted, and thank you to NASDA for inviting me today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a particular privilege as I understand that this is the first time a foreign Secretary of State for Agriculture has been invited to address NASDA, and it comes at a particularly interesting time as we are still suffering the economic aftershock of Covid, global supply chains are still recovering, the illegal invasion of Ukraine by Russia has really impacted one of the most important agricultural countries in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very proud that our two countries continue to stand shoulder to shoulder with Ukraine though this terrible ordeal, from supporting heroic efforts to get the harvest in amid the turmoil of war and share it with some of the world’s poorest and most vulnerable people, to working together through the G7 to identify stolen grain and frustrate Russia’s efforts to profit from theft.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But all this to me reinforces the need to champion free trade. And I’ve spent the last few days in the great state of North Carolina. The UK is their biggest market for sweet potatoes – but it doesn’t stop there. They told me they wanted to get on with a free trade agreement and I hope we can resume our talks soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am no stranger to the USA and the food industry, as I used to work for Mars Incorporated – who produce human food and pet food (not in the same factory you will be pleased to know) – my understanding of the global food supply chain was certainly enhanced by working there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even in a country as blessed and resourceful as the USA on food production, trade is essential. That cup of Joe in the morning or the candy bar pick-me-up cannot exist without the imports of the key ingredients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the UK, we only have domestic self-sufficiency of about 60% and we want to maintain that at least, if not consider higher. We do know that we can see the pressures of the environment and changes in the seasons. We see that for ourselves alongside the global demand for products and the supply chain for such ingredients and farming techniques have to be ever more sustainable and agile to deal with the challenges ahead. We also have to see that alongside other pressures – particularly the food inflation which is really challenging families with the cost of living.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have also been on a journey since we left the European Union. We have undertaken two significant pieces of legislation for farming. In 2020 we passed our Agriculture Act which gave us freedoms on how to support our farming industry and reduce red tape. And most recently the Gene Editing, the Precision Breeding Bill – which should be in law very soon – will allow the latest technology to help food become more resilient, whether that be a new wheat crop resistant to climate change, or that can design out weaknesses to pests and ultimately reduce our need for quite so many pesticides, particularly those harmful to pollinators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now we have some prominent research institutes in the UK that I fully expect to start to take advantage of these new freedoms because it is through science, innovation and technology that our farming industry will continue to be sustainable. It is so important in the UK that our Prime Minister has just created a brand new government department to give that leadership and focus to science innovation and technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And that is why I started my trip to the USA by visiting agritech businesses in North Carolina. I particularly enjoyed the trip to the new world-class Plant Science Initiative facility at North Carolina State, ably led by Adrian Percy who was once a British academic. Of course I enjoyed some classic North Carolina hospitality, especially the grits, and I was pleased to promote some new entrants into the market, starting with some Brit expats blending the best of British and American at the Fortnight Brewery in Cary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now while we missed seeing Commissioner Troxler in his home state – Sir, it was a pleasure to meet you last night and you have a very fine state and certainly the UK has embraced your sweet potatoes. I’m conscious that just by singling out North Carolina I may have alienated the 49 other states, but I know that you have fantastic produce as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to recognise and commend the USA’s leadership – including NASDA’s leadership on trade, sustainability, and innovation. And I think that the US and the UK are in a perfect position to develop our partnership on this even further in the months and years ahead. We can and we will build on good foundations as we already see some pioneering technology at work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That could be the UK-based company developing drone software that is now being used by farmers in New York and Michigan States, promoting sustainable approaches to managing pests in their apple orchards, maximising their harvest, saving them time and money, improving the natural environment, and boosting their profitability as well. Frankly – what’s not to like?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know some of your colleagues from NASDA saw that technology working wonders on a field in Kent in the UK during your visit last fall and I hope that many more American and British businesses will be able to benefit from this sort of collaboration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now our trade relationship is worth more than two hundred and fifty billion dollars overall. The US is already our largest single trading partner and our top investor – creating twenty-seven thousand UK jobs last financial year alone, with one and a half million people getting up and going to work for American companies in the UK, alongside the more than a million people who do similarly for British companies in the USA as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So, let’s build on that together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My portfolio as Secretary of State is rare if not unique in the world’s largest economies as it covers both the environment and agriculture. Now at times there can be seen to be conflict between the two, but far from being mutually exclusive, I actually see that they can be symbiotic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I expect that you as agricultural commissioners and directors and secretaries would likely agree with me that our farmers are the original friends of the earth. Their custodianship, their stewardship, is absolutely vital to the wellbeing of our planet as is their regard for animal welfare, which I know you know is something UK consumers care about, as do your consumers too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While I represent a rural constituency known for its pigs, potatoes and parsnips, I am well supported by my farming minister Mark Spencer, who is still a practising farmer and whose family have worked the land for four generations. So coming from that background, in addition to the global pressures that are currently affecting prices, energy, and supply chains, I’m very aware that farm businesses are now facing a range of challenges from historic flooding and drought in a changing climate, to outbreaks of pests and diseases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So it is crucial we support our growers and their businesses to become more resilient to these impacts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the UK – having left the European Union – we have seized the opportunity to shape our own agricultural policy for the first time in half a century. So I’d like to share our approach, for food for thought.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Recognising farming is the backbone of our second largest manufacturing sector, the food processing sector, it brings jobs to every county and plays a vital role in rural communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In England, 70% of the country is farmland. So farmers hold the key to making the most of our land for all the things we want to achieve, including not just food security, but also our plan to improve the state of nature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And our view is that making space for nature can and must go alongside sustainable food production – indeed, working with nature, not against it. And while rightly there is an ongoing role for pesticides, we think we should not be using them quite so liberally, especially when they impact on other pollinators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But that is why we are designing, developing, and deploying new and improved funding programmes with our farmers, not imposing on them. Because we want to make it as easy and attractive as possible for businesses of every shape and size to apply and get involved on the way forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our aim is to provide a menu of different actions that farmers can be paid to do, and for each business to choose what works best for them as part of their plan to improve the productivity, profitability, sustainability, and resilience of their business for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In practice a lot of this is not new. It is rediscovering the agricultural techniques of our forefathers and marrying them with the latest scientific innovation. For example, we all know that good soil and a steady supply of clean water are absolutely crucial for a healthy crop, as well as forming the building blocks of a resilient ecosystem. A healthy environment is inherently linked to food security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Indeed in nurturing and utilising more of our natural capital, for example through good soil husbandry, we can reduce input costs from increasingly costly chemical fertilisers, and boost the long-term resilience of our food system. What that means is that we’re using taxpayers’ hard earned money to reward our farmers for the work that they do that is not yet fully rewarded by the market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But that benefits us all, including taking on the global challenges of antimicrobial resistance and zoonotic diseases. Embedding the nature-based solutions like trees that provide effective, cost-effective solutions to so many challenges including absorbing carbon, and protecting homes, businesses, and indeed entire communities from the impacts of droughts and flooding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Working with all our farmers and growers to produce world class food while protecting the land they rely on. That is the outcome that we want to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ultimately we know that as we lose the abundance, diversity, and connectivity of flora and fauna, we risk overturning the delicate global web of life that underpins our food security. And we have made a commitment – in law – to report to our parliament on the state of our nation’s food security at least once every three years. So that we keep a close eye on the evolving picture as our climate and indeed global geopolitics continues to shift.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now I know that you are in the thick of Farm Bill preparation here in the US, encompassing jobs as well as innovation, infrastructure, research, trade, and conservation. So, I look forward to hearing more about that here at NASDA. I think that we agree, that where decades, even generations of hard-won experience have given us a strong sense of what already works, we need to recognise the importance of the solutions that farmers bring to the table, and not forever reinvent the wheel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In everything we do, we need to reflect the immense contribution farming makes to our communities, our respect for cherished ways of life – particularly rural life – and the sheer grit, ingenuity, and determination it takes to keep us fed, whether that be to get up at the crack of dawn every morning to milk the cows, or the day-in-day-out nurturing of crops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Technology has helped us with some of that of course. But the cows are never going to milk themselves. But we also know that farmers have always been a part of good animal welfare – and that they can and must be a part of improving that in the future as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Don’t worry, I’m not going all vegan or vegetarian on you. Meat is certainly still very much on my dietary plate. Caring for animals with good levels of husbandry is the right thing to do – and the smart thing to do as well if we want to improve biosecurity, prevent diseases and stop them from spreading like wildfire, as we know they can. That has an impact not just in one state or one country, but indeed on trade exports around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have experienced that in the UK, and it is why we’re just recovering in some areas like lamb. And we need to make sure we continue to have that biosecurity ever present.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I think it is important to say that together, we are stronger, we are more resilient and that collaboration, those high standards that we share, build our trust in each other which, of course, helps us trade with each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And while there may always be an element of risk with food security in this changing, evermore interconnected world, when unexpected challenges and shocks raise their head, we have always been there to help each other out – as the UK did last year, when a domestic producer was hit by a bacteria outbreak, a UK-based company was proud to step into the breach to make sure American families had access to vital baby formula, and it was the first foreign company to do so under an expedited process thanks to that trust in each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So friends, I want to thank you again, for the honour of speaking today, for inviting me to see some of the pioneering work underway, by redoubling the deep and enduring bond between the British and American people that makes our relationship so special.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ted, I think you said earlier that NASDA wants to be the best partner in your relationships. Well I can tell you that the reception you put on for Valentine’s night, that speed dating, I can assure you, you have a willing future partner in me and certainly in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By learning from each other and working together, we will have done right by each other, and critically we will have done right by every generation yet to come. Thank you ladies and gentlemen and God Bless America.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}