{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2022-speech-on-pancreatic-cancer-awareness-month/",
    "title": "Elliot Colburn – 2022 Speech on Pancreatic Cancer Awareness Month",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Elliot Colburn, the Conservative MP for Carshalton and Wallington, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hollobone. I congratulate the hon. Member for Strangford (Jim Shannon) on securing the debate, and I thank my hon. Friend the Member for Stroud (Siobhan Baillie) and the hon. Member for East Dunbartonshire (Amy Callaghan) for their contributions. I am delighted to be taking part in this debate, not just because I am the new chair of the all-party parliamentary group on cancer, but because my borough is home to the excellent Royal Marsden Hospital, the Institute of Cancer Research and the London Cancer Hub.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Colleagues have set out the key issues very well indeed, but they are worth repeating. Out of all the common forms of cancer, pancreatic cancer remains the deadliest. More than half of all patients die within just three months, and only 7% live beyond five years. It is always difficult for an individual to go through a cancer diagnosis, but the statistics make a pancreatic cancer diagnosis particularly hard on the individual, their friends and family, so it is right that Government redouble their efforts to work with the NHS and the third sector, particularly with Pancreatic Cancer UK, in order to improve survival rates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I join colleagues who have reiterated key calls made by Pancreatic Cancer UK. They include providing a clear and urgent national-level focus on pancreatic cancer and other less survivable cancers, investment in targeted innovative pancreatic cancer research, producing more and better data, publishing the 10-year cancer plan and improving access to PERT. However, I would like to focus on an additional call in my speech today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I acknowledge the good work the Government have done in this space already, including trying to raise awareness of PERT, conducting better data audits, looking to see how we can improve diagnosis and providing a commitment to look at that in the 10-year cancer plan. I hope the Minister can provide us with some assurances about the publication of that plan. We know that health disparities exist across the country and between people with different protected characteristics, but I hope we can learn from an example of best practice in my own constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Carshalton and Wallington, we are lucky to have the Royal Marsden on our doorstep, along with the Institute of Cancer Research, where world class research is happening, and the London Cancer Hub, which I would be delighted to invite the Minister to come and visit whenever she is free. That site is truly a world leader in cancer research, second only to those in the United States. The Royal Marsden is currently being refurbished, and it is looking to increase its capacity and work with partners to deliver new and innovative treatments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the most exciting projects coming down the line is the partnership with the Epsom and St Helier University Hospitals NHS Trust. That project plans to invest in the existing two hospitals and build a third acute hospital, which will be a specialist emergency care hospital, on the old Sutton hospital site, next to the Royal Marsden. As well as providing state-of-the-art acute services, that will also help the Royal Marsden with capacity to provide cancer surgery on the Sutton site, rather than sending people covered by that catchment area up to Chelsea, which can sometimes be difficult. That means local cancer patients, and cancer patients from across south London, Surrey and parts of Sussex, will be able to conduct most, if not all, their cancer journey right on their doorsteps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the work the Government have done to increase investment in the NHS and develop strategies in this area, but a major barrier that prevents optimal care, not just for pancreatic cancer but across the NHS and social care sector, is workforce. I know the Minister knows that already. Yesterday, I had the honour of chairing a roundtable event with the Westminster Health Forum to discuss how we tackle cancer backlogs and how we optimise cancer care in the UK. Again and again, workforce was brought up as the major barrier to improvement. We can invest as much money as we like, develop new strategies and, of course, find efficiencies and better ways to do things, for example by investing in digital and information technology, but without the workforce on the ground to deliver it, much of what we do will not create an impact, at least from a patient perspective, for a long time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It must be stressed that workforce does not just mean doctors. Of course we need more doctors, and I am glad to see the progress the Government are making on our manifesto commitment to recruit more doctors, but it must also include nurses and allied health professionals, such as oncologists, pathologists, data scientists and all the specialists involved in the cancer pathway. I appreciate that creates a massive challenge, because we cannot magic a skilled workforce out of nowhere: it takes years to train the staff required. There are a few things the Government can do in the short term to encourage recruitment and retention—I reiterate calls to look again at NHS pensions, which are incentivising early retirement—but workforce options are few and far between, without training the next generation of the NHS workforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Minister may have guessed, my fifth call to Government is that a specific NHS and social care workforce plan is developed, alongside the cancer plan, in order to take advantage of the measures available in the short term and to increase the number of people in that highly trained workforce. That will help to fill the vacancies that it is necessary to fill and deliver first class, nationwide cancer care, including for pancreatic cancer patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I look forward to hearing the Minister’s response to the calls from colleagues and from Pancreatic Cancer UK, because as has been set out so well, a diagnosis of pancreatic cancer can be truly devastating for people. I hope the Government can offer some assurance and some hope to patients today, and to future cancer patients, about the work they are undertaking to improve patient experiences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}