{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2022-speech-on-beddington-incinerator/",
    "title": "Elliot Colburn – 2022 Speech on Beddington Incinerator",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Elliot Colburn, the Conservative MP for Carshalton and Wallington, in Westminster Hall, the House of Commons on 1 December 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered permit variation processes for waste incineration facilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is pleasure to serve under your chairmanship, Mr Efford. I thank the Chairman of Ways and Means for selecting today’s debate, especially because doing so involved a change to the Order Paper at short notice. I appreciate the opportunity to bring this matter to Westminster Hall today. I also thank the Minister for attending; it is great to see her back in her place. She will have heard much of what I am about to say when she was in her role previously, not just in my speeches in Westminster Hall but in our many conversations. I am grateful that she is willing to listen to me talk on the topic once again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will come as no surprise to colleagues that the topic of my speech is the Beddington incinerator in my Carshalton and Wallington constituency. The facility can currently process over 300,000 tonnes of non-hazardous residual waste a year. The waste is imported from four south London boroughs and further afield, as well as coming from my own borough, the London Borough of Sutton. Since the site completed commissioning in 2019, it has been bedevilled by problems, and to this day my constituents suffer because of a number of issues regarding the site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first issue is that the incinerator is statistically the No. 1 polluter in the London Borough of Sutton. Emissions limits have been breached on literally hundreds of occasions, with more than 20 incidents relating to carbon dioxide and 40 incidents relating to volatile organic compounds, plus many more invalid reports. The promised Beddington Farmlands restoration project has been delayed again and again, and protected ground-nesting birds have been killed by predators because of failures to keep water levels from dropping. Local roads have been damaged, congested and polluted by regular waste vehicle movements. The rise in nitrogen dioxide from gas canisters and recreational drug taking has caused multiple explosions at the facility, which have risked the safety of the workers and pushed emissions up with every occurrence. In addition, recycling rates have fallen by over 6% in the London Borough of Sutton alone. I will delve into all those problems, and more, later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We were regularly reassured by the Lib Dem-run council—I note that not a single Liberal Democrat Member has turned up to the debate—that, following sign-off, the operator would not submit any future variations. Well, surprise, surprise: barely three years since the site was first developed, Viridor has indeed submitted an application to the Environment Agency to vary its environmental permit to enable enhanced operations at the Beddington site. In layman’s terms, that means that it wants to burn more waste at Beddington. That will mean more vehicle movements, which will mean more emissions, and more problems for my Carshalton and Wallington constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The application for the variation was submitted way back in January, but the Environment Agency has only in recent weeks launched the public consultation on it. Over the past 11 months, I have had various conversations with Viridor, the council, councillors, community groups and residents about the proposals. During that period, it has become clear that the application is totally inappropriate. Given that this is a live application undergoing consultation, the Minister is limited in what she can say, but I want to make some points. What sparked the need for the debate was not the content of the application and the proposals alone, as serious as those issues are; in addition, I have found that there is extremely limited community engagement and influence over the processes for determining these applications. I hope that we can discuss that in more detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The regulation of incinerators in England is split between the Environment Agency and local authorities, with the EA regulating incinerators with a capacity greater than 3 tonnes per hour for non-hazardous waste and 10 tonnes per day for hazardous waste. That has been the case for the Beddington incinerator in my constituency. Incinerators below those levels are regulated by local authorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The environmental permit sets conditions that limit the discharge to air, water and soil of specified substances. The regulations require public consultation on some permit applications, but do not prescribe the methods of consultation. That can cause inconsistencies in the level of engagement that communities are offered around the country. Once an operator has an environmental permit, changes in the operation of the facility may require it to apply to vary the permit. It must apply to the regulator to vary the permit conditions when proposing a change that would mean that a permit condition can no longer be complied with. The Environmental Permitting (England and Wales) Regulations 2016 require the Environment Agency to consult on any new application or applications involving a substantial change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite potentially significant cumulative impacts on communities following permit variation, there is no mechanism for local authorities to directly influence the determination. Unlike for initial applications for incinerators or other comparable major planning, environmental or licensing proposals or changes to conditions, communities are essentially frozen out of the decision-making process for permit variations for incinerators.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Beddington site was first given the green light by Lib Dem-run Sutton Council back in 2013. The environmental permit allowed for the processing of up to 302,500 tonnes of waste per annum. The variation was granted in December 2020 to allow for the processing of up to 347,422 tonnes of waste per annum, based on the increase in availability, but Viridor is now looking to increase capacity to 382,286 tonnes per annum. That is a 26% increase in waste at the site since it was originally approved at the application stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the past 12 months, slightly over 65,000 vehicle movements have been made to the incinerator. The draft proposed variations would increase projected vehicle movements to up to 76,000 per year. That is a 17% increase. Despite those shocking figures and the significant impact the variation will have on the community, there is a noticeable lack of discussion about the cumulative impacts of permit variations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Paragraph 47 of the Government’s planning practice guidance for waste highlights the importance of the cumulative impacts of intensifying existing waste management sites and the need to engage with communities:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The waste planning authority should not assume that because a particular area has hosted, or hosts, waste disposal facilities, that it is appropriate to add to these or extend their life. It is important to consider the cumulative effect of previous waste disposal facilities on a community’s wellbeing. Impacts on environmental quality, social cohesion and inclusion and economic potential may all be relevant. Engagement with the local communities affected by previous waste disposal decisions will help in these considerations.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite that, the increase in traffic generated by intensifying incineration at the Beddington site cannot be taken into account by the Environment Agency when determining whether the application is appropriate. Its website states that residents are not allowed to talk about vehicle movements and the impact their emissions will have when the application is determined because it is a planning matter. The irony will not be lost on Carshalton and Wallington residents that one of the Lib Dems’ arguments for building the incinerator in the first place was that it would reduce the number of vehicle movements needed on the site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The incinerator has been operational for barely three years, and this is the second permit variation application to land on the Environment Agency’s doorstep. If this one is approved, what is to say that there will not be another one and another one and another one years down the line? At what point does the intensification of the site and the cumulative impact that it has on the community at large warrant an entirely new permit or planning application?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Residents in Carshalton and Wallington did not vote to burn more waste, then a bit more a few years later, then a bit more a few years later. They did not vote to expand the incinerator’s reach, with waste brought to our area from another borough, then another and maybe another. They did not vote for more vehicle movements, potholes and exhaust fumes—they were originally told that vehicle numbers would fall. They did not vote for an increase in air pollution when they were told again and again that incineration is better than landfill. They did not vote for Beddington Lane, the road where the incinerator is located, to seem permanently to have roadworks, causing massive traffic displacement across the constituency. And now here we are at the precipice of another attempt to vary the incinerator’s permit, a decision that will be taken out of local hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Blame cannot be laid solely at the feet of the process or regulations that are being followed. Lib Dem-run Sutton Council birthed the incinerator into our borough and has been incubating it for years while turning a blind eye to scandal after scandal, betrayal after betrayal, until the grotesque expansion of the incinerator risks transforming Beddington into the dumping ground of south London. That was the Lib Dem vision for Carshalton and Wallington—one that never appeared in any election manifesto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There needs to be a mechanism to ensure that communities have greater influence—more than just a single written consultation—over these processes and the determination of repeated major permit variations. Communities need to be able to hold regulators and those who make these decisions, whether that is the local authority or the Environment Agency, to account.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have organised my own petition to oppose Viridor’s expansion plans and to call for them to be dropped. Already, almost 1,000 local people have signed the petition and said no to the expansion plans. I would hazard a guess that that is far more than will respond to the official consultation, because very few people are aware of it and there is no direct outreach engagement from Viridor or the Environment Agency. The application was submitted almost a year ago, but there has been hardly any promotion of the consultation. We are now firmly in the consultation period but, unfortunately, it falls in the middle of the Christmas period, when people will be distracted by other things.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Oddly, I am pleased about something. The Environment Agency has understood that the Beddington proposals are of high public interest, and it proposes to hold a second consultation once the current one has closed. However, there are other ways to improve engagement with the community, such as holding multiple public information events in residential areas, and a public hearing, which would allow stakeholders to provide evidence in support of their views directly to the body that will make the decision. Although not perfect, those activities would at least help community awareness and mitigate the feeling that the decision is being made by a faceless organisation far away from the local area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Separate to the process of determination and consultation, there are other ways to mitigate issues with the content of permit variations. It is within the scope of the Environment Agency to assert conditions for permit variations. For example, a condition could be added to ensure the operator installs metal detectors and magnets to extract any recyclable or harmful metal materials before they are burnt.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I mentioned the scourge of nitrous oxide canisters, which can be purchased legally, in many circumstances to achieve a so-called legal high. I am sure other hon. Members will share their experience of seeing such canisters littered across the streets. They have to be disposed of, so they get into our waste stream and end up being incinerated. When they make contact with high heat, they explode, potentially causing damage to the plant, massive operational difficulties, and danger to the people who work at or live near the site.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Viridor has launched a public information campaign to make it clear that such canisters should not be put into residential bins. I support that campaign and welcome those efforts, and I hope we can send a message from the House today that we support efforts to ensure that gas canisters do not end up in bins. However, I would go a step further. Viridor is already using metal detectors and magnets to extract harmful metals at another site; the Environment Agency should stipulate the installation of similar technology in Beddington as a condition for the permit variation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a similar note, I find it appalling that we still do not understand how much recyclable waste is sent for incineration in this country. There need to be clear, measurable recycling targets that operators must adhere to. The proponents of incineration often point to recycling as a metric of their success and evidence that incineration is better than landfill. While the latter is certainly true—no one disputes that, and no one wants to see a return to waste being put into the ground; that is, of course, the worst of all options—the same cannot be said for the effect of incineration on recycling rates. As landfill sites have begun to close and be phased out, incineration has picked up much of the demand, nearly quadrupling in the past decade from 12% to 44% of our waste management capacity. However, recycling rates have barely moved in that time, from 37% to 43%—just a 6% increase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not coincidental or unrelated. According to worrying research by the House of Commons Library, data from the 123 waste authorities shows a negative relationship between recycling and incineration. In other words, higher incineration means lower recycling, and vice versa. I saw that at first hand when I visited the incinerator in Beddington. Recyclable materials will always find their way into the wrong bin—of course they will—but there must be processes to filter them out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have also been informed of investigations from other areas of England where specific recycling bin bags have been sent to incineration. Indeed, a local group in my constituency, and in boroughs in south London, put tracking devices in bins and found that they ended up in the incineration room at the incinerator. They were not being recycled but shoved straight in to be burned. That is an absolute scandal. Research from Zero Waste Europe reveals that more than 90% of materials that end up in incineration plants or landfill could be recycled or composted. Ninety per cent! That is huge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even when waste is turned into energy, recycling is still the better option. It can save up to five times the energy produced by burning waste, which is not a renewable resource, creates toxic pollution, and potentially emits more carbon dioxide than some hydrocarbon-powered plants. In other words, incinerators need waste, whether it is recyclable or not, to have an effective business model. I do not think that we can call that recycling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, there is some good news, which could help us phase out incineration and should be considered before expanded or future incineration sites are approved. That is, of course, the deposit return scheme, which has seen recycling rates rocket in more than 40 countries and is due to be rolled out here in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The resources and waste strategy sets out the Government’s plans to reduce, reuse and recycle more than we do now. Their target is to eliminate all avoidable plastic waste throughout the life of the 25-year environment plan. The groundbreaking and world-leading Environment Act 2021 introduced powers to introduce a deposit return scheme for drinks containers. That will prevent billions more plastic bottles from going into landfill or being littered or incinerated. I believe that that will help to change consumer behaviours, with potential knock-on effects for other environmental activities, and will reduce the need for more incineration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Department for Environment, Food and Rural Affairs has consulted twice on introducing a deposit return scheme in England, Wales and Northern Ireland, most recently in 2021. I understand that Ministers anticipate a scheme being introduced in England, Wales and Northern Ireland in late 2024 at the earliest, subject to the outcome of the second consultation. I would be grateful for an update from the Minister, but that represents a realistic yet ambitious timetable to ensure that DEFRA implements a DRS that is as effective as possible in achieving the UK’s objective of boosting recycling levels. It will offer greater opportunities to collect higher-quality, uncontaminated materials in greater quantities, thus promoting a circular economy and reducing the need for incineration.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK Government plan to halve the amount of waste going to landfill or incineration in England by 2042. Proposals to expand existing sites, such as the one at Beddington, directly contravene that ambition. England currently has 15.6 million tonnes of operational incineration capacity. If consented capacity was built, that would grow to more than 28 million tonnes, while feedstock—the amount of waste to be burned—is expected to fall to around 13.4 million tonnes by 2042. That is less than the capacity we have now, and it would mean that we had 14.7 million tonnes of excess capacity in England—and that is without any of the further 3.7 million tonnes of capacity that is currently in the planning system being granted. Despite that, the Environment Agency is unable to take into account issues around national overcapacity when determining permit variations such as the one for Beddington.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another cumulative impact of these proposals, which is being swept under the carpet, frankly, is on Carshalton and Wallington residents. I could speak all day, as I think I have demonstrated, about the Beddington incinerator and its continued impact on my constituents. However, I will wrap up my remarks to allow colleagues to speak and to hear what the Minister has to say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will just end by saying that Carshalton and Wallington has suffered as a result of continual failures by the Lib Dem council to hold the incinerator to account. The council forced it on residents in the first place and now it is doing nothing about it. Now, due to the processes that are in place, we are at risk of being on the receiving end of even more waste, more vehicle movements, more incineration and more emissions. There are alternatives to this and conditions that could mitigate the impact. I hope that the Minister can shed a little more light on the work that the Government are doing to phase out incineration and introduce other measures, such as the deposit return scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Carshalton and Wallington residents must have a voice in this debate and they should have a say on whether their community—our community—takes on more of south London’s rubbish to burn. The motion states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“That this House has considered permit variation processes for waste incineration facilities.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to consider the cumulative impacts of incineration and the impact of expanding incineration sites. The residents of Carshalton and Wallington have considered it, I have considered it, and I do not think that the process to vary environmental permits is working in the best interests of communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}