{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "Elliot Colburn – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Elliot Colburn, the Conservative MP for Carshalton and Wallington, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hosie. I congratulate my hon. Friend the Member for Dartford (Gareth Johnson) on securing the debate, because much of what he and other colleagues have said so far about the impact that this scheme is going to have on their constituents certainly rings true for Carshalton and Wallington.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I note that not a single Liberal Democrat has turned up to the debate. Given that the Lib Dems voted for this policy in the Greater London Assembly, actually lamented that it took Labour so long to implement its policy and two Lib Dem boroughs have passed motions to support it, including Sutton, I am surprised that none of them could be bothered to come and defend it, but there we go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not want to repeat what has been said about the ULEZ so far, but I want to highlight the severe impact this change will have on people in Carshalton and Wallington. As the Minister for London, my hon. Friend the Member for Sutton and Cheam (Paul Scully), who is no longer in his place, pointed out, 30% or 30,000 vehicles in the London Borough of Sutton are non-compliant, according to TfL’s own data. That is 30,000 people whose livelihoods will be impacted by this change in a matter of months, as the Mayor has given people next to no time to prepare for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As has been said already, this change will hit the poorest Londoners hardest. What many will not be aware of, and will be shocked to hear, is that there are no exemptions in this ULEZ expansion to support small businesses, charities, keyworkers or the elderly, and there is very little in place to support disabled people. These are people who rely on their cars.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sutton has a public transport accessibility level of just 2, because we have no tram, no tube network, no London Overground and no Crossrail. We have a few National Rail services to central London, which are currently being reduced due to Govia Thameslink Railway’s timetable changes, and a limited bus network. We have also seen this Mayor of London cut the Tramlink extension from Croydon to Sutton, despite the money already being in place when he took office, and we have had no investment or improvement in our bus network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The question a lot of my constituents are asking is: “What can I do?” They cannot afford £12.50 a day. They cannot afford an annual fee of £4,500, or even the £3,000 that is the more conservative estimate for those who do not use their car every day. My hon. Friend the Member for Old Bexley and Sidcup (Mr French) has already outlined that the scrappage scheme lauded as the apparent solution does not, in reality, even touch the sides. Back in May, even Sadiq Khan himself said that the scrappage scheme would need something like £180 million to cover everyone who would be affected, and even that was probably an underestimate. Furthermore, the scheme is open to those who were rejected last time, and two thirds of people were rejected last time. It is a system that will only breed more disappointment and discontent, with more people missing out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The scrappage scheme is not the answer, but what is the Mayor’s answer, and what is Labour’s answer? I can tell hon. Members, because they were asked in the London Assembly. My London Assembly Member, Neil Garrett, asked the Mayor of London, “What should I tell my constituents if they can’t afford this charge?” The answer, not from the Mayor, but from a Labour Assembly Member was, almost word for word, “Well, a new car that is compliant is only about £3,000. Just go and buy one.” That is the political equivalent of Paris Hilton wearing a t-shirt saying “Stop being poor”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is the answer people are getting from the Labour party, backed up by the Liberal Democrats and the Greens, who are all saying the same thing: “If you can’t afford it, tough. You are going to have to live with it, or give up your car, give up your job and move out of London. You are not welcome here.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I commend the work that is being done by Conservative-run boroughs in outer London, including Bromley, Bexley, Croydon, Harrow and Hillingdon, to do everything they possibly can, but I would like the Minister to feel the anger from our constituents and the huge impact that this change will have, not just on individuals, but on businesses and charities, and on the most vulnerable who live in outer London, and outside London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As my hon. Friend the Member for Dartford set out very eloquently, this is taxation without representation for many people living on the outskirts of London. I represent a constituency that borders Surrey. The border between my constituency and Surrey is a small country lane, which leads from the lavender fields into Woodmansterne—this is not somewhere with huge trunk roads and traffic coming in and out of London. Yet the people who live on the other half of Carshalton Road have no say in who the Mayor is and cannot do anything about this policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I strongly urge the Minister to take this away. I would be grateful to hear what advice he has received about the Government’s powers in this respect, and I ask him to join us in urging the Mayor of London to scrap this policy. It will hit the poorest Londoners and our constituents the hardest, and it will do little to nothing to tackle air quality; as we heard so eloquently from my hon. Friend the Member for Orpington (Gareth Bacon), the Mayor’s own impact assessment says that it has nothing to do with air quality. The policy has no public support and he does not have a mandate for it in his manifesto.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In reality, if this is not about air quality what is it about? We have already heard that it is about money, but it is about much more than that. TfL has already employed people to work on a road user charging scheme. Once these cameras are in place, be in no doubt that the Mayor of London is keen to expand the ultra low emission zone to be a road user charging scheme instead; he will expand the eligibility of the number of cars that are captured by it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The ultimate goal for this Mayor—he has been quite open about this in his own consultation documents—is to have a policy whereby every single Londoner is charged every single time they use their car, regardless of how new or old it is. That is what he wants, and the camera network for ULEZ is the first step towards that. We need to stop it and he needs to rethink; otherwise, we will see a massive amount of problems coming from our constituents who cannot pay this unaffordable charge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}