{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2022-parliamentary-question-on-hospital-new-builds-and-upgrades/",
    "title": "Elliot Colburn – 2022 Parliamentary Question on Hospital New Builds and Upgrades",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Elliot Colburn, the Conservative MP for Carshalton and Wallington, in the House of Commons on 6 December 2022.",
    "content": [
        "**Elliot Colburn (Carshalton and Wallington) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What steps he is taking to upgrade existing hospitals and build new hospitals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Secretary of State for Health and Social Care (Steve Barclay)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we heard earlier, the Government are committed to a programme to create 40 new hospitals by 2030. We have committed £3.7 billion—[Interruption.] The hon. Member for Ilford North (Wes Streeting) will get a go in a moment, and I look forward to hearing him welcome the increase in the Government’s capital spending, not just on our new hospitals programme but on, for instance, elective surgery. We are putting £5.6 billion into more surgical hubs and community diagnostic centres, and £1.7 billion has gone to more than 70 hospitals to enable them to deliver significant upgrades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Patients in Carshalton and Wallington will benefit massively from the building of a new hospital in Sutton and the improvement of St Helier Hospital under NHS plans approved by the Government. Will my right hon. Friend agree to meet me, and the NHS trusts? They are raring to go and to get spades in the ground next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Steve Barclay**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know they are raring to go because I personally have spoken to the chief exec about this scheme, but I can offer my hon. Friend something better: the Minister of State, Department of Health and Social Care, my hon. Friend the Member for Colchester (Will Quince), will personally be visiting shortly to discuss this further. But I also need to be transparent with the House: we are fundamentally changing how we are going to be building hospitals in the NHS estate—[Laughter.] I am not sure why something as important as new hospitals—learning from the Department for Education and the Ministry of Justice through a more standardised model that allows us to deliver more at a cheaper unit price and get them built quicker—is a source of mirth to Opposition Members. It is important that we standardise those designs, and that is what my colleague the Minister of State will be discussing with my hon. Friend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Hilary Benn (Leeds Central) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The new children’s hospital, the new adult building and the maternity centre at Leeds General Infirmary will bring much-needed new facilities to Leeds and the region, as well as wider economic benefits. It is unusual among the hospital building schemes. As the Secretary of State knows, the site is clear and the plans are ready, so may I urge him to give the go-ahead as soon as possible?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Steve Barclay**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I visited that scheme over the summer. The right hon. Gentleman will know that the costs have inflated significantly since what was signed off by the Treasury in 2019. I think the point that has been missed by Opposition Members is that the way we deliver these schemes is to grip the cost better by using standardisation, and that is what I will be discussing with Leeds General. I agree with him that it is important that the scheme goes ahead, and we need to work together to make sure that it does so at a price that is affordable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}