{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2021-speech-on-the-medical-cannabis-bill/",
    "title": "Elliot Colburn – 2021 Speech on the Medical Cannabis Bill",
    "post_date": "December 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Elliot Colburn, the Conservative MP for Carshalton and Wallington, in the House of Commons on 10 December 2021.",
    "content": [
        "I join others in congratulating the hon. Member for Manchester, Withington (Jeff Smith) on securing time for us to debate the Bill today. He is clearly very passionate and knowledgeable about this issue, and I learnt a huge amount from his opening speech, for which I am extremely grateful. I also pay tribute to the hon. Member for Middlesbrough (Andy McDonald) for his moving testimony. It is characteristic of sitting Fridays that we tend to work more collegiately across the House. My hon. Friend the Member for North Devon (Selaine Saxby) said that it is not a question of whether we do but of how we do, and I entirely agree with her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am really here today at the behest of a constituent who asked me to come to the House and share his experiences, but before I delve into those, it may be helpful for me to give some of my own perspective. Before coming to this place, I too was employed in the NHS, although not as a frontline practitioner; I was not a doctor or a nurse. I worked for the sustainability and transformation partnership, the footprint of the new integrated care systems in south-west London. Along with commissioners across six south-west London boroughs, I looked at all the services that those boroughs provided, and this was a topic that arose during that time. It was obvious to me, when I spoke to colleagues, that there was almost a nervousness, almost a—confusion, I suppose, is the word I am looking for; it is a bit hard to describe—about commissioning medicines of this type.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thought it might be helpful for the Front-Bench team to hear a bit about the experience of frontline commissioning, but, as I said earlier, I am really here at the behest of one of my constituents to share his story. I hope the House will indulge me if I go into a bit of detail, because I did find this very profound, and I hope that other Members will agree with me. My constituent sent me an email, in which he wrote:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I would like to explain to you a little of my life which unfortunately has been plagued with intractable chronic migraines and the fallout from such.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although suffering all my life with Migraine attacks, 5 years ago I was diagnosed with severe chronic migraine which after a long wait I was prescribed 9 different medications to try and bring the migraines under control, none of which worked only causing nasty side effects.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Having…sickness constantly with added migraine pain—1 was left diagnosed with intractable chronic migraine with attacks 6 days out of 7, putting me out of work and putting me in a state of deep depression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was fortunate to meet a Dr. who was testing the benefits of Cannabis in neurological cases and after a discussion I decided to follow her strict advice and started self-medicating Cannabis which unfortunately meant sourcing off the black market, something that I’m not in any way proud of but the impact of using cannabis for my ailment was profound.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Within three days of my first use, my migraine frequency dropped significantly as did…the usual nausea which accompanies my attacks. Within a week, I felt for the first time somewhat normal, depression had lifted, I was able to start work again almost immediately (I was open and honest with my employer who welcomed me back into the workplace and to this day has been extremely supportive).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Summarising my experience, I went from someone who saw no hope in any way with modern medicine to someone who almost overnight got their life back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have one son—aged 12 who has got his father back, and my wife although extremely anti-drugs (a doctor who works in the dental profession) has seen the relief I experience, especially after seeing me for many years hiding in a dark room, in pain, hiding from the world most days to someone who now is relishing in family life.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My constituent went on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The stigma of the word Cannabis is something that I have had to deal with”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This, he said, included\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“seeking out black market providers which in its self I would not want anyone to go through”,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "and I think all Members would agree with that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Lia Nici**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On that point, which I was going to raise later, quite often the issue is semantics. There is a fear about the word “cannabis”, be it medical or not, and we need to get over that. One of my concerns about the Bill is the use of the broad term “cannabis”. I think that my hon. Friend’s constituent has been fighting with that issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend has taken the words right out of my mouth. When talking to Carshalton and Wallington residents, I have found that there is a sense of stigma, and a stereotype, associated with the word “cannabis”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Christian Wakeford**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this week, we started talking again about drugs from a public health perspective. We need to tackle the stigma of not only drugs, but alcohol addiction. No one chooses addiction. There are many things that we can do, including removing the exclusion of addiction from the Equality Act 2010, and properly funding addiction and rehabilitation services, but, again, this comes down to the financing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is absolutely right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Ben Everitt (Milton Keynes North) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is being very generous with his time. A point that occurred to me earlier is that one of the problems that we have when we debate this issue in Parliament and elsewhere is the conflation of national drugs policy and policy relating specifically to medicinal drugs—in this case, specifically medicinal cannabis. In many ways, it is deeply unhelpful when those two matters are conflated, because people come at them with strong opinions. However, the case study that my hon. Friend is outlining today shows the relationship between the two, and I am grateful to him for bringing that to the attention of the House. May I make a plea to everybody here—I hope that he agrees—not to fall into the trap of conflating the two issues, because although they are very important and we should have a discussion about both, they are vastly different?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I totally agree. Indeed, I had no intention of opening the can of worms around recreational use, decriminalisation, legalisation, or whatever term we might want to use. I hope that my hon. Friend can rest easy in the knowledge that I will not go there, as they say.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My constituent said that he would not want to put anyone else through having to seek out black market providers, and that somewhere in the back of his mind was always the worry of being prosecuted, but to him the benefit outweighed the risk tenfold.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Lia Nici**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The case that my hon. Friend is outlining highlights real concerns about the side effects of smoking recreational drugs, including potential mouth cancer, potential throat cancer and potential psychosis, as well as the unpleasant social activities. I have had constituents who have had to live next door to people who take recreational cannabis, and it really is not a pleasant situation to be in—and then we get into the issue of potential secondary smoking and all those kinds of things. That is why constituents such as my hon. Friend’s should not have to go through that route.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I totally agree. It might be of some use to the House if I read a little more of my constituent’s reflections, as he went on to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Then came along the introduction of Drug Science and their Project Twenty 21, this gave me the ability to seek professional help, to be able to get a prescription to legal Cannabis flower to which I vape as a preventative and when needed as a pain killer. I still get migraines but luckily now I have a medicinal way to cope and quell most of the side effects, literally giving me my life back.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Although this does sound like a fairy tale, with a happy ending, there is a darker side to this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Currently the expense and experience of being with a private clinic and private dispensary/pharmacy is quite strained, adding anxiety and stress into the situation. We rely on the ability of both the clinic’s and Dispensary’s to keep us in prescription which does not happen and is quite literally floored. Medication is imported into the UK, its very often caught up in customs and the added issues with Covid has broken supply chains.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Dispensary’s are often out of product and the clinics are not kept abreast of this so many re-writes of prescriptions have to happen and thus costing time to get the needed medication and cost for re-writes. This all breaks down to us the patients being without medication, sometimes up to a month, putting us back at square one (prescriptions have to be written monthly).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On top of the supply and demand issues, quality is also something that has been with issue, many reporting to Yellow Card unusable medication due to sub-standard product and often mould that cannot be used – with no way of a refund or quick turnaround of a re-stock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Without a shadow of a doubt this would never happen under the NHS but as we have no other choice in the matter its either suffering under private clinics or unfortunately breaking the law and turning back to the black market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are many thousands like me in this position, I’m but a single drop in a large ocean of people with similar experiences, I would like to draw your attention to this so you may air this as unfortunately the situation is not getting better. I understand that the primary concern is for children with epilepsy though there is a much larger footprint of people benefiting from medical cannabis and this should whole heartedly be pulled into the NHS to better control and support patients.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would be grateful if you could keep this all”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "he refers to all of us in this place—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“in the back of your mind so you have some real world information from one of your local constituents of the big picture surrounding medical cannabis, it’s time for this to be pushed forward as it was supposed to have been back in 2019…\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Luckily medical cannabis has given me my life back, I hope others can benefit in the future but it needs to be under the protective umbrella of the NHS.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank that constituent for sharing what was obviously a harrowing story, and for permitting me to raise it on the Floor of the House this afternoon. I am sure colleagues will agree that that was incredibly brave, so I am very grateful to that person for allowing me to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have heard many constituents’ stories during the debate, although we have explored just two elements of them—childhood epilepsy and the migraines that my constituent has suffered. I would like quickly to bring in one more, which is the exploratory research being conducted on the use of CBD for fibromyalgia and other treatment-resistant neuropathic pain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know the suffering that those conditions can cause, especially when there is so little known or understood about them; I have many family members who have been diagnosed with fibromyalgia or similar conditions. Again, I have seen the benefits that CBD can bring, but I agree with colleagues about the need for robust research. I do not think it is a question of whether we will get there, but a question of how. I hope that the Minister has been able to take on board the experience—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Daly**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my hon. Friend agree that the law is very clear that medical professionals can prescribe non-licensed cannabis products, but the question is why clinical commissioning groups are not funding that? That is what we have to address, to force them to fund it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I totally agree with my hon. Friend. I have experience of working in what we might call a super CCG, which is now an integrated care system, looking at commissioning at a strategic level across six London boroughs, which is by no means a small footprint—we commissioned services for more than 1 million people when I was there, including for four of London’s biggest hospitals. I agree with the shadow Minister, the hon. Member for Tooting (Dr Allin-Khan), that practitioners were screaming from the rooftops that they wanted to be able to give such prescriptions and, indeed, felt confident about that. I will not say that they all were—a lot of the colleagues I used to work with in the NHS were not—but a significant amount were confident. From a commissioning perspective, when we were sat in our offices in Wimbledon, talking about commissioning services and looking at the health of the six south-west London boroughs we were tasked with dealing with, there was a clear sense of nervousness and even confusion among commissioners. That obviously needs to change and there needs to be some way to support commissioners to make the positive decisions to deliver the funding. I hope that when the Minister responds we will hear a little bit about what the Government can do about that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In bringing my remarks to a close, I emphasise that the constituent experiences we have heard about in this debate, including from the constituent who was kind enough to allow me to read out their story, have been profound. That should be in the back of all our minds when we discuss this issue, because there are real-life implications that we do not always see when we pore over the details of text. I look forward to hearing from the Minister what we can do to unlock some of the issues we have explored in this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}