{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2023-speech-on-pride-month/",
    "title": "Elliot Colburn – 2023 Speech on Pride Month",
    "post_date": "June 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Elliot Colburn, the Conservative MP for Carshalton and Wellington, in the House of Commons on 15 June 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered Pride Month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you very much, Mr Deputy Speaker. I associate myself with the comments you have just made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As one of the co-chairs of the all-party parliamentary group on global lesbian, gay, bisexual, and transgender (LGBT+) rights, very ably co-chaired by the hon. Member for Wallasey (Dame Angela Eagle), I wish everyone a very happy Pride Month indeed. I have looked over some of the Hansard records of Pride debates we have had in this place over the course of the past few years, and I think it is always right and positive to start with the good news and the progress that we have made—not only in the UK but globally—towards further equality for LGBT+ people around the world. Last year and the year so far have been no exceptions, with new conversion therapy bans brought in around the world and more countries achieving decriminalisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, sadly, we meet here against the backdrop of a very worrying and concerning backwards step in many parts of the world, where we are seeing attacks against LGBT+ people—not just where we might expect them, but here in the UK as well. I will touch on some of those attacks throughout the course of my speech. Having looked at Hansard records of Pride debates since the start of this Parliament—they have become an annual tradition—I note that a lot of the concerns that were raised in those debates are, sadly, still very much relevant today. We have not yet seen enough action on some of the points we have raised, and indeed, some points I want to raise today are new.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will start with the global perspective. I reiterate the good news that we have seen new conversion therapy bans and decriminalisation. That is to be welcomed, but it has to considered alongside the extremely serious and worrying backwards steps and the anti-human- rights agenda that we are seeing in many parts of the world. The best example we can give of that is the Anti- Homosexuality Bill that Uganda has shamefully just passed. I know full well that that the Foreign, Commonwealth and Development Office has expressed its deep concern and is having conversations, and I appreciate its efforts. Again, to touch on a positive, I have seen examples of British missions around the world doing incredible work, liaising with activists on the ground, sometimes in extremely difficult circumstances. Our ambassadors and the mission staff around the world are to be congratulated. However, I urge the Government to go further by ensuring that this is a foreign policy objective and an aid objective; that they are using every tool at their disposal to influence change and support activists in very difficult circumstances, and indeed to support those who will inevitably try to flee such discrimination.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill in Uganda carries the death penalty. We know full well that people will be scared for their lives, and we need to make sure that we are there for them, not just in Uganda but in the many other places where we are seeing backward steps on LGBT+ rights. I hope the Minister can give us some assurance that he is having conversations with the FCDO and that decriminalisation, stopping legislation of that kind, and tackling discrimination against LGBT+ people around the world remain foreign policy objectives for this Government. I commend the good work that I have seen missions do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To bring the debate back to home, I want to repeat a lot of what has been said in previous Pride debates—we have to say it again, sadly, because we have not seen progress. The obvious thing to start with is conversion practices and conversion therapy. We have been raising this issue for years now and a Bill has been promised several times, but we are still waiting for the draft Bill to be published. The Government have cross-party support to get the Bill through the House, and to get it through quickly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I remind the House and those watching that every single day in the UK, right now, people are being subjected to dehumanising torture—that is essentially what conversion practices amount to—but they are without recourse to justice because those practices are perfectly legal at the moment. It is urgent that we act with speed to bring forward that legislation as soon as possible, so I hope the Minister can give us an update. I know that we spoke about this during business questions, but I hope he will be able to tell us a little more about the timetable for the conversion practices Bill. I can guarantee him massive cross-party support to get it through this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another issue that we have raised before but again needs focus is the increase in LGBT+ hate crime across the United Kingdom, and particularly the level of hate crime towards transgender people—I will touch on the toxicity around trans issues a bit later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Janet Daby (Lewisham East) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Member for giving way and for making such a significant opening speech. Over 24% of young people experiencing homelessness identify as LGBTQ+. Does he agree that the Government need to do more to address this issue, and that one of the ways of doing so would be to improve the monitoring of gender identity and sexuality in housing and homelessness services?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Lady for that intervention, and I do think she is right. Perhaps the Minister could update us on the conversations he is having with the Department for Levelling Up, Housing and Communities on the issue, because it is a fact that around a quarter of all young homeless people identify as LGBT+. We know full well what the reasons are: they are fleeing unsupportive households, but many do not know where to go for support, do not have the capacity to access support, or—for whatever reason—do not get that help and support. It is a massive cohort of people, so I hope the Minister can tell us a little more about the conversations that the Government Equalities Office and DLUHC are having to tackle that specific issue. I thank the hon. Lady for raising it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to touch on something that has appeared on the horizon since our last Pride Month debate: the Government’s recent announcement on their review into relationship and sex education in schools. I do have concerns, which I know are shared by many in the education sector and further afield—this also relates to the Department for Education’s new trans guidance for schools—that the RSE review will lead to a backwards step and will, potentially, bring back section 28 by the back door, which we do not want. Section 28 is something that our party had to apologise for, and we have come so far since that moment. We do not want to see it brought back. Many might say, “That could never happen,” but I ask colleagues to look to the United States, where several states have introduced section 28-style legislation. We cannot allow that to happen here in the United Kingdom.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I therefore urge the Minister to give us some assurance that the RSE review will not break our pledge to ensure that RSE is mandatory, because it is not just about LGBT+ people; it also teaches about consent, it teaches women and girls about healthy relationships and to avoid sexual violence where possible, and it teaches boys not to avoid dangerous behaviour. RSE is a great achievement that we should be proud of. We should not be shy about the fact that this Government introduced it. The House should send a strong message that we will not accept a watering down of those protections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**James Sunderland (Bracknell) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last weekend, I popped into Bracknell for the inaugural Pride event. As a proud LGBTQ+ champion, it was great to see so many people there. What struck me, aside from the fantastic organisation from Luke, Brad, Bracknell Forest Council and many others, was that it was an excellent party. Does my hon. Friend agree that we should be celebrating inclusion and diversity?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my hon. Friend for that intervention. [Interruption.] I heard from a sedentary position that gay parties are the best parties, and I absolutely have to agree. Pride is a celebration. We describe it in many different ways, but we come together and we celebrate, and we are proud of who we are, so I am grateful to him for attending that event in Bracknell and I completely agree.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also hope that the Government will not be tempted by the calls from some to out trans kids to their parents. I benefited, as I know did so many people who went to school at the same time as me, or before or after, from the safe environment that schools provided to talk about these things without fear of it getting back to a household that may not necessarily be supportive. I was lucky; I was naive at the time when I came out, and I should have known that my parents would be absolutely supportive, which they were, but school provided that safe and non-judgmental environment for me to be able to talk about things, and I know that has been valued by so many others. I understand the need to make decisions about a child’s welfare in correspondence with parents— I do not think anyone objects to that—but the idea of outing trans people to their parents is dangerous, because many families will not be understanding and supportive, sadly. We need to ensure that schools remain a safe place for LGBT+ pupils.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will touch on the current toxicity around the trans debate—it would be churlish not to talk about it in some detail. Sadly, that toxicity is something that we have had to speak about in Pride debates, and I know that many other colleagues will want to talk about it today. I fear that we as a Parliament, and the institutions we represent, have completely lost control of the conversation, which is being imported from other parts of the world and which often has completely nonsensical and irrelevant arguments brought into it. At its heart is a very vulnerable group of people who are already marginalised and who are now being further demonised and pulled into a national discussion that they did not ask for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Christine Jardine (Edinburgh West) (LD)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member makes an important point. Specifically on that toxic and damaging debate that we have seen in this country, particularly over the past year, does he agree that we have to somehow persuade everyone involved to dial down the rhetoric, to be more reasonable and to listen to one another? I have absolutely no problem personally with gender recognition reform or the legislation that was passed by the Scottish Parliament, but I also understand that there are people with genuine concerns. By not listening to them, we have inadvertently dialled up the toxicity, and the people suffering are the trans community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady is absolutely right. If we do not dial down the rhetoric, calm that debate down and listen to each other, we will only ever hear those with the loudest voices and those who scream the loudest. The Women and Equalities Committee, of which I am proud to be a member, ran an inquiry on this space not that long ago. One of our conclusions, funnily enough, was that there was a huge amount of agreement, so we were perplexed, when drawing up our conclusions, as to why there should be such anger. It did not seem impossible to us that a way forward could be found, so I hope the Government can update us on what they plan to do to try to dial down the rhetoric in this space.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Angela Eagle (Wallasey) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman has been opening the debate with his usual common sense and insight, but has he thought that the toxicity of this debate is deliberately created by those who wish to cause fear and then use that to cause division? Then they can victimise already vulnerable people in a way that is designed to increase the toxicity and fear, rather than dial it down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the hon. Lady, who co-chairs the all-party parliamentary group, for that intervention. She is absolutely right. We see this issue being purposefully used, sadly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That brings me to one of my final remarks in the debate. This issue is not just about trans people or the LGBT+ community more widely; there is a clear and concerted anti-human-rights agenda, and it will not stop at trans people alone. It will move on, as we have seen in the United States, to attacks on women’s reproductive rights, and it will go on to the rest of the LGBT+ community and then other parts of the equality space as well. The idea that this is just a discussion on trans rights is nonsense; it already permeates a lot further and it will continue to do so. We need to be able to call that out for what it is.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is not to say, however, that there are not, as the hon. Member for Edinburgh West (Christine Jardine) has just said, genuine concerns that people are absolutely right to express. It is our job as parliamentarians to help navigate those conversations and to come up with good legislation and good ways forward, but we need to be setting the standard in this place, and we must not allow Parliament to further that agenda. I can see by looking around the room that we will not have that today, which is reassuring, but I hope that colleagues who are not in this debate will take note and recognise that we need to be responsible for what we say, for dialling down the rhetoric and for making sure we can find a way forward, because the current status quo is just going to crumble; it cannot sustain. It is just driving up hatred and anger, and the longer that continues, the more dangerous things can become.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Having said that, we have seen good progress being made not just in the past year, but in the decades that preceded it. I feel very lucky and grateful to be able to be an openly gay man serving in Parliament and living in the United Kingdom. I hope that we do not get tempted by some of those siren voices and slip backwards. I look forward to hearing other colleagues’ contributions and an update from the Minister on the Government’s work to ensure that Britain remains one of the best places in the world to be openly LGBT+.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}