{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2021-speech-on-sri-lanka/",
    "title": "Elliot Colburn – 2021 Speech on Sri Lanka",
    "post_date": "March 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Elliot Colburn, the Conservative MP for Carshalton and Wallington, in the House of Commons on 18 March 2021.",
    "content": [
        "I thank the Backbench Business Committee for scheduling this debate and my constituency neighbour, the hon. Member for Mitcham and Morden (Siobhain McDonagh), for opening it so well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As chair of the APPG for Tamils, who are the largest ethnic minority group in Carshalton and Wallington, I am especially pleased to speak in this debate to urge the Government to do all they can to secure peace and accountability in Sri Lanka. I thank colleagues from all parties who have worked with me on the APPG this past year, and the Tamils from Carshalton and Wallington, the United Kingdom and around the world who have been in touch with us and shared their stories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the short time I have, which is not nearly enough to cover everything, I will try to get straight to the point. Six years ago, the UK Government paved the way in addressing human rights abuses in Sri Lanka and successfully pushed for UN resolutions to pursue accountability and reconciliation on the island. The Sri Lankan Government at the time signed up to those UN resolutions, but since then Sri Lanka has sadly withdrawn its support for them, and the evidence collected by the APPG in its many evidence sessions this past year have painted a very worrying picture of the situation on the ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the hon. Member for Mitcham and Morden outlined, recent infringements on human rights have been on the rise. Those have included the forced cremations of covid-19 victims, regardless of their religious beliefs, causing grief and anguish to Sri Lankan Christians, Muslims and others. The police criminal investigation department has been repeatedly visiting members of advocacy groups on the island who are campaigning for justice following the disappearance of their family members during the war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The terrorism investigation department has been increasing state surveillance culture, especially in the north, Tamil-populated part of the island. The state-supported demolition of a Tamil memorial monument at Jaffna University and attempts to prevent Tamil memorial events from taking place at all have been causing anguish among the community, occupying private land in the name of security and so much more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is clear that there is no scope at the present time for a domestic accountability mechanism in Sri Lanka, so the UK must once again demonstrate its global leadership on this issue and support an international accountability mechanism. The initial zero draft resolution published by the UK in February and presented to the UN Human Rights Council fell well short of providing the action that was needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "After efforts from Tamils in the UK and abroad, campaign groups and the APPG, subsequent drafts of the resolution have included a requirement to collect evidence on human rights abuses, rather than just looking at what is already there, and acknowledged for the first time that Tamils have been particularly victim to worsening human rights abuses on the island. I welcome those changes, but I urge the FCDO to listen to the calls we are making today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So much more needs to be done, so we must act now, before the conclusion of the UNHRC session at the end of the month, to ensure that there is a true international accountability mechanism in place. Only then can we hope to bring about truth, justice, reconciliation and accountability for all in Sri Lanka, as well as for the Tamil diaspora—not just in Carshalton and Wallington, but across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}