{
    "url": "https://www.ukpol.co.uk/elliot-colburn-2023-speech-on-commercial-breeding-for-laboratories/",
    "title": "Elliot Colburn – 2023 Speech on Commercial Breeding for Laboratories",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Elliot Colburn",
            "url": "/tag/elliot-colburn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Elliot Colburn, the Conservative MP for Carshalton and Wallington, in Westminster Hall, the House of Commons, on 16 January 2023.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered e-petition 611810, relating to commercial breeding for laboratories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a pleasure to serve under your chairmanship, Mr Efford. The prayer of the petition states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Revoke all licences (PEL) for commercial breeders of laboratory animals. Require all Project Licences (PPLs) applications be reviewed by an independent Non Animal Methods (NAMs) specialist committee. Revise s24 ASPA 1986 to allow review. Urge International Regulators to accept & promote NAMs. We believe the use of animals is scientifically, ethically, morally and financially (taxpayer funded) unjustifiable. Defined in 1959, UK law enshrines the principles of the 3Rs. The UK must abandon these old principles and focus on the development and use of Non Animal Methods. Having an independent NAMs specialist committee review applications for Project Licences (PPLs) prior to their approval, so that a licence is only granted if there is no replacement method. Commercial breeders of laboratory animals are profit rather than animal-welfare focused.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The petition received over 102,000 signatures and counting, including 144 from my own Carshalton and Wallington constituency. I thank the petition creators for taking the time to come and speak to me about why they set up the petition and why they thought it was so important. I also thank everyone who signed the petition and in particular everyone in the Public Gallery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The inspiration for the petition, while broadly focused on the policy of animal testing, relates to an individual case, which I am sure hon. Members will want to reference, of the ongoing peaceful protest organised by Camp Beagle of a laboratory just outside of Cambridge. Activists have been sitting outside the MBR Acres site in Cambridgeshire for over 18 months. The petition is another way of supporting those trying to raise awareness of commercial breeding and animal testing. The petition creator also took the time to tell me that this is a first step in a campaign to try to change the law so that animals in facilities such as MBR Acres are protected by the Animal Welfare Act 2006, instead of the Animals (Scientific Procedures) Act 1986, which they currently fall under. There is a lot of interest in the debate, so I will try to keep my remarks as brief as possible so that everyone can have a say. I will set out the current regulations and processes for animal testing in the UK, before talking about the asks of the petition in more detail.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Animals (Scientific Procedures) Act 1986 requires research establishments to use scientifically satisfactory non-animal methods wherever possible. The premise of my speech is the fact that this requirement is not being properly enforced or regulated. The UK legal framework should ensure accordance with the principles of the three Rs, which stand for replacement, reduction and refinement. Under the law, a licence cannot be granted to a testing laboratory unless the Home Office is satisfied that a non-animal approach could not give the desired scientific answer. Applicants are asked to demonstrate that they have considered non-animal alternatives for the tests they propose to do, but in reality this is treated more like a box-ticking exercise, providing only the most cursory information, such as how opportunities to replace animal testing with non-animal methods were considered. The application is then evaluated by one of a very small number of inspectors—a medical doctor or veterinarian who is not necessarily an expert in that area of testing—and inspectors often have a background in animal testing themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reality is that applications are very unlikely to be refused. According to some research, no licences were refused for animal experimentation between 2018 and 2021. That is a problem, because analysis of the licences granted during the first half of 2020 showed that researchers often failed to adequately explain their strategy to search for non-animal methods. In one example, only a one-word answer was given on the application. Simply put, the legal framework to uphold the principle of the three Rs is not being effectively enforced. The implications of that cannot be overstated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I came across a shocking statistic when preparing for this debate. In 2021, over 3 million scientific procedures were conducted on animals. If that figure was not large enough already, it was a 6% increase on the year before. The use of dogs increased by 3%, cats by 6%, horses by 29% and monkeys by 17%. I can only speculate why those increases occurred. Will the Minister share any data collected by the Home Office on the reasons for that increase? It seems counter-productive, because only a small proportion of animal experiments are conducted to satisfy regulatory requirements. In 2021 again, around 21% of experimental procedures fell into that category. That is a really low number.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A recent report from the animals in science regulation unit described deeply troubling animal welfare failings in British laboratories between 2019 and 2021. I am sure colleagues have been sent videos, pictures and links to many of them, especially regarding the MBR Acres site in Cambridgeshire. Those failings include a non-human primate dying after becoming trapped behind a restraint device, boxes of 112 rats being moved in error to a compacter, where they were crushed alive, and numerous incidents of animals being left without food or water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my view, the UK cannot claim to have high standards of animal testing welfare when we allow animals to die of starvation, suffocation or asphyxiation—whether they are used for testing or whether they become one of the numbered surplus that get slaughtered every year. To give some numbers on that, in 2017, 1.81 million animals were either bred for laboratory use and discarded as surplus, or killed for their body parts to be used for testing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On a more positive note, the number of procedures being carried out by commercial organisations has fallen, although the number conducted by medical schools has risen. For example, 60% of procedures were commercial in 1988, compared with just 27% in 2020. However, no information is published about which establishments are primarily engaged in the breeding and creating of genetically altered animals, as opposed to experimental procedures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government stopped publishing detailed information on procedures by establishment type in 2021. That means we do not truly know how many surplus animal deaths there have been. To be clear, that is animals bred only to be killed without any testing. This used to happen under an EU regulation, but since leaving the European Union, the UK is not required to publish statistics on the number of animals that die within the system without having undergone any testing procedures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Currently, aside from the annual publication of non-technical summaries for projects granted licences for regulated animal research procedures, the Home Office is not obliged to release details of licence applications. Some information is actually prevented from release under section 24 of the Animals (Scientific Procedures) Act 1986. That lack of transparency is concerning. A Government consultation took place way back in 2014 to consider amending that legislation, but no action has been taken since and the consultation results remain unpublished. Section 24 prevents an open debate and wider scientific scrutiny of the use of animals in research. I hope that the Minister can update us on the Government’s position on the future use of section 24.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dr Lisa Cameron (East Kilbride, Strathaven and Lesmahagow) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for setting out this extremely important issue to the House. Does he agree that it is crucial that the work taken forward should be based on evidence, and that as such we should have a public scientific hearing, as I called for in early-day motion 278, with support from Peter Egan, Ricky Gervais and the Betsy Beagle campaign, For Life On Earth? We must take forward this issue, but it has to be based on science, and we therefore need a scientific hearing to find the evidence base.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I absolutely agree. The prayer of the petition calls for the establishment of a non-animal methods committee to look into this very issue. I hope we will hear some positive remarks on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The number of animal laboratory inspectors remains very low, with just 23 full-time equivalents in 2021. This is particularly concerning as the vast majority of non-compliances continue to be self-reported, rather than discovered through a series of inspections. Last year, the chief executive of the Royal Society for the Prevention of Cruelty to Animals resigned from the animals in science regulation unit, citing concerns about the lack of in-person visits to animal testing sites by inspectors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With so many procedures taking place—again, there were more than 3 million in 2021—and with so few inspectors and so much self-reporting, it leads one to question whether the picture of animal testing welfare in the UK is actually accurate. Could the Minister provide us with more information on the steps the Government are taking to increase the number of inspectors? Surely, 23 full-time inspectors looking at more than 3 million procedures cannot be enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alexander Stafford (Rother Valley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend presents a worrying situation caused by having so few animal inspectors. The UK used to lead the world in animal testing, banning animal testing for cosmetics some 15 years before the EU. Does he agree that we should use this opportunity to once again make the UK a world leader by banning animal testing and ensuring that the NAMs come forward?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is absolutely right. The UK led the way on banning the use of animals for cosmetic testing. Indeed, just in this Parliament, we have passed so much animal welfare legislation. This issue does seem to be a glaring omission that I believe we should look at.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We can debate the merits or otherwise of animal testing in the past, but there is growing evidence and a growing consensus in the scientific community that we are reaching—if we have not already reached—the limit of any research potential of animal testing. There has been a lack of progress in many key areas of health that concern all of us, including Alzheimer’s, Parkinson’s and many other diseases, especially cancer. Animal experimentation is cited as playing a major role in the slow rate of progress, due to the significant biological differences between species, which prevent the translation of findings from animals to humans.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Henry Smith (Crawley) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is making a powerful presentation. On that point, is it not increasingly the case that animal experimentation is just bad science and, worse still, is actually hindering the development of treatments that benefit humankind? On both scores, it is something we should be consigning to the history books.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Elliot Colburn**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is absolutely right. The evidence demonstrates that animal testing has very little benefit. I think we are in the single figures when we look at the percentage of tests that have gone from being successful in animals to successful in humans. It is a waste of money, and we should therefore increasingly be looking to consign animal testing to the dustbin of history. To give a further example, a 2019 study found that it could not recommend any animal model that could reliably predict the efficacy of potential treatments for Alzheimer’s, which is one of the largest health challenges facing this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I want to talk about what the petition is calling for—a NAMs committee—and expand a little on what NAMs, or non-animal methods, are. Because of technological advancements, NAMs have the power not only to replace animal testing but to improve the robustness of the testing that we do, provide more accurate results and be more cost-effective. They are directly relevant to human patients, so they are much more likely to provide the scientific and medical breakthroughs that we are looking for than animal testing. There is growing evidence that NAMs are able to predict potential harms to patients from new drugs that were not identified by animal tests. For example, a recent study found that Emulate’s liver-on-chips were able to correctly identify 87% of drugs that caused drug-induced liver injury to patients despite passing through animal testing. University of Oxford researchers have developed an animal-free model of stroke by using organ-on-a-chip technology. They were able to replicate the blood-brain barrier and mimic a stroke, which creates new possibilities for testing stroke drugs in human cells.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Without regulatory change, the Government could create a NAMs committee to ensure that the UK legal framework is enforced. An independent NAMs specialist committee could review applications for project licences prior to approval so that a licence is granted only if there truly is no replacement method. If the committee felt that that was not the case, it could refer the application back to the applicant, and those assessing it, with advice on where to find appropriate NAMs to meet the research or testing need. That would help to ensure that, as the 1986 Act stipulates, animal testing licences are granted only if there are no appropriate replacements, and it would promote the wider use, research and development of NAMs. A NAMs committee could be constructed in the same way as the existing, animals in science committee: as an advisory, non-departmental public body that is sponsored by the Home Office. Members would be independent NAMs experts who represent a wide range of expertise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those proposals are not something that I or the petition creators have picked out of thin air; they are already being implemented across the world. The most recent development came just in December last year, when US President Biden signed the FDA Modernisation Act 2.0, which will make it easier for researchers to choose non-animal testing methods. I strongly believe that if the US can do it, we can do it too—and make a success of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I reiterate, as my hon. Friend the Member for Rother Valley (Alexander Stafford) mentioned, our fantastic record of implementing animal welfare reforms, including the recent Animal Welfare (Sentience) Act 2022, the Ivory Act 2018, the Animal Welfare (Sentencing) Act 2021, which increased the maximum penalties for animal cruelty, and so much more. However, this issue is a glaring omission. I hope that the Minister can update the House on what steps her Department is taking to address problems surrounding commercial breeding, what investigations there are into the MBR Acres site, and what consideration she has given to establishing a NAMs committee, so that the UK can finally adopt the three Rs, adhere to the letter of the 1986 Act and move away from animal exploitation in favour of innovation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}