{
    "url": "https://www.ukpol.co.uk/donald-coleman-1985-speech-on-the-loyal-address/",
    "title": "Donald Coleman – 1985 Speech on the Loyal Address",
    "post_date": "June 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Donald Coleman",
            "url": "/tag/donald-coleman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Donald Coleman, the then Labour MP for Neath, in the House of Commons on 6 November 1985.",
    "content": [
        "I cannot claim to be able to comment on what was said by the hon. Member for Edinburgh, West (Lord James Douglas-Hamilton) about Scottish education. However, I agree with him that this damaging dispute must be settled soon in the interests of children’s education. The way to settle it is by proper and meaningful negotiations. The Secretary of State should understand this and allow the negotiations to proceed unfettered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Gracious Speech says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“A Bill will be introduced to remove statutory restrictions on shop opening hours.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A number of hon. Members have alluded to this subject. From a sedentary position, my hon. Friend the Member for Workington (Mr. Campbell-Savours) said that it would be ​ a charter for heathens. I cannot entirely agree with him. Why blame the heathens? They do not know any better. This is a charter for the greedy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A recent HTV television programme dealt with the future of trading and referred to the establishment of hypermarkets on the periphery of our towns. The forthcoming legislation will facilitate that kind of trading. It will not cover the shop on the street corner. If this measure becomes law, the multiple store, not the small shop, will benefit, so that this will be a charter for the greedy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad that a Minister from the Welsh Office is sitting on the Government Front Bench. He knows as well as I do that countless people in Wales, England and Scotland want Sunday to be preserved as a time for refreshment. They want to have time to be with their families and to enjoy family life—the kind of thing which, apparently, appeals to the right hon. Lady the Prime Minister. I suggest to Conservative Members, many of whom have alluded to this subject in their speeches, that they should make it clear to the Government that they have no intention of allowing the Government to destroy something which is part and parcel of the heritage of this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The leader of the Liberal party reminded us of what was said at the Tory party conference about the presentation of policy. If the Gracious Speech is an example of that presentation, I am not impressed by the presentation or by what is presented. The Government’s programme will do little to deal with the problem of unemployment which afflicts so many of our people so sorely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "How can the Government say that privatisation of the assets of the British Gas Corporation will advance employment prospects? How can they say that introducing commercial management into the naval dockyards will produce better employment results? The Prime Minister says that we should buy British, but she does not seem to be worried about flogging off what is Britain’s. We have seen that when other national assets have been sold, and we cannot say that the service from those industries has been improved.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Not everything in the Gracious Speech is objectionable. I welcome wholeheartedly the fact that we are to have legislation to protect animals being used for experimental or other scientific purposes. That will meet a wish in many quarters. I am also glad that we shall have legislation to deal with the vile creatures who traffic in drugs. Their behaviour has been the means of the destruction of much of the flower of our nation. We can gladly give our assent to those measures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government will obviously make great play of law and order. We have been told that that is the battleground on which the Prime Minister will pitch her next election campaign. No Opposition Member denies that there must be a determined effort to preserve law and order. If there is no law and order, there will be no future for any of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, the Government must not think that the police are an instrument for resolving problems that have been created by the neglect of our social conditions. An increase in the number of police is no substitute for better housing, for finding employment, for ensuring that our people get the best possible education or for a proper social security system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Gracious Speech says that a Bill will be introduced to reform the social security system. It would be far better if the Government told us that they were setting up an ​ independent inquiry into our social provision, as happened when William Beveridge carried out his momentous inquiry which resulted in our present social security system. In the 40 years since then, changes have occurred in our society and in the nature of that society. A full independent investigation of what is required would be much more profitable than legislation which may be ill founded because it is based on a prejudiced view.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of my hon. Friends concluded his speech by saying that, unless the Government take notice of what people outside are telling us, we shall become irrelevant. If that happens, it will be a sad and sorry day. This nation will disappear. The Government must take notice of what is being said in the House and of what people outside are asking us to tell the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}