{
    "url": "https://www.ukpol.co.uk/damian-collins-2022-statement-following-g20-digital-ministers-meeting/",
    "title": "Damian Collins – 2022 Statement Following G20 Digital Ministers’ Meeting",
    "post_date": "September 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Damian Collins",
            "url": "/tag/damian-collins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Damian Collins, the Minister for Tech and the Digital Economy, in Bali, Indonesia on 2 September 2022.",
    "content": [
        "The diverse membership and collective economic power of the G20 makes it one of the most important international meetings where the challenges facing global digital economies are discussed. It is right that G20 Digital Ministers continue to work together to deliver solutions for the benefit of citizens around the world, based on democratic values and human rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In my speech to the G20 digital ministers I condemned Russia’s unprovoked and brutal war in Ukraine, as well as their use of cyber attacks and aggressive state sponsored disinformation campaigns to cause further disruption around the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also thanked the Indonesian Presidency for ensuring G20 discussions advanced in some key areas. Progress was made on shared priorities including digital connectivity, skills and literacy, and data free flow with trust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has also been a positive opportunity to develop the UK’s relationship with Indonesia. I am pleased that Minister Plate and I share the same enthusiasm for the joint projects like developing the Satria 2 satellites which will improve connections for rural communities and help close Indonesia’s digital divide. Our discussions will be a firm foundation to build the UK-Indonesia relationship on digital and technology over the coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK will support further progress under future Presidencies, starting with India in 2023. The UK and India have a strong relationship and I was pleased to meet my counterpart, Minister Ashwini Vaishnav, to discuss our mutual digital and tech interests. We agreed to launch the UK-India Strategic Tech Dialogue this year which will promote data, economic growth, and diversifying telecoms supply chains in our two countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}