{
    "url": "https://www.ukpol.co.uk/tim-collins-2005-speech-on-literacy/",
    "title": "Tim Collins – 2005 Speech on Literacy",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tim Collins",
            "url": "/tag/tim-collins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tim Collins, the then Shadow Education Secretary, on literacy on 14th April 2005.",
    "content": [
        "When Mr Blair was first elected he told us that education was his ‘number one priority’ . The following year he said ‘there is no greater injustice to inflict upon a child than a poor education’ . But after eight years, four Education Secretaries and now three manifestos, all we have had is more talk, while across the country thousands of children are being failed by just such a poor education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The ability to read and write is at the foundation of all learning. Without those basic skills, the whole field of education is a closed door. But for too many pupils, that door has remained firmly shut.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One in three pupils leave primary school unable to write properly, and 44,000 leave secondary school without a single GCSE. Employers complain that many school leavers lack basic literacy and numeracy, meaning they have to invest in remedial training to bring them up to scratch. . As Digby Jones of the CBI puts it, employers ‘pick up the pieces and the bill’ for the failures in our education system .\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even Mr Blair himself, in a rare moment of candour, has admitted the number of pupils unable to meet basic standards is a ‘scandal’ .\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And who is worst hit? Evidence shows it is the most underprivileged who suffer most. Children from underachieving, underprivileged backgrounds. Children whose parents do not or cannot teach them the basics themselves, and, as Michael has said, children of immigrants whose first language is not English.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When one in five children – and arguably one in three – do not achieve the standard of reading and writing expected of their age, it is clear the current approach isn’t working. The Labour-dominated Education Select Committee last week called this figure ‘unacceptably high’, and I wholeheartedly agree with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Blair said in his manifesto yesterday that ‘we want to see every pupil achieving the basics’ – but we have heard it all before. After eight years, the number of children failed by his policies on literacy stands at over a million .\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need more than just talk, and I am announcing today the decisive action that the next Conservative Government will take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will focus on what works. And what works in the teaching of reading is the proven, traditional method of phonics. In particular, what experts call ‘synthetic phonics’, which has been shown to improve pupils’ reading scores dramatically in Scotland. Children are taught letter sounds and how they blend into words, before being taught letter combinations and to work from sounds to letters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It’s not rocket science, but it is not what Labour’s much-heralded National Literacy Strategy has delivered. The Education Secretary claimed last month that the strategy was ‘almost entirely based on synthetic phonics’ , but reading experts have specifically rejected her claim, saying ‘this is not the case’, and that Labour’s approach puts ‘considerable emphasis’ on other, less effective methods .\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the Reading Reform Foundation has argued, this fudged strategy ‘dilutes the effectiveness’ of the guidance, and means teachers ‘continue to be confused by the increasing amount of contradictory phonics advice’ .\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This cannot continue. As Education Secretary I will not allow any more of our children to become the unfortunate victims of failed educational experiments. And I will not allow teachers to be put in the impossible situation of being asked to deliver mutually contradictory approaches.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So the next Conservative Government will replace the present National Literacy Strategy with new guidance based wholly and exclusively on synthetic phonics. We will not waste time commissioning yet more reports and pilot projects. The evidence is there, and it is clear. We will act on it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Doing this will particularly help those pupils for whom English is a second language, giving them the extra support they need to make the most of the educational opportunities available to them. It cannot be right that such children are allowed to continue to struggle, and that divisions in our society risk being entrenched as a result.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Michael rightly says, it is in all our interests that people who choose to make their home here are helped to learn the language of our nation. And a return to traditional teaching methods will help to achieve that. As the Select Committee found, synthetic phonics are ‘of particular benefit to children at risk of reading difficulties’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr Blair has had eight years to deliver on his promises, and has failed. Where Labour offer more talk, we will take firm action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}