{
    "url": "https://www.ukpol.co.uk/damian-collins-2023-speech-on-arts-council-funding-for-england/",
    "title": "Damian Collins – 2023 Speech on Arts Council Funding for England",
    "post_date": "January 23, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Damian Collins",
            "url": "/tag/damian-collins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Damian Collins, the Conservative MP for Folkestone and Hythe, in Westminster Hall, the House of Commons on 18 January 2023.",
    "content": [
        "I congratulate my hon. Friend the Member for Bromley and Chislehurst (Sir Robert Neill) on securing this important debate. He was right to remind us that when the Arts Council was established, its principal role was to promote art for art’s sake and to promote excellence, and through doing so to give people the opportunity to experience excellence in the whole range of arts, from figurative and decorative to performing arts, and provide people with the opportunity to develop their talents. That should be something that is accessible to the whole country, and that is why the Arts Council was created. It is also perfectly legitimate that the Arts Council, which is in receipt of a large amount of public money, should be challenged and scrutinised over how it allocates those funds and the strategies that it deploys.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Scott Benton (Blackpool South) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend may be aware that two leading arts commentators have published a pamphlet calling for the Arts Council to be abolished. Their reason was that it has been taken over by “highly-politicised staff” whose left-wing “woke agenda” is generally failing to support the arts. That came on the back of a case last year in which £3 million of taxpayers’ money was provided to a company that published posters stating that “straight white men” should “pass the power”. Does my hon. Friend agree that decisions such as this will raise legitimate questions among the general public about the level of oversight of some of these Arts Council decisions?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Damian Collins**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes an important point. There should be a clear strategy for allocated funds. It is right that the Arts Council is an arm’s length body and free to make decisions based on artistic merit that some people will agree with and others will not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, there is a clear strategy for how that benefits the whole nation, not parts of it. London receives a large amount of money because we have larger national institutions here. They demonstrate the benefit that they bring to the whole country, be that through touring exhibitions and performances or through the other cultural institutions around the country operated by the Tate, the V&A and so on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important that there is a clear strategy and the Arts Council is held to account for it, because anyone who is in receipt of public money should be held to account. It is right that the funding strategy works for the national portfolio organisations on a three-year settlement, because organisations need to be able to plan for the future. While we welcome the additional year’s money that has been granted to the ENO for the coming year—it means, as my hon. Friend the Member for Bromley and Chislehurst has said, that the 2023-24 season can go ahead—it gives no certainty beyond that and does not enable the ENO to make any further investment decisions. Even if the Arts Council had said, “We want the ENO to try to increase revenue from other sources,” that is not a compelling bid to take forward when the public money that the ENO relies on is no longer guaranteed. Who would match fund against public money that might not be there in just over a year’s time?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There needs to be a degree of certainty. There will always be more demands on the Arts Council than it can fulfil, and there will always be people it has to let down, but that is why having a clear strategy, plan and understanding with the organisations that it funds is so important. It cannot be right to take a major national institution such as the ENO that has been funded in a certain way for many years and pull the rug out from under it with very little notice; I understand that the ENO had 24 hours’ notice of the decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It would be perfectly legitimate for the Arts Council to say, “We must review the way opera is funded, and we want a strategy for that. We might want to look at how other revenue can support the opera, but we are going to do that during a transition period. What we are not going to do is create a cliff edge whereby the required funding is not there.” As hon. Members have said, not only has the decision had a direct impact on the ENO as an organisation, but the cuts have had a knock-on impact on arts and opera in the regions, which the Arts Council is there to support. That is the best evidence of the lack of a clear strategy. The Father of the House, my hon. Friend the Member for Worthing West (Sir Peter Bottomley), raised that in his intervention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Coliseum is subsidised by the ENO to the tune of about £2 million a year. If the ENO cannot support the Coliseum as a building, who else will go into it? Who will pay those costs? Will we be left in the invidious position of using public money that should go into supporting performance arts to subsidise a building that nobody can use? That, again, demonstrates the lack of clear strategy. My constituency has organisations that benefit from national portfolio funding, not least Creative Folkestone. Less than 20% of its funding comes from the Arts Council; it has a diverse form of income, and that is right, but the extra money that it gets from the Arts Council enables it to do more, to do better things and plan for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the end of this sorry saga, we need to get to a position where the ENO can plan for the future and invest in the future. If that is against a strategy to do more in the regions and more to reach diverse audiences, it needs a fair funding settlement to enable it to develop that strategy. We must recognise, too, that with major cultural institutions such as the ENO, what we see on the stage is, in some ways, the icing on the cake. There is a long tail of people who rely on that institution being there—the people who will develop their talents and may go on to work in other companies, the regional companies and tours that will be supported by that, and the people who are involved in costume design and set design—and a great variety of projects that are there to support people. My hon. Friend the Member for Gosport (Dame Caroline Dinenage) mentioned the fantastic Breathe project that the ENO ran. All those things are lost if the ENO has no secure future. While yesterday’s announcement is welcome, there has to be a longer-term plan, otherwise we will simply be back in this position in a few months’ time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}