{
    "url": "https://www.ukpol.co.uk/damian-collins-2021-speech-on-the-department-for-digital-culture-media-and-sport/",
    "title": "Damian Collins – 2021 Speech on the Department for Digital, Culture, Media and Sport",
    "post_date": "March 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Damian Collins",
            "url": "/tag/damian-collins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Damian Collins, the Conservative MP for Folkestone and Hythe, in the House of Commons on 10 March 2021.",
    "content": [
        "The Government have provided substantial support for the cultural, sporting and creative sectors since the start of the covid pandemic. This has been welcome but also essential, as many organisations within these sectors rely on revenue from tickets and events to survive. Through no fault of their own, they have been required to close, and the cultural recovery fund, in addition to the funding to support sports and TV and film production, has helped many important bodies to keep going that otherwise might have closed for good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, we now need to focus on the road ahead, through to the lifting of the covid social contact restrictions on 21 June and beyond. The coronavirus has challenged the whole of our society, but it has also exposed further weaknesses in sectors that in some cases we already knew about. The point has been well made about the need for pandemic insurance for the events industry. Events and live performances have already become incredibly important to the music sector, because the remuneration that artists get from on-demand streaming services is relatively low, but these events will not take place unless an insurance scheme can be put in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is not just about events that could be held this summer; it needs to be done on an ongoing basis. It could be some time before the industry has any certainty, because new variants of covid might require further restrictions on the capacity of audiences and therefore restrict the viability of the event itself. Just as, several years ago, the Government partnered with the insurance industry to create Flood Re to minimise the risk of flood insurance and reduce the costs, we need a similar scheme to help to make insuring live events viable and reduce the cost to people putting on those events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In football, the lack of a strong national governing body for the sport that is able to ensure fair dealing in financial matters has been badly exposed. Many football clubs were in great distress before the pandemic struck. Clubs in the championship division of the English football league were routinely spending more than they earned each year on players’ salaries alone, and were running a financially unsustainable model. There has been no real recognition of the impact of the covid restrictions on professional football. The money within the game has not been enough to solve all the problems, and the support that has been given is minimal. Many clubs continue to rack up large debts. At the moment, a lot of the football league is being run on unpaid taxes. It is believed that the amount of unpaid taxes owed to HMRC by football clubs could be in the hundreds of millions of pounds. We need a proper financial regulator for football to ensure that clubs are run on a sustainable basis for the long term, but in the short term we may need to look at how some sort of financial assistance can be given to those most in distress. Clubs outside the premier league are largely community assets, and they need to be run in a sustainable way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to make two other points briefly. The last 12 months have exposed just how influential disinformation and hate speech on social media can be, particularly in relation to anti-vaccine campaigns to undermine confidence in the vaccine and spread conspiracy theories about the pandemic. It makes the bringing forward of the online harms Bill this year so important for the Department, and we must also ensure that there are proper resources for Ofcom, as the regulator, to ensure that there can be proper auditing and inspection of the way social media companies respond to campaigns of disinformation and hate speech, and other speech that can cause harm through social media networks. We have been talking about this for many years and I am glad that the Bill is coming, but it is also an imperative.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the pandemic has also had a big impact on the advertising industry and broadcasting revenues from advertising, just as other media have struggled with revenue from advertising. There is no guarantee that this money will bounce back, particularly as audiences are increasingly diverting their attention to online services—social media to receive news and on-demand platforms to view content. Increasingly, many people spend time not watching broadcast material at all, but playing games and doing other things online. This potentially undermines the public service broadcasting model in this country. I welcome the fact that we have the PSB review, but we need to understand that the long-term impacts of rising production costs for television due to the impact of Netflix and Amazon Prime and of declining advertising revenues because of switching audience attention are fundamentally changing the market, and if we have media that—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I am afraid we do have to move on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}