{
    "url": "https://www.ukpol.co.uk/damian-collins-2023-speech-on-the-budget/",
    "title": "Damian Collins – 2023 Speech on the Budget",
    "post_date": "March 21, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Damian Collins",
            "url": "/tag/damian-collins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Damian Collins, the Conservative MP for Folkestone and Hythe, in the House of Commons on 20 March 2023.",
    "content": [
        "It is, as always, a pleasure to follow the Shadow Secretary of State, although I could not help noticing that she seemed to spend longer making general political points about the Budget than actually addressing issues relating to the Department for Science, Innovation and Technology. [Interruption.] The hon. Lady says “So?” from a sedentary position, and she is perfectly entitled to do so—the Budget debate is a general debate during which Members can bring up topics relating to any subject, not just the one that is slated for the day—but I mention that because I think this is an area of Government activity in which the Government have an incredibly strong record over many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is demonstrated by the fact that investors and businesses recognise the UK as a global hub—a leading centre in Europe and in the world. When we talk to tech investors working in hubs in Berlin or Barcelona or Tel Aviv, we hear that they regard London as the primary centre where they go to raise funds to grow and scale their businesses. As the Secretary of State said, we have the leading research institutions in the world: four of the world’s top 10 universities are based here. Our university clusters are driving innovation and growth in the sector, which is why we are so well regarded and respected. Our strategy for making the UK a world centre for tech and innovation is based on three key areas: driving growth in the economy, having a pro-competition strategy, and setting high standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When it comes to growth in the tech sector, we should look at investment not just in London and the south-east but across the UK, and at the way in which tech sectors have emerged and developed over the last decade. A good demonstration of that, as the shadow Secretary of State knows, is that we can jump on the Metro or the tram in Manchester and see the emergence of Salford Quays as one of Europe’s leading centres for creative industries and technology. When I was Chairman of the Select Committee, we visited Dundee. Dundee and Edinburgh are leading centres for the video games industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Birmingham, within a stone’s throw of where the Birmingham hub for high-speed rail will be, we can see institutions such as Birmingham City University with its fantastic STEAMhouse centre for tech skills, where AI training courses are being delivered. That is over the road from the Greater Birmingham and Solihull Institute of Technology, a centre for advanced engineering, which is down the road from Fazeley Studios, which has become an important hub for the broadcasting and creative industries in Birmingham. Many of the buildings on those sites did not exist a decade ago, and the idea that this would be a major cluster for the tech sector and the broadcasting and creative industries was not something that people would have envisaged in 2010, but it is a reality today as a consequence of policies that have been put in place by this Government. That is why the Chancellor was right to recognise in the Budget the strategic significance of investment in research and development, and also in the strategic hubs and clusters of businesses that are so important for driving the sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK will be a leader in digital competition, and that is one of the reasons we need to support British businesses throughout their life cycle; not just in the R&D phase when they are growing, but when they seek to scale as well. If emerging businesses are to scale in tech marketplaces, we need to ensure that they can compete fairly alongside the tech giants whose services they rely on to reach their customers. Many app developers cannot reach their customers without using products and platforms designed by Meta. Most businesses require Amazon services either for cloud storage or for selling. Most businesses also require a good ranking on Google to reach their customers. They should be able to do so fairly. There are only two app store markets: Google and Apple. Those two monopolies exist alongside each other. Any developer needs to use those stores to reach customers, just as any customer needs to use them to access the products they want. It is important that customers and businesses are treated fairly, and the digital markets, competition and consumer Bill, which will come forward soon, will be vital to securing that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Standards are one of the most important aspects of the UK’s leadership. One of the best examples of standards, certainly for AI, is the Online Safety Bill. It is world-leading legislation that will effectively cover the regulation of the AI-driven recommendation tools that drive the experience of social media. AI is an enabling technology. It draws on data to make recommendations and decisions on behalf of users to improve that user experience. However, like any other form of technology, it requires the right standards and safety regulations around it to ensure that it is delivering. New chat tools have been mentioned. AI-driven chat boxes are new in their technology, but the principles behind them are not new. We have also seen that with technologies such as autocomplete on Google, where online tools guess and make assumptions about what people want to see or what responses they want. We need to ensure that they are making sensible, reasonable recommendations and not directing people towards harmful content or hate speech, or driving people into isolated groups and communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There need to be standards that underpin the way that AI works and the recommendations it makes to users who engage with those tools. That is why the Government were right to recommend and support the creation of a UK AI sandbox, where companies can trial, and demonstrate trials of, new technologies before they are rolled out. This is common and standard in most other industries. The European Union is developing an AI sandbox, and it is right that we should do the same here. It is also right that we should build on the work of AI standards being developed at the Alan Turing Institute, to set a standards-based framework for the applications of AI in the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}