{
    "url": "https://www.ukpol.co.uk/damian-collins-2022-speech-on-channel-4-privatisation/",
    "title": "Damian Collins – 2022 Speech on Channel 4 Privatisation",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Damian Collins",
            "url": "/tag/damian-collins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Damian Collins, the Conservative MP for Folkestone and Hythe, in the House of Commons on 14 June 2022.",
    "content": [
        "Before I start, I would like to do as the shadow Secretary of State did and declare my entry in the Register of Members’ Financial Interests. I, too, was a guest of Channel 4 at the BAFTA ceremony. I would also declare, as other Members from across the House have done, that I am a fan of “Derry Girls”, as, I am sure, as part of his cross-community work, is the hon. Member for North Antrim (Ian Paisley). This is a channel that makes great programmes that are part of our national psyche and it is an important part of our broadcasting landscape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, I say to Opposition Members and some on our side that I have an honest disagreement with Channel 4 and with people who are opposing privatisation; the company, although well run, is running into such strong industry headwinds that this cannot be taken off the table and it has to considered seriously. As Channel 4 said in its own “The Next Episode” response to the Government’s White Paper, all options have to be considered. That has to include the option of privatisation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The challenges to the sector are very real. A lot has been made of the fact that the last financial year was a successful one for Channel 4 and for the UK advertising industry. There was a major spike in advertising revenues. That is partly to do with a major surge in advertising spend coming out of the pandemic, which saw a big increase in revenues for all broadcasters. The pandemic also meant the delay to the European championships and the Olympics, and such major international tournaments traditionally have a considerable inflationary impact on the advertising market. So we have to look at this in a wider context: the increases in ad revenues seen in 2021 may not be repeated; and the diversion away from linear television advertising—traditional spot advertising—to digital media is a continuing trend. Channel 4 may be the leading UK broadcaster in that respect, but currently only 16% of its revenues come from digital advertising. Although it wants to move that target to 30% by 2025, that may still be a significant challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If there is a major challenge to the TV industry, to the advertising industry, and if there were a recession—TV advertising is traditionally one of the earliest and worst-hit sectors—Channel 4 would be much more vulnerable to the economic shocks that would come, because it does not have other revenue sources. These trends may be familiar across PSBs, which have seen long-term declines in revenue if they are commercial, and in audience numbers, including at peak time. However, the BBC can make money from making programmes. ITV can make money from making programmes, for itself and for other people. Channel 4 does not have that option.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us look at the period before the pandemic. In trying to observe a trend, that is probably the fairest thing to do, because we do not yet quite know what impact the pandemic has had, in terms of lockdown in 2020 and recovery in 2021. What does the picture look like? I think everyone here would agree that when Channel 4 was set up its purpose was to invest its money in UK original productions made by independent production companies. It was set up at a time when the BBC and the ITV companies largely made most of their stuff in house, so it was a necessary vehicle to get financial investment into the independent production sector. This was a sector where Sky, Amazon and Netflix did not exist, and it was far more reliant on that funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we look at what has happened to Channel 4, and this is true for other PSBs as well, we see that in 2006 it spent £516 million in first-run original content. In 2019, the year before the pandemic, the figure was £436 million, so we have seen a 15% decline. That declining revenue also bought a lot less as well, because inflation in the TV production market is making it more and more expensive to make programmes. So in 2006 Channel 4 broadcast 3,388 hours of first-run original content, whereas in 2019 it broadcast 2,473 hours, which represents a decline of 27%. This trend away from traditional broadcasters towards digital markets, with the pressure that has on their budgets and the declining amount of money they can afford to spend on new programming, has been a trend for a number of years now. The concern we must have is that if there was a shock in the digital ad market and if Channel 4 cannot hit its targets of allowing digital revenues to grow as broadcast revenues decline, it is much more vulnerable. It does not have the reserves and it does not have the ability to make money elsewhere. That is why even Channel 4 is proposing significant changes to its remit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kevin Brennan**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Gentleman says that Channel 4 is proposing this, but that proposal was a direct response to a request from the Secretary of State to propose alternative sources of revenue. It was not initiated by Channel 4 because of its concerns about its finances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Damian Collins**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I pointed out earlier in the debate, in that document Channel 4 itself says that it requires a radical reset of its role. If it is to take the opportunity of the changing digital landscape in the future, it needs to be in a position to invest more money. That extra investment will not come from advertising revenues. Channel 4 has been the most successful traditional UK broadcaster in switching to digital, but even there the best one can say about the last few years is that the increase in digital revenues has just about kept pace with the decline in broadcasting revenues. Digital is not raising more money incrementally for Channel 4 to invest in programming at a time when new entrants to the market are increasing their spend significantly—by hundreds of millions of pounds. The danger is that Channel 4, with its unique voice, will be less able to compete, less able to commission, and will run less new programming than it could in the past and that other broadcasters will do. That has to be addressed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Channel 4 has said that its role needs to be radically reset. It is calling for its digital streaming service, All 4, to be global—to reach a global audience—to increase ad revenues. That is a sensible idea, but the independent production companies that make programmes for Channel 4 would have to give their consent to being unable to sell their programming internationally on their own, as they would in other territories. It calls for the creation of a joint venture in which Channel 4 holds a minority stake that would raise £1 billion to invest in new programming over the next five years. That would be a sensible measure to bring in a significant extra boost in revenue, although it would only bring Channel 4 back to where it was in 2006. As part of that joint venture, Channel 4 would have the intellectual property rights for programming and make money from selling those programmes. Channel 4 believes that may be within its current remit, although it would significantly change the spirit of the remit. The independent production companies might have concerns about that extension, but it is probably necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The idea that the status quo can continue is wrong. It would be wrong of us to assume that it can continue and to say that we will deal with this problem, if it comes, in the future, and in the meantime see Channel 4 gradually wither on the vine, with declining revenues, declining investment in programming, unable to compete, until the point where it cannot go on and requires a bail-out from the Government or the other PSBs. That is the risk we are taking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government’s “Up Next” White Paper is not an ideological tract; it is a sensible and serious at look at real issues in the TV sector. We may have different views on what the right format would be; Channel 4 has put forward its ideas and other bidders will do the same. I think the bidders will be more than the traditional players; others will bid as well and we should look at those options, but they will all be options for change, suggesting a way that Channel 4 can raise more money to invest in what we want it to do—making great programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}