{
    "url": "https://www.ukpol.co.uk/damian-collins-2020-speech-on-the-trade-bill/",
    "title": "Damian Collins – 2020 Speech on the Trade Bill",
    "post_date": "May 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Damian Collins",
            "url": "/tag/damian-collins/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Damian Collins, the Conservative MP for Folkestone and Hythe, in the House of Commons on 20 May 2020.",
    "content": [
        "I wish to speak in support of the Bill, but also to address the importance of scrutiny by Parliament of digital trade provisions in proposed future UK trading agreements. This is a vital and fast-moving sector that is very important to the British economy. Technology touches almost all aspects of our national life, as indeed these proceedings themselves make clear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the most important new trade agreements being negotiated right now is the one with the United States, but we need to make sure that the digital trade provisions of a deal do not impact on other areas of domestic law, in particular our ability to legislate to create new responsibilities for large social media companies to act against harmful content online. The example of the recently negotiated trade deal between the USA, Canada and Mexico, which I understand is the basis for the start of the American approach to negotiations with the UK, shows how the danger can lie in the detail of these agreements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The agreement states that the signatories shall not\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“adopt or maintain measures that treat a supplier or user of an interactive computer service as an information content provider in determining liability for harms related to information stored, processed, transmitted, distributed, or made available by the service, except to the extent the supplier or user has, in whole or in part, created, or developed the information.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What that means, in short, is that while a social media platform can be used to disseminate harmful content, and indeed the algorithms of that platform could be used to promote it, the liability lies solely with the person who created that content, and it could be impossible to identify that person, except perhaps through data held by the social media platform they have used. In this context, the harmful content being shared on social media could include a wide range of dangerous material from content that promotes fraud, violent conduct, self-harm, cyber-bullying or unlawful interference in elections. This provision was included in the US-Canada-Mexico trade agreement, despite opposition from prominent members of the United States Congress, including the Speaker, Nancy Pelosi, and Senators Mark Warner and Ted Cruz.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The provision is based on the provisions in US law known as section 230 of the US Communications Decency Act. Section 230 provides broad unconditional immunity ​to internet platforms from civil liability for unlawful third-party content they distribute. This sweeping immunity gives internet-based entities an unnecessary and unfair commercial advantage over various law-abiding bricks-and-mortar businesses and content creators. Section 230 immunity is unconditional. The platform can even be designed to attract illegal or harmful content, to know about that illegal or harmful content, have a role in generating and editing it, actively increase its reach and refuse to do anything about it, profit from it and help hide the identity of third-party lawbreakers, and still not be civilly liable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The grant of immunity for online services under section 230 was supposed to be in exchange for the act of voluntary filtering in a proactive and effective way, yet we all know that there are constant complaints about the failure of major tech companies to act as swiftly as we would like to see against content that could cause harm to others. If such a provision were required in the UK-US trade agreement, it would severely limit our ability to tackle online harms, as we would be prevented from creating legal liabilities, or to tackle companies failing in their duty of care to act against harmful content.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This prompts the question whether international trade agreements should be used to fix such important matters of domestic policy. There is growing cross-party consensus on that point in the US Congress as well. In the UK, these should always be matters on which Parliament has the last word. Indeed, in America, those who have advocated the inclusion of section 230 provisions in trade agreements, do so knowing that they will make it harder for them to be removed in US law itself. The Secretary of State for International Trade has assured me that the Government will not accept trade agreements that would limit the scope of Parliament to legislate to create responsibilities to act against harmful content online. I agree with her that that should be our priority, but we need to understand that that will require a different approach to the negotiations on digital trade from that which was followed by Canada with America. We should not include the provisions based on section 230 in a UK-US trade agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Having trade agreements for digital services, data and technology with other major markets around the world is greatly in our national interest, but we need to make sure that they give us the freedom to act against known harms and the freedom to enforce standards designed to protect the public interest, just as we would seek to do in any other industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}