{
    "url": "https://www.ukpol.co.uk/michael-colvin-1987-speech-on-gp-training/",
    "title": "Michael Colvin – 1987 Speech on GP Training",
    "post_date": "May 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Michael Colvin",
            "url": "/tag/michael-colvin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Colvin, the then Conservative MP for Romsey and Waterside, in the House of Commons on 27 October 1987.",
    "content": [
        "I wish to raise the problems of the funding of general practice training for medical students. We all accept that primary health care is the foundation of the National Health Service, yet it is the one aspect that we need to take more seriously when medical students enter their clinical courses. It is an issue with which I came face to face when visiting the Aldermoor health centre on the edge of my constituency last summer. I wish to thank the head of that facility, Professor John Bain, for having sparked off the inquiry that led me to ask parliamentary questions on this subject and also to introduce this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Everyone knows that there have been remarkable technical advances in medical care during the past three decades, and more can be expected. At the same time, there has been a matching growth in awareness of the importance of the social and psychological implications of being ill. General practice in this country must respond to both developments. Teaching medical undergraduates about medicine in the setting of the family and community and about how patients should be most sympathetically and effectively cared for outside the hospital is a special responsibility of all departments of general practice which have been created in the 31 medical schools in this country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Such new departments face important problems. Most are understaffed and all are under-resourced. They practise, teach and research a discipline which attracts high public demand but which does not enjoy the drama of acute hospital services to catch the public eye or perhaps the public purse. Their teaching is necessarily based on small groups and clinical experience on one-doctor to one-student attachments. We accept that such methods are expensive of the time which would otherwise be given to patient care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The shortage of university funding also puts pressure on medical school budgets. Although NHS funding may be well ahead of the rate of inflation, it is not ahead of public wants and expectations, and the ability of the NHS to supplement the shortfall in medical school budgets has been exhausted. One good way to guard against the misuse of high cost specialist services in the NHS is to promote their more sensitive use through more teaching of medicine in the setting of general practice, but this comes at a time when the NHS and medical schools are finding it difficult to fund this new and major academic discipline.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I shall say a little about the background to the debate. Just over a year ago, the Mackenzie report, which is entitled “General Practice in Medical Schools of the United Kingdom”, described the achievements of the departments of general practice in the years since the first chair was established in the United Kingdom. Indeed, the first chair anywhere in the world was established in Edinburgh in 1963. The report also described the problems that are faced by the discipline in the immediate period ahead, and referred to the need for simple and relatively inexpensive measures to be taken to allow proper growth to take place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I take this opportunity to pay tribute to the work of Professor John Howie, head of the department of general practice at Edinburgh university. As one of the main architects of the Mackenzie report, he is a leading campaigner for the implementation of its recommendations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The interdependence of the links between the DHSS and the DES in the funding of medical education is well known. The DHSS contribution to undergraduate education, which is required under section 51 of the National Health Service Act 1977 for England and Wales and section 47 of the parallel 1978 Scottish Act, is recognised, or perhaps rationalised, in what is known as SIFT, the service increment for teaching element in the teaching hospital funding, and ACT, the additional for clinical teaching in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is difficult to quantify how much money this involves and what proportions represent the tertiary health care service, and the teaching and research functions of teaching hospitals, but the total sum involved is now between £20,000 and £30,000 per clinical student year, which, for 4,000 students in each of three clinical years, represents between £240 million and £360 million annually.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Alas, by a series of mischances—mainly historical—departments of general practice do not benefit from the notional budget, although their present and potential contribution to medical practice, medical thinking and medical education is considerable. Their need for service increment is as great as that of any of the hospital components of medical education. Their request for new investment to correct that anomaly is modest — £4 million a year. That is only a little more than 1 per cent. of the NHS contribution to teaching research in hospital specialties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That raises three questions: first, is the cause a good one and does it attract widespread support; secondly, is it affordable and will it create benefit; thirdly, is there a mechanism for meeting the request or, if not, can one be found, and found quickly? On the first question, there seems no doubt that the cause of providing proper resources to allow properly supported departments of general practice to make a proper contribution to medical school and medical education is a good one. In the Green Paper on the future development of primary health care, Cmnd. 9771, the Government stated: However, the undergraduate course content varies widely between medical schools, and in some general practice still forms only a relatively small part of the curriculum. There is scope for greater emphasis on the role of primary care and its interface with the hospital and specialist services. This would benefit not only those who then decide to seek entry to a general practice vocational training scheme, but also those students wishing to pursue a career in a hospital speciality since they would carry with them a greater understanding of the central role primary health care plays in the health of the nation. No one argued with that during the consultation period on the Green Paper. When the Social Services Select Committee discussed it during the 1986–87 Session and published its report entitled “Primary Health Care”, it specifically requested investment in that area. Paragraph 25 states:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The case for introducing all undergraduates to primary health care is surely overwhelming and we suggest that University Departments of General Practice should be expanded to become Departments of Primary Health Care, not only to allow future general practitioners to be introduced at an early stage to medicine in the community but, perhaps more importantly, to introduce doctors who will spend their careers in hospital to an area of health care responsible for the majority of episodes of illness and which, to be successful, must integrate closely with the secondary care provided in hospital. Furthermore, the education sub-committee of the General Medical Council has now joined in calling for proper investment, which it sees as an essential prerequisite to the basic medical education of the nation’s future doctors. The responses to the Green Paper from the GMSC and the Royal College of General Practitioners, which are sometimes seen as representing the “political” and “educational” wings of general practice, are also agreed that the case presented in the Mackenzie report needs to be met urgently. The medical sub-committees of the Committee of Vice-Chancellors and Principals of the Universities of the United Kingdom and the University Grants Committee have been equally wholehearted in their support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Only today I received a letter from the British Medical Association, which sent me a copy of the resolution that was passed by the Conference of Medical Academic Representatives in 1987, which states: That this Conference supports the Mackenzie report and is disturbed by the low level of government funding which is available to academic departments of general practice. Hearts and minds seem to have been won across a remarkable and probably unique width of political, medical and educational opinion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What about the cost? Of course, the £4 million for which the departments of general practice are asking is either a lot of money or not much money, depending on how it is viewed. Compared with the £1.5 billion that was the cost of the general practice prescriptions issued in England in 1985–86, or with the sum of about £10 billion that was spent on the acute hospital services that are used when patients are referred to hospital for investigation and treatment, the sum is negligible. However, for hospital doctors and future general practitioners, attitudes to the prescribing of drugs, the investigation of patients and the use of hospital services are learnt early in medical training. A more broadly based early undergraduate teaching with greater emphasis on the role of good general practice will produce a more balanced use of services, which will be better for the patient and less expensive for the nation. The investment of £4 million, representing 1 p in £50 of NHS resourcing, will be recouped many times over. It is good value for money.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the mechanism, I am aware that active discussions are in hand involving, among others, representatives of the heads of departments of general practice and senior officials at the DHSS. Those discussions are mentioned in the recent GMC report. But similar discussions have fallen in the past because of legal advice to the DHSS that no mechanism existed to allow a payment giving the same benefits as SIFT to be paid by the NHS to ensure adequate base line funding of departments of general practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The purposes of the debate are, first, to hear confirmed the Government’s acceptance of the merit of the case being argued by departments of general practice; secondly, to hear from the Government that they accept the need to allocate an annual figure equivalent to £4 million at current prices to be paid through DHSS channels; and, thirdly, to ask whether a mechanism has been found to allow such funds to be administered, or whether such legislation is needed and, if so, when it can be expected. To work equitably and efficiently, the mechanism will need to reflect medical student numbers and to be available through the regional health authority budgets, or their equivalents in Scotland, where our 31 medical schools are sited. The distribution will need to reflect the different legal arrangements which apply and will thus need to be apportioned on the advice of the head of the department of general practice in each medical school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend the Minister has a reputation for getting things done, so I should be grateful if she would reassure the House of effective progress on all three fronts. May we be told how soon the discussions, which in one form or another have occupied the time of three Administrations, can be satisfactorily completed? In short, will the DHSS and the Department of Education and Science acknowledge that they have a joint responsibility for funding medical education and get their act together rather than continuing to pass the buck to and fro?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}