{
    "url": "https://www.ukpol.co.uk/robin-cook-2000-speech-on-the-diverse-face-of-modern-britain-in-diplomacy/",
    "title": "Robin Cook – 2000 Speech on the Diverse Face of Modern Britain in Diplomacy",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Robin Cook, the then Foreign Secretary, at Ealing Town Hall in Ealing, London on 19 July 2000.",
    "content": [
        "I spend most of my time selling Britain to the world. My job this afternoon is to sell the Foreign Office in Britain to you. I want to start by stressing why it is important to you, to everybody in Britain, that we do have a top class, world class Foreign Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**A GLOBAL VILLAGE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Britain depends for its prosperity on our relations with the rest of the world. We are the fifth largest trading nation of any of the world’s nations. We export more per head than Japan or the United States. We need to have a good network of contacts around the world so that we can maintain and build on that source of our own domestic prosperity. We are the third largest investor in the other countries of the world, again per head way ahead of any other single nation. And in terms of receiving inward investment, we are the second largest recipient of inward investment in the whole of the world. The factories in Britain, the technology that they use, depend on us maintaining that strong, vibrant, dynamic relationship with the rest of the global economy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those of course are some of the benefits we get from our participation in the world community. Of course as our Prime Minister properly reminds us, if you are going to take the benefits and the rights of being part of a world community, you also have to accept your responsibilities and duties, and Britain has a unique position from which to fulfil those duties and responsibilities. We are the only country in the world that is a member of the UN Permanent Membership of the Security Council, of the European Union, of the G8 and of the Commonwealth. No other country has such a broad or rich range of international representation or of better opportunity to influence the world for good, and if we want a world which is secure and stable, which respects the global climate and environment, which develops a healthy playing field for trade, then Britain through its membership of all these networks is in a powerful position to achieve that outcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I would not want you to think that the Foreign Office spends its time on issues which may appear remote, abstract to the ordinary member of the public. Famously back in the Middle Ages one of our earliest diplomats defined an Ambassador as an honest man who is sent abroad to lie for his country. That was 400 years ago. We have moved on since then. Most of the time the people who work in our Embassies and our posts abroad are people who are working for the people of Britain. The largest single activity of all our staff abroad is promoting commercial contacts. 40% of all staff time in foreign posts goes into promoting British exports and assisting in promoting British investment. That is of direct importance to people in Britain who work for the companies who export, who work for the companies who have received investment from abroad.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the next biggest sources of activity, of demand of business for our posts abroad is our consular work, supporting British people when they travel abroad. And let me tell you from a Foreign Office perspective, you, the rest of Britain, are travelling abroad with now alarming frequency. Last year there were 50 million visits abroad by citizens of Britain – in my brief it actually said 50 million people in Britain visited abroad, but that is not strictly right because many of them are the same people doing it several times. For myself I think I account for the first several hundred out of that 50 million. But it gives you a glimpse of the enormous scale of travel undertaken by British people either for tourism because of community ties, for business ties.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When they travel abroad they may get into trouble, they need to have the British consular service there to help them and much of our time now is helping those who may have lost their passports, may have been involved in a coach crash or some other accident, those people need members of the staff who understand them, with whom they can identify, who can give them advice that they will find sympathetic. One of our innovations in the past year is that we were the first predominantly Christian country to send a delegation to the pilgrimage in Mecca, Saudi Arabia. We helped 2,000 British citizens attending the recent Hajj.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another area of activity of course is helping those who want to come to Britain. Just as there are more people travelling out of Britain, there are more people wanting to travel to Britain. Last year we granted 1.25 million visas for people to visit Britain. 94% of all applications were cleared. It is very important that we make sure that we have the staff who can handle those applications without any conscious or unconscious discrimination or cultural discrimination against those applying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Now I mention all that to underline the extent to which now Britain, like all the other countries, are members of the same global village, in which our peace, our prosperity depends on our relations with all the other members of that community. I firmly believe that Britain could have a great advantage in making its way, and in making contacts, and in making friendships within that global village precisely because we are ourselves a multi-ethnic society, because we contain in our country citizens of different cultures, of different religions. Here in London there are 300 different languages spoken by communities around London. Indeed we have so many different languages here in this one capital city that Air France has just relocated its ticketing service to London because it can get access to so many different and diverse languages for people to handle the calls. And let me tell you, France is a proud nation. If Air France can relocate to London for commercial advantage it really does demonstrate the great asset of that diversity of our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**USING THE ASSET OF DIVERSITY ABROAD**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like us to use that asset abroad in the same way that it can be an asset to us in our own country and economy. I want a Foreign Office that shows to the world the true face of the modern Britain. I can only do that if I have a Foreign Office staff which is representative of that modern Britain. There are a number of distinguished members of the Asian community serving with distinction in the Foreign Office. It is an Asian officer who is handling our commercial links with Madrid; it is an Asian officer who has recently been recruited from a high street bank to help handle our billion pound budget for the Foreign Office. But I want more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why I have set for the Foreign Office the target of recruiting from the ethnic minorities within Britain 10% of all our total recruitment annually for the Foreign Office. And over the past three years we have come pretty close as an average to that target. But it is not by accident, it has been because we deliberately set out to increase the recruitment. We were the first department in the whole of Whitehall to appoint a Minority Ethnic Liaison Officer. With his help we have carried out a number of open days, which has opened the doors of the Foreign Office to people who might otherwise never have thought of applying for a career with the Foreign Office, and I know that some of them then went on to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also pursued outreach to communities where we want to discuss and meet with leaders of the local communities who can provide guidance to the young people, who can help us dispel the idea that the Foreign Office is an old-fashioned bastion which is closed to ethnic communities in Britain. It is open to every community and I want it to be representative of every community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why I want to end by asking for your help in getting me to meet that target I have set myself of 10% recruitment per annum from the minority ethnic communities throughout Britain. You can help. I appeal for that help, confident in the knowledge that the Asian community has been very successful in so many of the professions in Britain, in the law, in medicine. I remember it well from the days when I was Health spokesman how many of our hospitals depend on Asian doctors in order to make the hospitals work and to maintain the high quality of service.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In business and commerce there is a tremendous contribution for the Asian community of Britain to the British economy and to British business. I just pose the question – why not an equally significant contribution to Britain’s diplomacy? We can do it. I want your help and together we might be able to turn that richness and diversity of Britain to an advantage in Britain’s diplomacy to the world outside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}