{
    "url": "https://www.ukpol.co.uk/robin-cook-1999-speech-on-kosovo/",
    "title": "Robin Cook – 1999 Speech on Kosovo",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Foreign Secretary, Robin Cook, at the Mansion House in London on 14th April 1999.",
    "content": [
        "[![robincook](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I begin, Lord Mayor, by thanking you for your hospitality and your invitation to join you again at this annual dinner. It is a tribute to this dinner that as I look around this room I see such a distinguished audience of people of calibre, status and wisdom in front of me. Never too early to invest in the goodwill of your audience.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I look around I see nearly all the Diplomatic Corps in front of me, and can I say to each of those familiar faces of friends from the Diplomatic Corps, I am conscious of the heavy responsibility on me. I see in your eyes as you look at me in expectation that this speech may obtain the matter for at least one reporting telegram. I see I also have with me one of my eminent predecessors, here to see if the new man is quite up to the mark of the old. And as final confirmation of the distinguished character of this event, I also see in this room all those members of staff of the Foreign Office sufficiently senior to be paid more than the Secretary of State.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last year I said that the Lord Mayor was one of the greatest roving Ambassadors for Britain. I have to begin this year by admitting you have more than fully kept up to that tradition, My Lord Mayor, indeed you have achieved a first, I suspect, in the history of both Lord Mayors and Ambassadors in that in one single year you have visited every capital in the European Union. And you did that in order to carry a very important message around Europe, that the introduction of a single currency for the rest of Europe does not in any way diminish the attraction and the significance of the City of London as a financial trading centre. It is a mark of the confidence that you have contributed to in the City of London as a place to do financial business that we in the City of London trade more in the euro than France, Germany, or Italy, all added together. I am proud of the fact, but I would mildly suggest that it would be helpful to our diplomatic relations if Paris, Bonn and Rome did not put that in their reporting telegram tonight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "May I thank you, Peter, on behalf of Britain for that tremendous effort you have put in, and that contribution you have made to the continuing success of the City of London. Can I balance those thanks with one modest correction. I did read in a recent interview from you that you said: ‘When I travel abroad as Lord Mayor, I enjoy the status of Cabinet Minister, so I can get up and say what I want to say.’ I am not sure that you have quite correctly comprehended the constitutional freedoms of a Cabinet Minister, so I did ring Alastair Campbell this afternoon and asked him: ‘Could I get up and say what I want to say?’, to which I got the blunt and characteristic response: ‘Who do you think you are – the Lord Mayor of London?’ But I am happy to say I have got clearance to report to you on the conduct of our foreign policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Unlike so many of the companies in the City, it has been a year of steady growth. We have increased the number of our posts around the world, we have increased the number of diplomats working in our posts around the world. We have put particular focus in that expansion on helping British business. We have doubled the number of diplomats representing us in the Caspian Basin where within the next few years 10 per cent of the world’s oil supply will come. We have created new consular posts to support our business work in Scandinavia, in China and in countries in between.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have mended fences with countries where we have previously had no full diplomatic relations. I am happy to say that in the past week I have been able to announce the up-grading of our relationship with Iran to full Ambassadorial status, reflecting our success in securing a commitment from the government of Iran to take no action to further the fatwah against Salman Rushdie. And that has paved the way for us to have a dialogue with the Organisation of Islamic Congress in order to make sure that we have a better understanding between both the European world and the world of Islam.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "With Libya we have achieved an historic breakthrough within the past two weeks in that we have secured the handover of those two whom we have charged with the bombing of the Pan Am flight over Lockerbie. It has not entirely cleared the way yet for normal diplomatic relations with Libya, there are other matters that are still to be resolved in our bilateral relations, particularly the killing of WPC Fletcher, but it has enabled us to proceed with our judicial process and has enabled us also to lift the United Nations’ sanctions on Libya through the immediate suspension of those sanctions and thereby remove what is becoming an increasing problem between us and countries of the Arab world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am particularly pleased with one relationship which we have also improved. We have always maintained diplomatic relations with Nigeria. I have to say until last year our High Commissioner found that the diplomatic relations that he had with the country to which he was attached was mainly being summoned in to be scolded whenever the Foreign Secretary had criticised the previous military regime in Nigeria. But nothing has given me more pleasure in the past year than the visit which I paid immediately after the Presidential elections as the first western Foreign Minister to visit the new democratic Nigeria: to sense the tremendous excitement of those people as they move into a new era of democracy and away from the recent past of military rule. The goodwill that I sensed there from the people of Nigeria in part reflected their respect for our firm position during the dark years of military rule.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "While I was in Africa I also hosted a joint conference with the French Foreign Minister. Those of you here from the Diplomatic Corps from an African state will understand the full and striking novelty of the British and the French Foreign Minister hosting a joint conference in Africa. Indeed I can confirm, since the doyen of the Diplomatic Corps has pointed out, this building was constructed in 1752, even in that long time this room has never heard of a joint conference in Africa between the French and the British Foreign Ministers. But both myself and my colleague strongly feel the time has come for our two countries to put behind us the habits of competition in Africa and to base our approach to Africa on a policy of cooperation. We are both interested in securing stability and development in Africa; we both strongly believe we have a better chance of securing that if we work together rather than against each other.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This, if I may say, is a striking example of how close cooperation now is between the government of Britain and our European partners. There are other examples. We have just held this past weekend the first summit between the Prime Ministers of Britain and of Spain. The trial that we are about to hold in the Netherlands over the Lockerbie bombing would not have been possible without the very welcome and strong cooperation with the government of the Netherlands and particularly the personal interest of my colleague, van Aartsen. With Sweden we have launched a joint programme on social exclusion. With the new Germany we have secured a commitment in Europe to an annual report on European activity on human rights. And next month our Prime Minister goes to Germany to receive the Charlemagne Prize in recognition of his contribution to European development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That strong standing in the capitals of Europe is a vital asset to us in European negotiations. I have to say also it is a vital asset as well to the companies of the City and elsewhere in British industry. It has enabled us to end the ban on our beef exports; it has enabled us to secure one of the biggest increases in support of structural funds for Objective One regions in the recent Agenda 2000 negotiations; it has secured for Britain a commitment that there will be a seat for the United Kingdom in the European Central Bank if and when we join the euro; and at the Berlin European Council it enabled us both to support budget discipline and retain the British budget rebate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Together with our partners we are building a modern Europe, a modern Europe which has two clear futures. First, barriers are coming down between us. We have learnt that we can achieve more security for our nations by integrating our markets and our economies than we ever achieved by arming frontiers that kept us apart. But secondly, it is not an homogenised, pasteurised Europe, it is a Europe which recognises that cultural diversity is a source of strength, a Europe that respects equal rights of every citizen regardless of ethnic identity. A Europe that does not just tolerate cultural difference but treasures them as part of the richness of our communities. And those two features of a modern Europe, free of barriers with equal respect for cultural diversity, those key characteristics, explain why it is that Europe is united in support for the military campaign against Yugoslavia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In our Grace earlier this evening we prayed for peace in our time. I hope we will secure that peace soon in our time. But meantime modern Europe cannot tolerate on its continent the revival of fascism or the doctrine of ethnic superiority and the fostering of ethnic hatred. We have seen in the past three weeks mass deportations on a scale that we have not seen since the years of Hitler or Stalin. We have seen innocent women, children and some, but not all, their men herded like cattle into railways and carried on mass deportation by shuttle service. We have seen others of their ethnic community hunted like animals across the hillside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was at Rambouillet I was introduced by our Ambassador to a young woman from Kosovo who has acted as Albanian interpreter to our Embassy in Belgrade and had accompanied us to Rambouillet. I met her again last week after she had spent a fortnight escaping from Kosovo to Macedonia. In that time she had spent several days on the hillside with many thousands of others seeking to escape from the ethnic cleansing. In those days on the hillside she saw 14 babies born under the open sky. Many of those babies died and so too did some of their mothers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mercifully, many of those refugees have now made it over the border from that terror and I warmly welcome, Lord Mayor, the generous donation that you have announced tonight on behalf of the City of London, a donation which demonstrates the responsibility with which the City takes its international role. I also wish to pay particular appreciation to the enormous relief work that is being carried out by our and our Allied troops over those past three weeks. In two days alone, British troops constructed shelter in camps in Macedonia for 30,000 people. NATO is now emerging as a major humanitarian agency, assisting the victims of that ethnic cleansing at the same time as we seek by military campaign to make it more difficult for that ethnic cleansing to be conducted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We meet within a City of London whose very basis is respect for the rule of law. In Kosovo at the present time we witness total contempt for the rule of law. The mass graves that have been uncovered by our photographs by aerial reconnaissance are the graves not of the casualties of fighting or of war, they are the graves of the victims of war crimes. I say to you, we will hold to account those who have carried out those unpardonable crimes. We know the names of the Field Commanders, they know their responsibility for the conduct of their units and we are passing to the War Crimes Tribunal all our information and intelligence in order that they may pursue those responsible and pursue them right up the chain of command to the top in Belgrade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am well aware that one should not commit servicemen to take the risk of military action unless our national interest is engaged. I firmly believe that upholding international law is in our international interest. Our national security depends on NATO. NATO now has a common border with Serbia as a result of the expansion to embrace Hungary and other countries of central Europe. Our borders cannot remain stable while such violence is conducted on the other side of the fence. NATO was the guarantor of the October agreement. What credibility would NATO be left with if we allowed that agreement to be trampled on comprehensively by President Milosevic and did not stir to stop him? Therefore we must succeed, we must succeed for our own sake but also for the sake of the refugees, we must succeed in pressing home our key objective that they should be able to return to their homes under international protection. Anything else would be a betrayal of the refugees and a reward for President Milosevic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the encouraging features of the past two weeks has been the solidarity that we have received from the other seven countries of the region. I met last Thursday with the other European Foreign Ministers. All their governments are robust that a stand must be made against President Milosevic. All of them are now in a new dialogue with each other on regional solidarity. With each of them Europe is now accelerating its contacts and deepening its economic links. This is an exciting development which must not cease with a solution to the immediate crisis in Kosovo, but which we must take forward to enable those seven countries to develop a fuller integration with the modern Europe which they want to join.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By contrast, Belgrade still lives in the past. I visited Belgrade at the start of the Kosovo crisis and had a full discussion with President Milosevic on the looming developments in Kosovo. I have to report that he began by saying that I could not understand what was happening in Kosovo unless I started in 1389. There was something tragic about such a deep history perspective on current events. I am pleased to assure the diplomatic representatives here today that I did manage to choke back the observation that if we all went back to the 14th century, HMG would have very sound title to large chunks of France. But I did not believe that it would be in our national interest to assert that title, nor is it in the interests of Serbia to live in the Middle Ages when the rest of the world is moving on into the 21st century. And some day his people too will decide that they want to join the modern Europe and they do not want to be trapped in the time warp which President Milosevic offers them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The strength of our Alliance is in no large part thanks to the continued commitment of our north American allies to freedom and stability in Europe. Just before I left for this dinner I held my daily conference call with Madeleine Albright. I will share with you the thought which I did not share with her, that for once I was very glad it was not a video conference call. The past three weeks has carried with it the very important message that vital to the freedom and security of Europe is the partnership between America and Europe, a partnership which goes back to the last war. And in 1945 when together we surveyed what we found in Europe, we found death camps, we found indecent bureaucracy of the extermination programme, pathetic survivors and millions of victims and we said then: ‘Never again’. That is the pledge that we must honour in Kosovo, because in the past two weeks we have again borne witness to forced movements by train, to thousands hungry and squalid in makeshift camps, to pathetic masses shorn of their homes and their papers for no reason other than ethnic identity. Had we done nothing in response, we would have been complicit in that evil. Had we done nothing, we would have betrayed the modern Europe we are trying to build.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "President Milosevic may be beginning to grasp that we will not let him profit from the ethnic cleansing he has inflicted in Kosovo. He knows exactly what he must do to end the NATO air strikes: stop the violence, withdraw his troops and let the refugees go back with a guarantee of an international military force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "NATO was born 50 years ago out of the defeat of fascism. 50 years later we cannot tolerate the rebirth of fascism in our continent and that is why our servicemen are in action over Kosovo, some of them risking their lives tonight as we meet in the safety of the Mansion House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This annual dinner is one of the many expressions of the strong traditions of the City, traditions that provide deep roots for the political and economic freedoms that have fostered the success of the City: the rule of law; equal opportunity on merit; transparency of information and the freedom of comment; a spirit of internationalism and security for trade with any part of the world. Because we possess these freedoms perhaps we do not sometimes prize them enough. Nobody has a better or a more bitter appreciation of the worth of freedom than those who are denied it, such as the people of Kosovo. It is in the hope that we can build a modern Europe in which all its peoples can be united by the same security and freedom that I now call upon each of you to join with me in a toast to the Lord and Lady Mayoress.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}