{
    "url": "https://www.ukpol.co.uk/robin-cook-1999-statement-on-yemen/",
    "title": "Robin Cook – 1999 Statement on Yemen",
    "post_date": "December 12, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Robin Cook, the then Foreign Secretary, in the House of Commons on 11 January 1999.",
    "content": [
        "Madam Speaker, with permission I should like to make a statement on recent events in Yemen. There have been three separate developments affecting British nationals in Yemen since the House last sat. On Saturday, and again this afternoon, I have discussed those events by phone with the Prime Minister of Yemen, Dr. Iryani.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The most recent event was the kidnapping on Saturday of Mr. John Brooke from the compound of the oil company for which he worked, in the Marib area of northern Yemen. Our ambassador was in contact immediately with the Yemeni Prime Minister and Interior Minister to insist on full consultation with us on any steps being taken by the authorities to secure Mr. Brooke’s release. This afternoon I have expressed to Dr. Iryani our strong view that the release of Mr. Brooke should be achieved through mediation, and the Prime Minister of Yemen gave me an assurance that no force would be used without consultation with us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We currently have in Yemen a team of police officers who are preparing an account of the previous kidnapping. Two of those officers are experienced in hostage negotiation. We have made their skills available to the Yemeni authorities.  \nWe have also been in contact over the weekend with the Government of Yemen about the five British nationals who have been detained there. We understand that the five men were detained on 24 December. Our embassy in Yemen first heard of the arrest of unnamed British nationals on 29 December and immediately demanded access to them, including through a succession of meetings between our ambassador and Yemeni Ministers. However, access was not granted until last Friday, when our consul-general immediately visited the prison in Aden but was given access to only three of the five men.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Saturday, I stressed to the Prime Minister of Yemen the vital importance to us of obtaining access to all five men under detention in order to reassure ourselves and their relatives that they are well and being properly treated. Dr. Iryani undertook to make immediate inquiries and on Saturday our consul-general was permitted access to one of the other two men. Access to the fifth man is still being denied on the ground that he has Yemeni-British dual nationality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, this afternoon Dr. Iryani assured me that access to the fifth detainee will be granted today or tomorrow.  \nOn Saturday, I stressed to the Prime Minister that if the five men are to be charged, those charges must be brought soon. They and their relatives are entitled to know why they have been arrested, and the five men cannot defend themselves against allegations until they are charged. If they are not to be charged, they must be released. This afternoon, I sought and obtained fresh assurances from the Prime Minister of Yemen that all five men will have access to legal advice, that any charges will be subject to due process of law in open court, and that consular staff will have the right to attend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I now turn to the tragic events arising from the seizure of 16 tourists in southern Yemen. Twelve British nationals, two Australians and two Americans were ​ kidnapped by an armed group on 28 December. According to the Yemeni authorities, the kidnappers’ key demand was the release of a number of Yemenis and foreigners arrested by the Yemeni authorities. As soon as we learned of the kidnapping, the British ambassador spoke to the Yemeni Interior Minister, Hussain Arab. He made clear our paramount concern for the hostages’ safety. He pressed on the Yemeni authorities our strong wish that no precipitate action be taken which could endanger the hostages’ lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The next day Yemeni security forces encircled the kidnappers and their hostages. There was a firefight, in which four of the hostages were killed. Three were British. I am sure that the whole House will join me in extending our deep sympathy to the families who grieve for those who were killed. The testimony of the survivors confirms more forcefully than any hon. Member can that all the hostages conducted themselves with the greatest courage and concern for each other.  \nThere is still much confusion about how the firefight started and about whether hostages had been killed before the security forces intervened. At the request of the Foreign Office, a team of British police officers went to Yemen on 1 January. In close co-ordination with the visiting Federal Bureau of Investigation team, they are preparing a full account of what happened.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Saturday, I expressed to the Prime Minister of Yemen the importance of full co-operation between our Governments in the investigation. We agreed that the best way for us to maintain sound bilateral relations was to work closely together in establishing the truth and in bringing the full truth into the open. It would be wrong to prejudge the police investigation or to anticipate what it may conclude about the handling of the rescue attempt by the Yemeni authorities. Let us be clear, however, that the primary responsibility for what happened rests with the armed gang who seized the hostages in the first place. Those responsible for seizing the hostages, and for the death of four of them, must be pursued and brought to justice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay tribute to the British ambassador, Vic Henderson, to Consul-General David Pearce and to their small team. They have responded with professionalism and with total commitment to a succession of demanding events.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Two areas of public policy require to be reviewed in the light of recent events. The first relates to the travel advice issued by the Foreign Office. Our travel advice in relation to Yemen has for some time warned of the risk of kidnapping. Following the recent tragic deaths, our travel advice has been strengthened to advise\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“against all non-essential travel to Yemen”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Following the recent kidnapping of Mr. Brooke, our ambassador has today met representatives of the British community to impress on them the need for heightened vigilance, and to discuss with them the implications for their safety of recent events. All British nationals are being encouraged to re-register urgently with the embassy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our system of travel advice is widely held up as a model of good practice by other countries. It already tends to the side of caution, although it is necessary that it should not veer to over-reaction if it is to retain credibility among the public. We are constantly looking for ways of improving distribution of that advice. We need to be sure that it is seen by anyone thinking of travelling to dangerous parts of the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am therefore inviting tour operators and other members of the travel industry to the Foreign Office to discuss how we can further improve the distribution of our travel advice. We hope to develop with them a voluntary agreement on advice to clients booking holidays to countries where there is a risk. We would wish such an agreement to include a commitment to notify our consular division when tours are being organised to dangerous countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The second area of public policy that we must review in the light of recent experience is how we can improve our support to other countries in handling the seizure of hostages. I can announce that the Foreign Office will appoint a police expert with experience in hostage negotiations as a consultant to the Foreign Office on counter-terrorism work. Our intention is that he or she will travel abroad to discuss the training needs of foreign Governments, and to offer advice on their handling of hostage-taking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We shall also launch a global series of seminars and consultations to share best practice in handling terrorist incidents with countries around the globe. Last November, we held such a seminar within the G8 to pool expertise on handling kidnap cases. Now we must make sure that the expertise pooled at that London seminar is shared more widely with countries outside the G8. These initiatives reflect the two principles that must guide the conduct of our consular duty: first, that the safety of British nationals is our paramount concern; and secondly, that only we can succeed in securing their safety from terrorism only by close international co-operation in defeating the terrorists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The whole House will wish to record its condemnation of terrorism. Kidnapping is a crime. It is the same crime whether it is committed for financial gain or for political reward, and it is as much a crime under Islamic law as it is anywhere else. I invite all hon. Members to join me in sending the firmest possible message to terrorists that we are determined to protect the safety of our nationals and to be robust in combating terrorism wherever it occurs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}