{
    "url": "https://www.ukpol.co.uk/robert-cooke-1972-speech-on-public-service-broadcasting/",
    "title": "Robert Cooke – 1972 Speech on Public Service Broadcasting",
    "post_date": "February 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1972",
            "url": "/tag/1972/"
        },
        {
            "text": "Robert Cooke",
            "url": "/tag/robert-cooke/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Robert Cooke, the Conservative MP for Bristol West, in the House of Commons on 23 February 1972.",
    "content": [
        "I beg to move.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leave be given to bring in a Bill to provide for the greater freedom of public service broadcasting; and for purposes connected therewith.  \nAt present, all broadcasting is just that, and until the spoken and televised word are as freely available as the printed word some element of public service will remain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I seek to provide for greater freedom within the existing framework and to modify that framework in such a manner as to pave the way to the ultimate freedom for broadcasting which the Press in Britain now enjoys.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When the printing press was invented, the church was against it because it helped to disseminate knowledge and spread education beyond the closely guarded confines of church and court life. There are still some clergy today who are against local radio, though their reasons remain obscure. Radio has been a means of mass communication for half a century, yet it retains many of the shackles that it acquired at the outset due to public and parliamentary fear that it would be misused. I suspect that some of the heirs and successors of those timid and suspicious churchmen of centuries ago sit in this House, and I have noted the suspicion or caution with which some hon. Members approach any proposal for the extension of mass communications. They are not confined to one side of the House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why with the arrival of television, which is the ultimate in powerful and intrusive means of reaching every household, it was regarded as being too dangerous to be let out of the hands of those to whom radio was entrusted 50 years ago. Later we created the I.T.A. and the companies which work within its framework, in the affairs of one of the smallest of which I have some experience and interest. It is not they who are under attack today, but the massive and in some ways rather splendid bureaucracy that, alas, the B.B.C. has become.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I recognise that the B.B.C. produces a vast quantity of first-rate material, and long may that continue, but the B.B.C. problem undoubtedly exists and must be tackled. One reads in this morning’s newspapers of a massive shake-up in its current affairs department. Resignations are talked of. There is a report of a savage attack by a union on administrative waste at the top. There is a report of a settlement of a libel case involving the B.B.C., and the number of public apologies made by the corporation for its actions have increased greatly in the last 18 months. It has set up a special complaints committee, but with a fanfare of publicity and somewhat narrow terms of reference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is against this background of the B.B.C. problem and the need to reorganise independent television long before 1976, when the new pattern of contracts and, one hopes, two channels instead of one will emerge. It is time to set up a small group to report within a year on the future of broadcasting as a whole.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My Bill provides for a review of broadcasting by a group of not more than seven nor fewer than three persons, at least one of whom shall be a woman and one of whom shall be under the age of 45, appointed by the Minister of Posts and Telecommunications, subject to the affirmative Resolution of this House so that the House will have absolute control of its composition. My Bill defines its terms of reference. It would seek to modify the existing framework in such a way as to give a greater number of separate originators of programmes greater freedom to express divergent views, and, broadly, to place broadcasting on the same footing as the national and local Press. The I.T.A. would be known as the Television Authority, with two channels served by separate competing companies preserving regional character, with ample opportunity for clash of view. Indeed, by extending the opportunities for coverage of controversy of a national or local character, public participation would be vastly increased.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The television authority would continue to exert an influence over the programme companies. The companies would continue to be financed by advertising. The same disciplines over them would apply via the authority as applies at present. I would not preclude in my Bill the possibility of a company which did not comply with the reasonable wishes of the authority finding itself fined for its malpractices, which has not been happening recently but could, I believe, happen if the House would give my Bill the force of law in due course.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the case of the B.B.C., to some people even to suggest change is like advocating the demolition of West-minister Abbey. I am asking my review body to consider the possibility of a broadcasting corporation receiving licence fees as at present but augmented by clean sponsorship; that is, not allowing any sponsor to make a personal appearance or to advertise but merely to have the name of an organisation prepared to sponsor a programme attached to it, and only after the programme has been produced, so that there could be no collusion between the sponsor and the programme producers. The corporation would have responsibility for transmission, as the B.B.C. does now, but Channel 1 and Channel 2 Television, should replace B.B.C.1 and B.B.C.2 and they should be completely separate, each with its own policy and views on current affairs and matters of that kind. They could be relied upon then to produce a different but nevertheless balanced clash of views.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that the present situation gives the B.B.C. far too great an exclusive artistic patronage but that with two channels one could get divergence of view and much wider scope for artistic patronage. So many other benefits flow from having two quite separate channels that I need not detail them here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Lastly, I come to the question of overseas services, which would be replaced by a new corporation, Radio-Television Great Britain, which would broadcast into Europe and into the world at large with material drawn from all available sources—B.C.1, B.C.2, T.A.1 and T.A.2; and similarly with radio. I believe that in this way Britain’s voice abroad would be far more representative than it is at present. It is within this framework, and with the knowledge that many more channels of communications will shortly be possible by means of cable to every household, that the review should be conducted. There could be 60 channels via cable to each household, revolutionising the means of communication and taking some of the burden off the far-stretched postal services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not believe that a better future for broadcasting lies in councils, committees or commissions to control and confine the talents of those who work in radio or television. We talk a good deal in this House of the right of freedom of speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Bill is designed to help us find a way to confer that freedom upon those who broadcast, in the belief that freedom of speech and clash of view is where the real safeguard of the truth lies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, my Bill is a kind of backbencher’s Green Paper, a basis for discussion. I do not imagine for a moment that the House will be unanimous about all its details, but the central theme, about which we must all agree, is that freedom of speech and communication is the greatest possible safeguard of the truth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}