{
    "url": "https://www.ukpol.co.uk/robin-cook-1999-speech-on-the-global-environment/",
    "title": "Robin Cook – 1999 Speech on the Global Environment",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1999",
            "url": "/tag/1999/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the former Foreign Secretary, Robin Cook, to the Green Alliance at the Institution of Mechanical Engineers in London on 15th February 1999.",
    "content": [
        "[![robincook](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For the past week I have been commuting to and from Rambouillet, the chateau just outside Paris where the Kosovo peace talks are going on. It is easy in foreign affairs to become preoccupied with the pressing issue of the day. But while we deal with the conflicts of today, it is crucial that we keep thinking about the kind of world we want to live in tomorrow.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**THE SIZE OF THE CHALLENGE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we want that world to have a healthy environment, then we have a major challenge ahead of us. For anyone who still thinks that global warming can be treated as a side-issue here are four simple statistics. The six warmest years on record have all been since 1990. Last year was the warmest ever. Thousands of square kilometres in Britain are already at risk of flooding. A fifth of the world’s population live within 30km of the coast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The facts are just as stark in other areas. Take biodiversity. Some people still say that the extinction of plant and animal species is a natural process. So it is. But as the malign result of human activity it is now occurring at up to a thousand times the natural rate. Well over a tenth of the plant species known to man are at risk of extinction. And that isn’t just a tragedy for those who enjoy nature. It should concern anyone who cares about our health. A quarter of all prescription drugs are derived from plants. Drugs derived from tropical forest plants are worth USD25 billion a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In fact, last year the scientific journal Nature published the first ever estimate of the monetary value of the services nature provides for us. The figure the authors came up with was USD33 trillion. If he had to pay for their true value, even the hardest-nosed cynic might think twice about destroying them. It is no coincidence that New York City has found it is cheaper and more effective to restore the forest from which its water is drawn rather than build a new water treatment plant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Freshwater is another issue where the position is crystal clear. The demand for freshwater is doubling every 21 years. In 1994 the UN Development Programme reckoned that there was a third as much usable water per person in the world as there had been in 1970.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Each one of these issues is a slow-moving menace with the momentum of a super-tanker bearing down on us. And I haven’t even got onto the loss of soil and spreading deserts, the state of the world’s fish stocks, the forests, the coral reefs or the ozone layer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is another statistic that is pretty sobering for party politicians like me. All of Britain’s political parties together have less than a million members. The largest number of them, of course, belong to the Labour Party. But there are over five million paid-up supporters of environmental groups in Britain. This is clear evidence of the immense public interest in the environment – people putting their subscriptions where they see their interests.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**THE ROLE OF THE FOREIGN OFFICE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe firmly that the agenda of foreign policy should be set by the concerns of the people. I believe it should be about the things that matter to them. I have therefore pushed the environment up the Foreign Office’s agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The environment is not a problem we can deal with on a national level alone. CFCs from Chinese fridges will cause skin cancer on this side of the globe. There are still sheep in Britain that cannot be brought to market because of the Chernobyl explosion in the former Soviet Union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The response therefore to the environmental challenge must be international. We need to build a coalition that unites the international community in a determination to take the action required. And the Foreign Office has a key role to play in building that coalition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also believe that the environment must be central to foreign policy because it cannot be separated from other issues with which we have to grapple. The prospects for peace in the Middle East would be enhanced if the region’s freshwater were properly conserved. South-East Asia would be more stable if over-fishing were not forcing the fishermen further into the disputed Spratly islands. We strengthen our foreign policy and help make a safer world by factoring in protection for the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the converse is true. We strengthen our environmental policy by having a foreign policy that supports democracy, human rights, accountability and openness. It is no coincidence that democratic countries tend to look after their environments better than dictatorships, or that the East European Greens were in the vanguard against communism. All across the world environmental concern is driven by the people. If the people have no voice, their leaders have no interest in the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**STRENGTHENING THE ENVIRONMENT DEPARTMENT**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have already strengthened our environment department – it is now the fastest-growing department in the Foreign Office. I can announce today that we are taking this one step further:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will be inviting a secondment from an environmental organisation. I want a closer dialogue between government and the environmental movement – so our foreign policy benefits from their immense expertise, and they benefit from a foreign policy that is alive to their concerns and priorities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will be inviting a secondment from business. This will strengthen our partnership with business both to protect the environment and to promote exports from Britain’s strong environmental industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have agreed a series of secondments into our environment department for young future leaders from developing countries. The programme will be organised through the ‘Leadership for Environment And Development’ programme based in New York. The key to building a global consensus on the environment will be to break down the suspicion between North and South. We in the developed world need to convince the South that our concern for the environment is not a form of protectionism in disguise. We also need to listen to their legitimate wish to enjoy the same prosperity we take for granted, and work with them on models of economic development that are also environmentally sustainable. When the fifth of the world’s population in the richest countries are responsible for over four-fifths of the world’s consumption it is a bit much for the rich to lecture the poor about preserving the environment. We need to work with the South, and build their perspective into our foreign policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**A GREENER FOREIGN OFFICE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The other announcement I made in November was that the Foreign Office was going to put our own house in order as well. I announced a full environmental audit of our operations, so we could ensure that it wasn’t just our policy that was green, but our buildings were as well. This is moving ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have carried out an energy audit of our Embassies from Tokyo to Dhaka. The new Embassy we are building in Berlin will be a model in energy efficiency, and our new Embassy in Moscow will contain some of the latest environmentally-friendly building technology.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are preparing a Green transport plan for all our operations. We have engaged consultants to look at our home estates and our posts overseas. And we are looking at bringing the Foreign Office and all its posts into line with the criteria of ISO 14001 – the recognised world-wide standard for environmental assessment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**MAKING A DIFFERENCE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our Embassies can have a real impact overseas using their political contacts and public profile to make a practical difference on the ground. All over the world our embassies are running pilot projects, organising training courses, funding consultancies and other projects that have an impact multiplied out of all proportion to our investment in them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Kazakhstan, for example, our Embassy is funding a project to use British expertise to tackle mercury pollution. In Venezuela we are helping to train the National Guard and Coastguard in the enforcement of environmental law. We are providing start-up funding for the manufacture of fuel-efficient stoves to reduce chronic air pollution in the capital of Mongolia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am shortly going to visit Russia. When I am there I will be going to Murmansk to visit the decommissioned nuclear submarines whose waste poses a severe environmental hazard to the region. We are already working with the Russian nuclear regulator to ensure that it has the capability it needs to deal with this problem. But there is a great deal more to be done, and I will be seeing for myself how Britain can best contribute to that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**THE CLIMATE CHANGE CHALLENGE FUND**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "By working with business, the environmental movement and developing countries, we can break the myth of conflict between the green agenda and the growth agenda. I want British business to lead the way in showing that what is good for the environment can also alleviate poverty – it is not just a rich man’s luxury.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I can announce a major step forward in the way we do that work. Together with the DETR, and in cooperation with DFID and the DTI, we are launching a new climate change fund in partnership with business. It will be called the Climate Change Challenge Fund. It will help us make use of British expertise in clean technologies and renewable energies. It will fund projects that will help developing countries to build up the capacity they need to combine healthy growth with low emissions of greenhouse gases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To start it off the Foreign Office is putting in half a million pounds into the fund. We hope British companies with an interest in energy and the environment will at least match this sum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Challenge Fund will enable young high-fliers in the key industries in these countries to spend time in British companies. It will pay for carefully targetted consultancies and training programmes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The authorities in Peking, for example, tell us that they would welcome British expertise in encouraging the use of gas rather than coal for heating and cooking. And a consortium led by a British company, The Solar Century, is negotiating in China to build the world’s largest factory to make solar panels. At a stroke they will be vividly illustrating the value of environmental technology to the Chinese, helping to hold back global warming, and also creating jobs for Britain. Shell are already showing what British companies can achieve by providing solar power to the townships of South Africa.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This fund will be a model for government and business working together. It will show that being green need not put you in the red on the balance sheet. And it will show that business can be a friend of the environment and not a threat to the environment. It is a win-win solution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I can report that I have already received business support for the initiative. For example, British Gas, Lloyds Register, Price Waterhouse Coopers, National Power, Alstom Gas Turbines, the British Consultants Bureau, ABB UK, and the Combined Heat and Power Association have all welcomed it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I spoke to Sir Brian Unwin, the President of the European Investment Bank. The Bank is keen to work with us, funding appropriate projects that our challenge fund opens up through its well-established banking network in developing countries. And we could not hope for a better partner. The bank exists to fulfil the objectives of the European Union, and one of those objectives is to make the Kyoto agreement work. It already lends almost 7 billion euros a year on environmental projects, including 150 million euros in developing countries. We will be working together with the Bank to harness some of those resources for the projects opened up by our Challenge Fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**THE OTs – A PARTICULAR CONCERN**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Foreign Office has another particular environmental responsibility, and that is for the Overseas Territories. Their ecosystems are of global significance. The British Antarctic Territory acts as a barometer for climate change and atmospheric pollution – it was there that British scientists first discovered the hole in the ozone layer. The Pitcairns contain the world’s best preserved raised coral atoll. 22 species of whales and dolphins have been recorded around the Falklands. Gibraltar is a key migration route for birds of prey.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If Britain is worried about biodiversity, then the Overseas Territories should be our first concern – they have ten times as many endemic species as Britain itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These ecosystems are under threat. Uncontrolled development and economic pressures are taking their toll. Foreign species of animals and plants threaten the delicate ecological balance. And few places face such a direct impact from global warming as our island territories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will shortly be publishing a White Paper on the Overseas Territories. It will set out our renewed determination to protect their environments. We will work with their governments, with our international partners and with the environmental community and the private sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our aims are to build sustainability and proper resource management into their economies, to protect their fragile ecosystems from further degradation, and to find viable alternatives to the depletion of scarce resources.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We will step up the policy advice we have been providing, like the Caribbean Marine Biodiversity Workshop we organised last year. We will step up the financial assistance we are providing, like the 2.5 million pounds the British Government has committed, since coming to office, to environment-related projects in the Overseas Territories. And we will ensure that the Overseas Territories have access to the expertise they need to become the guardians of their own natural heritage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**GREENING GLOBAL GOVERNANCE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the slogans of the Green Movement is ‘think globally and act locally’. It is the Foreign Office that can supply some of the thinking globally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The lending policies of institutions like the IMF and the World Bank can have a direct impact on the environment. We need to make sure that it is a positive and not a negative impact. The trade policy of the European Union helps determine whether it is in the interests of farmers in the South to look after their soil or not. We need to make sure that all external policies of the European Union support its expressed commitment to safeguarding the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to think carefully about whether there is more we can do to wire in the environment to the work of international organisations. I believe that the key to doing so is transparency. Historically, progress in the environment has been driven by the public and by their lobby groups. Concerned citizens and pressure groups can have a huge impact. Their principal weapon is fact, and so they need access to the facts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All international bodies, from the European Union to the United Nations, should not only conduct full assessments of the impact their activities have on the environment, but open up their workings in ways that are now the norm for international treaties on the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And transparency is also the key to accountability. When institutions take decisions that have environmental consequences we need to make sure that those who are affected by those decisions can hold them to account. To do that, they need to know how those decisions were made.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me deal with two of these multinational bodies where Britain has a leading role. First, the European Union. We used our EU Presidency last year to get agreement to integrate the environment into all policy-making. Three of its Councils must submit comprehensive environment strategies by the end of this year. Opinion polls agree that the environment is one area where the British public, along with all the other citizens of Europe, want to see more rather than less concerted action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today I can announce a further step in partnership in Europe on the environment. Both Joschka Fischer and I have a long commitment to the environment and we talk about it whenever we meet. We have proposed a British-German forum on the environment, to bring together not just our governments but our non-governmental organisations and our businesses as well to look at some of the strategic problems we face on the environment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, the Commonwealth can make a stronger contribution to international partnership on the environment. It is unique in the trust it engenders between its members, and the constructive and friendly atmosphere of its discussions. It is the ideal body for breaking down mutual suspicion on the environment between North and South.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was at the Edinburgh Commonwealth Heads of Government meeting that my discussion with the Malaysian Foreign Minister led to the environment initiative at last year’s Asia-Europe Meeting in London. We will be tabling proposals to the South African Government and working closely with them to ensure that the environment is central to our work at this year’s Commonwealth Heads of Government in Durban.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**TRADE AND THE ENVIRONMENT**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Lastly, let me address the question of trade and the environment. We live in a global economy, and the framework of that economy will do more than anything else to determine our global future – from the spread of prosperity and the equity of global growth to the survival of the environment and the protection of biodiversity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Economists have long recognised that markets do not function effectively when hidden costs are not taken into account. If our trading system ensures that the polluter pays, then we will have taken a major step to creating an economic framework that ensures both transparent markets and sustainable growth. And that is just as important for developing countries as it is for the West.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have made clear our support for the High Level Symposium this year on Trade and the Environment. It will help bring together policies on both trade and the environment – not to strengthen one at the expense of the other, but to create a trading system in which growth is sustainable. It will also provide a focus for our work with our EU partners to make sure that our joint concerns for the environment are fully reflected in the new trade round.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**WHY THE ENVIRONMENT MATTERS**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The pioneers of the environmental movement had to work hard to persuade people that it mattered. Today the impact of environmental stress is all too apparent. There is barely a major area of public policy unaffected by it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "National security, once the preserve of diplomats and generals, must now take the environment into account. Boutros Boutros-Ghali predicted that the next war in the Middle East would be over water. Two-fifths of the world’s population live in multinational river basins. Nine countries, for example, share the water of the Nile.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our economic future is bound in with our environmental future. Our companies now know that growth must be sustainable if it is to be commercially viable in the long-term. Farmers and fishermen the world over have learnt to their cost the economic impact of exhausting the soil and the ocean.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And the environment is a key determinant of our health. Every day our doctors see the casualties of poor air quality. It may not be too long before the hole in the ozone layer brings them more patients. And according to a recent study in the Lancet modest action on greenhouse gases now could be saving 700,000 lives world- wide a year through cleaner air by 2020.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**PROGRESS SO FAR**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have made progress. Kyoto and Buenos Aires showed that the world can get its act together, set itself legally-binding targets and develop innovative mechanisms for protecting the environment. We have taken action on the ozone layer by phasing out the use of CFCs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But we are under no illusion that this is enough. We are still piling sandbags in preparation for a tidal wave. Assuming all the Kyoto commitments are met in full, global emissions of greenhouse gases will be a third more in 2010 than they were in 1990. We have started on the road to effective international action on the environment, but we have a long way yet to travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**A JOINED-UP RESPONSE**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is not a job that can be delegated to one part of government. To use the vogue expression, it needs a joined-up response. And this Government is providing just that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Whether it is Gordon Brown at the Treasury looking after our relations with the World Bank and the IMF and reflecting environmental objectives in his budget, Stephen Byers at DTI working for British environmental technology, John Reid developing a public transport policy for Britain, or Clare Short at DfID providing a record boost to our development strategy, the environment is being integrated.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is being led by John Prescott and his staff at DETR. It was his leadership and strength of will that brought Kyoto back from the brink. It was he again that kept the process on track in Buenos Aires. We could not ask for a more effective and committed champion to lead the work which is supported through half a dozen other Whitehall departments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**CONCLUSION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But Government cannot achieve everything on its own. We are only one of many agents of change to the environment. Business and commerce have a direct impact on the environment. Together we have a responsibility to shape that impact for the good. Pressure groups and the media can be an important driving force for the education of the public. Together we need to get across the message of how their own conduct can shape their environment for the better or the worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I therefore end by asking you to join with me in a global partnership, to protect our global environment. It is a partnership around one clear message – ultimately, what we do to our planet we do to ourselves and our children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What John F Kennedy said over thirty years ago applies even more strongly today:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Never before has man had such capacity to control his own environment. We have the power to make this the best generation of mankind in the history of the world – or to make it the last.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let’s make sure that it is the best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}