{
    "url": "https://www.ukpol.co.uk/robin-cook-2000-speech-to-the-hungarian-ambassadors-conference/",
    "title": "Robin Cook – 2000 Speech to the Hungarian Ambassadors’ Conference",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Robin Cook, the then Foreign Secretary, in Budapest on 25 July 2000.",
    "content": [
        "Ladies and Gentlemen,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to my colleague and good friend Janos Martonyi for his invitation to address this Conference of his Ambassadors. I am also honoured to be asked to address the Ambassadors. I know that my failures are all my own responsibility. My successes as a Foreign Minister are all my Ambassadors’ achievements and therefore I know how important it is that we should make a success of today’s conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am privileged too, to address representatives abroad of a nation that has already shown so much courage at home. A few years ago, on a private visit, I called at the military museum in the citadel. I still remember how deeply moved I was at the graphic images from the uprising against tyranny in 1956. Then the people of Hungary showed great physical courage against impossible odds. It was here in Hungary that the Iron Curtain was first undermined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the past dozen years the people of Hungary have shown immense intellectual and moral courage in facing up to the challenge of transformation to a market economy and a modern democracy. I am proud that in those dozen years British companies have helped the process by investing over a billion pounds in the economy of Hungary and now employ well over 20,000 of the workforce of Hungary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**HUNGARY’S ACCESSION TO THE EU**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And as many of you will know, Britain and Hungary work together in many international organisations from the OSCE to the OECD. And we are joint allies in NATO. British and Hungarian troops support each other in Kosovo, where they are working together to establish freedom and stability.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want us soon to be partners also within the European Union. I spoke in Budapest three years ago when I addressed the National Assembly. I promised then that Britain would launch the accession negotiations with Hungary while Britain was President of the EU. I kept that promise. Today I promise you that Britain will be a champion of enlargement throughout the negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe the greatest challenge the European Union faces today is to complete the Reunion of Europe. We must right the wrongs of the past century. I want to see a zone of peace, prosperity, stability and democracy from the Baltic to the Black Sea and from Portugal to Poland. Another of my predecessors as Foreign Secretary once said, ‘My foreign policy is to take a ticket at Victoria Station and go anywhere I damn well please’. Enlargement will make that freedom of movement a reality throughout our continent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The fall of the Iron Curtain ended the division of our continent by political systems. Enlargement will end the division of our continent by standards of prosperity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The EU has not only brought peace to its nations. It has made us more prosperous, created more jobs and liberated our citizens to live, work, and travel anywhere within the EU’s borders. I look forward to the day when Hungarian kalacs, Polish keilbasa and Czech knedlicky are as common in British shops as croissants, salami and pumpernickel already are. As a start, we could work make Bikaver as common as Beaujolais.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe the people of Hungary, and of the other applicant countries, can benefit from EU membership in the same way that the British people already have. On average, accession to the European Union could add one and a half percent to the annual growth rate of each of the Central European applicants. You will gain more opportunity from membership of the world’s largest single market.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**EUROPEAN INTEGRATION FOR MUTUAL BENEFIT**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But I think it is important those of us who are existing members of the European Union should remember that enlargement is not a project which the EU is doing as a favour to the applicants. Enlargement is in the EU’s own interests. Accession of the Central Europeans will boost the GDP of the present member states by 11 billion Euros every year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It will make all member states richer – because it will create by far the largest single market in the world. With half a billion people, it will be more than twice the size of the second largest single market of the United States. It will make us all stronger: because the bigger the club the bigger the clout. It will remove tension in the halls of power: because EU member states settle their differences by discussion not confrontation. It will make our streets safer: because the threats to Europeans today – crime, terrorism, drugs, pollution – can only be addressed through joint action across the continent. All member states of the European Union have a strong incentive to count the benefits of enlargement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "European integration has been a major force for security and freedom in Europe for the last fifty years. It has made partners out of France, Germany and Britain – countries who have found themselves at war twice in the last hundred years. It has laid the ghost of fascism in southern Europe by consolidating democracy in Greece, Spain and Portugal. Enlargement will help make our continent more stable by integrating more countries into a Union that promotes the principles of democracy, good governance, the rule of law and respect for human and minority rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am conscious those are fine words, but words alone will not turn the vision into reality. It will take hard work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**PREPARATION FOR EU MEMBERSHIP**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Hungary has already shown its capacity for hard work in its preparations for, and adaption to, membership of NATO. Now you have expressed your commitment to the new European Security and Defence Policy. Britain is keen that candidate countries who are already members of NATO should have every opportunity to contribute to the new European security initiative. Your contribution to the military capabilities available for European-led operations will be welcome. Britain wants you to have a full opportunity to put forward the contribution you can make at the forthcoming Capabilities Conference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Your commitment also in meeting the requirements of membership has also been impressive. There is still a lot of work to be done to complete the task of transferring 80,000 pages of EU legislation into Hungarian law. There are high standards to meet in areas like tackling organised crime, developing your public administration, protecting the environment and meeting the acquis on food safety and animal health. But Hungary has shown sustained effort in rising to the challenge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe that the EU must treat each applicant country individually on the progress it has made. Each country should be eligible to join as soon as it is ready to do so, and is not delayed while others catch up. I have no doubt that Hungary is among those at the head of the queue. Only your efforts can ensure you remain there.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know that you are, rightly, impatient to make progress. EU accession is on the horizon, but horizons have a tendency to recede continually before you. You want to see a map of your road to accession, and to have a clear idea of how long it will take to travel down that road.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Target dates have played an important role in galvanising previous accession negotiations. They are a useful spur on both existing members and on applicants to make progress. Britain believes that the time is approaching when the EU could concentrate minds by setting a target date for the conclusion of negotiations with those countries ready for membership.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And in order to meet such a target, the EU has work to do as well. At Helsinki we committed ourselves to be ready to welcome new members by 2003. Britain believes that we must keep to that commitment. There is much work still to be done.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to continue the process of reforming the Common Agricultural Policy. Its reform would release more room for enlargement within our present budget. But we need to reform it also for ourselves. In the medium-term the liberalisation of world trade will compel us to reduce the protectionism of Europe’s Agricultural Policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**COMPLETION OF THE IGC**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The most immediate task for the EU is to complete the Intergovernmental Conference by December. We must agree all of the institutional reforms we need to make, to be ready for a larger EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I fully support the determination of the French Presidency to achieve a successful conclusion to the IGC in Nice in December. I do not pretend that the issues are easy. We ducked them at Amsterdam. I was there. I vividly remember, Janos, that we reached agreement that we could go to bed on the basis that if we could not solve these problems, we would put them off until the next time. This time we cannot put them off again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Democratic reweighting of votes in the Council, and a manageable size for the Commission are issues which will require member states to make tough choices. But they are choices which we can and must make to enable enlargement to happen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nor is the present IGC the last word on the future shape of the EU. But that future shape cannot be a question for only the present member states. We cannot change the rules before you even begin to play the game. The new members of the club must play their part in making the club’s rules. The first new members should join us round the table before decisions are taken in another IGC. And work on future IGCs must not delay work on enlargement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**CONCLUSION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To bring that day closer when you sit around the table as equal members, the EU must be realistic about terms of accession. Britain believes that negotiations need to go through a step change. We need to enter a new phase of solving problems through negotiation, not only identifying the problems in negotiation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The history of the EU is full of examples where, with imagination and hard work, we have found solutions to the most intractable problems – from the problems of Arctic farmers in Finland to the use of snuff in Sweden. I am confident that with similar certainty and effort, we can resolve the negotiating difficulties that we face today. But it will require a constructive approach by the EU to the negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should be fair. Existing member states benefited from transitional arrangements when they acceded. The EU should be sympathetic to requests for transitional periods from the present applicants as it has been to past applicants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We must be realistic. It is clearly in your own interest to be full members accepting the whole acquis once any transitional periods have expired. But the obligations of membership will be costly to implement. The EU should not expect every expensive capital investment to be completed on the date of accession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We should be generous. Existing members of the EU have a huge economic advantage over the applicant countries. The EU can afford to open its markets rapidly to the new members. Britain has been a firm opponent of protectionism in the EU. Britain will also be a strong advocate of terms of entry that provide generous and early market access to the new members.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And if we take that constructive approach to negotiations, then I believe we can maintain the timetable we have set ourselves in order to make Europe ready for enlargement to help the applicants to be ready for membership. Janos, in conclusion, can I recognise the immense contribution that Hungary has made in the past century to European life and culture. Bartok made his own distinctive contribution to our range of classical music. Solti influenced how we heard the classical music of our own nations. Biro made life easier for millions across Europe whenever they needed to jot something down. And Rubik drove demented the same number of millions with his geometric device. It is a measure of the scientific and artistic talent of this country that it has produced no fewer than 11 Nobel Prize winners.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A country so rich in talent will bring added strength to the European Union. Britain wants your future to be inside the European Union. We want it so that the Governments of Hungary and Britain can be even closer partners. And we want it also so that the people of Hungary can say with pride that they are citizens of a European Union member state.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}