{
    "url": "https://www.ukpol.co.uk/robin-cook-2000-speech-to-the-american-bar-association-lunch/",
    "title": "Robin Cook – 2000 ‘Guiding Humanitarian Intervention’ Speech to the American Bar Association Lunch",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Robin Cook, the then Foreign Secretary, at the QEII Conference Centre in London on 19 July 2000.",
    "content": [
        "Mr Chairman, Ladies and Gentlemen,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am glad that so many of you have crossed the Atlantic to be with us today. Those of us who live here were startled a couple of weeks ago to learn from Dan Rather and CBS that Britain had a higher rate of crime than the US, if we don’t count murders. So we must give a particularly warm welcome to you for leaving the relative safety of the United States for our dangerous island. On reflection, perhaps I should not be surprised that reports of a crime wave in Britain have been followed so soon by an influx of American lawyers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One friend who, unfortunately, could not be with us today, is Madeleine Albright. It would have been a pleasure and a privilege to share a platform again with Madeleine Albright. Since I took office in 1997, Madeleine and I have worked closely together on tackling some of the biggest foreign policy problems of our age. Continuing efforts to find a settlement to one of these, in the Middle East, have kept her in the United States today and I am sure we all support her in those efforts and hope for their success.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Madeleine Albright has proved a steadfast ally to this country and a good friend to me. We have stood shoulder to shoulder in dangerous circumstances – I am thinking here of our joint appearance on Larry King Live.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Her principled and courageous stand on a host of issues shows that it is possible to be an idealist and a realist at the same time. She has shown that the most powerful nation on earth should and can help the weak and the oppressed, wherever they are in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**HUMANITARIAN INTERVENTION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would have welcomed hearing Madeleine address our topic for today – the conceptual and legal basis for intervention. How can the international community avert crimes against humanity while at the same time respecting the rule of international law and the sovereignty of nation states? The question of when it is right to use or threaten force is perhaps the most difficult issue with which political leaders have to grapple.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "No-one can claim any longer that massive violations of humanitarian law or crimes against humanity fall solely within a state’s domestic jurisdiction. The UN Charter itself was written after the Holocaust. It begins ‘We the Peoples’, not ‘We the States’. It explicitly recognises the importance of protecting and promoting the rights of individuals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And there is now a well-established body of international law on genocide, crimes against humanity and war crimes. The Tribunals for War Crimes in Rwanda and Yugoslavia operate in this context. So will the new International Criminal Court. They illustrate the growing international determination not to allow state sovereignty to act as a shield for war criminals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But it is not enough to react after the event. It is far better to prevent genocide than to punish the perpetrators after the grisly evidence and mass graves are discovered. It is not good enough to have UN Blue Helmets standing aside while acts of unspeakable cruelty are carried out. We cannot accept another Srebrenica.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Exceptional circumstances demand an exceptional response. Just such circumstances arose in Kosovo. Regrettably, the threat of veto by two of the Permanent Members made Security Council action impossible despite majority support for our cause. But, under these exceptional circumstances, we were still justified, in every respect, in intervening as we did through NATO.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**CHALLENGE FOR THE NEW CENTURY**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Kofi Annan has said that the core challenge to the United Nations in the new century is ‘to forge unity behind the principle that massive and systematic violations of human rights – wherever they may take place – should not be allowed to stand’. He has challenged us all to ‘think anew’.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My answer to Kofi’s challenge, and my contribution to this debate, is that we should set down guidelines for intervention in response to massive violations of humanitarian law and crimes against humanity. In doing so, I want to reinforce the Security Council’s ability to do what is right and to fulfil its duties. If we cannot do this, and the Security Council cannot respond to the most serious aspects of modern conflict, it risks becoming irrelevant. This is in no-one’s interest. The Security Council must continue to act in the interests of the members of the UN. It must do so on the basis of a common understanding that, when given circumstances arise, military action is justified and necessary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The stronger the likelihood that the international community will act, the more we deter future perpetrators of crimes against humanity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**BRITAIN’S FRAMEWORK TO GUIDE INTERVENTION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The international community is more likely to act if there are clear principles to guide us when to act. Britain has submitted to the UN Secretary General a framework to guide intervention by the international community. Today, I want to share with you six of the principles on which we can build such a framework.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, any intervention, by definition, is an admission of failure of prevention. We need a strengthened culture of conflict prevention. Last week I was in Japan for the G8 Foreign Ministers’ Meeting where we agreed that a ‘comprehensive approach’ integrating all the policies at our disposal is the right one for conflict prevention. We need to stop the trade in small arms, and the illicit trade in diamonds which often fuels conflict – and I am proud that Britain played a leading part earlier this month in passing a Security Council resolution aimed at doing just that. We need to use development policies to eliminate the causes of conflict – poverty above all. And we need to end the use of children as soldiers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Second, we should maintain the principle that armed force should only be used as a last resort. Intervention may take many forms, including mediation, as in Cyprus, sanctions, as in Angola, observer missions, as in Georgia, and international condemnation, as in more countries than I care to mention.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Third, the immediate responsibility for halting violence rests with the state in which it occurs. Sometimes a state would like to act but cannot. Then the international community should be ready to help if asked, as we were in Sierra Leone. But other states refuse to halt the violence, or are themselves the cause of the violence – as with Milosevic’s Serbia.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fourth, when faced with an overwhelming humanitarian catastrophe, which a government has shown it is unwilling or unable to prevent or is actively promoting, the international community should intervene. Intervention in internal affairs is a sensitive issue. So there must be convincing evidence of extreme humanitarian distress on a large scale, requiring urgent relief. It must be objectively clear that there is no practicable alternative to the use of force to save lives. But we should act on the principle that a UN member state should not be able to plead its sovereign rights to shield conduct which is inconsistent with its obligations as a member of the UN. We need to strike the correct balance between the sovereign rights of states and the humanitarian right of the international community to intervene where necessary, as it was in Kosovo.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fifth, any use of force should be proportionate to achieving the humanitarian purpose and carried out in accordance with international law. We should be sure that the scale of potential or actual human suffering justifies the dangers of military action. And it must be likely to achieve its objectives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sixth, any use of force should be collective. No individual country can reserve to itself the right to act on behalf of the international community. Our intervention in Kosovo was a collective decision, backed by the 19 members of NATO and unanimously by the 42 European nations which attended the Washington NATO Summit in April 1999. Our own preference would be that, wherever possible, the authority of the Security Council should be secured.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The first and best way of dealing collectively with conflict remains the United Nations. When conflict prevention fails, the UN usually takes the blame. But failures of the UN are no more and no less than failures of the UN’s members – all of us. We need to do better if we are not to undermine the credibility of collective international efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Security Council itself needs to be more representative of the membership of the United Nations. It cannot do its job properly in the 21st century if its membership still reflects the geopolitical realities of the 1940s. Britain has been advocating the enlargement and modernisation of the Council for some time, and I welcome the United States’ willingness to look at formulae which involve a Security Council of more than 21 members. A more effective and representative Security Council must be a key part of any strategy for modernising the UN.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**CONCLUSION**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As the world grows smaller, national interests and global interests are converging. The international community is moving towards the principle that when crimes are committed against humanity, it is in the interests of the whole of humanity to deal with them. During the dark days of appeasement that preceded the Second World War, one Prime Minister famously described Czechoslovakia as a far-away country of which we know little. In the modern world, there is no such a place as a far-away country of which we know little.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yet the international law under which we still operate dates from the aftermath of the Second World War. It was drawn up to deal with the threat to international order of the time – aggressive invasion by a foreign power of another country. In response, it gave central importance to the sovereignty of governments and non-interference across borders. These are vital concepts of international law and they have helped make aggressive invasion a rarity in modern times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "But they do not help us address the more common threat to peace and stability in today’s world. Millions have died in conflict over the past decade, overwhelmingly civilians rather than combatants. They have been the casualties not of international war but of internal strife. We need new rules of the road to guide us on when to intervene to halt casualties within a nation which we would not tolerate between nations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When is it right for the international community to intervene and who decides that it is right? The United Nations Charter declares that ‘armed force shall not be used, save in the common interest’. But what is the common interest, and who shall define it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These are not questions which politicians can attempt to answer by themselves. We need a global debate on these crucial questions on how to develop international law to meet the needs of the modern world. And we need help to find answers that establish a new international consensus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where better to turn for that help than to such a distinguished gathering of the American Bar. It is traditional for the speaker to end by answering questions from his audience. This time I am going to get my retaliation in first by putting those questions to my audience. And if you can help us get nearer to the answers, then I will regard my lunch break as time well spent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}