{
    "url": "https://www.ukpol.co.uk/robin-cook-1997-speech-to-tuc-conference/",
    "title": "Robin Cook – 1997 Speech to TUC Conference",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Foreign Secretary, Robin Cook, to the 1997 TUC Conference.",
    "content": [
        "[![robincook](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thank you, Tony, and thank you for that warm welcome. I have, because of my life style, become accustomed to starting my speeches by apologising for being late. As the first speaker to present the fraternal greetings on behalf of the Labour Party and Government, I want to begin by apologising for being 18 years late. Sorry it took so long! If it helps to make up for the fact that it took so long, let me begin by assuring you that we have every intention of staying there for the next 18 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We began by making up for lost time. One step that I was proud to take within the first fortnight in office you have already referred to, Tony. The staff of GCHQ make a major contribution to defending the freedoms of this country. Now they are free to share in one of those fundamental freedoms, the right to join the trade union of their choice. Never again must we allow it to be accepted that you cannot be true to your country and also loyal to your trade union.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I took that step as Foreign Secretary, partly because I know that if I want to say to other countries that “you should observe civil liberties and labour freedoms”, then I have to practise what I preach in Britain first. I am proud of the fact that we have managed to bring to our foreign policy the same values of democracy and of civil liberty and trade union rights that inform our domestic policy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Once in my travels I saw a sign in a Paris hotel, “Please check in your values at reception.” I am not one of those who believes that you should check in your values when you check in your passport as you leave the country. We are an international Movement. The rights and freedoms we demand for ourselves we should demand for others who are unable to obtain it by themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why when I was in Indonesia last week I pressed the Government of Indonesia on the concern felt across the union Movement in Britain about the position of Mr Pakpahan, currently in prison on charges arising from his steps to organise an independent trade union ‑‑ independent of Government approval. I was told that he had actually been charged with making a speech inciting the overthrow of Government. I had to tell the Government of Indonesia that if that was an offence in Britain, Tony Blair and I would have spent the last five years locked up in prison!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not want Foreign Ministers to arrive in Britain, from Indonesia or any other country, to start to tell me that we have fallen down on trade union rights. That is why I am delighted that we now have made a commitment that early next year we will publish the White Paper giving effect to our commitment that unions will be recognised by companies where a majority of the work force vote for recognition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to pick up something that Adair said in his fraternal greetings from the CBI, before me. Of course, it would be far better if that recognition was done by voluntary agreement between management and work force. Of course I understand the tensions that can arise where management feel that they are forced to recognise the trade union. All I would ask is that it is also recognised that tensions can arise within a work force when they feel that their legitimate aspirations are being ignored and are not being listened to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As we enter the next century, the key to a competitive successful company will be the skills, the energy and the creativity of its work force, and you cannot ask a work force to bring their innovation, their initiative and their creativity to their work station but then say to the same work force “We are not going to listen to you when you want to talk about the conditions of work in the workplace.” It is an issue of democracy.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Democracy is one of the key values that has run through what the Labour Government has done since it took office in May. It is because of that commitment to democracy that tomorrow we will give the people of Scotland a vote on the return to Scotland of a Scottish Parliament which will enable us to ensure that the public services to the people of Scotland are delivered by people elected by the people of Scotland. And the same again next week in Wales. It will be the first time in history that Scotland has had such a democratic Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know there are some Nationalists in my own country who will say it will be the first time for 300 years we have had a Scottish Parliament. I do not want to disillusion them about the nature of the previous Scottish Parliament, but very few of the people that I represent ever got a look in in that Parliament of 17O7. This will be a democratic Parliament, bringing decisions closer to the people. It will be good for Scotland. Devolution will be good for Wales. I tell you this, I think it will also be good for Britain because one of the problems that we must tackle is that we have inherited a state in Britain that is too over‑centralised, in which too much power is exercised by too few people at the top, and there is too little freedom for discretion, for local communities to decide the services they want for themselves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why, having won that power in Whitehall and Westminster, we are determined to share that power, to return power from Whitehall, from Westminster, back to local communities, in particular to take the last remaining power away from that cast of a Gilbert and Sullivan opera in the House of Lords. By the time we meet again next year, we will be on the verge of putting into practice our commitment to clear that mediaeval lumber of Parliament and to make it absolutely established in both Houses of Parliament that the people who take part in passing the laws of our country should earn their seat by the process of democracy, not by the right of birth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For democracy to work best it needs to work within a society that is cohesive, a society in which there is social cohesion and social justice. That is why we have already set up our Low Pay Commission which has already met twice to put into effect our commitment to introduce a national minimum wage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yes, I accept ‑‑ and I agree with Adair Turner on this ‑‑ that we have to be competitive in the international world, we have to trade successfully in a global economy, but we will never compete on the basis of going down the cul de sac of lowering wages. There will always be somewhere in the world which will do the job more cheaply than ourselves. We will only compete if we do the job better than others, not through low pay, but through high skills, high technology, high motivation. You do not get a high skilled, motivated, committed work force on the back of poverty pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "So we have started on our task, creating a fairer, more just, more open, more democratic Britain. We have started to create a Britain that is more at ease with itself, and also a Britain that is more at ease with its European neighbours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am a magnanimous personality. I wish to be generous to my opponents. I therefore wish to record the immense contribution made to Labour’s election victory by the Tory Eurosceptics. If it had not been for the constant image of division and dis‑loyalty which they paraded I might not be standing in front of you here as a Government Minister. My prize award to a Tory Eurosceptic for having his cake and eating it at the same time went to a former Tory MP ‑‑ I stress former ‑‑ who in his election address said “I shall listen very carefully to all the arguments about the single currency and then I shall vote against it”. Fortunately his electors, to their credit, having listened carefully to all the arguments, then voted against him!\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On May 1st Britain rejected a narrow nationalism that looked back to the lost world of the 19th century independent nation states. It voted to look forward to the next century of interdependent states, and Britain as a result of that new Labour Government is no longer standing on the side lines in Europe, heckling from those side lines ‑‑ not a very good position from which to score any goals. Britain is now a respected and leading player in the European team. We gave an early signal of our commitment in the first weekend after that election, by announcing our determination to sign the Social Chapter, to end the unfair, unjustifiable situation in which the work force in Britain was left with the worst rights to know what was going on of any country in Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If I have any concern about Europe, it is I think that too often our image of Europe is one of top politicians meeting at Summits, in top people’s hotels, talking about politicians’ obsessions about institutions and procedures. I firmly believe that if we want to make that European project legitimate, relevant, we have to demonstrate that we are participating in the European Union because it can bring real benefits to the lives of the citizens, of people, can bring them a better environment by making sure we do not dump our pollution on each other, can give them better rights at work by making sure we have minimum standards across Europe and, most of all, can tackle the biggest question facing so many families in Britain and across Europe, which is how do they obtain and how do they keep a job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As Tony Blair has said, the key objective of our policy Europe should not be to integrate the economies of Europe but to strengthen the economies of Europe. There is no better test of the strength of an economy than its ability to offer its people the opportunity of a job and the security of a career with a future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I therefore give you this assurance, that next January, when Britain assumes the Presidency of the European Union, we will make it our number one objective to establish the European Union as a Europe for the people, not a Europe for the top politicians. If I am going to do that, Tony, I need the help of the trade union Movement. I need your help to communicate to the British people why partnership cannot stop at the Channel; why we need to co‑operate with the other countries of the European Union. I want your help to explain during that British Presidency that Britain’s place is in Europe and that we can make Britain’s place the driving seat of Europe. Together we can do it, just as we together won that victory on May 1st.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ours is not a tactical alliance, it is a strategic bond based on our common belief that by working together we can achieve more than we can as individuals, based on our shared commitment that for the individual to thrive the individual needs a strong community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very much aware that Labour’s longest serving Foreign Secretary was Ernest Bevin who came from the trade union Movement. Having seen both the Foreign and Commonwealth Office and also the trade union Movement, he said “Can the diplomats and governing classes show us anything so wonderful as this Movement which was built out of nothing?” Those of us who are now in charge of the Government and of its embassies must now show the same humility in constantly remembering that we were put there to serve the ordinary people of Britain. That is what the new Labour Government will do, that is the task we have begun, that is the job for which we will seek another renewed mandate at the next election, and that is the task that I ask our friends in this hall to join with us, to make sure that we complete it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}