{
    "url": "https://www.ukpol.co.uk/robin-cook-1978-speech-on-the-accountability-of-special-branch/",
    "title": "Robin Cook – 1978 Speech on the Accountability of Special Branch",
    "post_date": "April 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robin Cook, the then Labour MP for Edinburgh Central, in the House of Commons on 24 May 1978.",
    "content": [
        "As you will be aware, Mr. Speaker, it is a year ago this month since I obtained an Adjournment debate on the operations of the Special Branch. That was the first debate that this House had had on that specific matter in 20 years, although in that same period of 20 years the number of men in the Special Branch had increased five-fold from some 200 officers to more than 1,000 officers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I sought this Adjournment debate because I believed that it would be for the convenience of the House if we had an opportunity to review what had happened in the 12 months since we last discussed this matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I take as my point of departure the observation of my hon. Friend the Under-Secretary of State in reply to that debate that the place where we should look for information about the Special Branch was in the annual reports of chief constables. With the considerable help of the Library staff, I have been looking for that information in the annual reports of chief constables, and I have looked in vain for the information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Of the 36 annual reports of provincial forces which we have received, only one contains any statement on the Special Branch unit within the force. That is a particularly significant result, because it shows that the great majority of provincial chief constables are not aware of my hon. Friend’s view that the appropriate place for information about the Special Branch was in their annual reports. But it also establishes that at least one, the chief constable of Durham, felt able to give a concise statement about the number of the establishment, the officers in that establishment and the location of that establishment without feeling that it interfered with the effectiveness and efficiency of that unit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of more notable examples of those who made no reference to the Special Branch was the Metropolitan Commissioner included no statement on ​ the Special Branch in his report, although we know that more than half of all the Special Branch officers in Britain are answerable to him. Of course, his report is presented to the Home Secretary and, through the Home Secretary, to Parliament, and one would have assumed that both the Home Secretary and Parliament would have a legitimate interest in knowing something about the Special Branch which operates under the control of the Metropolitan Commissioner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Just to rub home the point, I might add for good measure that the annual report of the Chief Inspector of Constabulary also contains no reference to the Special Branch.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It would be a matter of only academic concern that there was so little information available on the Special Branch if there were no ground for concern about its activities. It would then be a quite proper matter for Members of Parliament to become exercised about the principles of accountability and the nature of the information which should be available so that we might have a proper open, public, democratic debate on the operations of the Special Branch. But it would not be a matter of urgent business. However, some of the incidents which have occurred and come to light in the past 12 months are disturbing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I should like to share with the House four of these incidents. In September of last year, there was the incident at Blackwood in Wales where, at a community college, two Special Branch officers called and requested the register and enrolment cards for a class on Marxist practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In November of last year, a Special Branch officer called at Paisley College of Technology, interviewed a student in the college, and offered him what he called “tax-free payments”—I do not know what arrangement the Special Branch might have had with the Treasury—in exchange for information about the political views and activities of the other students at the college.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In December of last year, two Special Branch officers called at Keele University and interviewed two students who were in the officer training corps and also the head porter of the students’ union, all three of whom they invited to submit information on “dangerous types”. When, subsequently, they were offered a list of 22 students, they turned it down, ​ apparently in scorn, on the ground that they had a far longer list of their own.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What all these incidents had in common was that they occurred in educational institutions. This is particularly disturbing. Hon. Members are fond of imagining that this type of activity—of collecting information and dossiers on the political activities and views of college students—is more characteristic of Eastern rather than Western European States.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn from the interest of Special Branch in educational institutions to its interest in industrial matters. Last summer the work force at Greenwich Reinforcement Steel Services occupied the factory and in the course of that occupation discovered a file containing a memorandum, signed by the works manager and dated September 1975, in which it was made quite plain that he had received information from a Mr. Meynard of Scotland Yard concerning two of the employees at the plant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the first of these cases it was noted that the employee had been convicted in 1954—more than 20 years before the information was given and at a time when the man in question had been a youth of only 17. It was precisely to prevent that kind of communication that this House passed the Rehabilitation of Offenders Act 1974.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The other employee had noted against him three complaints, each of which was no more than a collection of tittle-tattle and gossip, and all of which in different ways were inaccurate. The file included for instance, the observation that the employee had taken part in “illegal demonstrations” although, praise be, there is, as yet, no such thing in Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It included also the observation that he had disturbed the peace during demonstrations, although the man in question had no conviction and had never been charged. Thirdly it included the information that he had distributed “national Socialist literature” which is thought to be a reference to the International Socialists.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The inaccuracy of these remarks underlines one of the dangers in this practice. It is precisely because of the clandestine nature of this communication that it is impossible for the employee in question who is being slandered—and, make no ​ mistake, it is slander—to rebut the changes or correct the information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If we had some form of democratic scrutiny of the operation of Special Branch, and if it was answerable to some form of elected body, it is a matter of speculation whether that elected body, considering the general policy of Special Branch, would or would not agree that it should collect information on college campuses about students on that campus, pass information about past convictions, or participation in demonstrations, to employers. Personally I would be extremely surprised if any elected authority anywhere in Britain agreed to such a proposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "However, I am certain that whatever speculation there may be about the judgment that they might reach, decisions on such matters are of a political character and as such should not be left to policemen. Here we come to the nub of the matter. Over the last decade, as well as a growth in numbers in the Special Branch there has been a parallel expansion in the scope of its activities. These are neatly illustrated by two definitions of subversion which we have had over that decade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In 1963, in the course of his report on the Profumo case, Lord Denning offered this definition of subversives—those who\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“would contemplate the overthrow of the Government by unlawful means.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Between 1963 and 1975 that definition was widened into that which was first offered in the other place, and repeated in this House by my right hon. Friend the Home Secretary in April this year, in which he defined subversion as:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“activities which threaten the safety or well being of the State, and are intended to undermine or overthrow parliamentary democracy by political, industrial or violent means.”—[Official Report, 6th April, 1978; Vol. 947, c. 618.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a crucial distinction between the definition of Lord Denning and the one given by my right hon. Friend. In the first place Lord Denning’s definition turns on the term “unlawful means”. The word “unlawful” is capable of clear, precise and narrow interpretation, based on statute and common law. The second definition of subversion does not turn on any reference to unlawful. It is in no way restricted to unlawful activities. It is, therefore, an invitation to the police forces that police this concept of subversion to stick their nose into any form of political or industrial activity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am bound to admit that it may be that times have changed. It may be that there has been an alteration in the circumstances of society that Lord Denning could not reasonably have foreseen in 1963. If that is so, the course for my right hon. Friend is plain: he should bring before the House a measure that creates a new crime of subversion, which that measure would define and interpret. It is doubtful whether the House would accept such a measure in the foreseeable future, but it would be open to my right hon. Friend to present it to us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What the Government cannot do is by Executive decision create a new class of what we might term quasi-crimes such as subversion, which would not in themselves lead to conviction in any court in the land but render the suspect liable to police surveillance and being placed on police records. That is the road to the Thought Police and the closed society. If any hon. Member thinks that I am going too wide in my observations, I cite in aid information that I have recently obtained from Australia, where there has recently been published a report by a senior judge on the South Australian Special Branch. In the course of the report he mentioned that half of all those held on the records of the Special Branch are there only because they were\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“suspected by Special Branch of holding or supporting subversive’ views by reason only of the fact that such organisations or persons adopted policies or opinions which were ‘radical’ or ‘to the left’ of an arbitrary centre fixed by someone in Special Branch.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As a result of that wide definition, members of trade unions, peace movements, the women’s liberation movement and the divorce law reform movement in South Australia were placed on the Special Branch files.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Predictably, there were many people in universities placed on the Special Branch files. Judge White found no fewer than two armfuls of files marked “University Matters”. In view of what I said earlier about the involvement of the Special Branch in education campuses it may be helpful if I quote Judge White’s conclusion. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I gained the impression that nearly all of the material was entirely irrelevant to security issues.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That evidence from South Australia cannot be lightly dismissed. The South ​ Australian Special Branch was reorganised and re-formed in 1949 with the advice and assistance of Sir Percy Sillitoe, who was then head of MI5 in Britain. Moreover, the Commissioner for Police in South Australia for the past five years was the former Chief Constable of the North and East Ridings of Yorkshre. At both ends—at the creation of the organisation and at its control over the past five years—there is a clear British involvement. It is not unreasonable to take inferences from that report about the practice of the Special Branch in Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am aware that there is another hon. Member who wishes to intervene and so I move to my close. Before doing so I make two matters plain. It is no criticism of the men who work in the Special Branch to say that the decision on whether someone is subversive is not properly their decision. It is not a matter for which they have had any training and not a matter on which many of them would claim to have expertise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nor is it a personal attack on my right hon. Friend the Secretary of State for the Home Department. I take this opportunity of saying that I much appreciate the fact that he has decided personally to reply to the debate. It is not in any way a personal attack on my right hon. Friend, or on his competence or good faith, to say that it is not adequate to run a system on the basis of the judgment and integrity of the man at the top.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The dilemma was neatly summed up in a reply made by my right hon. Friend in March, in which he said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The Special Branch collects information on those who I think cause problems for the State.”—[Official Report, 2nd March 1978; Vol. 945, c. 650.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Obviously, any system which operates on the basis of one man at the top keeping control is not a safe or democratic system. Nor is it a practical system given the expansion of the Special Branch and of its range of activities.  \nHow do we know that the incidents at Keele, at Paisley or in Wales are isolated incidents? How do we know that they are not simply the only incidents about which we happen to have heard? How do we know whether the case at Greenwich is the only case in which the Special Branch has given information on employees or the only ​ case in which the workers happened to obtain the files? We do not know the answers to these questions. We cannot know the answers without some form of independent inquiry such as has been carried out in Australia. I urge the House that the time for that inquiry is now ripe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}