{
    "url": "https://www.ukpol.co.uk/robin-cook-1985-speech-on-suicide-of-a-constituent/",
    "title": "Robin Cook – 1985 Speech on Suicide of a Constituent",
    "post_date": "May 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robin Cook, the then Labour MP for Livingston, in the House of Commons on 28 June 1985.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-1-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "wish to raise a matter of the greatest gravity, arising out of the suicide of a constituent. This issue has moved me deeply, but I shall try to place it before the House in as dispassionate matter and with as little partisan flavour as possible. I am anxious that when the Minister for Social Security replies to the debate he should do so not in a spirit of seeking to justify what his Government have done but in a spirit of honestly examining the effect of the regulations. His junior Minister, the Under-Secretary of State for Health and Social Security, was challenged on this matter last weekend but did not show a willingness honestly to examine the effect of the regulations. He said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The whole campaign of opposition to the proposals is no more than political brouhaha … Nobody in need can slip through that net of exemptions. Opposition is coming solely from those individuals who cannot be bothered to look for jobs and prefer to live without effort off the B and B allowance.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that it will be felt at the conclusion of my speech that that view is profoundly mistaken and gratuitously insulting.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The facts concerning my constituent can be briefly stated and are not in dispute. He was 23 years old. His mother had remarried and lived with Brian’s stepfather and stepbrother in my constituency. Brian had a history of psychiatric illness and had been a resident, on and off, for the best part of three years at Bangour village hospital in my constituency. In November he was discharged as fit and, as the phrase goes, returned to the community. He then went into board lodgings in Edinburgh, where he remained thereafter. His medical social worker drifted out of touch with him in January, but he was encouraged by the fact that Brian obviously wished to be independent and was seeking to get beyond reliance on the mental health system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Brian appears to have lived reasonably satisfactorily for the next six months. Then on 17 May his world collapsed. He received a notice advising him that his weekly benefit would be reduced from £69·50 to £25·75 on 27 May. We know that thereafter he approached the Edinburgh housing department to seek rehousing, but for a number of years Edinburgh district council has built no new council houses and as a result has an enormous waiting list. There was no prospect of it being able to rehouse Brian and it was under no duty towards him, as a single person, under the Housing (Homeless Persons) Act 1977.  \nBrian was put out of the hotel where he was staying at the end of the week in which his benefit stopped. He was successful in finding accommodation in another establishment for a few nights but he was put out of it on 6 June. He slept rough for the next two nights and was last seen alive in the all-night cafeteria of Waverley railway station. Thereafter, he climbed on to the north bridge and threw himself off it. He went through the roof of the railway station on to the platform below. There is no doubt that he committed suicide and there is no doubt in my mind that it was induced by the state of despair and homelessness to which he was reduced by these regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the first lessons to be learned from this case is that it is clear that Brian Brown was in one of the exemption categories but failed to get exemption from the ​ regulations. The most alarming feature of his case is not that he was an exception but that his experience is all too common among the many other people who fail to get the exemption to which they are entitled under these regulations. Since the news that I had this Adjournment debate became public, I have received much correspondence from organisations and societies. Indeed, I have never had such a large mailbag on any single issue during the 12 years I have been a Member. All those representations frequently returned to the same point—the difficulty faced by those who are exempt in securing that exemption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister has received a list of such cases from the “That’s Life” programme, which had conducted some excellent research into the impact of these regulations. He responded on Tuesday by suggesting that those individuals who were exempt should come forward and claim exemption. There are a number of problems with that approach, and I wish to illustrate them from Brian Brown’s case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The reason why Brian Brown could claim exemption was that he had a history of mental illness. I find it distasteful that anyone should have to seek the right to benefit by disclosure of that type of background. We know from his case that he was trying to get beyond his mental illness and his association with the mental hospital. He may well not have wished to come forward and make a claim for exemption on that basis, knowing that the inevitable effect would be to put him back in contact with the mental health system; otherwise, there was no way in which he could prove his case for exemption. The knowledge that that contact was in prospect may well have triggered a psychological reaction that predisposed him to suicide.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is possible also that Brian Brown never knew that he was exempt. I have seen the application that he submitted to the housing department. It is clear that Brian was barely literate. I doubt that he read the accompanying literature or, if he read it, that he comprehended it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is another possibility—that Brian could have applied for exemption and been refused. It is clear that large numbers of cases that should be exempt have been unable to obtain exemption when they applied. I turn to one case from the “That’s Life” programme which was featured last Sunday and which has been put to the Minister. It concerns a girl with severe epilepsy, suffering frequent epileptic fits, who applied for exemption on that basis. I should have thought that no hon. Member would doubt that that was qualification for exemption. By last Sunday, she had received a further letter from the DHSS stating that this did not qualify her for exemption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is a wide variation in the proportion of cases getting exemption. In the north-east, 80 per cent. of claimants at one DHSS office have been granted exemption. At one Scottish local office, only 2 per cent. of claimants have succeeded in getting exemption. It is impossible to look at that extraordinary rate of variation without concluding that some people entitled to exemption are not getting it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is another unsatisfactory feature of relying on the system of exemptions to make these regulations humane. It places upon these vulnerable young people a strong incentive to remain in one of the exempted categories and not get beyond it. Lothian social work department, at a ​ time when it is being encouraged—indeed, forced—to reduce its staff, has hired five additional social workers to work with those rendered homeless by the regulations. One reason is the increased number of referrals of young people from the social work department because those young people can thereby claim exemption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The position of those on probation is more acute. It is becoming impossible for social workers to consider discharging clients who are on probation if the effect of discharging them is to remove them from exemption and thereby render them homeless. What more absurd conclusion could there be to a period of probation, and what would be more likely to predispose them to return to a life of crime?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government appear to think that those who do not qualify for or secure exemption should return to the parental home. The problem with that is illustrated by the case of Brian Brown. He was not a youngster, but a man of 23. At 23, I was married and living in my own home. It is not surprising that people of that age wish to live an independent existence and do not readily accept that they should return home to mummy. In many cases, the cosy parental home waiting to welcome them back is a myth. Frequently, the background of homeless young people is broken. A stop-over hostel in Edinburgh which caters for young single homeless people calculated that 70 per cent. of its young people have lost a parent either through death or divorce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One does need a degree in psychology to understand the tensions and resentment of some young people towards a stepfather who married their mother late in their lives. Sometimes, that is felt by the stepfather towards the children of the previous husband. That does not apply in this case, but it is well known among social workers that one of the main reasons why young girls and women become homeless is the sexual advances or assaults of a stepfather in the house. It is grotesque to suggest that they should return to that risk in the step-parental home because the benefit has been cut. Many of them will not go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Large numbers of young people in Scotland are now making shift by desperate expedients. One victim in Kirkcaldy took to living in a tent on the beach there. Others sleep in bus shelters. In Edinburgh, a public house serves as a clearing house between young men made homeless by the regulations and homosexual older men who offer them accommodation for a few nights in return for sexual favours. It is incredible that late in the 20th century we are abandoning vulnerable young people to such an existence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Brian Brown did not have the skills or the psychiatric stamina to survive the circumstances. He killed himself after two nights sleeping rough in the summer. There will be other such cases when cold autumn weather sets in, unless we change the system by then. I shall suggest to the Minister a number of ways to make the system more humane. If he cannot respond to them immediately, I ask him to consider them and to write to me later.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, if the Minister remains convinced that there is a problem of abuse, why does he not stand the system on its head, and give wider powers to the DHSS to suspend benefit where abuse is suspected, rather than suspend everybody’s benefit and oblige those who are not abusing the system to prove that they qualify for exemption? That would put the onus on the DHSS to establish abuse, not on the claimant to establish that he is not abusing the system.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, the Minister should consider the change, which was made between the consultation paper and the regulations, not to provide exemption for young people living locally. That has created a great deal of difficulty. Had such an exemption existed in the case of Brian Brown, he would not have been caught by the regulations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, on Tuesday the Minister invited organisations working with young people to help them to claim exemption and to notify the DHSS of any cases at risk. If he is serious in inviting that assistance, the DHSS should notify such organisations of those who are likely to lose benefit and to whom notices have been sent, so that they can find out whether the young people are vulnerable and at risk and could claim exemption.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Fourthly, as a minimum will the Minister consider including in the notice to young people reducing their benefit information on where to find organisations such as citizens’ advice bureaux and social work departments to obtain the advice, assistance and information that they may need to figure out whether they are exempt under the regulations?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, what is so impressive about the weight of evidence that I have seen this week is that it has arisen so early in the life of the regulations, which came into force only two months ago. The first evictions began only four weeks ago, when the reduction in benefit started to bite on those caught four weeks previously. In London and Glasgow, the regulations came into effect only on Monday and the first eviction will take place this weekend. The appalling crop of cases that has been gathered so far has thus come to the surface without the metropolis even being involved. The regulations are already causing suffering to an extent of which the Minister was warned but which he did not expect when the regulations were introduced. I do not expect him to say so when he replies to this debate, but I suspect that in his heart he knows that I am right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}