{
    "url": "https://www.ukpol.co.uk/robin-cook-1986-speech-on-housing-in-livingston/",
    "title": "Robin Cook – 1986 Speech on Housing in Livingston",
    "post_date": "August 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robin Cook, the then Labour MP for Livingston, in the House of Commons on 11 March 1986.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-1-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful for the opportunity to raise a matter of serious and growing concern to my constituents—the forward housing programme of Livingston development corporation. On the whole, I do not quarrel with the priorities of the corporation, and usually agree with the judgments that it makes within the resources available to it. My point, for which the Government must take full responsibility, is that its resources are not adequate to do the job that if faces.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are two separate issues. The first is the amount of capital allocation available to LDC to tackle the upgrading of the existing housing stock. The second is the Government’s ban on general needs building by the new towns, including the LDC. The two are linked, as, were that ban to be lifted, the new towns would require an even more generous capital allocation than they need for the upgrading of existing stock. Both cases stand on their own merit, so I shall address myself to them as separate issues.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This debate, and my application for it, were prompted by the reduction in the capital allocation for the LDC in the forthcoming year. For the current year, it received £2–4 million net capital allocation for housing purposes. Next year, it will receive only £1.7 million, which is effectively a reduction of one third in real terms. It is difficult for those of us who know and seek to grapple with the housing problems of Livingston, to understand what possible basis there could be in the reality on the ground for that reduction in the net capital allocation for LDC.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Livingston, by its nature, has a large number of houses that were built in the 1960s, when system building was extremely fashionable among architects. Those houses have proved inappropriate wherever they have been built, but they have proved particularly inappropriate in Livingston, which is on an exposed hillside in Scotland, 500 ft above sea level. Some aspects of the housing stock desperately needs urgent attention if it is to provide acceptable housing into the 21st century, and if it is to stop deteriorating before the 20th century comes to an end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, a large number of houses have flat roofs. Unfortunately, in the 1960s, architects forgot that flat roofs do not allow the rainwater to run off. I have constituents who have reported 14 or 15 times that their roofs are leaking. To be fair to the LDC, quite often the tenants have been visited 14 or 15 times, and have had more patches put on the fiat roof above them. That is no solution. The only solution to the problem faced by the tenants and the LDC is to provide the houses with proper pitched roofs. If the rain does not get in through the roof, it gets in through the Bison cladding. The Minister will be familiar with the problems of Bison-built houses, and he will be aware that where such buildings are in an exposed position, as in Livingston, the case is as strong as anywhere else for urgent treatment of that form of building.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My next point concerns the provision of the heating systems in those houses. Unfortunately, many of the houses were built at a time when architects blithely ​ assumed that energy, and particularly electricity, would be cheap indefinitely. They therefore built houses that were cheap on insulation, and which are now expensive to run.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A number of houses in Livingston are recognised by the DHSS as exceptionally hard to heat houses. The LDC, to its credit, perfectly properly wants to replace the heating systems in those houses and provide heating systems that the tenants can once again afford. That is a matter of concern not only to the tenant but to the landlord as, while the houses are not heated, they deteriorate as a result of the familiar problems of condensation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition to all these problems with the existing housing stock, there is the further quite distinctive issue of the upgrading programme for Knightsridge 4. I will not weary the Minister with the details of that tonight, as he was good enough to meet me and the local councillor, Maureen Ryce, a fortnight ago and we much appreciate the fact that since then he has been able to make a decision approving that upgrading programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That upgrading programme alone requires a capital expenditure of £3·6 million spread over two years. Therefore there will be an annual expenditure of £1·8 million. That figure compares to the total net capital allocation for Livingston for the current year of £1·7 million. In other words, that project alone would swallow up the entire net capital allocation. If we add the other expenditure to which I have referred, Livingston requires and can readily absorb a net capital allocation some two or three times the figure that has been offered for the current year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister could perfectly properly argue that the net capital allocation is not the sole capital resource available to Livingston. The LDC can also apply to capital expenditure the receipts that it obtains from the sale of houses. The fact is, however, that those receipts are on a declining profile. We are over the hump in public sector housing sales. In Livingston in the past year there has been a marked reduction in interest in purchases of corporation houses. That is not surprising, since more than half the tenants in Livingston are on housing benefit and are not in a position to purchase their houses. There is bound to be finite point to the demand for council house sales and we appear to be approaching that point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is possible that the Housing (Scotland) Bill, which is currently before the House, will stimulate a fresh wave of applications for purchase, should it complete its passage. That, however, will be a one-off effect. The LDC expects that its receipts from house sales will decline from £2·5 million in the current year to £1.1 million in 1990. That estimate was prepared by a development corporation which takes no view on the rights or wrongs of selling public housing and which has proved itself willing and energetic in marketing the sale of such houses. That corporation nevertheless expects to be able to achieve only a declining revenue from the sale of its houses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In other words, the LDC is faced with a declining capital revenue from the sale of its housing stock and a declining net capital allocation from the Scottish Office. On that basis, it is impossible for the LDC to tackle the grave housing problems that it has inherited. In the immediate future that means that it does not have enough resources to meet committed expenditure in the coming financial year. In the longer term, it means that some of my constituents will continue to live with flat roofs, with Bison-clad buildings and with heating that is too expensive for them to use, until beyond the year 2000 on the present ​ resources available to LDC. That is the situation in a housing authority for which the Secretary of State is directly responsible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It would not require resources beyond the bounds of imagination to tackle the problems at Livingston. The capital programme of the LDC in 1978–79, the last year of the Labour Government, was double the capital programme in the current financial year. Moreover, none of that expenditure was financed by sales of the housing stock.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not expect miracles. I do not expect the Under-Secretary of State to be able to return us to those halcyon days and the expenditure of 1978–79. I do not think that he has brought his cheque book with him. However, I ask him to give serious and sympathetic consideration to the representations from LDC and to look at them with a genuinely open mind. The hon. Gentleman has been willing—I appreciate this—to recognise the problems in the Knightsridge 4 area of Livingston. He has been prepared to admit that there is a case for expenditure. I put it to him that having recognised those problems, he must now will the means to tackle them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am concerned also about the ban imposed by the Scottish Office on construction of general needs housing in the new towns. That ban was imposed by the Minister’s predecessor three years ago. Since then, no general needs housing has been started in Livingston or in any other Scottish new town. The hardship caused by that moratorium has become increasingly evident during those three years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When I was first elected to the seat of Livingston and went to my surgeries there, I had few, if any, cases of people coming to me who were not able to obtain rehousing. I have to admit that it made a refreshing contrast to my previous constituency in central Edinburgh where such cases were the stock in trade of my surgery. However, over the three years, first a steady trickle and now a steady stream of people have come to my surgeries unable to obtain the housing that they urgently and desperately need. I share that experience with local councillors. Yesterday, West Lothian district council carried a resolution requesting the Scottish Office to lift the moratorium on the construction of general needs housing in Livingston, precisely because of the experience of local councillors in finding an increasing number of constituents coming to them whom they could not assist.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To understand the pressure on the waiting list, it is necessary to remember that Livingston is a new town which has been constructed over the past 20 years. We now have a large number of second generation residents reaching their 20s, getting married and understandably seeking a house in which they can set up their family home. Forty six per cent. of the applicants on the LDC’s waiting list are under 25. The houses are just not there for them. The waiting list grew steadily until December 1984 when the LDC decided, perhaps understandably, that it would have to close the waiting list, except for priority cases. Even so, the average waiting time lengthened dramatically during the subsequent 18 months. The average time that must elapse before a first offer can be made exceeds a year. Many people on that waiting list cannot afford to wait a year. One hundred applicants a year involve cases where families have split up, often in desperate circumstances, occasionally in violent circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Bluntly, LDC is caught between the twin pressures of diminishing housing stock from the sales and an increasing demand from the new generation reaching maturity and seeking a family home of their own. The only way out of those conflicting pressures is a building programme of general needs housing. I am not asking for a massive programme. I am not seeking an enormous new estate. I am asking for LDC to have the flexibility to provide a steady responsible programme of perhaps 200 houses a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some private sector house starts are being carried out in Livingston, and it is welcome, but they do not match the needs of the local community. In the past seven years, the average number of starts in Livingston by the private sector has been 137. It is estimated that we require 350 homes a year. Moreover, the people buying those houses come overwhelmingly from outside the new town. They are attracted by houses in an attractive, modern environment and are welcome to the new town. However, the houses constructed by the private sector do not and cannot meet the needs of the young couples of Livingston who cannot afford to purchase them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope the Minister will agree that I have put my case in a rational, reasoned and dispassionate manner. I ask him in return to give a reasoned and dispassionate response to my case for lifting the moratorium, but I do not want him to give an instant response tonight if it will be no. He will have adequate opportunity to respond. The five district councils representing Scottish new towns have formed a joint forum which has been examining, among other issues, the housing needs of the new towns. The unanimous view of those councils is that the moratorium should be lifted, and they will be placing a report before the Minister within a couple of months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that when he receives that report, he will reflect on my remarks tonight and will, in the light of the evidence that they and I have given, be willing to consider lifting the moratorium. By definition, a moratorium should be only a temporary pause. I hope the Minister will agree, when he receives the report from the five councils, that the time for lifting the moratorium is long overdue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}