{
    "url": "https://www.ukpol.co.uk/robin-cook-1974-maiden-speech-to-the-house-of-commons/",
    "title": "Robin Cook – 1974 Maiden Speech to the House of Commons",
    "post_date": "November 26, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Robin Cook",
            "url": "/tag/robin-cook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Robin Cook in the House of Commons on 14th March 1974.",
    "content": [
        "[![robincook](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook-223x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/robincook.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I, too, am a new Member and I begin by paying tribute to my predecessor, Mr. Tom Oswald, who represented Edinburgh, Central in this House for over 20 years. I have been a Member of this House for only a very short period, but in that time I have come to appreciate how much those who worked beside Tom valued him as a conscientious and reliable Member of this House.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We in Edinburgh have long respected Tom as one who always gave the first claim on his time to any constituent with a problem. Those who knew him well will be familiar with his habit of maintaining a running serial number on all items of correspondence which he dispatched from this House. It will give some idea of how hard he worked for his constituents when I tell the House that at his retirement Tom Oswald had just reached his 40,000th letter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We do not conduct much agriculture in the city centre of Edinburgh. Therefore, I do not intend to follow those hon. Members who have spoken on this subject in the debate. However, we have a serious housing problem. For many of my constituents the expenditure on housing is the major expenditure in their weekly budget. Therefore, I propose to address myself to the price of housing and to the increase in the price of housing which has taken place in recent years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have heard a lot in this debate about the increases in international commodity prices. We have heard how world market forces have pushed up prices with the inexorability of the laws of dynamics. It is worth noting that there is no world market in council houses. We neither trade them nor play the commodity market with them. Yet twice in the past 18 months my constituents have been faced with a major increase in the weekly price of their housing, their council rent, although the rent they pay is among the highest in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Therefore, I welcome wholeheartedly the rent freeze announced by the Secretary of State last week. I do so as chairman of the housing committee of Edinburgh, an authority with 52,000 council tenants. However, very few of those council tenants actually live within my constituency. Indeed, the reason for the acute housing shortage in the city centre is that for decades we have torn down the slums and failed to replace them with modern houses. A much greater proportion of my constituents are private tenants, and to many of those private tenants that rent freeze will be of far greater benefit than to most council tenants.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I went on a number of walkabouts in my constituency around the shopping centres, expecting to meet shoppers who would talk to me about the increase in food prices. They did, but far more often we met elderly people, private tenants, who were desperately worried by the notice they had just received of the increase in their rent. In one case there was a punitive increase of £98 per annum for a room and kitchen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I concede that in some cases the rent of privately rented property is unrealistically low, but it must be remembered that many of those who still benefit from rent control are themselves elderly people receiving the old-age pension. They have not only a low income but are least capable of adjusting budget habits of a lifetime to a situation in which their weekly rent is trebled.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It must also be remembered that we are talking of property which is the worst in the housing stock and the most neglected. Only this week I received a letter from a constituent who informed me that his rent was being increased by 400 per cent. phased over only four years. Yet this tenant has no hot water and there is no obligation on the private landlord to provide hot water at any stage in the course of those four years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Elsewhere in my constituency there are over 100 private tenants who are faced with a rent that will treble; yet I have a letter from the factor of their landlord informing one of the tenants that he is under instruction to spend no money on the repair of the properties. In these circumstances, what possible cost inflation or conceivable wage claim could justify these price increases?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I regret the extent to which discussion on the Housing Finance Act has concentrated on the council sector. I regret it because it has concealed the greatest evil of the two Acts—the evil that for the first time since the Great War it is possible to get a good return on money invested in slums.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have been told that we need not worry unduly about these price increases because those with low incomes—the weak members of society—are protected by rent rebate and rent allowance schemes. On Tuesday there was quite a bit of chest-beating by hon. Members who seemed to imply that because we shall repeal the Housing Finance Act we might somehow contrive to make rebate schemes illegal. The hon. Member for Perth and East Perthshire (Mr. MacArthur), who is not here tonight, referred to 149,000 council tenants in Scotland who are living rent free because of the Housing Finance Act. That is not the case. Less than one-tenth of those council tenants are living rent free because they receive a rebate. Over 90 per cent.—the overwhelming majority—live rent free because they receive supplementary benefit and always have their rent paid for them in any case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is worth remembering that, even before the Housing Finance Act, nine out of 10 council tenants in Scotland were already covered by a rent rebate scheme. Indeed, the rebate scheme that we in Edinburgh were compelled to drop by law was significantly more generous than the rebate scheme we then had to introduce. I do not expect that the Government intend to make it illegal for us to retain a rebate scheme. I am confident that they will restore to us the freedom to make that rebate scheme more generous once again. Repeal is only a first step and a beginning towards a more just system of housing finance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those of us interested particularly in housing will watch the proposals put forward by the Government with particular concern to see whether they tackle the causes of increased housing costs. I welcome particularly the commitment given in the Gracious Speech to bring into public ownership building land. Here we have one of the clear, root causes of the recent increases in the price of houses. There have been references to commodity speculation forcing up prices. There is no clearer case of that than in building land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member for Merioneth (Mr. Thomas) has already referred to speculation in agricultural land. Let me give one example of speculation in urban land which has occurred in the city centre of Edinburgh. A major industrial company wished to dispose of four acres of derelict industrial land. It was sold on a Wednesday for £137,000. On the Thursday, the company which acquired the land sold it again for £200,000. On the afternoon of that Thursday the gentleman to whom the company sold it, sold it again for £220,000—an increase of £80,000 within 24 hours.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The company which sold the land in the first place is not an innocent in business. It is a major industrial concern, well known to many hon. Members on the Government benches for the very fine beer it brews, and to the Opposition for the fine donations that it makes to their party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Presumably, the company regarded the price as a fair one for the site. The £80,000 beyond that represents pure profit on speculation, and it has two consequences. First, it has the consequence that the site could not be used for council housing because we could not afford it at that price. Secondly, it means that every house now being built on that site will finally sell for £800 more because of the increase in the cost of the land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is scandalous that we should allow speculation to drive up the price of an essential commodity such as housing in this way, and I welcome the commitment to take building land out of the market. I was distressed to see in the Gracious Speech that “Proposals will be prepared”. I hope we do not take too long preparing those proposals because unless we have public ownership of land, it will not be possible to expand the house building programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I should like to thank the House for the courteous silence maintained throughout my speech, particularly as all I have said has not been of a non-contentious nature. However, I do not apologise for having confined myself to one topic. Housing is the major problem of my constituency, and its rising cost is the major inflationary pressure on my constituents. I am confident that they will welcome the prompt action of the Government to contain those costs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}