{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2020-speech-on-early-release-of-terrorist-offenders/",
    "title": "Yvette Cooper – 2020 Speech on Early Release of Terrorist Offenders",
    "post_date": "February 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 12 February 2020.",
    "content": [
        "I should like to start by congratulating the hon. Member for Crewe and Nantwich (Dr Mullan) on his thoughtful and beautiful speech. To give his maiden speech in that spirit shows the way in which he will work hard for his constituents to tell the stories not just of the two towns he represents but of the people within the towns, and also of the search for meaning and the search for purpose in politics. I really must congratulate him on making such a poignant and powerful maiden speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I rise to support this legislation. The purpose behind the Bill is the right one. It is to ensure that those convicted of terrorist offences are not released early without a Parole Board assessment of whether they still pose a danger to the public. In the past few months, we have seen two awful terror attacks—one on London Bridge and one in Streatham—and our hearts go out to those who were killed or hurt, and also to their families and to those who were there and witnessed the awful events. We owe our thanks and tributes to brave members of the public as well as to the police, the security services and the emergency services, and to those such as Jack Merritt and Saskia Jones, who worked so hard on the rehabilitation of offenders in the community, and who worked every day to help keep others safe. They tragically lost their lives in the London Bridge attack.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I agree with the Lord Chancellor and with my hon. Friend the Member for Torfaen (Nick Thomas-Symonds) that we should come together on this, because terrorists seek to undermine our way of life and to divide us, and we cannot let them so do. We have faced terrorist and extremist attacks for many years in this country. We have seen an increase in Islamist extremism and, more recently, an increase in far right extremism. The changing patterns of those threats include an increase in lone attacks by those who have been radicalised, either online ​or in prison. In those attacks, by extremists on all sides in pursuit of poisonous ideologies, people are hoping not just to hurt and harm us but to provoke fear and reactions that they can further feed upon. So it is a sign of our strength and resilience as a country that most people have always been determined to come together in the face of such extremism and attacks and not to let them divide us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Streatham attack highlights a problem. The police, the courts, the security services, the prisons, the rehabilitation and prevention services and the affected communities all need our support and also Government support to keep communities safe. That is why this Bill is justified and needed. When someone has been convicted of terrorism and they are still dangerous to the public, they should not be released early from prison. That means that, before they are released, they must be subjected to a proper Parole Board assessment of whether they still pose a threat. The seriousness of terror events and the dangers of radicalisation mean that the police often rightly intervene before an appalling attack takes place and charge people with preparatory offences, but in some of those cases the police, the security services, the courts, and the prison and probation service are all aware that they are dealing with people who are capable of something even more serious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "People have raised concerns about applying these new rules to those currently serving their sentences, and I accept the Government’s legal advice on the fact that the proposal does not change the length of sentences. We have always had administrative rules about the way in which sentences are served. For example, people are out on licence for the bit of the sentence that is served in the community. However, if licence terms are breached, people can be returned to prison to continue their sentence in custody, so that concept of risk is built into the criminal justice system, the system of custody and the system of sentencing. That is why it is right that the Parole Board should be able to assess the risk in such cases, just as they do in many other cases. It is sensible and proportionate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have already said to Ministers that it is important that this legislation is drawn up in a way that is robust against legal challenge, particularly to ensure that Parole Board assessments can take place. I agree with both the Lord Chancellor and my hon. Friend the shadow Minister that we must ensure that we keep our communities safe and do what is right while defending the British values of the rule of law and supporting the European convention on human rights—all the very things that terrorists try to undermine and threaten.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I also accept the need for emergency legislation and accept the Government’s warnings that they, the police and security services are concerned about other individuals who might otherwise be released without parole assessment and who they believe are a danger to the public and should not be released early without any kind of assessment. However, it is right to raise a concern that it is not ideal to be making this kind of legislation in a day. It is right that we do so in these circumstances, but the Government must recognise that it is not ideal to rush through legislation breathlessly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To be honest, there have been many warnings that such an issue was coming down the track, because the Government have known about the problem for some time. ​The Home Affairs Committee took evidence from Neil Basu in October 2018 during the course of its consideration of what became the Counter-Terrorism and Border Security Act 2019, and he told us:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The point that some of our radicalisers are getting short sentences, coming out early, and being able to continue is a problem, as is not having sufficient resources in place to use desistence or disengagement programmes.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Steve McCabe (Birmingham, Selly Oak) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I support the legislation, but I agree with my right hon. Friend that it feels a bit like a sticking plaster. The unanswered questions are the danger here. What happens to the people who we keep in prison longer unless there is effective intervention? What confidence can we have that MAPPA levels 2 and 3 are stringently managed and enforced? That is always the issue that must be addressed when such people come out of prison.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is exactly right. There is a danger that we are simply reacting to this situation in a hand-to-mouth way, rather than in a more strategic way that recognises some of the underlying issues that need to be dealt with over a long time. We may need further legislation, but that should be done in a thoughtful way, with proper scrutiny, not left until the last minute and, as a result, done in a breathless rush.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Alicia Kearns (Rutland and Melton) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The MAPPA review provides exactly that opportunity. We need this emergency legislation to go through, but it is by reviewing the MAPPA process that we will see results. One of the most crucial changes that I would like to the MAPPA process is to include Prevent co-ordinators in MAPPA meetings, because Prevent co-ordinators can understand that someone newly released has come to their community and say, “That individual is still a threat for the following reasons. I can map this individual against the communities and groups that they might be a risk to.” This emergency legislation is important because, for example, if we had had it in place, Anjem Choudary would still be in prison, but the crucial change will be to MAPPA so that Prevent co-ordinators can know where Anjem Choudary has gone and can therefore provide a relevant analysis of what he will do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I completely agree. Having a link between Prevent programmes and the MAPPA process is extremely important. There is a question here for the Government about how the MAPPA review and the Prevent review are going to link together. The problem is that we do not have a chair in place for the Prevent review, and I am unsure of the Government’s plans for the timetable for the two different reviews. It might be helpful, in fact, if the Minister were able to say something in his winding-up speech about how the two reviews will interact and how the Prevent review will be put back on track with somebody in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What happens before a terrorist incident happens and what happens afterwards—whether that be in prison or probation or in assessment—need to be properly integrated, and the expertise in different parts of the system needs to be pulled together and effectively co-ordinated. We have known for some time that Sudesh Amman was due to be released this January, for example, so we need a more effective system to anticipate the challenges, because there have been previous opportunities to change the legislation.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We also need to address what happens at the end of the sentence, because my hon. Friend the Member for Birmingham, Selly Oak (Steve McCabe) is right to describe this legislation as a sticking plaster if we do not look more widely. When the Parole Board decides that somebody still poses a serious risk, that person will still, however, have served their time after, say, another couple of years. If they still pose a threat to the public at that point, we still will not have addressed the heart of the problem. The former independent reviewer of terrorism legislation, Lord Anderson, pointed out that if they are sufficiently dangerous to end up serving their whole sentence in custody, they will not have any further licensing conditions attached at the end of their sentence, nor will they be subject to further supervision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the past, we had control orders and imprisonment for public protection sentences to address such circumstances. The Minister will know that I opposed the removal of control orders, and we have had debates about the decision to end rather than just to reform IPPs. However, in their absence, the question for the Government is whether the existing arrangements with TPIMs, for example, are sufficient to address the circumstances for individuals coming out at the end of their sentence, having served the full sentence in custody, with no licence conditions attached. Do the Government have plans to address those individuals should they still prove to be a danger?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is also a massive problem with what is happening in our prisons. The Chair of the Justice Committee has already raised this, but we do not yet have effective enough de-radicalisation programmes in prison. Former public prosecutors have warned that they have been underfunded. Academics point out that some prisoners who are willing to go on de-radicalisation programmes wait so long to get on them that they are released before they are able to do so. There are, of course, concerns about the effectiveness of the assessment of de-radicalisation programmes, the interaction between programmes that may work in the community but not in prison, and the best way to do this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Nobody should ever pretend that this is easy or that there is a magical response to solve the problems. However, there are real worries that we are not doing everything we could in prisons. The concerns raised by Ian Acheson, who conducted an independent review of Islamist extremism in the prison and probation service, are really serious. He said that frontline prison staff were ill-equipped to handle the situation, prison imams did not possess the tools or the will to tackle extreme ideology, the intelligence gathering system was not working, and there were serious problems of lack of leadership and management and a lack of end-to-end systems. He concluded by saying that, frankly, the prisons are struggling to cope.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I heard what the Lord Chancellor said about things having moved on, but there is a problem in that we cannot judge whether that is right because the Government have refused to publish the entire Acheson report. I understand that there are sensitivities around radicalisation, but even Ian Acheson is not able to say, “Yes, all the problems are being addressed.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are continual reports of people being further radicalised in prison. These are cases not where de-radicalisation fails but where, in fact, there is greater radicalisation. Non-radicalised people who go into prison ​end up being converted not just to Islam but to extreme perversions of the religion that are, in fact, an ideology, not a religion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A Wigan man was convicted of far-right extremism, but the judge concluded that this person would be vulnerable to further radicalisation and chose not to give him a prison sentence on that basis. We are in a very uneasy situation if our courts are reluctant to give prison sentences because they fear greater radicalisation. The prison system, which is supposed to be keeping us and our communities safe from extremism and terrorist threats, may instead be contributing to the problem and, in some cases, making matters worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I do not doubt the huge commitment and hard work of many people across our prison system to try to tackle radicalisation and extremism. However, the evidence we have seen from the outside is that the system simply is not working. It is not enough for the Lord Chancellor simply to give us his word that things have improved if there is no proper system of oversight or checks and balances to ensure that progress is being made. I urge the Lord Chancellor and the Minister to talk to the Justice Committee about what more can be done to ensure proper oversight so that we can be sure we are making progress on what is happening both inside and outside prisons.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all have a shared interest in ensuring that extremists and terrorists are not able to threaten our way of life, to put people’s lives at risk or to threaten our communities and our democracy. There has often been cross-party consensus on the need to take a sensible approach to ensuring we protect both people’s safety and the values that terrorists challenge—the values of the rule of law and our democratic institutions. We need to challenge their ideology and work ever harder to make sure the systems that are supposed to address this can properly do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is therefore not a surprise that we have cross-party consensus in support of the Bill today. This is a sensible and proportionate response to keep people safe and to address a genuine problem to which the criminal system has to adjust and adapt. It is also imperative on all of us to work further across parties to address some of the deeper, longer-term problems, on which the Government need to do more. I hope we will be able to work across parties on addressing those longer-term challenges so that we can do a better job of keeping us safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}