{
    "url": "https://www.ukpol.co.uk/daisy-cooper-2022-speech-on-energy-price-capping/",
    "title": "Daisy Cooper – 2022 Speech on Energy Price Capping",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Daisy Cooper",
            "url": "/tag/daisy-cooper/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Daisy Cooper, the Liberal Democrat MP for St Albans, in the House of Commons on 8 September 2022.",
    "content": [
        "Earlier this week I raised the plight of households, small businesses and care homes in my constituency. I am sure that, like me, many of them will be truly shocked that it is the British public who will have to bear the burden of paying for this energy crisis while energy companies continue to make their millions. Today, however, I have a number of specific questions to put to Ministers, and I ask the Minister who will sum up the debate to address them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The written ministerial statement refers to an equivalent guarantee for businesses. Does that include care homes, and what additional support will they be given in view of the pressure that they are under? I also want to raise the subject of women’s street safety. I have received an email from my local council, Hertfordshire County Council, saying that the bill to keep streetlights on has increased by 60% in just a few short months, and it already costs an extra £2.3 million a year to keep them on after dark. The council is not yet talking about turning the lights off, but if it does, will there be contingency measures in place to ensure that we keep crime down and that people—particularly women—are safe on our streets after dark?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I welcome the announcement of a fund to cover park homes, and people on heat networks and those who use heating oil, but how will the fund work, how big will it be, and will there be an information campaign aimed at those who can benefit from it? The Government’s own estimates suggest that one in every 100 households is impacted by that non-conventional relationship. By my calculations, that is more than a quarter of a million properties. For each of them to receive £400, there would need to be at least £100 million in that fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need a revolution in renewables. RES is the world’s largest independent renewables company and is based in my constituency of St Albans. It has more than 40 years of experience and expertise. RES tells me—and Friends of the Earth agrees—that footnote 54 of the national planning policy framework stops it from installing new onshore wind farms even in areas where there are no objections from local residents. I am absolutely no fan of fracking, but it is absolutely obscene and absurd that this Government are saying that it is okay to reopen fracking if communities are okay with it, but not onshore wind. I asked them please to review that footnote.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, on solar panels, in January I asked the Housing Secretary to make it a requirement for all new suitable buildings to have solar panels. The Government have not conducted the assessment of how much roof space is available, but I urge BEIS to go further than looking at the floor space that is available in these non-domestic buildings and work out precisely how much roof space is available right now to have solar panels installed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}