{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2020-speech-on-free-school-meals/",
    "title": "Yvette Cooper – 2020 Speech on Free School Meals",
    "post_date": "June 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 16 June 2020.",
    "content": [
        "We remember Jo Cox today. She would have been speaking with great passion in this debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since the coronavirus crisis began, St Mary’s in Pontefract has delivered food parcels to help nearly 250 children. Thank you to David Jones, Denise Pallett and all the volunteers. In Castleford, we have been delivering food parcels and kids activity packs, with great leadership from Kath Scott and Saney Ncube. We have talked to families where children are making do with snacks for lunch—something sweet and cheap to eat, because there is no food in the house. Paul Green and the volunteers at Kellingley club have been doing an amazing job supporting families in Knottingley. In Normanton, Michelle Newton, Ash Samuels and the Well Project have been helping families across the town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our councillors and volunteers are the best of Britain, and part of the proud tradition in our towns of people rallying round when things are tough. It has also been the best of Britain that we have seen in this phenomenal personal campaign from Marcus Rashford, but also from hundreds of thousands of people across the country joining the campaign to end holiday hunger. Today’s U-turn from the Government is welcome, but we need action all of the time to stop child hunger and poverty, not just when there is a big campaign.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the last Labour Government, in the run-up to every Budget—every Budget—we had a big debate on what should be done that year to tackle child poverty and to make progress. We tried to make that pressure permanent 10 years ago by bringing in the Child Poverty Act 2010, which at that time had cross-party support, to keep the pressure up to end child poverty. However, that has been ditched by the Government, and instead we have seen things such as the two-child limit or the five-week wait for universal credit brought in that have caused so much damage. I would urge them to join in that cross-party spirit again to end child hunger and to end child poverty. It is morally wrong that, in the 21st century, any children should go hungry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}