{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-removal-of-asylum-seekers-to-rwanda/",
    "title": "Yvette Cooper – 2022 Speech on Removal of Asylum Seekers to Rwanda",
    "post_date": "June 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 13 June 2022.",
    "content": [
        "The Home Office chaos over the last few days has shown why this scheme is completely unworkable, deeply unethical and extortionately expensive, and why it risks increasing criminal people trafficking and smuggling rather than solving the problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let us look at what has emerged in the past few days. The Home Office has admitted it has been trying to send victims of torture to Rwanda; is the Minister happy with that shameful policy? We have learned that Rwanda does not have the capacity, caseworkers, translators or lawyers to deal with cases; it often only has one official in charge of putting cases together. The Home Office has ignored UNHCR warnings on Rwanda’s record, including the shooting dead of 12 refugees. We have learned, too, that costs are shooting up as the UK taxpayer will have to fund ever more support in Rwanda; can the Minister tell us if that has been agreed and whether we have a final figure on top of the £120 million? The chief inspector says there has been no impact on deterrence on boats and gangs, and there is evidence instead that the Rwanda and Israel refugee relocation deal led to more trafficking and smuggling, not less.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Office is failing to do the practical things we need: instead of strengthening the National Crime Agency work with France to crack down on criminal gangs, the Home Office has asked the agency to draw up plans for 20% cuts. Can the Minister confirm that that is the case? Instead of speeding up asylum decisions, it is only making half as many decisions as five years ago and, because it is failing to take decisions, offloading responsibility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is lots of noise from the Minister: never taking responsibility, blaming everyone else. This plan is not just unworkable, unethical and expensive; it is also profoundly un-British, ignoring our British values of decency and common sense. It is time to think again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Tom Pursglove**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have to say that I think it would be helpful if the shadow Home Secretary were to think in the first place, because we have not had a credible Opposition policy to tackle this issue. I have said many times that I would be delighted to hear a credible policy from those on the Benches opposite, and I think the British people deserve to hear such a policy, but I think we will be waiting for a long time to get that, if at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady raised a number of points. First, she claimed the policy is both unworkable and extortionate; it is difficult to comprehend it being possible for it to be both of those things at once. [Interruption.] Well, I am convinced that this policy is going to work and will make a difference, shutting down the evil criminal gangs that take people’s money, put their lives at risk and have no regard for whether they get here, while also providing resettlement opportunities that are properly supported—support around skills, around jobs, around opportunity—in Rwanda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Our approach to this is a world first. This is not comparable to the sorts of proposals perhaps developed elsewhere; it is a different approach. The right hon. Lady will also recognise that other countries are looking at similar arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I repeat that we will live up to our international obligations under both the refugee convention and the ECHR at all times. The fact is that the UNHCR places refugees in Rwanda, so I again make the point that it clearly believes people will be properly supported and cared for and that they will be safe. I think that judgment is significant in all this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On cost, as we have clearly set out to the House previously, we will be supporting ongoing running costs around this policy that are equivalent to the sums we spend on processing cases in the asylum system here in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On French co-operation, we of course already do that, but there is no one single solution that will resolve this issue of itself. We want to go further; we want to deepen that co-operation with our friends and neighbours to tackle this issue as it is a global problem that needs global solutions, and through the new partnership we are of course taking that co-operation further.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I will again just pose this question and ponder it for a moment: we have asked before whether the Opposition would cancel the Rwanda plan in the unfortunate event that they were in government. We have not yet heard an answer to that; perhaps at some point today we might have one.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}