{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2020-speech-on-covid-19/",
    "title": "Yvette Cooper – 2020 Speech on Covid-19",
    "post_date": "May 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 11 May 2020.",
    "content": [
        "I agree with the right hon. Member for Haltemprice and Howden (Mr Davis) and others about how much we have sadly lost by not following the South Korea example on testing. We must be ready to follow the best examples from all over the world in the second phase.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In just a few short weeks, tens of thousands of people in the UK have died as a result of covid-19. It is unbearable to think of so many families grieving and in pain. Those who have died or have suffered most are more likely to be poor, more likely to be black, Asian or minority ethnic, and more likely to be working-class men. At a higher risk are the cleaners, security guards, hospital porters, nursing assistants and, most of all, care workers—people who had to keep going during the crisis. That makes it even more important to get protection in the workplace now, as low-paid workers are more likely than professional workers to be asked by the Government to go back into the workplace.​  \nOur key workers have been heroic and should be rewarded, and so too have our communities. In our towns, we have set up hubs of volunteers to help with shopping and food parcels, and we have run a community book programme to deliver books to kids. I want to say a massive thank you to Paul, Denise, David, Lorna, Cath, Saney, Michelle, Ash and many more who have done that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is much more that we need to do to prevent a second peak. First, we need clearer messages and answers. Half an announcement yesterday, before the regulations and guidance were in place, has caused considerable confusion. In a public health crisis, confusion can cost lives and put the police in an impossible position over what to enforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, I agree that more action is needed in social care, where the virus is still spreading. We should prevent any patients with covid-19 from being moved from hospital back into care homes. They should stay in hospital or dedicated intermediate care. We need higher standards of PPE, higher pay and sick pay in care homes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I want to mention two other things that have come up before the Home Affairs Committee. The Home Office has rightly promised a free visa extension for foreign national doctors and nurses, and, if they tragically die from covid-19, a guarantee that their families can remain, but it has not done so for NHS porters and cleaners, who scrub the door handles, floors and sinks in the covid wards, or for care workers, whose lives are at the greatest risk. That is not fair.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, on international travel, other countries introduced self-isolation rules or screening many weeks or months ago. The UK unusually did not. Our Select Committee has been asking for the science behind that since early April, but those SAGE papers have not been published. If the Government now recognise that those measures are needed to prevent the spread, it makes no sense to wait many more weeks before bringing them in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need greater transparency if we are to get decisions right, greater clarity so that everyone knows what is going on, and greater determination to tackle the hardest problems we face. We have a long road yet to travel, and we have to do this together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}