{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2023-speech-on-missing-unaccompanied-asylum-seeking-children/",
    "title": "Yvette Cooper – 2023 Speech on Missing Unaccompanied Asylum-seeking Children",
    "post_date": "January 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 24 January 2023.",
    "content": [
        "The report from Sussex police is that one in four unaccompanied children in a Home Office hotel have gone missing—one in four—and that around half of them are still missing. It would appear from the figures the Minister has given that that means one hotel accounts for 40% of the missing children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A whistleblower is reported as saying:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Children are literally being picked up from outside the building, disappearing and not being found. They’re being taken from the street by traffickers”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Greater Manchester police warned that asylum hotels and children’s homes are being targeted by organised criminals. There is a pattern here. The gangs know where to come to get the children—often, likely because they trafficked them here in the first place. There is a criminal network involved and the Government are completely failing to stop it. They are letting gangs run amok. Last year, there was only one—just one—conviction for child trafficking, even though it is now believed to involve potentially thousands of British children, as well as the children targeted here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where is the single co-ordinated unit involving the National Crime Agency, the Border Force, the south-east regional organised crime unit and local police forces to hit the gang networks operating around this hotel and across the channel? Why are the Government still refusing to boost the National Crime Agency? Why have they repeatedly ignored the warnings about this hotel and unregulated accommodation for 16 and 17-year-olds being targeted by criminal gangs?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is unbelievable that there is still no clarity on whether the Home Office or the council is legally responsible for these children. Will the Home Office now agree to immediately end the contract with this hotel and move the children out to safer accommodation? Will it set up a proper inquiry and team to pursue the links between organised crime, trafficking and the children in these hotels? This is a total dereliction of duty that is putting children at risk. We need urgent and serious action to crack down on these gangs, and to keep children and young people safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I gave the figures the Home Office has at the start of this urgent question. Of the 4,600 unaccompanied children who have been accommodated in hotels since July 2021, 440 have gone missing at one point and 200 remain missing, so I am afraid the statistics the right hon. Lady quotes are not those that I have been given by the Home Office.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On press reports that individuals have been abducted outside the hotel, those are very serious allegations. I specifically asked the officials who run the hotel whether they have seen evidence of that, and I also asked the senior leadership of Brighton and Hove Council. I have not been presented with evidence that that has happened, but I will continue to make inquiries. Senior officials from my Department are meeting the Mitie security team in the coming days to ask them whether they have seen any occurrences, whether the individual quoted in the press as a whistleblower raised issues with Mitie, and, if they did, why those issues were not subsequently passed on to the Home Office. The right hon. Lady has my assurance that I will not let the matter drop. I am also going to meet a number of staff who work at the site in the coming days to take their opinions and reflections.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the broader point the right hon. Lady makes about our policy, she is incorrect when she says the NCA is insufficiently financed. The Prime Minister announced at the end of last year that we would step up NCA funding. In fact, I visited the NCA just last week to be briefed on the work it is doing upstream throughout Europe and into Turkey, Iraq and a number of other countries. There is very significant activity happening to tackle the evil people-smuggling gangs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The problem the right hon. Lady has is that she does not support any of the measures the Government bring forward to stop the trade. She votes against every Bill we bring forward to try to address this challenge. There is nothing compassionate about allowing unsecure borders and allowing growing numbers of people, including young people, to cross the channel. She will have an opportunity to put her money where mouth is when we bring forward further legislation in the weeks ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}