{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2020-speech-on-the-immigration-bill/",
    "title": "Yvette Cooper – 2020 Speech on the Immigration Bill",
    "post_date": "May 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 18 May 2020.",
    "content": [
        "The cross-party Select Committee on Home Affairs that I chair has repeatedly called for us to build a new, positive consensus on immigration in place of the polarisation of previous years, and this should be the time to do that: right across the country everyone can see the immense contribution of immigration to our nation and our public services, most of all our NHS and social care system. More than half of the NHS and careworkers who have died from coronavirus were born abroad; they could not have given more to this country, and we owe them so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are also at a time when we need to move on from the old Brexit divides: Brexit happened in January and as a result European free movement rights end in December, so we need new legislation and the UK has to choose what to do next. We have to choose well and build a positive system that recognises and welcomes the contribution people coming to Britain have made for many generations and will make in future, too. We have to choose well and build a positive system that recognises and welcomes the contribution that people coming to Britain have made for many generations and will make in future, too. That means that the Government have to ditch the divisive rhetoric of recent years and recognise that the hostile environment, and the treatment of the Windrush generation as a result, demean us and can never be part of a new consensus. Meanwhile, Labour will need to make a start on the commitment we made in our 2017 manifesto to draw up new fair immigration rules for EU and non-EU migration in place of the EU free movement system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I heard from Labour supporters concerned about the gulf, for example, between the rules for EU and non-EU citizens. I heard from others who opposed EU free movement, because they could see employers exploiting it to keep wages down, and who rightly pointed out that there is a difference between a free-market approach to immigration and a progressive approach to immigration. There are many different ways to draw up a left-of-centre, fair approach. It is time to look afresh at how we build a new positive consensus on immigration, but there are significant problems with the Government’s approach.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, this is only half a Bill. It removes the old system, but it does not set out a new one. It gives Ministers major powers. In fact, we should be rejecting the old approach through successive Governments of only doing things through secondary legislation by making things more transparent and putting the bones of a new system in primary legislation instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, by default, the Bill extends rather than repeals the hostile environment. As we have seen from the Windrush scandal, that shames us. The hostile environment should be repealed rather than extended in this way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, there will be considerable problems with the Government’s White Paper proposals for social care. A quarter of a million careworkers have come from abroad —half of them from Europe—and we should be supporting them, yet the Government’s £25,000 salary threshold for overseas workers will turn those people away. Those careworkers should be valued and paid more, and I will campaign for them to be so, but the Government must heed the warning from the Health Foundation, which said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The government’s new immigration system looks set to make our social care crisis even worse.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot do that at this time.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill should also do more to support careworkers. Rightly, the Home Office has introduced free visa extension for overseas doctors and nurses and has also said that if they die from covid-19, their families will be given indefinite leave to remain, but why exclude careworkers? Why exclude NHS porters and cleaners—those who wash and clean sick residents, those who scrub the door handles and the floor and those who do laundry for the covid wards? It is also time to lift the NHS surcharge for NHS staff and careworkers, instead of charging families maybe £10,000 when they renew five-year visas, on top of their taxes, to fund the NHS they are already working incredibly hard for and, in some awful cases, giving their lives for, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I believe this Bill is flawed, but I recognise that legislation on immigration is now needed. As Select Committee Chair, I will table amendments that I hope will receive cross-party support. In that cross-party spirit, I will not vote against the Bill tonight, although if the Government’s approach does not change, I expect to oppose it when it returns to the House, because it is immensely important that we try to build that new consensus. I urge the Government to do so, because they have the opportunity to do so now. There will always be disagreements on different aspects of immigration, but right now at this point, particularly in this coronavirus crisis, we should be looking for the areas where we can find agreement, and find a positive way forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}