{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-preventing-crime-and-delivering-justice/",
    "title": "Yvette Cooper – 2022 Speech on Preventing Crime and Delivering Justice",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 11 May 2022.",
    "content": [
        "I have to say, that was an [astonishing refusal by the Home Secretary](https://www.ukpol.co.uk/priti-patel-2022-speech-on-preventing-crime-and-delivering-justice/) to take interventions and questions from the shadow Home Secretary and a shadow Cabinet Minister. I have been taking part in Queen’s Speech debates for 25 years and I have never seen a Government Minister at the Dispatch Box afraid to take questions from her opposite number—I have never seen that anywhere. She took questions from a few other Members; her predecessors always took questions from me. I wonder what she is so frightened of. All my questions would have been really factual—maybe that is what she was frightened of.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "When the Prime Minister opened the Queen’s Speech debate yesterday, he did not mention crime—not once. Those of us out on the streets talking to residents in different communities across the country—an experience that was probably rather better on our side of the House than theirs this time—know that crime and antisocial behaviour were raised a lot, but the Prime Minister did not mention them once.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The cost of living, soaring bills and rising prices were top of people’s list, but they were followed by crime and antisocial behaviour and a real persistent concern that when crimes are being committed, too often, nothing is done. There was nothing in the Queen’s Speech to tackle rising bills and rising prices and also no serious plan to tackle rising crime and falling prosecutions. There was nothing from the Prime Minister yesterday about the basic issues bothering people across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Vicky Foxcroft**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank my right hon. Friend for giving way. It was a shame that the Home Secretary did not want to give way to me, because I wanted to ask her why, more than 30 minutes into her speech, there had been no mention of a public health approach to tackling serious violence, which has a long-term plan, addresses the root causes and is joined up. Perhaps the Government want to be tough on crime and not tough on the causes of crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is right to talk about the public health approach and the need to prevent crime and work across communities to do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Across the country, in the last few weeks alone, I have heard from residents and victims talking often about there being no action when things go wrong; about repeated vandalism not being tackled even though there is CCTV evidence of who is responsible; and about the victim of an appalling violent domestic attack who was told that it would not come to court for two years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have heard about repeated shoplifting where the police are so overstretched that they have stopped coming; about burglaries where all the victim got was a crime number; about scamming, where Action Fraud is such a nightmare to engage with that pensioners have given up trying to report serious crimes; about persistent drug dealing outside a school where nothing had been done months later; and about a horrendous rape case where the brave victim was strung out for so long and the court case was delayed so many times that she gave up because she could not bear it anymore.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have heard about police officers tearing their hair out over Crown Prosecution Service delays because they know that the victim will drop out if they cannot charge quickly; about other officers who are working long hours to pick up the pieces when local mental health services fail but who know that that means that they cannot be there to deal with the antisocial behaviour on the street corner; and about women who no longer expect the police to help if they face threats of violence on the streets or in their homes. There is case after case after case where crimes are being committed but no one is being charged, cautioned or given a community penalty and no action is being taken—and it is getting worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Since the 2019 general election—in fact, since the Home Secretary was appointed—crime is up by 18% and prosecutions are down by 18%. The charge rate is now at a record low of 5.8% compared with 15.5% in 2015. Cautions and community penalties are down too, notwithstanding the Prime Minister and his Downing Street staff’s attempt to make valiant personal efforts to get those numbers back up again.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary made an astonishing claim. She said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“We have reformed the criminal justice system so that it better supports victims and ensures that criminals are not only caught but punished.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where are the criminal justice reforms that are pushing the prosecution rates up? The prosecution rates have plummeted on the Conservatives’ watch, which means that under the Home Secretary and the Conservatives, hundreds of thousands more criminals are getting off and hundreds of thousands more victims are being let down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**The Minister for Crime and Policing (Kit Malthouse)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the right hon. Lady give way?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will give way to the Policing Minister. I will also give way to the Home Secretary as many times as she wants, so that she can explain why prosecution rates have plummeted and cautions and community penalties have collapsed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Kit Malthouse**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am grateful to the right hon. Lady for giving way. I understand the picture that she is trying to paint, but I know that she will want to give the House a balanced picture overall. I am sure, therefore, that she will want to acknowledge that in the latest publication on crime statistics by the Office for National Statistics, violence was down 8%, knife crime was down 4%, theft was down 15%, burglary, which she mentioned, was down 14%, car crime was down 6% and robbery was down 9%. Although we acknowledge that the fight against crime is never linear, we should celebrate our successes, should we not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am hugely relieved and glad that during lockdown, while everybody was at home, there were fewer burglaries of homes. I am also hugely relieved that during lockdown, while there were fewer people on the streets, there were fewer thefts on the streets. In April, however, the Office for National Statistics said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Since restrictions were lifted following the third national lockdown in early 2021, police recorded crime data show indications that certain offence types are returning to or exceeding the levels seen before the pandemic… violence and sexual offences recorded by the police have exceeded pre-pandemic levels”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On overall crime, I am sure that the Policing Minister would not want to make the mistake that the Business Secretary made of somehow dismissing fraud, which is responsible for some of the huge increases in crime, and of saying that it is not a crime that affects people’s daily life. We know that it causes huge problems and huge harms, particularly for vulnerable people across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Mr Sheerman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend is coming up with some telling statistics. I have talked to constituents and the police, who say that morale has never been lower and their numbers have never been so small. Since 2010, Conservative Governments have diminished resources for the justice system more than for anything dealt with by other Departments. The balance is totally out, so the morale of the police and the confidence of my constituents have plummeted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes an important point. I pay tribute to police officers across the country who are working incredibly hard in our communities to try to crack down on and prevent crime. They walk towards danger when the rest of us walk away. They are valiantly trying to hold things together, but too often, they are let down by the Government, particularly when dealing with violence against women and rape. The rape charge rate has gone down from 8.5% in 2015 to a truly shocking 1.3%. Today, in England and Wales, an estimated 300 women will be raped. About 170 of those cases will be reported to the police, but only three are likely to make it to a court of law, never mind the jail cell. Just think what that means.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That applies not just to rape, but to many other crimes. No charge are made within a year of the offence being committed in 93% of reported robberies, 95% of violent offences, 96% of thefts, 97% of sexual offences, over 98% of reported rapes and over 99% of frauds. It is a total disgrace. As one police officer said to me, “This is awful—it feels like once serious offences are effectively being decriminalised”, because there are no consequences.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Dame Margaret Hodge**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend is making a very powerful speech. I want to move on beyond the police to the issues she has raised about fraud. Fraud is now the biggest crime facing us, and the cost to the economy is coming on for something like £190 billion a year. Does she agree with me that, as well as funding the police, it is absolutely imperative that we fund all the enforcement agencies fighting this sort of economic crime? While the Americans are raising the amount of money spent on this, we are lowering our investment into the enforcement agencies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. Friend makes a really important point, and we will pay the price if the law against economic crime is not enforced. The system just is not working. Everybody will know what a nightmare it is to try to report fraud; they may be passed from pillar to post, and sent between Action Fraud and the local police force. She is right, too, on some of the more serious issues, where this is also about the relationship between the police, the Serious Fraud Office and other enforcement agencies that need to take action. I hope this will be debated in our discussions on economic crime.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is a really damning picture: crime rising while there is a shocking drop in prosecutions and action. But what is the Home Secretary’s response? Soon after she took up the job, she said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“let the message go out…To the British people—we hear you… And to the criminals, I simply say this: We are coming after you.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Well, to the Home Secretary I simply say this: “You’d better start running faster, because they’re all getting away.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To be fair to the Prime Minister, yesterday his main Home Office focus was anger at the Passport Office, and that is probably something all of us can agree on, including the newly-weds who are having to cancel their honeymoon, and the hard-pressed families who face losing thousands of pounds that they had long saved up for a well-deserved holiday. Ministers told us the issue was being sorted out, but most of us can say from our constituency casework that it is getting worse. People are being badly let down, so the Prime Minister was right to be angry yesterday, although who does he think has been in charge of the Passport Office for the last 12 years?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister now says he wants to privatise the Passport Office if this is not sorted out. However, the immigration Minister—the Under-Secretary of State for the Home Department, the hon. Member for Torbay (Kevin Foster)—told us:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The private sector is already being used in the vast majority of the processes in the Passport Office.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "He also said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The bit that is not…is the decision itself.”—[Official Report, 27 April 2022; Vol. 712, c. 767.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That leaves us back with the Home Office failing to get a grip on private sector contracts and failing to take basic decisions. It is part of the pattern of Home Office failure and the Prime Minister casting around to get someone else to step in. Ukrainians fleeing war have been waiting weeks on end for visas because the Home Office added long bureaucratic delays. So many desperate families have given up because they could not afford to wait; they have found somewhere else to live, and others to give them sanctuary instead. There have been 80,000 applications to Homes for Ukraine, but only 19,000 people have arrived.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Lee Anderson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Member is being very generous with her time. She made a point about Ukrainian refugees; a family moved in next door to me two weeks ago. I would like to thank the Home Secretary personally: the family got in touch with me, and within minutes of my contacting the Home Secretary about them, her team had got back to me. The family is now in our village of Kirkby-in-Ashfield. They thank the Home Secretary, the Prime Minister and the people of Great Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people of Great Britain have shown that they want to help desperate families who are fleeing Ukraine. However, the facts are clear: there have been 80,000 applications, but there are only 19,000 people here. The Home Secretary says that is because they are staying where they are. Yes, a lot of them are; they gave up because it became so difficult.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does my right hon. Friend agree with me about the really troubling reports—some of these are cases I have dealt with, but some of these I heard of through the media—of the Home Office issuing visas for only some members of Ukrainian families? The families quite rightly do not want to leave someone behind, so do not come here. That is classed as Ukrainians not taking up a visa, rather than Home Office failure. At the same time, the Home Office lines are bunged up. We cannot get through, and when we do, we are told, “I don’t even have a computer in front of me. I’m just on a phone line, and I don’t know what to say.” This is failure at the Home Office, and the Home Secretary has presided over it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend is right. I have also heard of cases where one family member does not get their visa, and of course the whole family has to wait. They are not going to be separated at a time of crisis. That Home Office Ministers think it is somehow a triumph to take four weeks to issue basic visas to people fleeing war in Europe is totally shameful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It now takes more than a year to get a basic initial asylum decision, because the Home Office is taking just 14,000 initial decisions a year—half the number it was taking in 2015. This basic incompetence means that the backlog has soared, and so too has the bill for the taxpayer. It takes nearly two years to get a modern slavery referral, which means that victims do not get support and prosecutions just do not happen. No wonder that even the Prime Minister, who is not known for his laser-like focus on delivering policies, has lost confidence in the Home Secretary and is getting other people to do the jobs instead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister is looking to privatise the Passport Office; channel crossings are to be handed over to the Ministry of Defence; Homes for Ukraine is to be handed over to the Department for Levelling Up, Housing and Communities; and visas are to be handed over to the new Refugees Minister. Decision making on asylum processing is so slow that Ministers are in the ludicrous and unworkable situation of paying Rwanda over £100 million to take decisions for us. At this rate, crime will be given to the Ministry of Justice and the fire service will be given to the Department for Environment, Food and Rural Affairs. Under this Home Secretary, the Home Office has in effect been put into special measures because it cannot get the basics right. If the Home Secretary cannot get the basics done on any of those core decisions, she should get out the way and let someone else sort it out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is an alternative to this shambles. On crime and prosecutions, it was obvious a decade ago that this was where we were heading as a result of Government policies. I warned in 2013 of the risk of falling charge rates. I warned then about the Home Office’s failure to help the police tackle increasingly complex and fast-changing crimes, and about the risks if there was no proper, urgent plan to modernise policing, none of which has happened. I also gave a warning about what it would be like if the police were ripped out of the heart of our communities. Now, our towns, cities and rural communities are all paying the price; they all feel that the criminal justice system is not there for them when they need it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where is the action in the Queen’s Speech to turn this around? Where is the action to help the police modernise, so that they can keep up with fast-changing crimes? Where is the action on reform, and on raising police standards so that we improve confidence? Where is the action on getting justice and improving safety for women and girls? There is nothing on establishing specialist rape investigation units in every police force, nothing on establishing specialist rape courts to speed up cases and make sure that they have the expertise necessary, nothing on setting up the domestic abuse and stalking perpetrators register for which we have been calling for years, and nothing to establish a mandatory minimum sentence for rape—all things Labour has been calling for. There is nothing to tackle antisocial behaviour—the powers are just not being used. There is nothing to sort out community penalties, which are too often dropped, and nothing to prevent crime and antisocial behaviour There is nothing to ensure that neighbourhood police are restored to our streets or to set up neighbourhood prevention teams, which Labour has repeatedly called for.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary wants to boast that she is delivering the biggest increase in police funding for 10 years—well, who has been in power for the last 10 years? She has not even restored the police her party cut and she is not getting them out on to the streets. There are still 7,000 fewer police in our neighbourhoods compared with 2015. Instead, the police are weighed down by more bureaucracy, stuck back at their desks doing paperwork—the only way to improve their visibility is to move their desks nearer to the window.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "To be fair, the Government have proposed a victims’ Bill, and we would support that, but it is only in draft and it was first promised in 2015. It was promised again in 2016, again in 2017, again in 2019 and, yes, again in 2021. This year, it did not even get a proper mention in the Humble Address and there was certainly nothing from the Prime Minister yesterday.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary rightly made a personal commitment to strengthen victims’ rights back in 2014 when she first said that she backed a new victims’ law. She was right to do so because at that time 9% of cases were being dropped because victims were dropping out of the criminal justice system as they had lost confidence. Since then, those figures have almost trebled. Last year, 1.3 million cases were dropped because victims gave up and dropped out. Yet is she seriously telling us she does not have time in this Parliament for victims again? Instead, the Government’s top priority is a rehashed Public Order Bill, even though they have just done one, because they are again failing to work with the police to sort out swift injunctions against serious disruptive protests or to help the police sensibly to use the powers that they have.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are Bills that should command cross-party support. Labour supports a “protect” duty that could keep people safer from potential terror attacks. We remember with sadness all the victims of the Manchester attack. I ask the Government to listen to the calls from bereaved families from other major incidents, and I ask the Home Secretary again to look at calls for a Hillsborough law, which she knows have been made by Members across the House and by the families who have lost so much.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour also welcomes the long-overdue economic crime Bill. We have called for years for action to strengthen Companies House and we will be pressing for stronger action on money laundering, including illicit finance used for terrorist activity. On terrorism and national security, we always stand ready to work with the Government in the national interest. We agree on the need for a register of foreign agents, which, again, has been promised for years. We need much greater vigilance and action against hostile state activity. My hon. Friend the Member for Halifax (Holly Lynch) raised a significant issue that the Home Secretary did not answer, so I ask her to consider it and to be ready to answer it in future. There should be some transparency on the issues around contact with foreign agents. It would be helpful if she could confirm whether the Prime Minister, when he was Foreign Secretary, met the ex-KGB agent Alexander Lebedev in Italy in April 2018 and whether any civil servants were present. It would be very helpful to know that information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Labour supports stronger action on modern slavery and hopes that the Bill will be an opportunity to go further, but the Home Secretary needs to reverse some of the damaging provisions from the Nationality and Borders Act 2022 that will make it harder to prosecute trafficking and slavery gangs, as the retiring Independent Anti-Slavery Commissioner has warned. We must also ask: where is the employment Bill with the long-promised single enforcement body to crack down on forced labour and abuse? Without those measures, this is still not a serious plan to tackle modern slavery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In the absence of any serious action in the Queen’s Speech on the cost of living or to push prosecutions up, the Government talked instead about levelling up and community pride. The trouble is, they just do not get it. There is no levelling up if people cannot afford to eat, cannot afford to pay their bills or cannot afford to go to the local shops. There is no community pride if town centres do not have police officers or see no action when there is vandalism, street drinking, shoplifting or litter—or if, too often, the windows are broken and nothing is done. How can people have that local pride if there are no neighbourhood police to help prevent crimes, solve problems or nip them in the bud, or if people feel that there are no consequences for criminals? The very communities to whom the Government keep making false promises about levelling up are towns that are being hardest hit by antisocial behaviour and persistent unsolved crimes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Trust within our communities depends on us having trust in the law and trust in there being consequences. That is why Labour has called for the police to be getting back on the street and to have neighbourhood prevention teams and partnerships in place that work both to prevent crime but also to tackle the criminals and bring them to justice. If people stop believing that a fair and valiant criminal justice system will come to their aid if they are hurt or wronged, that is corrosive for our democracy, too. That is why it is so damaging to feel like we have a Government who shrug their shoulders as victims of crime are let down. The Conservative party in government is not a party of law and order any more. Too often, it is a party of crime and disorder, a party that is weak on crime and weak on the causes of crime, letting more criminals off and letting our communities down. Britain deserves better than that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}