{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-the-departure-of-the-home-secretary/",
    "title": "Yvette Cooper – 2022 Speech on the Departure of the Home Secretary",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 20 October 2022.",
    "content": [
        "I notice that the Home Secretary is not in his place this morning, unless the Parliamentary Secretary, Cabinet Office, the hon. Member for Bassetlaw (Brendan Clarke-Smith), has been appointed Home Secretary in the last few hours. To be honest, nothing would surprise us at the moment, because this is total chaos. We have a third Home Secretary in seven weeks. The Cabinet was appointed only six weeks ago, but the Home Secretary was sacked, the Chancellor was sacked and the Chief Whip was sacked and then unsacked. We then had the unedifying scenes last night of Conservative MPs fighting like rats in a sack. This is a disgrace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The former Home Secretary circulated a letter, and that seems to contradict what the Minister said. She said that the document was\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“a draft Written Ministerial Statement…due for publication imminently”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "that had already been briefed to MPs. Is that not true? Will he explain the answer to that? At what time did the former Home Secretary inform the Cabinet Secretary of the breach? Has a check been made of whether she sent other documents through personal emails, putting security at risk? Was there a 90-minute row about policy between the Prime Minister and the former Home Secretary? Given the huge disagreements we have seen in the last few weeks between the Prime Minister and the former Home Secretary on drugs policy, Rwanda, the India trade deal, seasonal agriculture, small boats—and with a bit of tofu thrown in over the lettuce for good measure—is anything about home affairs agreed on in the Cabinet?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What we know is that the former Home Secretary has been running her ongoing leadership campaign while the current one is too busy to come to the House because he is doing his spreadsheets on the numbers for whoever he is backing to come next. But who is taking decisions on our national security? It is not the Prime Minister, nor the past or current Home Secretaries. Borders, security and policing are too important for that instability, just as people’s livelihoods are too important for the economic instability that the Conservative party has created. It is not fair on people. To quote the former Home Secretary, this is indeed a total “coalition of chaos”. Why should the country have to put up with this for a single extra day?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Brendan Clarke-Smith**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that the right hon. Member is aware that breaches of the ministerial code are a matter for the Cabinet Office, not the Home Office, and that is why I, not the Home Secretary, am here to answer the urgent question. The Prime Minister took advice from the Cabinet Secretary, as we saw from her letter, and she is clear that it is important that the ministerial code is upheld and Cabinet responsibility is respected. The Prime Minister expects Ministers to uphold the highest standards. We have seen her act consistently in that regard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These were breaches of the code. The Prime Minister expects her Ministers to uphold the ministerial code, as the public also rightly expect, and she took the requisite advice from the Cabinet Secretary before taking the decision.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am mindful that it is not usual policy to comment in detail on such matters, but, if some background would be helpful—I appreciate that much of this is already in the public domain—the documents in question contained draft Government policy, which remained subject to Cabinet Committee agreement. Having such documents on a personal email account and sharing them outside of Government constituted clear breaches of the code—under sections 2.14 and 2.3, if that is helpful to look at. The Prime Minister is clear that the security of Government business is paramount, as is Cabinet responsibility, and Ministers must be held to the highest standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}