{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Yvette Cooper – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleton, in the House of Commons on 10 September 2022.",
    "content": [
        "This morning, the Accession Council met to proclaim the new sovereign, His Majesty King Charles III. It was an immense honour to bear witness to that historic proclamation for the Privy Council and for my constituents in Normanton, Pontefract, Castleford and Knottingley. For us in Pontefract, it is particularly important to mark the arrival of the new King, who as Prince was a great supporter of the Prince of Wales Hospice in Pontefract—a considerably more positive association than our last constituency connection with the accession of a monarch, which involved Pontefract castle, Richard II and a rather unfortunate end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is an honour to speak in the second day of tributes to Her late Majesty, a truly remarkable Queen. Everyone has their memories. For one of my constituents, it was the parcels that the young Princess Elizabeth sent in 1947, sharing wedding gifts across the country. She says:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“I have always remembered it…There was a pineapple in it and we didn’t even know what it was.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For those of us who were children in the 1970s, it was the silver jubilee. For us, the Queen meant street parties; everyone made such a big fuss about it being 25 years that frankly we thought she had already been Queen forever. That is what she was for us and subsequent generations: our forever Queen, a constant who would serve our country for another 45 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My right hon. and learned Friend the Member for Camberwell and Peckham (Ms Harman), my right hon. Friend the Member for Doncaster North (Edward Miliband) and the right hon. Member for Chingford and Woodford Green (Sir Iain Duncan Smith) have all described how the Queen invited them to tea when they became Privy Counsellors and when they left office. The remarkable thing is that she did that for dozens of us—for every departing Cabinet Minister or party leader.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was invited after the 2010 election. We drank tea, and the Queen asked me how we had managed being Cabinet Ministers with kids. “Chaotically,” I said. We talked about housing as well. Others have described the kindness that she showed in those meetings, but I think it was much more than that. She did not invite us when we were on the way up; she did not invite us when we were playing a constitutional role; she invited us only when it was all over and the cameras had gone home. Most of us do not like to talk about our downfall. I said, “It was very kind of you to do this.” She said that it was to recognise and say thank you for public service. That said much more about her than it did about the service that any of her Cabinet Ministers had shown; it showed how, privately even more than publicly, she believed in selfless duty and valuing public service to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And yes, the Queen showed that sense of mischief. I do not think anyone has yet told the story that John Prescott—Lord Prescott—tells of his first Privy Council meeting with Clare Short, who was International Development Secretary at the time. According to John, she had arrived late with a large handbag and pile of papers. As they stood to hear the Privy Council business being read out, suddenly Clare’s phone started to ring. Clare rummaged fast but was unable to find it in her handbag before the noise eventually subsided and the call remained unanswered. The Queen simply said, “Oh dear! I do hope that wasn’t anyone important.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Many hon. Members rightly paid tribute yesterday to the address that the Queen gave just two weeks into the first lockdown. Thousands of people had already died and thousands more were being rushed to hospital, unable to breathe. Schools were closed, families were split up and churches, mosques and synagogues were all shut. Parliament had closed and the Prime Minister was very ill. All the institutions that we relied on and took for granted were either closed or under strain—except the Queen. Only the Queen, our forever Queen who had been a constant through ups and downs, could give us that message.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was not just about the Queen’s authority in invoking those wartime sacrifices. She captured the yearning of a country to come together just as we needed to stay apart. She invoked British values, saying that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“the attributes of self-discipline, of quiet good-humoured resolve and of fellow-feeling still characterise this country”—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "words she used to describe us, but that so many of us have used to describe her. That is why she was so important to us: because she embodied the values that we still want to see as British—the resilience, the strength, the kindness, the fairness, the common decency, the determined optimism that things will get better because we will make them so, and that selfless duty and commitment to public service. She held up a mirror to our nation of what we want to be. She may not be the forever Queen that I still believed in at the silver jubilee, but those values that she stood up for were forever values, and those are her legacy now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}