{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2021-speech-on-covid-security-at-uk-borders/",
    "title": "Yvette Cooper – 2021 Speech on Covid Security at UK Borders",
    "post_date": "February 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 1 February 2021.",
    "content": [
        "It is a [pleasure to follow the hon. Member for Bexhill and Battle (Huw Merriman)](https://www.ukpol.co.uk/huw-merriman-2021-speech-on-covid-security-at-uk-borders/), a fellow Select Committee Chair, although I take a very different view from him, based on the evidence that the Home Affairs Committee has heard. This debate is urgent. We need to protect the vaccine programme from new variants, such as those from South Africa and Brazil. Ministers have rightly said that border measures are needed to stop the spread of those new variants, but with news today of the increase in the number of new South African variant cases in the UK, it is clear to us that those measures are not working. The Government have not done enough and we have not learned sufficient lessons from abroad and from the first wave. I urge Ministers to do more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For a month after the South African variant was found, the only focus was on direct flights, even though our Committee report showed that direct flights were not an issue in the first wave—only 0.1% of cases came from China, but 62% came from France or Spain where there were no restrictions in place. Even now, people returning from high-risk countries are not tested on arrival, still do not have quarantine hotels to go to, and can still go straight onto the tube or train at Heathrow. The promised new plans from the Government still have big holes. The majority of travellers will not be covered by quarantine hotels and, again, they will not be tested on arrival, even though they could have been on long and crowded journeys since their last test several days ago. All the additional police checks in the world will not make a difference if, when the police find that there is nobody home, no further enforcement action is taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The UK got things badly wrong the first time round: barely any quarantine; no testing; and all restrictions inexplicably lifted on 13 March so thousands of covid cases were brought back into the country, accelerating the pace and scale of the pandemic. The countries that have controlled covid best—New Zealand, South Korea, Australia, Singapore, and Taiwan—are those that took early firm action at the borders to try to stop any covid cases at all. They are global trading nations, but they took early action and, as a result, kept schools, businesses and communities open and saved so many lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are two ways that the Government could be learning from those countries now: extend quarantine hotels to cover far more travellers, as New Zealand and Australia did, or follow the South Korean approach, which combines additional testing on arrival with a mix of quarantine hotels and designated quarantine transport, much stronger checks on home quarantine, and no trips on public transport. South Korea has lost 1,400 people to covid; we have lost 100,000. If we had our time again in the first wave and had the chance to take much stronger border action to save lives and keep our communities open, we would have done so in a shot, so please let us learn those lessons now as we deal with the new variant.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}