{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2021-comments-on-the-governments-drugs-strategy/",
    "title": "Yvette Cooper – 2021 Comments on the Government’s Drugs Strategy",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Yvette Cooper, the Shadow Home Secretary, on 6 December 2021.",
    "content": [
        "Action on drugs and crime is long, long overdue as the Government has allowed serious problems to grow over the last few years. Class A drug use has increased by 27% since 2010, drug-related deaths were the highest since records began last year, and the number of children referred as suspected victims of county lines has increased by more than 30% since 2019. Meanwhile, more than £100m has been cut from treatment services, and cuts to policing budgets have meant that specialist drug enforcement teams have taken a backseat, allowing gangs to grow, dealing to increase and demand to soar.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Ministers need to set out a plan which properly reverses the damage the Government has done, which stops communities being blighted by criminal drug dealing and gangs and which properly addresses the new and serious drug related problems that are emerging. We need action to tackle changing patterns of drug-related crime, including the huge growth in child exploitation and the explosion in online criminal drug networks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Too often the Government makes grand promises, but then fails to deliver or does the opposite. Drug use is up, serious violence is up, anti-social behaviour is up. More and more offenders are getting away with their crimes as overall prosecutions have plummeted. Any action from the Government must be substantial enough to undo the damage they have caused.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}