{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-manston/",
    "title": "Yvette Cooper – 2022 Speech on Manston",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 28 November 2022.",
    "content": [
        "Thank you, Mr Speaker, and [thank you for your words about the difficulty of responding to a statement with just 10 minutes’ notice](https://www.ukpol.co.uk/lindsay-hoyle-2022-statement-on-home-office-not-providing-copies-of-statements-to-the-opposition/).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the Minister for the information he has given us, but why is the Home Secretary not here? This is supposed to be her top priority. In the past few weeks we have had two urgent questions, a debate and this statement on the chaos, and she has not done any of them. I have to ask: what is she for? She obviously does not have a grip, and she has made this chaos worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government have failed to stop the proliferation of criminal gangs in the channel, are still refusing to adopt Labour’s proposal for a new National Crime Agency unit to target the gangs, and have failed to sort out the chaos in asylum decision making. They are taking only half as many as they were six years ago, even though they have more staff. Just 2% of last year’s small boats cases have been decided, creating a backlog of nearly 100,000 people waiting more than six months for a decision, compared with just 4,000 when they took office. All of this has led to a completely inappropriate use of hotels, at the last minute, with no proper information for local councils or public health officials.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Then, of course, there is the chaotic handling of the situation at Manston. The Minister has just said that there are 50 diphtheria cases. Can he confirm that that compares with just three cases last year? Can he tell us when Ministers were first told of diphtheria cases at Manston? When were they warned? By mid-October, the Home Office admitted publicly that there were cases at Manston, but Home Office officials told the Home Affairs Committee on 26 October that they had sufficient health arrangements in place to address diphtheria. Clearly they did not.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government still kept thousands of people in overcrowded conditions, described by one person as “huddled around fan heaters, thousands of people in overcrowded conditions trying to stay warm.” These conditions clearly make it easy for infectious diseases to spread. The processes described by the Minister are important, but why on earth were they not put in place many weeks ago? It took until 11 November, after thousands of people had been held there for weeks, for diphtheria screening and vaccinations to be recommended for everyone passing through Manston. What on earth were they doing in the meantime?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even then, on that same day, the Home Office was moving people who had been in Manston into hotels across the country, without even telling councils or public health officials. In one case, the council was specifically told that people were not transfers from Manston even though they were. In other cases, councils were told nothing at all, and there was no information for public health officials about whether people needed further diphtheria screening and vaccinations; this included leaving people to seek treatment for themselves for diphtheria symptoms at local accident and emergency departments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Health Secretary has said that 500 people have now been screened and vaccinated, but what about the other several thousand people who have been in Manston? Wherever they now are in the country, have they been screened or vaccinated for diphtheria as well? If not, why on earth not, because that was the public health recommendation nearly three weeks ago and that was already late? Have all those with possible symptoms now been given precautionary antibiotics? Again, if not, why not? We are told that diphtheria is an easy infection to treat and to vaccinate against, which is why we have a universal vaccination policy in the UK. But that needs proper information for health officials to be able to use and the Home Office to get a grip.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Clearly, the Government have ignored health advice and legal advice. The Business Secretary said publicly that when he was a Home Office Minister he was advised that he had to act as he was breaking the law. The permanent secretary has now said that the Home Secretary was given the same legal advice, so why did she not act, either on the legal advice or on the health advice?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that the Immigration Minister is working really hard to try to sort this out. The problem is that everyone else is struggling to clear up the Home Secretary’s chaos and she is not even here. It is chaotic. This issue is too important not to have a grip in place, and if the Home Secretary is too frit to attend this House and take responsibility for her decisions, she should get out the way and let someone else do the job.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}