{
    "url": "https://www.ukpol.co.uk/yvette-cooper-1997-maiden-speech-to-the-house-of-commons/",
    "title": "Yvette Cooper – 1997 Maiden Speech to the House of Commons",
    "post_date": "January 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Yvette Cooper to the House of Commons on 2 July 1997.",
    "content": [
        "[![cooper-300x300](https://www.ukpol.co.uk/wp-content/uploads/2015/11/cooper-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/cooper-300x300.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Mr. Deputy Speaker, thank you for calling me during this historic debate. I am honoured to be uttering my very first words in the House on behalf of the people of Pontefract and Castleford on Budget day. This is Labour’s first Budget for 18 years—and what a Budget. It is hard to know where to begin: resources for education and health, help for the young and for the long-term unemployed, measures to calm growth in consumption, boost for investment or help with child care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is also an honour to conclude the debate today, and to hear so many maiden speeches. We have had such speeches from my hon. Friends the Members for Enfield, North (Ms Ryan), for Redditch (Jacqui Smith), for Eastwood (Mr. Murphy) and for Brentford and Isleworth (Mrs. Keen), and from the hon. Members for Witney (Mr. Woodward), for Weston-super-Mare (Mr. Cotter) and for North Norfolk (Mr. Prior). We have had a tour of the country, and we have heard how the Budget will affect people across Britain. It is truly a people’s Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Almost 100 years ago, Lloyd George launched his people’s Budget for this century. Now we have a new people’s Budget to begin the next century. I congratulate my right hon. Friend the Chancellor on a wise and radical Budget. It faces up to the long-term problems of the British economy. It also takes immediate steps to tackle some of the deep-rooted inequalities faced by my constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I represent a corner of West Yorkshire which is proud of its industrial heritage and its hard-working people; the liquorice fields and factories of Pontefract; the potteries of Castleford; the pits—the heart and belly of the constituency; the power station at Ferrybridge; the glassworks and the chemical works of Knottingley and Castleford; and, near the corner of Normanton that I represent, a Japanese electronics factory.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "These past two decades have been hard times in my constituency. Many of the pits are now closed, jobs in traditional industries have gone and, most important, we lack new investment and help to reskill the work force to generate new jobs to replace the old ones that have gone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I must report to the House that 2,600 people in my constituency are officially unemployed: a third of them have been unemployed for more than a year. The number of people not working, either because they have been forced into early retirement or on to sickness benefit, is much higher. Too many of my constituent have not had their fair share of opportunities to learn and to obtain the qualifications that they need to prosper in a modern economy. That matters for the future, as one generation follows in the footsteps of another. Evidence shows that the chance of the sons and daughters of miners in my constituency becoming high earners when they grow up is a mere tenth of that of the sons and daughters of well-educated and wealthy professionals. That figure is shocking.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The House must not misunderstand me. It is true that my constituency is plagued by unemployment, but I represent hard-working people who are proud of their strong communities and who have fought hard across generations to defend them. They are proud of their socialist traditions, and have fought for a better future for their children and their grandchildren. In the middle ages, that early egalitarian, the real Robin Hood, lived, so we maintain, in the vale of Wentbridge to the south of Pontefract. It was a great base from which to hassle the travelling fat cats on the Great North road.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Centuries later, Pontefract became home to another true fighter for social justice, Barbara Castle. In her autobiography, she describes her politicisation during the miners lock-out in 1921. Through the years, my constituency has been home to other Members who have fought hard for the working people whom they represent in nearby constituencies, including the former Member for Hemsworth, Derek Enright, and my hon. Friend the Member for Normanton (Mr. O’Brien), who has helped me so much in these early months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The people of Pontefract and Castleford owe most to the man who represented them for the past 19 years, and who battled hard for their welfare, Sir Geoffrey Lofthouse, now Lord Lofthouse of Pontefract. I know that hon. Members will join me in paying tribute to someone who, as a former Deputy Speaker, worked hard for the House, was fair and honourable, and, above all, was a kind man. He governed the House, which can sometimes be rowdy and alarming, with a firm but fair hand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "For some, the traditional tribute to a predecessor is something to be swallowed swiftly, got over as fast as possible. For me, it is an honour and a privilege to be able to pay that tribute on behalf of the House and the people of Pontefract and Castleford to Sir Geoff, as he is known locally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir Geoff was a well-loved constituency Member of Parliament. Like my grandfather, he began his working life in the pits as a teenager. The mischievous among his Pontefract friends describe him as a corner-stint man, but they would never use the same phrase to describe his commitment to his constituents. His proudest achievement was his work for the welfare of the miners with whom he served for so long, getting emphysema recognised as an industrial disease.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I pay a personal tribute to him, too, for Sir Geoff has been extremely supportive during these curious first months here. I hope that we can continue to work together for the people of Pontefract and Castleford, a partnership which I hope echoes the strength of this new Government, young and old, energy and experience, women and men, across the country and across the generations working together for common goals. The Budget gives us the chance to achieve those goals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "More important to my constituents than anything else will be the new deal for the unemployed. In Pontefract and Castleford we are raring to go. Already, the Groundwork Trust in Castleford has approached me with a proposal for an environmental task force. We hope to encourage young unemployed people in some of the highest areas of unemployment in our constituency—in Knottingley and on the Airdale estate in Castleford—to join regeneration projects that are already planned. That way, they can take their first steps into the world of work straight from their own doorstep, be part of rebuilding their own troubled estates, learning transferable skills and building their own personal pride in their environment and in their work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We think that this is such a good idea that we are not even waiting for the windfall tax money to come through. A local partnership is already drawing up a proposal for European money, and I hope that we will provide a successful model for the rest of the country to follow. At the same time, Wakefield council is itching to expand on its successful job subsidy programme, Workline, which it has been operating for the past 11 years. Employers there have a year-long subsidy of up to £40 a week to take on unemployed workers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I asked one employer involved whether he would have taken someone on anyway. After all, his business was expanding. He told me two interesting things. The first was that the subsidy encouraged him to take on a new employee a year earlier than he would otherwise have done. The second was that, without the subsidy, he would not have considered taking on someone who was unemployed. There, in that one anecdote, was the proof that such a job subsidy can speed up job creation and help people in most danger of being locked outside the work force, trapped on the dole, into jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is important because it means that the new deal gives us a chance to tackle the long-term roots of inequality—people who are trapped on the dole in my constituency. Moreover, by helping those who find it hardest to get work, the new deal also boosts the capacity of the economy. That means that, as the economy grows, instead of running into the old inflationary buffers, as so often happens, we can have growth that creates jobs and more jobs, because we have boosted the capacity. That is the Budget’s greatest strength. At the same time as controlling consumer demand and stopping it expanding too fast, the Budget is boosting the supply side to try to raise Britain’s long-term sustainable rate of growth.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that the new deal will receive support from both sides of the House, because it is about our future. In Pontefract and Castleford, I found enthusiasm for these proposals on both sides of the political spectrum.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As recently as Monday morning, a small business man came into my surgery. He admitted to being one of the few people in the area who had voted Conservative for 30 years—until the recent election. However, he said that he was delighted with what he had seen about Labour’s plans for young people. He said that he wanted to take on three young unemployed people, asked when they could start, and where should he sign. His enthusiasm was infectious, and I hope that such enthusiasm will encourage more small businesses, both in my constituency and throughout the country, to take up the challenge to provide a new deal for the unemployed. It is something which we all need to work on together.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that that man will be even more delighted now that he has heard my right hon. Friend’s Budget. It truly is a people’s Budget—a Budget for social justice and for Britain’s future. Tough choices have to be made, but they will generate results in the long run.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Keynes said: \"In the long run we are all dead”—\" but I say, “So what?” Our children and our grandchildren will still be alive. Therefore, for the people of Pontefract and Castleford and for their children and grandchildren, I welcome the Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}