{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2021-speech-on-afghanistan/",
    "title": "Yvette Cooper – 2021 Speech on Afghanistan",
    "post_date": "August 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 18 August 2021.",
    "content": [
        "We have heard many sobering words in this debate already. I pay particular tribute to the words from our colleagues who have themselves served in Afghanistan, to all their colleagues over many years and to all those in our armed forces, particularly those who have lost their lives, including two brave soldiers from Castleford, Rifleman James Backhouse and Bombardier Craig Hopson. I also pay tribute to those who have worked in our aid agencies and for partner organisations to support development and education projects and to try to rebuild a future for Afghanistan, and to all those who have rightly worked so hard and made it possible for families to live in some semblance of security and for girls—children—to be able to go to school for many years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is what makes it so disturbing, shameful and distressing to watch the events in Afghanistan right now: people who worked with us and helped us now hiding, their lives at risk; women and girls forced to hide in their homes simply because they are women and girls; hard-line extremists and terrorists back in charge, creating a security risk across the globe; and no evident strategy from the US, the UK and our allies, but what instead looks like just a chaotic retreat. We have a responsibility to respond, so I want to focus particularly on some of the practical things that should and can be done now to address the humanitarian crisis that we face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "First, I turn to those who have put their lives at risk by working with us. I welcome the Afghan relocation and assistance policy, but it is too narrow. It refers to directly employed staff. For the last 20 years, much of the work of the UK Government, including aid work and nation rebuilding work, has been through contracts with UK agencies and organisations. The Taliban do not recognise the complexities of a contracting-out process, so many of those lives are also at risk.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some organisations have been in touch with their staff and former employees. One has told me that a woman who worked on the UK aid programme for three years and is now in hiding in Kabul has said this weekend:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“only 3 weeks ago one of my neighbours told me that when they come he would tell them who I am and who my family is. A couple of days ago, a strange man told me in the streets, ‘I know where you work and who you are.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I fear seeing my kids tortured in front of my eyes or having my skin peeled off while I am alive. We remain locked inside, fearful of even looking out of the window—every time the door knocks fear goes through my whole body and I fear they are coming for me.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another, who provided secure accommodation for UK embassy staff and British aid workers, has said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Taliban fighters arrived at my father’s home this week asking for me by name. I just left my home city three days before and my father told the Taliban I had gone abroad for medical treatment. The fighters still forced their way into the house and searched every room.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have obligations to these people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Emma Hardy**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am sure that my right hon. Friend, along with many other Members across the House, have been contacted by people desperately worried about loved ones in Afghanistan. One of my constituents has contacted me, saying that his pregnant wife is in Afghanistan now. The Taliban have taken out the communication signals, so he is unable to contact her. He did not put in an application for her to come to this country because of the English language requirement on the application form. Surely now is the time to relax that rule temporarily to allow these people to come to our country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Yvette Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "My hon. Friend makes a powerful point. This is the kind of flexibility that the UK Government could adopt right now. We need such measures for those who have families at risk, but we also need urgently to review and broaden the scope of the relocation scheme. The Home Secretary said in interviews this morning that those who have worked for NGOs that delivered UK aid programmes would also be included. I say to the Foreign Secretary that that is not happening on the ground right now; it is not reflected in the guidance that the Government are operating at the moment or in the application process, and people are being turned down as we speak. People have been turned down this weekend, even though they are at risk and have worked on UK-funded programmes. I urge the Government urgently to look at the relocation scheme. People cannot wait for the resettlement scheme to be in place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me say something about that too. I welcome the Government’s commitment to a resettlement scheme. The Prime Minister confirmed to me earlier that the pledge to help 5,000 people this year is in addition to the commitment made in 2019 to resettle 5,000 people a year from across the world, not instead of it. That existing resettlement scheme is not fully reinstated after covid and it urgently needs to be, but the fact that that infrastructure, those systems and that funding is in place should make it possible for us very urgently to put in place an Afghan relocation scheme, and to accelerate and be more ambitious than the announcement that the Home Secretary made this morning. Again, I urge the Government to work urgently with the agencies on the ground, which can identify straightaway the people who are at most at risk, and to recognise the position of those who are currently here, whose applications for asylum may have been turned down before circumstances escalated. Please can those cases be urgently reviewed rather than refused on out-of-date grounds? Finally, I urge the Government to do more to support refugees in the region, because we know more people will flee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have a responsibility not to turn our backs. The situation may be bleak and the circumstances difficult, but we have a duty not to disengage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}