{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Yvette Cooper – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 28 April 2020.",
    "content": [
        "It is a pleasure to follow my fellow Select Committee Chair, the hon. Member for Bromley and Chislehurst (Sir Robert Neill). When the Domestic Abuse Bill was first proposed, none of us could have imagined debating it in circumstances such as this: when there is evidence that the number of women and children killed as a result of domestic abuse in a few short weeks has increased sharply and at its highest level for over a decade; when the calls to helplines are up by 50% and visits to some support websites are up sevenfold; and when some victims are feeling more trapped than ever because perpetrators of abuse are exploiting the coronavirus crisis to increase control and to commit crimes. Those perpetrators are taking advantage of the fact that it is harder for their victims to seek help: the social worker is not dropping by, the bruises will not be visible at the school gate the next morning; and the GP will not be asking questions at the next appointment. This is not just about lockdowns; the period afterwards may be much higher risk for victims, too. In the face of this deadly virus, we know that staying home to save lives is important, but that it is also why we have a responsibility to help those for whom home is not a safe place to be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "All those reasons show why this Bill is so important, but also why it is not enough. I welcome the Bill, the new powers and the new statutory duty of support for victims, which the Home Affairs Committee called for, although I would want it to go wider. I welcome the creation of the domestic abuse commissioner, which I first raised with the then Home Secretary seven years ago, but I press the Government to go further, including on a stalking and serial abuse register and on making stronger reference to children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There are things in the Bill that we should be doing better and faster now, as we set out in our Home Affairs Committee report yesterday. First, if we believe in a statutory duty of support, let us start delivering it now. In many areas, refuges are full yet at the same time their funding has dropped, so the Government should ring-fence the new charity funds now and get them urgently to refuges and domestic abuse support groups. They should talk to the national hotel and hostel chains to provide supplementary housing and get a national guarantee of safe housing in straightaway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, the Bill is about using the criminal justice system to protect victims and prosecute criminals, but the system faces new challenges. We recommended extending the time limit for domestic abuse-related summary offences, and we should do that now in this Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, if we believe in having a domestic abuse commissioner, let us listen to what she says now, because Nicole Jacobs has been appointed already, even if her powers are not fully in place. She told our Committee that a lot of things are in the way of getting people support in a crisis. She raised issues around housing, support services and perpetrator programmes and called for a cross-governmental working group and an action plan to sort things out. The Victims’ Commissioner told us that we should adopt a French programme that would provide emergency contacts in pharmacies and supermarkets. I heard from a police officer in the north-west trying to do that, but they need national intervention with the supermarkets to make it work. The Children’s Commissioner warned us about vulnerable children ​whom no one is visiting and no one has seen since the crisis began and the need for face-to-face contact. We need national action to make that possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Some of those important things are not happening because, bluntly, we need more leadership and drive from the centre, and that is why the Committee has called for an urgent action plan to be drawn up by the Home Secretary with the domestic abuse commissioner and others as part of the Cobra planning process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This Bill is important, but if we are serious about the sentiments behind it that we are all expressing, we should see it as a chance to do more. If we do not, we will be dealing with the consequences of the surge in domestic abuse that we are seeing now for very many years to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}