{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-sending-refugees-to-rwanda/",
    "title": "Yvette Cooper – 2022 Speech on Sending Refugees to Rwanda",
    "post_date": "April 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 19 April 2022.",
    "content": [
        "We have seen, over the past week, this unworkable, shameful and desperate attempt to distract from the Prime Minister’s lawbreaking. The Home Secretary should not go along with it, because she is undermining not just respect for the rule of law, but her office, by providing cover for him. The policies that she has announced today are unworkable, unethical and extortionate in their cost to the British taxpayer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There was no information from the Home Secretary about the costs today. Will she admit that the £120 million that she has announced does not pay for a single person to be transferred? She has not actually got an agreement on the price for each person; in fact, £120 million is the eye-watering price that the Home Office is paying just for a press release. What is the rest of the cost? What is this year’s budget? How many people will it cover? The Home Office has briefed that it might be £30,000 per person to cover up to three months’ accommodation, but that is already three times more than the ordinary cost of dealing with an asylum case in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary said in her statement that she would provide five years of costs. In Australia, offshoring costs £1.7 million per person, which is over 100 times more than the ordinary asylum cost here. Where will all the money come from to fund the plan? She says that she will save money on hotels, but the only reason why we are paying a fortune in hotel costs is that Home Office decision making has totally collapsed. On the Home Secretary’s watch, the Home Office is taking only 14,000 initial asylum decisions a year, half as many as it was taking five years ago. It is taking fewer decisions than Belgium, the Netherlands and Austria, never mind France and Germany. The costs to the UK taxpayer have soared by hundreds of millions of pounds because the Home Secretary is not capable of taking basic asylum decisions—and because she is not capable of taking those decisions, she is trying to pay Rwanda to take them instead. Whether or not people are refugees, whether or not they are victims of modern slavery, whether or not they have family members in the UK and whether or not they have come from Afghanistan, Syria or even Ukraine, the Home Secretary is asking Rwanda to do the job that she is not capable of doing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary says that this policy will deter boats and traffickers, but the permanent secretary says otherwise: he says that there is no evidence of a deterrent effect, and that there has been a total failure to crack down on the criminal gangs that are at the heart of this problem. The number of prosecutions for human trafficking and non-sexual exploitation has fallen from 59 in 2015 to just two in 2020. The criminals will not be deterred because someone whom they exploited was sent to Rwanda. They do not give money-back guarantees under which they lose money if their victims end up somewhere else instead. They will just spin more lies. The Home Secretary is totally failing to crack down on criminal gangs. Why does she not get on with her basic job, crack down on human traffickers, do the serious work with France and Belgium to prevent the boats from setting out in the first place—which she did not even mention in her statement—and make decisions fast?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary is using this policy to distract people from years of failure. She promised three years ago to halve the number of crossings, but it has increased tenfold, and this will make trafficking worse. The top police chief and anti-slavery commissioner has said that the Home Secretary’s legislation will make it harder to prosecute traffickers. When Israel tried paying Rwanda to take refugees and asylum seekers a few years ago, independent reports showed that that increased people-smuggling and increased the action of the criminal gangs. This is the damage that the Home Secretary is doing. She is making things easier for the criminal gangs and harder for those who need support, at a time when people across our country have come forward to help those who are fleeing Ukraine—to help desperate refugees. Instead of working properly with other countries, the Home Secretary is doing the opposite. All she is doing is making things easier for the criminal gangs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Home Secretary tell us the facts? Will she tell us about the real costs of this policy, and the real damage that it will do in respect of human trafficking and people-smuggling? Will she come clean to the public, and come clean to the House?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}