{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2021-speech-in-the-house-of-commons-on-david-amess/",
    "title": "Yvette Cooper – 2021 Speech in the House of Commons on David Amess",
    "post_date": "October 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 18 October 2021.",
    "content": [
        "Thank you, Mr Speaker. I will just briefly join the tributes that we have heard.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir David Amess asked all of us about our families, and we now send our condolences to his family, not just from all of us but from all our families, who will very much be feeling the need to reach out to them at this difficult time. We pay tribute, too, to Sir David’s staff, who went to work on Friday morning to try to help his constituents, like all our staff do for every one of our constituents, and had to face the unimaginable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Every one of us has a story of things that we worked with David on. There were so many different issues, but for me it was the work we did together on amendments to help child refugees reunite with their families, which was something he felt strongly about. You could never predict what issue he would feel strongly about next, but then you would look back and think that it made absolute sense that that was what he was championing, because kindness, compassion and helping others were so often at the heart of it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "David’s office is just above mine, so I would often chat to him while walking to vote and coming across here. Walking across today to come and pay tribute to him, I really felt it, knowing that I would not walk with him again and chat about our families. Coming out of the lift to David’s office, you could never get wrong which floor you were on, because, as many will know, there is, hanging on his door, a giant cardboard cut-out of a knight in shining armour with the helmet tilted in a jaunty way just looking at you. A knight in shining armour is what David will have been to so many of his constituents. Around the corner, there is a box of nodding reindeer decorations, ready to be spread across the corridors. That was what David would do at Christmas time: spread friendship and joy. If you stand by that knight today, Madam Deputy Speaker, you will also hear the ethereal sound of birdsong, for so many reasons, for David.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Jo Cox said to us that we\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“have far more in common than that which divides us.”—[Official Report, 3 June 2015; Vol. 596, c. 675.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "David showed us how to do that, because while he had disagreements with pretty much every one of us, he also had the unerring instinct of finding what it was he had in common with each and every one of us. When we face awful things happening and extremists try to divide us, we know the most powerful thing in our armoury against them and in defence of democracy is the powerful words said on all sides of the House in unity, in defence of democracy and, now, in respect for David.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}