{
    "url": "https://www.ukpol.co.uk/daisy-cooper-2021-speech-on-covid-19-restrictions/",
    "title": "Daisy Cooper – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Daisy Cooper",
            "url": "/tag/daisy-cooper/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Daisy Cooper, the Liberal Democrat MP for St. Albans, in the House of Commons on 14 December 2021.",
    "content": [
        "We all know that the NHS is facing one of the toughest winters in living memory; not only is covid a very real threat, but we are also facing a potentially tough flu season. The Liberal Democrats will be supporting the statutory instruments on face coverings and self-isolation, but let us be clear: the Government should never have scrapped the use of masks on 19 July. Their obsession with removing all precautions in one go had far more to do with party management than it did with public health. We have all made tough sacrifices throughout the pandemic, and asking people to wear masks on public transport would have been a very small ask with a very large pay-off. We also support the working from home guidance, for which we have been calling for some time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today we are discussing the plan B protections to reduce the spread of this disease, but there have been rumours overnight that the Government are also working on a possible plan C. It has been reported that the UK Health Security Agency has privately advised the Government that “stringent national measures” will need to be imposed by 18 December—in just four days’ time. This drip, drip of information is causing huge uncertainty and anxiety. We need clarity and we need it now. The British public are haunted by Christmas past. We know that that last-minute U-turn meant that many people ended up spending Christmas on their own last year. With just days to go, we need the Government to come clean and tell us what omicron means for Christmas this year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We Liberal Democrats welcome the ambition of 1 million jabs a day, and we sincerely hope that it makes up for the complacency around the booster scheme over the last few months, but the way in which the target was announced, with no scrutiny and no details, was a real insult to all those who were left to scramble to pull a plan together on Monday morning. The idea that NHS staff, GPs and their staff, local authorities, the military—none of them—had been given any prior warning of the announcement is extraordinary, and highlights the Government’s complete lack of planning. The idea that those people, whom we are now asking to vaccinate millions, were an afterthought is shocking. But here we are. As always, our NHS, the GPs and their staff, local authorities, the military and volunteers are stepping up, and as a country we are grateful.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government still have not made a commitment this afternoon that if they bring in more protections of any kind, this House will have the opportunity to scrutinise them, so I want to get a few points on the record right now. If the Government are considering any further protections, they must support small businesses and our high streets. Hospitality businesses are experiencing unprecedented cancellation rates for this festive period, and they were experiencing them even before the latest protections were announced. Hospitality is technically allowed to stay open, but all of the mood music is telling people not to go, which is causing a huge problem. We have therefore called on the Government several times to call and convene an urgent hospitality summit in order to see what support businesses need right now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "If there are further restrictions, we must also look after people’s mental health. We need supported isolation, not lone self-isolation. There must be financial and practical support for those with caring duties and for those who live alone—and for our schools. Our children have suffered so much. It was months ago that the Liberal Democrats called on the Government to ensure that there was an air purifier in every single classroom in England, but we are still nowhere near that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, for all these measures to work, there must be trust in the Government. With that in mind, what we need now from the Prime Minister and his Cabinet is the truth. Will the Government come clean about Christmas, or will we see another last-minute U-turn that ruins the Christmas holiday and is too late to alleviate pressure on the NHS? I sincerely hope that it is the first.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}