{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-ukraine-refugee-visas/",
    "title": "Yvette Cooper – 2022 Speech on Ukraine Refugee Visas",
    "post_date": "March 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 31 March 2022.",
    "content": [
        "Thank you for granting this urgent question, Mr Speaker. This visa system is simply not working. It is leaving thousands of families in limbo because of Home Office bureaucracy. A businesswoman who is trying to get her sister and daughter to come here on the family visa scheme is still waiting, 10 days after she applied to the Home Office. A constituent of mine in Pontefract who applied under the Homes for Ukraine scheme has been waiting nearly two weeks to hear anything back from the Home Office. Another British host who applied for a visa for a woman undergoing a high-risk pregnancy has waited 12 days for a reply. Despite the Home Office helpline saying that she would be treated as a priority, that woman has had to travel extensively to complete biometrics in Warsaw and has still received no reply.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A mother and two young sons who had been granted a family visa and were due to travel this week had their visa revoked at the last minute. They had been advised by the visa centre to apply for the Homes for Ukraine scheme as well, so that they could link up with a host family. Now the Home Office has revoked their first visa and said that they cannot travel, and it has told them nothing more about what is going on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is Kafkaesque. What on earth is going on? Why is the Home Secretary so totally incapable of getting any grip on this, despite repeated questions we have asked?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Can the Minister tell us how many people have actually arrived on the Homes for Ukraine scheme? Why on earth is it too early to tell us? The Government should be able to give us the basic facts. On the family visas, 23,000 have been issued so far, but 25,000 people had already applied and submitted their applications more than two weeks ago, so it is clearly taking at least two weeks to clear cases. Even at the current rate, only 700 family visas have been issued since yesterday. At that rate, it is going to take well over a week just to clear the existing backlog of cases that he accepts have been submitted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Office has suddenly stopped publishing all the figures and deleted from its figures the thousands of people who are still waiting for a visa centre appointment. That is not good enough. It is not the kind of transparency we need to make sure that desperate people are getting the support they need. Why on earth is it taking so long? Why are we still demanding reams of bureaucracy and reams of information when the Government have been told by the refugees Minister and by Home Office officials that the security checks can be done really quickly? Why, then, is this taking so long? Why are they expecting people still to make these emergency journeys?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Tens of thousands of people are still stuck in the system. Families are desperate. People from across Britain have said that they want to help, yet the Home Office is letting the whole system down. Is that deliberate, or is it just total incompetence? Why on earth can the Home Secretary not get a grip on this and sort it out, to help desperate families?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}