{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2021-speech-on-the-towns-fund/",
    "title": "Yvette Cooper – 2021 Speech on the Towns Fund",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Labour MP for Normanton, Pontefract and Castleford, in the House of Commons on 4 February 2021.",
    "content": [
        "Castleford has put in a bid to the towns fund, and I have been working with Wakefield Council, community organisations and local businesses to draw up plans for badly needed investment here in our town; to restore some of the cuts in investment and jobs we have had over the past 10 years; to regenerate our town centre and reconnect with our riverside; and to build on our community strengths and community pride.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We want not only to restore our riverside—the River Aire runs straight past the mill here and we want people to be able to enjoy it again—but to boost Henry Moore Square in the town centre; support local jobs; restore Kingdom Hall, one of the oldest buildings in the town centre; and invest in Queen’s Mill, where the old Allinson’s flour mill has been taken over by the Castleford Heritage Trust, a local community organisation that has made it the community hub, not only supporting residents during the covid crisis but growing small businesses as well as new jobs and opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We want to boost local skills, working with the Castleford Tigers Foundation to set up a new adult skills centre, because in our town the number of adults in training and education has halved over recent years as adult skills budgets have been cut. That is shocking when we need those skills to boost the jobs of the future. Too often, our industrial jobs and proud heritage have been hit and we have not had the investment for the new jobs of the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I urge Ministers to support not only Castleford’s bid but all our towns, because the problem with the Government’s approach is that the towns fund simply does not go far enough. I have been calling for investment in our towns for many years, as part of the Labour towns campaign, because over the past 10 years the rate of jobs growth in our towns has been half the rate in our cites, the rate of business growth in our towns has been half the rate in our cities, and austerity has hit our towns much harder than our cities. We have lost more public services and seen more services shrink back under 10 years of Conservative Government austerity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In Yorkshire and the Humber, 16 towns were chosen for the towns fund. The first eight were those that ranked most strongly against independent criteria on skills need, investment need and deprivation. Rightly, Castleford was chosen in that top eight, but Knottingley was ninth on the list and was left out. Instead, the Government chose to invest in towns that did not have the same level of skills need or deprivation and that had not seen the same scale of cuts—Knottingley has been one of the hardest hit by austerity over the past 10 years, losing its library, sports centre and investment in our town. We need a chance for Knottingley to gets its share of investment, and for Normanton and Pontefract to get their share too. We need a comprehensive approach, not just a towns fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}