{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-western-jet-foil-and-manston-asylum-processing-centres/",
    "title": "Yvette Cooper – 2022 Speech on Western Jet Foil and Manston Asylum Processing Centres",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 31 October 2022.",
    "content": [
        "I thank the [Home Secretary for her statement](https://www.ukpol.co.uk/suella-braverman-2022-statement-on-western-jet-foil-and-manston-asylum-processing-centres/). Yesterday’s petrol bomb attack on the Western Jet Foil Centre was truly appalling. I am sure the whole House will condemn it in the strongest possible terms. I echo the Home Secretary’s tribute to the emergency services and Border Force staff who responded. However, I must ask her: can she tell me whether counter-terror police and counter-extremism units are involved in the investigation? It does not make sense for them not to be, so why are they not?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I turn to the dreadful conditions at Manston. Four thousand people are now on a site designed to accommodation 1,600 people, with some families there for weeks. Conditions there have been described as inhumane, with risks of fire, disorder and infection, there are confirmed diphtheria outbreaks, reports of scabies and MRSA outbreaks, outbreaks of violence and untrained staff. The Home Secretary said nothing about what she was doing to address those immediate public health crises or the issues of untrained staff.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Behind those problems are deeper failures in the Government’s policies on asylum and channel crossings. Decision making has collapsed: the Home Office has taken just 14,000 initial asylum decisions in the past 12 months, compared with 28,000 six years ago. Some 96% of the small boat arrivals last year have still not had a decision and initial decisions alone are taking more than 400 days on this Conservative Government’s watch. Can the Home Secretary confirm that the Nationality and Borders Act 2022 and changes to immigration rules have added further bureaucracy and delays, leading to tens of thousands more people waiting in asylum accommodation and more than £100 million extra on asylum accommodation bills because the Government’s policies are pushing up the use of hotels and the increase in delays?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There has also been a total failure to prevent a huge proliferation of gangs in the channel. Why has the Home Secretary refused our calls for a major new National Crime Agency unit with hundreds of additional specialist officers to work with Europol and others to crack down on the gangs, as well as the urgent work needed with France to get a proper agreement in place?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the Rwanda plan, can the Home Secretary confirm that she has spent an extra £20 million, on top of the £120 million already spent on a policy that she has herself described as “failing” and that her officials have described as “unenforceable” and having a “high risk of fraud”? Is it not now time to drop that unethical and unworkable scheme and to put the money into tackling the backlogs and the criminal gangs instead?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me ask the Home Secretary about her own decisions. There are very serious allegations now being reported that the Home Secretary was warned by officials and other Ministers that she was acting outside the law by failing to provide alternative accommodation. Can she confirm that she turned down contingency plans that she was offered that would have reduced overcrowding, as the reports say? There are also legal obligations, including under the Immigration and Asylum Act 1999 and the Asylum Support (Amendment) Regulations 2018. Can the Home Secretary confirm that she was advised repeatedly that she was breaking the law by failing to agree to those plans?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "One of the meetings on Manston was on 19 October. Can the Home Secretary confirm that she refused those proposals on that date—the same day that she broke sections 2.3 and 1.4 of the ministerial code? Can she tell us whether, in fact, she breached the ministerial code, which provides for Ministers’ abiding by the law, three times in a single day? How is anyone supposed to have confidence in her as a Home Secretary given those serious issues?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary referred in her statement to security checks. Those are very important, but her statement is undermined by her own disregard for security. Her letter today makes it clear that the incident over which she resigned was not a one-off and that, contrary to her previous claims that she reported the breach “rapidly” as soon as she realised, she instead had to be challenged several times by one of her colleagues. She has also not answered the crucial questions about security breaches while she was Attorney General. Can she tell us whether she was involved in a leak to The Daily Telegraph, reported in that paper on 21 January, on information about Attorney General action on a case involving the security service? Has she sent any other Government documents by WhatsApp, Telegram or other social media?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It has been less than a week since the Home Secretary was reappointed and less than a fortnight since she was first forced to resign for breaching the ministerial code, and every day since her reappointment there have been more stories about possible security or ministerial code breaches. How is anybody supposed to have confidence in her, given the serious responsibilities of the Home Secretary to stand up for our national security, for security standards and for public safety?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister promised that this would be a Government of “integrity, professionalism and accountability”. Is the Home Secretary not letting everyone down and failing on all those counts?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I will pick up on some of the right hon. Lady’s points, but I will not comment on any details relating to the case in question or to the individual under consideration. There has been clear work afoot with the National Crime Agency and all partners to try to tackle the problem of illegal migration. I am very encouraged by the relationship that we have built with the French, and I am grateful to the French authorities for their real commitment to, and work on, tackling this problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I made clear in my statement, on no occasion did I block hotels or veto advice to procure extra and emergency accommodation. The data and the facts are that, on my watch, since 6 September, over 30 new hotels were agreed, which will bring into use over 4,500 additional hotel bed spaces. Since the start of October, it has been agreed that over 13 new hotels will provide over 1,800 additional hotel bed spaces. Also since 6 September, 9,000 migrants have left Manston, many of them heading towards hotel accommodation. Those are the facts; I encourage the right hon. Lady to stick to the facts, and not fantasy. [Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady raised other points. My letter to the Home Affairs Committee, sent today, transparently and comprehensively addresses all the matters that she has just raised. I have been clear that I made an error of judgment. I apologised for that error; I took responsibility for it; and I resigned. [Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. Does the House want to hear what the Home Secretary has to say?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I apologised for the error, I took responsibility, and I resigned for the error, but let us be clear about what is really going on here. The British people deserve to know which party is serious about stopping the invasion on our southern coast, and which party is not. Some 40,000 people have arrived on the south coast this year alone. For many of them, that was facilitated by criminal gangs; some of them are actual members of criminal gangs, so let us stop pretending that they are all refugees in distress. The whole country knows that that is not true. It is only Opposition Members who pretend otherwise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We need to be straight with the public. The system is broken. [Interruption.] Illegal migration is out of control, and too many people are more interested in playing political parlour games and covering up the truth than solving the problem. I am utterly serious about ending the scourge of illegal migration, and I am determined to do whatever it takes to break the criminal gangs and fix our hopelessly lax asylum system. That is why I am in government, and why there are some people who would prefer to be rid of me. [Interruption.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Madam Deputy Speaker**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Order. I can hear who is making the noise, and it will be a long time before they are called to ask a question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let them try. I know that I speak for the decent, law-abiding, patriotic majority of British people from every background who want safe and secure borders. Labour is running scared of the fact that this party might just deliver them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}