{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2015-comments-on-migrants-in-mediterranean/",
    "title": "Yvette Cooper – 2015 Comments on Migrants in Mediterranean",
    "post_date": "August 10, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Yvette Cooper, the then Shadow Home Secretary, on 23 April 2015.",
    "content": [
        "This summit must urgently restore full search and rescue. The British Government and all of Europe must stop turning its back on people drowning on Europe’s shores.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "David Cameron and Theresa May were very wrong to oppose search and rescue, immoral to argue removing rescues would end the ‘pull factor’ and wrong to turn their backs since October in the face of continued tragedy. They must reverse their position this week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Refusing search and rescue means letting people drown to try to deter others and it is immoral. As we have argued for six months, search and rescue must be restored and Europe must work together to help those in peril.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And while it is welcome that Europol is increasing its investigations and operations against the traffickers profiting from death, this Council must ensure the full weight of the EU is put behind a drive to end these criminal operations which are capitalising on the instability in Libya and conflicts in the region. That also means a much more effective long-term strategy for managing EU external borders – to ease the burden on countries managing the seas and the land borders to the east.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This summit is the result of a serious moral failure in British and other European Governments. It needs to generate a plan that puts European leadership back on the right path.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}