{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-migration/",
    "title": "Yvette Cooper – 2022 Speech on Migration",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 16 November 2022.",
    "content": [
        "Twenty-seven lives were lost in the channel a year ago, and a criminal gang profited from sending people to their deaths. Will the Minister tell the House whether anyone has been prosecuted or convicted for that awful event? We have long called for a stronger agreement with France to stop these dangerous boat crossings. That is why it is important that there is scrutiny on this issue. Additional beach patrols are welcome, and intelligence sharing is vital—it is unfathomable that it was not happening already.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The level of convictions is pitiful: just four a month, on average. The Minister said that 21 gangs had been dismantled, but on Monday the Home Secretary said that it was 55. Which is it?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Journalists report 100 gang members operating in one small corner of Calais alone. The scale of response to the criminal gangs is tiny compared with the scale of the challenge, and the Government are simply not doing enough. This multimillion-pound criminal industry is putting lives at risk. The Minister referred to a joint intelligence cell. How many national crime agencies are currently involved in that, how many are deployed in Europe, and what will that number increase by? We need to know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This agreement does not include anything on safe returns or safe family reunion. The number of children safely reuniting with family has plummeted since the end of the Dublin agreement, and charities warn that they are trying to go by boat instead. Asylum returns have plummeted from 1,000 people returned to the EU in 2010 to a tiny handful today. Of the 16,000 referred to the third country unit, just 21 returned. Did Ministers even try to get an agreement on returns and family reunion, and if not, why not? What is the Minister’s timescale for getting a grip on the total collapse in Home Office decisions on asylum, and at what point will they double so that we get a faster pace? The way the Home Office is handling local authorities has been disgraceful, with many of them not being told what is happening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, what is the £140 million from the Rwanda agreement actually being spent on? Too often, the Home Office talks about things but is not delivering—this is too important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased that the right hon. Lady welcomes our agreement with France. She is right to raise the anniversary of the tragic and abhorrent deaths that occurred in the channel one year ago. I am pleased that a concerted effort with partners across Europe has led to arrests and the disruption of gangs, and to the capture and destruction of boats, directly as a result of that. The good work that our intelligence services did with respect to that incident is now being rolled out with respect to other criminal gangs right across Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The agreement that we have reached with France will enable our world-class intelligence services to be directly in the room with their French counterparts, ensuring that the intelligence they are gathering, which is rich—I observed it myself on visiting the clandestine command in Dover—can now be passed on in real time to their French counterparts, ensuring that more crossings are stopped, more arrests are made and more criminal gangs are disrupted. That will make a positive impact in the months to come.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I politely point out to the right hon. Lady that she is becoming like a broken record on immigration. She opposes everything helpful that the Government have done and suggests nothing useful. She voted against the Nationality and Borders Act that created deterrents for people crossing the channel. She voted against measures that would have increased sentences for people smugglers. She would scrap our world-leading migration partnership with Rwanda. She voted against our plans to remove dangerous foreign national offenders. One of the key policy platforms on which her leader, the Leader of the Opposition, stood for the leadership of the Labour party was to close down our immigration removal centres—the very centres where we house people like foreign national offenders, murderers and rapists as we are trying to get them out of the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The truth is that Labour is the party of uncontrolled migration and the party of mass migration. We understand the instincts of the British people, and my right hon. and learned Friend the Home Secretary and I will do everything to ensure that their will is implemented and we secure our borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}