{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-the-small-boats-incident-in-the-channel/",
    "title": "Yvette Cooper – 2022 Speech on the Small Boats Incident in the Channel",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 14 December 2022.",
    "content": [
        "I thank the Home Secretary for advance sight of her statement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is truly tragic, deeply distressing news. All our thoughts and prayers are with those who lost their lives, and with the families and friends who lost loved ones in the icy waters of the channel. We are also thinking of those who are receiving support and medical assistance, and who may have been rescued, too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We all give our thanks to the brave responders and rescuers from Border Force, the RNLI, the coastguard, the MOD, our emergency services and the French authorities. Not only did they respond to today’s awful, awful tragedy, but they do such heroic work every single day. It is only because of their brave work that more lives have not been lost.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It was barely more than a year ago that 27 lives were lost when a boat went down, and all of us have warned and all of us have feared that it was just a matter of time before more lives were lost. It is, of course, why the UK and France both need to act to stop these dangerous boat crossings. The brutal truth as well is that criminal gangs have made money from those lives that were lost today; they have profited as people have drowned. Day after day, week after week, criminal gangs are putting lives at risk for money. The other brutal truth is that, far from our stopping those criminal gangs, those gangs have grown and grown. The UK and French Governments and authorities have failed to stop the criminal smuggler and trafficking gangs proliferating around the channel. Those gangs have created a multimillion-pound criminal industry, with lives at stake, and the action against those gangs has been too weak. There have been barely any prosecutions or convictions, and barely any inroads into the smuggler gangs. We have seen just three convictions a month for people smuggling, at a time when tens of thousands of lives are being put at risk each month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is why we have long called for a major boost to the National Crime Agency, because we do need major action. Yesterday, the Prime Minister announced an increase for the NCA. I am glad that he has made some progress on this, but will the Home Secretary clarify what it means in practice? How much additional funding will there be in practice for the NCA and specifically for the action on the smuggler gangs? How many additional full-time staff will there be? What is the sense of scale on this? I fear, still, that this is too low and too little, given the scale of the problem we face. Yesterday, the Prime Minister announced a small boats operational command? How different is that from the previous clandestine channel threat command, led by Commander Dan O’Mahoney, which has been operation for some time? Will it still be led by him or will it be led by somebody else? Will the Home Office or the Ministry of Defence be in charge? Is it correct to say that the Navy has been told that it will be standing down on 31 January? Will the Home Secretary also update us on the French patrols and surveillance? Has the 40% promised increase in patrols started yet? When will it? Was this boat picked up as a result of increased surveillance? If it was not, what was the reason for that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary has also referred to safe legal routes. She was pressed at the Select Committee on a lack of safe legal routes for children trying to unite with family in the UK. When will she be taking action to address that, to prevent children who are seeking to rejoin family in the UK from making desperate journeys? She referred also to the Prime Minister’s statement yesterday, so will she clarify something? We have also called for the fast track for safe countries and for the backlog to be cleared. The Prime Minister said that he had set a personal target of 117,000 cases to be cleared by the end of next year. No. 10 later said that that target was 92,000. Will she again confirm which of those it is?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The responsibility for the lives that have been lost in the channel lies with the criminal gangs. They need to be caught, prosecuted and jailed for the loss of life in the cold sea, and we need comprehensive action. We gathered in this House just over a year ago to lament the loss of 27 lives. None of us wants to do so again—none of us wants to be here again. That is why we need action, before more lives are lost in peril on the sea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today is a day to demonstrate our sympathy for the victims and the families involved in this tragic incident. It is a day to express gratitude to our hard-working emergency services, Border Force, search and rescue and MOD colleagues who at this moment are conducting an operation in the channel, in very difficult and challenging circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady mentions a few points and I want to respond to some of them in detail. The small boats operational command is going to be a new operational command, which the Prime Minister announced yesterday, as part of our plan to go further on our action to stop the boats crossing the channel. This means we are setting up a new headquarters, the small boats operational command, in Border Force, with military support for specialist planning and operational advice. As part of that, we will bring in new air and maritime capabilities, including new drones, land-based radar and fixed-wing aircraft, and we will more than double our current permanent staffing levels, with 100 new staff at HQ and more than 600 new operational staff based at Dover. This is a sign that we are strengthening our resolve, strengthening our will and strengthening our efforts to do whatever it takes—as the Prime Minister has pledged—to stop the boats crossing the channel. It will improve our intelligence and information sharing with the French, and will improve and build on the co-operation that we have with our partners in France.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The deal that we signed last month with colleagues in France is a big step forward in our cross-channel co-operation, for we share a common challenge. That new arrangement will see more dangerous and unnecessary crossings being prevented. Last year our joint efforts prevented more than 23,000 unnecessary journeys, and this year, to date, the number is 31,000. That in itself is insufficient, but it is a step in the right direction, and the agreement that we have struck afresh with the French will go further to enhance our joint working.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady mentioned safe and legal routes. Since 2015 we have made it possible for 450,000 people to come here via safe and legal routes, and that is a record of which I am immensely proud. These are people who have come from countries such as Ukraine, Syria and Afghanistan. They are people who have come from all over the world, directly from places of danger—for instance via the UK resettlement scheme, under which people have been selected by the UN Refugee Agency from countries including Ethiopia, Iraq, Sudan, Eritrea, Somalia, South Sudan and Yemen. We will extend safe and legal routes once we have dealt with the appalling people-smuggling gangs who are risking people’s lives, as we have seen this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady talked about our track record on this issue. The Government will not stop until we have seen progress—until people understand that taking this lethal journey is not safe, is not lawful, and will not lead them to a better life in the United Kingdom. Millions of people around the world are fleeing conflict and poverty and seek a better life elsewhere, and our capacity in this country is not infinite. We cannot accept everyone who wishes to come here. That is a reality of the world and a reality of life, although the Labour party would suggest otherwise. I hope the right hon. Lady will join us in our strength and resolve to stop this problem by supporting our measures and supporting our legislation next year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}