{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2015-comments-on-rising-crime-under-david-cameron/",
    "title": "Yvette Cooper – 2015 Comments on Rising Crime Under David Cameron",
    "post_date": "August 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Yvette Cooper, the then Shadow Home Secretary, on 22 April 2015.",
    "content": [
        "These figures show the first rise in recorded crime for ten years and expose the shocking complacency of David Cameron and Theresa May over crime and policing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And it shows the risk posed by the Tories who the IFS have this morning confirmed have the most extreme plans for cuts of any political party – cuts which risk thousands more police officers being lost the next three years than in the last five.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Reports of violence against the person have increased by a fifth in the last year, sexual offences by over 30 per cent and reports of rape by 40 per cent. Yet the police are unable to cope and more criminals are getting away with these serious crimes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Proceedings against violent criminals are down, prosecutions and convictions for rape are down, prosecutions and convictions in child abuse offences are down. That means more criminals are getting away with it under this Tory-Lib Dem Government because the police can’t keep up.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "And crime is changing. Fraud, much of it online, continues to grow and much of it is still not recorded.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Under the Tories we’ve seen almost 17,000 police cut, longer waits for 999 calls and less justice for victims. Now they plan even more extreme cuts to policing in the next Parliament even though the police are already struggling to keep up. Chief Constables are warning that neighbourhood policing will cease to exist and that they will not be able to keep up with serious growing crimes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At a time when the terrorist threat is rising, more crime is being reported and thousands more police officers are under threat – Labour is the only party with a plan to guarantee neighbourhood policing, by protecting over 10,000 police officers from Tory cuts in the next three years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Tories are no longer the party of law and order – Labour is the only party with a plan for community safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}