{
    "url": "https://www.ukpol.co.uk/daisy-cooper-2022-speech-on-the-supply-of-strep-a-treatments/",
    "title": "Daisy Cooper – 2022 Speech on the Supply of Strep A Treatments",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Daisy Cooper",
            "url": "/tag/daisy-cooper/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Daisy Cooper, the Liberal Democrat MP for St. Albans, in the House of Commons on 19 December 2022.",
    "content": [
        "Across the country, parents are worried sick about the sharp rise in strep A infections. Tragically, strep A has caused the death of at least 19 children since September.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Last Thursday, just a few days after insisting there were no shortages, the Government finally admitted that there were indeed serious shortages of three penicillin medicines and issued serious shortage protocols to give pharmacists emergency powers to deal with supply issues. Why on earth did they take so long?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government will have seen the data on the number of prescriptions for strep A antibiotics, which started to rise more than a month ago. Health professionals, including Leyla Hannbeck, the chief executive of the Association of Independent Multiple Pharmacies, have been raising the alarm publicly for more than two weeks, and I called for a strep A summit to resolve the supply issues. Because the Government did not come clean sooner about the shortage of antibiotics, parents who are worried about their children have been left to travel to multiple pharmacies, GPs have had to find time to rewrite prescriptions and A&E departments have been overwhelmed by anxious parents and children who cannot access medical help when they need it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Why have the Government taken so long to act? Did they not look at prescription data, or did they just ignore it? Why did the Secretary of State insist on television that there were no shortages, when GPs, pharmacists, directors of public health and parents all said that there were? After shortages of lateral flow tests, hormone replacement therapy and so on—you name it—why are we in this position again? The Government seem incapable of forward planning, and we are stuck in a shortage groundhog day. Can the Minister update us on the Competition and Markets Authority investigation into the sharp rise in the prices of antibiotics?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, we are in the lead-up to Christmas. Pharmacists have told me that some key contacts in the manufacturing companies are already on leave for the Christmas holiday. Families are making difficult decisions about the safety of their children and extended family. What action will the Government take now to ensure that families across the country can access the antibiotics they might need over the entire Christmas period?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Maria Caulfield**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I reassure the hon. Lady that we have not waited to act. We have already issued serious shortage protocols, which are routine mechanisms when there is pressure on supplies. We have the stock of antibiotics in the country—as I outlined in my opening remarks, it is about supply issues. We are seeing five to six times the amount of antibiotics being prescribed at the moment. That is because the UK Health Security Agency has issued guidance to GPs, A&Es and healthcare professionals to lower the threshold of when they would normally give antibiotics. We are seeing significantly increased use of antibiotics. That is in addition to the prophylactic use of antibiotics by directors of public health, if they have had an outbreak locally. That is why we issued the initial SSPs already a couple of weeks ago so that pharmacists had flexibility in how they dispensed that medication. It is why on Friday we issued the new SSPs, which allow amoxicillin, clarithromycin, flucloxacillin, cefalexin, co-amoxiclav and erythromycin to be issued instead, if pharmacists do not have Penicillin V on their shelves. We are being as flexible as possible to give pharmacists that scope.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We are monitoring this issue on a daily basis. May I reassure people that while these are higher than usual incidences for this time of year, overall for this season we are not yet at the 2017, 2018 levels, where we had a significantly higher number of deaths? Strep A occurs not just in—[Interruption.] Hon. Members do not want to listen. I think I have said enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}