{
    "url": "https://www.ukpol.co.uk/julie-cooper-2016-speech-on-domestic-violence-refuges/",
    "title": "Julie Cooper – 2016 Speech on Domestic Violence Refuges",
    "post_date": "May 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Julie Cooper",
            "url": "/tag/julie-cooper/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Julie Cooper, the Labour MP for Burnley, in Westminster Hall on 11 May 2016.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That this House has considered Domestic Violence Refuges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Domestic violence is violence or abuse inflicted in the home by one adult on another, often in the context of an intimate relationship. It may be psychological, physical, sexual, emotional or a combination of these. I acknowledge that men may also be victims, but I intend to focus today on domestic violence against women and the support that is available in refuges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "It is important to consider the scale of the problem. The Office for National Statistics revealed that in the last year domestic violence accounted for 16% of all violent crime and that 1.4 million women were victims. One in five children witnessed domestic violence and 62% of children living with domestic violence are directly harmed by the perpetrator, in addition to the harm caused by witnessing the abuse of others. Perhaps most shocking is the fact that two women are murdered in Britain every week by their partner or former partner. I am sure all hon. Members agree that that is appalling. These women need the Government’s support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The problem is not new. Back in 1874, Frances Power Cobbe wrote a paper, “Wife Torture in England”. When the then Prime Minister, Benjamin Disraeli, read it, he apparently wept and promised there would be an inquiry. There was an inquiry, but the sad fact is that nothing of substance happened until 1971, when Erin Pizzey opened the first women’s refuge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Jenny Smith was an early beneficiary of Erin Pizzey’s refuge in Chiswick. I was moved when I heard her speak recently of the abuse she endured at the hands of her mentally unstable husband. The early 1970s was a time when there was no law against marital rape in the UK, when a lone woman could not apply for a mortgage and when domestic violence was rarely mentioned. Jenny Smith endured vicious beatings, knifings, burns, bites and attempted drowning. One day, she saw a tiny newspaper ad with a phone number offering help. She plucked up the courage to call and within hours she had left her home in Hackney, east London, and was standing outside the women’s refuge, an ordinary terraced house in west London, with her seven-month-old daughter on one arm and her 23-month-old at her side. She was safe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Instead of receiving support, victims of domestic violence are often criticised. How often we have heard: “It’s her own fault; she should have left him”? That is easy to say, but we must remember that, apart from the physical difficulty of escaping from a controlling, violent partner, women who have been abused, beaten and degraded have little confidence. Their self-esteem is at rock bottom. Sandra Horley, chief executive of Refuge, said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Domestic violence is one of the only crimes where it can feel like the victim is being punished, rather than the perpetrator. Even with the full force of the law in place, there are many cases when a woman is not safe in her own home and where her ex-partner is determined to seek revenge. We know of women who have been too scared to leave their heavily locked homes to go to the shops, or who have sprinkler systems installed in case their former partner tries to burn the house down. They become prisoners. And when they do try to break free? We know of one woman who recently left her home to go to the shops, only to be followed by her abusive ex-partner. He viciously attacked and raped her to show that he was always watching; always in control.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Women’s refuges play a crucial role. They are so much more than a roof over a head. Lives are transformed as specialist refuge workers support women to stay safe and access health services and legal advocacy, and provide immigration advice. Most important of all, refuges are safe places in anonymous, secret locations where women can be sure they will not be tracked down by a violent partner. Refuges provide an invaluable service for those who need it most. Without adequate refuge provision, women experiencing domestic violence will be faced with a stark choice: flee to live rough on the streets or remain with their abuser and risk further violence or even worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Earlier this year, the Under-Secretary of State for Women and Equalities and Family Justice, the hon. Member for Gosport (Caroline Dinenage), said in a written answer:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“Under this Government, there are more refuge places than ever before.”—[Official Report, 8 March 2016; Vol. 607, c. 130W.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Lady is mistaken. Under this Conservative Government, 17% of refuges have been forced to close because of funding cuts. Erin Pizzey said recently:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The closing down of refuges over the last two years is a source of great worry for me. The majority of women coming into my refuge needed long-term therapeutic care with their children”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Despite two women being killed every week by domestic violence in our country, unprecedented funding cuts to local authorities mean refuges are being closed one by one, ending essential services that provide victims of domestic violence with a safe space, support, healthcare and everything else needed to rebuild a life shattered by abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The amount of money allocated to women’s refuges is not ring-fenced or protected by the Government. Instead, the majority of funding comes from local authorities. As they have been subject to drastic cuts, cash-strapped councils have been forced to close many refuges. Despite their life-or-death importance, refuges are often one of the first front-line services to go. In addition to the places that have been shut down altogether, many have been radically cut, with new time limits on length of stay. Research by Women’s Aid shows that 30% of the 145 domestic violence services asked said they expected to get 30% less funding than last year and a shocking 17% said they did not know whether they would get any local authority funding at all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On top of that, 48% of 167 domestic violence services in England said they were running services without any funding. Devon has been particularly badly hit by cuts and there are no refuges left. In my area, Lancashire County Council needs to save a further £262 million over the next four years, so it will no longer provide funding for the non-statutory part of the Supporting People budget. This funding is essential if we are to retain Lancashire’s nine refuges, which provide a lifeline for victims of domestic abuse across the county. In my constituency, 1,530 domestic abuse incidents were reported to the police in the last year. Many of the women admitted to the refuge were assessed to be at high risk of serious harm or homicide. When they escaped, they brought their babies, children and young people with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Even before the latest round of funding cuts, demand for refuge accommodation far outstripped supply. At this time, when all the evidence shows that we need more refuges, Government funding cuts are forcing them to close. It is a fact that without long-term sustainable funding many more refuges will close and others will be forced to make experienced, trained staff redundant. Consequently, they will become little more than hostels. This is another worrying outcome. According to Women’s Aid:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“The tendency towards funding generic rather than specialist domestic violence services will result in the loss of 35 years of acquired expertise in relation to domestic violence.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Currently, fewer than one in 10 local authorities run specialist domestic violence services and 32 of the domestic violence services that have closed since 2010 were specialist services for black and minority ethnic women. The closure of these services is dangerous for all women, particularly those who rely on specialist domestic violence services, such as women of colour or trans women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Escaping domestic violence is a traumatising and emotional process. These women have specific needs that are often not catered for by generic domestic violence services. It is vital that when an abused woman tries to escape from her abuser, she has somewhere to go. Many of the refuges that remain open have been forced to reduce their capacity, and Women’s Aid reports that 6,337 of the 20,000-plus women looking for help at a refuge were turned away last year. The most dangerous point of an abusive relationship is when women try to leave. Before embarking on an escape, they need to know that they have somewhere to go, because being forced to return to their abuser is unthinkably dangerous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "David Simpson (Upper Bann) (DUP)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I congratulate the hon. Lady on obtaining the debate and pay tribute to Women’s Aid, which does tremendous work in my constituency. Does she agree that one difficulty in the past has been the reporting of domestic violence, whether it be sexual or another type of violence? In my area, we found that domestic violence was not separated from social violence; the figures were not there. We have now managed to achieve that and are seeing the true figure, and I have seen a big increase in domestic violence in my constituency during the past 12 months. It is important that it is reported.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Julie Cooper\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the hon. Gentleman for his intervention. I totally agree: the first step to tackling domestic violence is ensuring that it is recognised and reported as such.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Another worrying effect of the funding cuts is that many local authorities are introducing local connection rules, meaning that only local women can access support. When refuges are not permitted to take women from outside their area, women whose safety depends on their putting distance between themselves and the world of their abuser have nowhere to go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Government actions to cut local authority budgets mean that there is no longer any sustainable funding for women’s refuges. The Government’s actions are shamefully irresponsible. In March 2015, the Government provided £10 million for domestic violence services to support the national network of specialist refuges and, in December 2015, a further £3 million of funding for domestic violence support. That additional emergency funding for specialist domestic violence services was welcomed, but it is no substitute for the provision of long-term, sustainable funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am pleased that the Under-Secretary of State for the Home Department, the hon. Member for Staffordshire Moorlands (Karen Bradley), has confirmed, in answer to a question from me, that the Government intend to provide\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“£80 million of dedicated funding up to 2020 to tackle violence against women and girls. This funding will provide core support for refuges and other accommodation-based services, a network of rape support centres and national helplines”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I was also pleased to hear that in April 2017 a new violence against women and girls service transformation fund will be introduced. That fund will\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“support local programmes which encourage new approaches that incorporate early intervention, establish and embed the best ways to help victims and their families, and prevent perpetrators from re-offending.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister said that the criteria for applications to the fund\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“will be published in due course.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That announcement raises more questions than it answers. When exactly will the application process open? When will the criteria be announced? How much of that funding will refuges be able to access? Will the funds made available be enough to prevent any more closures? Does the Minister here today know how urgent the situation is? Is he mindful of the fact that two women are murdered every day? Many of the refuges are the difference between life and death and they are set to close. Without clearly defined, sustainable funding, other refuges will be forced to shed staff—staff who already have the expertise to know the best ways to help victims.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I hope that in his response to the debate the Minister will provide answers to those important questions. I also hope that he will let the Chancellor of the Exchequer know that at the end of every cut he makes to local authorities, there is a woman who will die, avoidably, at the hands of a man who once promised to love her. Cuts to public spending are creating orphans who could have grown up with parents. I beg the Minister to ensure that this Government do not unravel 40 years of good work. I beg him to listen and to act without delay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}