{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2023-speech-on-the-manchester-arena-inquiry-volume-3-report/",
    "title": "Yvette Cooper – 2023 Speech on the Manchester Arena Inquiry – Volume 3 Report",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 6 March 2023.",
    "content": [
        "On 22 May 2017, thousands of people, including children and their parents, went to watch a pop concert. Instead, they were faced with the most unimaginable horror, and 22 people lost their lives, including children, the youngest being just eight years old. Hundreds more were injured. Those families have endured the unimaginable. All our thoughts are with them today, and with the people of Manchester, who have stood and supported each other through the most difficult of times. I join the Home Secretary in thanking Sir John Saunders for his far-reaching inquiry, and for his vital work in seeking answers for the victims and their families.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The responsibility for this vile attack lies with the bomber and his brother, and with those who may have radicalised and enabled them, and we—all of us—condemn their actions in the strongest possible terms. It is right that the brother has been brought to justice. Rightly too, however, this report has looked at why it happened and at what might have prevented it, to seek the truth for families and their loved ones and to identify changes needed for the future. These are important and serious conclusions which are hard to hear: that there was, in Sir John’s words, a\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“significant missed opportunity to take action that might have prevented the attack”;\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "that there was a failure to act swiftly enough on information; that there were failures in the sharing of information; and that the bomber should have been referred to the Prevent programme in 2015 or 2016, although Sir John says it is unclear whether that would have led to action. These are hard conclusions to hear, especially for those who have lost loved ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary has rightly said that agencies and counter-terror police work immensely hard to keep us safe every day. Sir John also says in his report that they have disrupted 27 major Islamist extremist terror plots in recent years, in addition to five right-wing and left-wing terror plots. That is a result of their immense efforts night and day. It is because they are dedicated to keeping us safe that they also recognise the importance of facing up to things going wrong, and they too have expressed their profound sorrow and apologies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir John has rightly made recommendations, and everyone is rightly seeking to take them forward. We should support them in doing so, but I want to press the Home Secretary on some of the details of those measures. First, all of us support the work of Figen Murray and many of the Manchester survivors to introduce Martyn’s law, but can the right hon. Lady tell me the timetable? Will the Bill have its Second Reading before the summer recess? On the closed recommendations, which are clearly important, will the entire report be shared with the Intelligence and Security Committee so that it can oversee the changes that need to be made?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the issues around prisons and the Prevent programme, the bomber repeatedly visited someone who was in prison for terrorist offences, but that did not trigger a further assessment despite some of the wider things that were known about the bomber and his family. That raises serious concerns. Will the Home Secretary look again at the process for monitoring prison visits, and will she accept Sir John’s recommendations about the changes in approach to visits to terrorist and extremist prisoners that need to be taken and also his recommendations on changes to the law?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir John also concludes that it is highly likely that the bombers used a video online to help them to make the device in 2016. It is appalling that that video was not taken down. It is also troubling that, seven years on, we do not have the Online Safety Bill on the statute. This also raises concerns about the lack of a proper strategy on online radicalisation. Can I urge the Home Secretary to urgently revise the countering extremism strategy, which is now eight years out of date despite her predecessors having received recommendations from the countering extremism commissioner in 2018 that it was already out of date then? Will she urgently revise it to address online radicalisation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Sir John also warns about a potential indicator of extremism being violent misogyny in this case. There are patterns here affecting different kinds of extremism—Islamist extremism, far right extremism and incel extremism —so will the Home Secretary commission a review to look at what role violent misogyny may be playing and how far it should be understood as a potential indicator of extremism and radicalisation? Sir John also raises workforce pressures, particularly in the north-west. Given the new threats from hostile states, can the Home Secretary comment on what her assessment is of resources?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, concerns were raised that the security services did not understand the threats from Libya sufficiently, and that that was a wake-up call. Does the Home Secretary recognise that that shows the importance for them to continually reassess different threats and not to have a hierarchy of threats or extremism but to pursue the evidence wherever it takes them? The Home Secretary mentioned the survivors, and we think of them. However, many of them still feel that they lack the support and help they need, even many years after the truly terrible things that happened. Will she meet Survivors Against Terror and look again at what further support can be provided for those who lost loved ones and those who were hurt in that terrible event?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Lady for her questions, which I will address in due course. I agree entirely with her assessment that we must now all come together—the Government, the security services and the emergency services—to learn the lessons of this awful tragedy and work to reduce the likelihood of future attacks. It was a truly sad and terrible incident, but I want to reassure the public that our priority is to keep them safe. We must root out extremism wherever we find it, and we must give no quarter to political correctness as we do so. We must respond quickly to all criticisms, but we must also recognise the serious work that has taken place since the attack.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On Martyn’s law, the Government will publish draft legislation for scrutiny in the spring. After that, we will introduce a Bill as soon as parliamentary time allows. Its progress will depend on Parliament passing it and agreeing a date for commencement. There will be a lead-in time to allow for those captured by the Bill to prepare.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Martyn’s law is one part of our extensive efforts across Government, including by the police and security services, to combat the threat of terrorism. There remains an intensive programme of guidance, developed by security experts, counter-terrorism policing and other partners, to provide high-quality advice to stakeholders and others with responsibility for public places. I look forward to moving forward with the solution and to presenting the Bill on Martyn’s law.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We have published a new policy framework allowing for greater scrutiny of the contact between terrorist prisoners and the public. Our new approved contacts scheme, to be implemented this year, will allow greater checks on the visitors and phone contacts of those convicted of terrorism and terrorism-connected offences, regardless of the category of prison in which they are held.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "A large amount of work has been done since 2017 to support and improve the consistency of local authority Prevent delivery, and to manage the risk posed by subjects of interest. This includes additional funding and support for the highest-priority areas, the publication of the Prevent duty toolkit and the development of the multi-agency centre programme. We are working across Government to mitigate the risk posed by those about whom we have concerns.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, the right hon. Lady asked about support for families who are going through this unimaginable process, which is why I welcome the Deputy Prime Minister’s announcement last week on the Government’s commitment to legislating, as soon as possible, to establish an independent public advocate to support victims following a major incident. The IPA will help victims to navigate the systems and processes that may follow a major incident, such as the police investigation, the inquests and inquiries. I hope it does not have to be used, but in the event of a tragedy, we will have the resources, expertise and structures in place to support families in this unimaginable situation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I know the whole House will agree that we must now move forward with a solution to ensure our frameworks and processes are as robust as possible so that we never again see anything like this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}