{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-migration-and-economic-development/",
    "title": "Yvette Cooper – 2022 Speech on Migration and Economic Development",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 19 December 2022.",
    "content": [
        "The Government have failed to stop criminal gangs putting lives at risk and proliferating along our borders; they have failed to prosecute or convict the gang members; and they have failed to take basic asylum decisions, which are down by 40% in the last six years. Instead of sorting out those problems, however, they have put forward an unworkable, unethical and extremely expensive Rwanda plan that risks making trafficking worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary describes today’s court judgment as a vindication, but I wonder whether she has read it, because it sets out evidence of serious problems in Home Office decision making. It also identifies the significant financial costs of the scheme and the very limited number of people who will be covered, and certainly identifies no evidence that it will act as a deterrent or address the serious problems that we face.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The court concluded that the Home Office’s decision making in each of the eight cases considered was so flawed and chaotic that those individual decisions have had to be quashed. There were cases of literally mixing up evidence and the names of individuals, so the Home Office was making decisions on the wrong people; there was confusion between teams in Glasgow and Croydon about who was deciding what and which information should be shared; and evidence of torture and trafficking was not considered. We also know that the Home Office attempted to send heavily pregnant women to Rwanda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "That is a damning indictment of the decision-making process in the Home Office, which we know is not working because no decision has been made on 98% of the small boat arrivals in the last 12 months. Ministers seem to have decided that they are so incapable of getting a grip on the asylum system and of taking asylum decisions effectively here in the UK that they want to pay a country halfway across the world to take those decisions for us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "On the lawfulness of the decision, the Court accepted that Rwanda does not have the processing capacity, including interpreters and legal support, needed to take asylum decisions, but it concluded that the agreement was still lawful because of two key points: the number of people Rwanda takes will be very limited; and lots more money will be provided by the UK Government. The Home Secretary did not tell us about any of those things. Will she now tell us, first, how many people she expects to send to Rwanda next year? Rwanda has said that it can accommodate 200 people. That is the people from 0.5% of this year’s channel crossings. The Home Office itself has said that there is no evidence that the scheme will act as a deterrent, and that the scheme is unenforceable and has a high risk of fraud.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Secondly, can the Home Secretary tell us the full cost? The Court said that significant additional funding would be provided. The Government have already written Rwanda two cheques this year: one for £120 million, and another this summer for £20 million. Millions more are promised—but how much more? How much will the scheme end up costing per person? It looks as though it will be more than £1 million per person.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Thirdly, the Court judgment says that there is no evidence that the UK Government sought to investigate either the terms of the Rwanda-Israel agreement or the way it had worked in practice. Why on earth not? That agreement was abandoned, and there is evidence that it increased trafficking and the activity of criminal gangs. Convictions for people smuggling have already dropped by 75% in two years; convictions for people trafficking are already pitifully low; and a former chief constable has warned that the Nationality and Borders Act 2022 will make that worse. Time and again, the Government have failed to tackle the criminal gangs driving the problem, and to make them pay the price. Instead of pursuing this unworkable, unethical, extortionately expensive and deeply damaging policy, the Government should use the money that they are investing in it to go after the gangs that are putting lives at risk. All that they are doing, time and again, is chasing headlines, which is a damaging distraction from the serious hard work that is needed to tackle the gangs and sort out the asylum system.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Home Secretary has said that the Conservatives are in the last chance saloon. Their policies put them there, and have let the country down. They are always ramping up the rhetoric, and never doing the serious, hard work, or using common sense. Britain deserves better than this. Britain is better than this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am very disappointed by the response from the shadow Home Secretary, and I am concerned that she is seeking to go against a legitimate, rigorous decision set out exhaustively by our independent judiciary, and is still suggesting that this is an illegitimate scheme. We see in the judgment that the scheme is lawful on several grounds. The judgment looked at the legislative authority for the scheme. It looked very closely at the claims that it breached articles 3 and 14 of the European convention on human rights, and article 31 of the refugee convention. It looked closely at whether it was fair, and at whether the right of access to justice was respected. It looked very closely at other public law grounds. On all those claims, the Home Office won. The Court concluded that it was and is lawful for the Government to make arrangements to relocate asylum seekers to Rwanda, and for asylum claims to be determined in Rwanda, rather than in the UK. The judgment is a comprehensive analysis of the reasons why.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady asks about the eight individual cases. We accept the Court’s judgment on those cases. We have already taken steps to strengthen the caseworking process, including revising the information and guidance given to individuals during their assessment for relocation, but we have been clear throughout that no one will be relocated if that is unsafe for them, and support is offered to individuals throughout the process to ensure that it is fair and robust.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The simple truth is that Labour Members have opposed every one of our efforts to deter illegal migration. They opposed the Nationality and Borders Act 2022, life sentences for people smugglers, and the removal of foreign national offenders, including drug dealers and rapists. All they offer is obstruction, criticism, the performative politics of opposition, and magical thinking. What do they actually offer? They say that we should return to the failed Dublin scheme—no matter that it was ineffective, and no matter that the EU does not want it. Labour Members want safe and legal routes as the answer, no matter that this Government have done more than any other in recent history, offering sanctuary to more than 450,000 people by safe and legal routes. No matter that Labour Members cannot define what routes they would stand up themselves, or that our capacity is not unlimited, and that there are more than 100 million people displaced globally. Would Labour give them all a safe and legal route to the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "We cannot indulge in fictions. A fundamental reason why Labour Members cannot articulate a plan is that they cannot be honest with the British public about what they really want. The shadow Home Secretary could not even decide whether she would repeal illegal entry, even though she voted against it. Labour’s solution would be to turn our crisis of illegal migration into a crisis of legal migration, with open borders by the back door. Unlimited safe and legal routes are simply open borders masquerading as humanitarianism. Last week the Prime Minister and I announced our plan to tackle small boats. Today the Court affirmed the legality of a central piece of that plan, and tomorrow Labour still will not have a plan.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}