{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-speech-on-the-personal-conduct-of-suella-braverman/",
    "title": "Yvette Cooper – 2022 Speech on the Personal Conduct of Suella Braverman",
    "post_date": "October 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 26 October 2022.",
    "content": [
        "My questions are about security breaches and the protection of our national security. They are questions to the Home Secretary, who was here just five minutes ago and who then left.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Yesterday the Prime Minister promised “integrity, professionalism and accountability”, yet the Government have discarded the ministerial code and reappointed someone who breached core professional standards and has now run away from basic accountability to this House. It is the same old Tory chaos, and it is letting the country down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I have questions for the Home Secretary that the Government need to answer. The Home Secretary accepted that she had sent an official document via her personal email to someone who was not authorised to see it. Is that the only time she has done that? Has she shared other documents, or other sensitive information? The Home Secretary is responsible for national security, so has the Home Office, the Cabinet Office or the Security Service now undertaken an investigation of her security breaches to establish how many others there have been? If not, may I urge the Minister to ensure that that happens as a matter of urgency?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What security clearance has the Home Secretary been given? Does she still have access to the most sensitive documents and information, and did the Cabinet Secretary warn against her reappointment? She has been Attorney General, she has been a Minister on and off for four years, so she knows the rules about Government documents, yet she sent one to her own private email, to someone outside the Government, and also copied it by accident to someone else entirely. How is anyone supposed to believe that she is such a novice that she did not know exactly what she was doing, and if she really is that much of a novice, why on earth are the rest of us supposed to trust her with our national security? It has been reported that she sent this as an error of judgment because she was tired after going on an early-morning raid. Is the Home Office just supposed to block her phone and email if she has been up half the night because she might do stupid things while she is tired? There are suggestions that the Home Secretary while she was Attorney General was investigated for a leak of information relating to the Security Service; is that true?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Minister is a former policing Minister; does he think that if police officers breached their code of ethics and were sacked or forced to resign, they should then be reappointed to their jobs six days later because they said sorry, or is it just one rule for the Cabinet and another for everyone else? Everyone knows this was a grubby deal to get a coronation, to put party before country, but national security is too important for this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jeremy Quin**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Prime Minister has made it clear that this Government will act with professionalism, integrity and accountability; that is exactly what this Government will be doing. As the right hon. Lady will be aware, I cannot comment on what the Cabinet Secretary may or may not do; that is a matter for the Cabinet Secretary. On the speculation the right hon. Lady raised—I am not going to comment on speculation either; the right hon. Lady would not expect me to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "At the end of the day, it is very simple: the Home Secretary made a mistake, and has acknowledged that she made a mistake, but she offered her resignation and stood down. The Prime Minister has looked again, and has decided, as is his right, that she can return to Government. I believe in redemption; I hope the right hon. Lady can as well. The Home Secretary is busy today, doing the job of the Home Secretary: keeping our borders secure and helping the police do their job—and I am sure that the right hon. Lady welcomes, as I do, the fact that we now have over 15,000 additional police officers, delivering day in, day out for the country. That is what this Government can be relied upon to do.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}