{
    "url": "https://www.ukpol.co.uk/daisy-cooper-2022-speech-on-ofwat/",
    "title": "Daisy Cooper – 2022 Speech on Ofwat",
    "post_date": "June 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Daisy Cooper",
            "url": "/tag/daisy-cooper/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Daisy Cooper, the Liberal Democrat MP for St Albans, in the House of Commons on 9 June 2022.",
    "content": [
        "I congratulate and thank the right hon. Member for Ludlow (Philip Dunne) for all his campaigning on this issue. I am pleased to have supported a number of his initiatives in this place. That said, it is extraordinary that we are still having to debate this subject—that we are having to talk about measures to prevent and reduce the discharge of raw untreated sewage into our rivers, our lakes and our chalkstreams and on to our beaches. This is just so obviously wrong and it is extraordinary that we are still having to talk about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Let me start with a stark contrast. England’s water company bosses have awarded themselves almost £27 million in bonuses over the past two years, despite those companies pumping out raw sewage into waterways 1,000 times a day. That, too, is obviously wrong. Liberal Democrats have demanded a sewage bonus ban to ban future bonuses until sewage dumps stop. We want to stop water company executives being paid a penny in bonuses until waterways are protected from these outrageous sewage dumps, and those bosses should be made to hand back the millions of pounds that they have already received in bonuses until they clean up the mess.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "What is the scale of the problem that we are dealing with? In 2020, water companies discharged raw sewage into waterways 400,000 times, which amounts to more than 3 million hours of discharge. The longest discharges lasted for more than 8,000 hours. Just 14% of the UK’s waterways are in a good ecological condition and more than half of England’s rivers failed to pass the cleanliness tests. We have a duty to protect our natural environment, but water companies, Ofwat and, I am afraid, the Government have failed to hold water companies accountable for dumping sewage into waterways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "New analysis of Environment Agency data has revealed some shocking statistics. In the south-west, South West Water dumped sewage into local rivers for a staggering 19,095 hours last year. Across the region, it released sewage into rivers and on to beach fronts 43,484 times and for more than 350,000 hours. The data reveals that that includes raw sewage being discharged for more than 3,700 hours into the River Otter, more than 1,800 hours into the River Exe, and more than 1,400 hours into the River Axe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The situation is not much better in the east of England in Hertfordshire. My constituency of St Albans is home to the River Ver, which is a rare and precious chalk stream. It should run clear, but last year, the volunteers of the Ver Valley Society and the river wardens took photographs at the source of the river that showed sewage, sewage fungus and plastic tampon applicators—all at the source of our beautiful river.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Shocking data revealed by the Rivers Trust shows that the sewer storm overflow at Markyate waste water treatment works, operated by Thames Water, discharged untreated raw sewage into the River Ver as many as 139 times for a total of 2,642 hours during 2021. Another wastewater treatment works at Harpenden, just up the road from St Albans, also run by Thames Water, recorded 13 spills for a total of 120 hours into the River Lea.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Where on earth is Ofwat? I think it has now been called “Ofwhere” by some environmental charities. It is sitting on its hands and simply missing in action. It has fallen to an environmental group called Wild Justice to take it to court to try to encourage it to use the powers that it already has to regulate sewage discharge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I am disappointed that the Government have not taken on more of Opposition Members’ ideas. For example, during the passage of the Environment Act, Liberal Democrats supported an amendment to make it harder for sewage dumps to happen and to ensure that DEFRA produced a storm overflow discharge reduction plan. It is disappointing that the Government whipped against that amendment. During the passage of the Animal Welfare (Sentience) Act 2022, Liberal Democrats tabled an amendment to name and shame the water companies found to dump sewage in rivers, which leads to animals being killed. Again, it is disappointing that the Government actively whipped against that amendment. My hon. Friend the Member for Westmorland and Lonsdale (Tim Farron) has introduced a Sewage Discharges Bill to end the sewage scandal in rivers and protect animals, and I urge the Government to support it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As I said at the beginning, it is deeply disappointing that we even have to have this debate. Our lakes, beaches, chalk streams and rivers are utterly vital to our British ecosystems, and all of us must do everything to protect them. Despite discharges of untreated waste only being permitted in so-called exceptional circumstances—for example, after extreme rainfall—these releases from water treatment companies are becoming routine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Water companies must work to minimise sewage discharges into our rivers and lakes, so I call on the Minister to consider a number of things. I would like the Government to set meaningful targets and deadlines for water companies to end sewage discharge. I would like the Government to introduce a sewage tax on water company profits to fund the clean-up of our waterways. I would like the Government to reduce the number of licences given to water companies permitting them to discharge sewage into our rivers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Jesse Norman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Does the hon. Lady share my view that one of the things the Government should closely consider is the idea of a national rivers recovery fund so that fines that have been paid can be used to remedy all of the pollution that has created them? At the moment, small fines go back into redress for pollution, but large ones go to the Treasury. My former colleagues will not thank me for it, but there is a case for a wider national recovery fund for rivers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Daisy Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Member for his intervention, and I think that is an exceptionally good idea. I am certainly open to any idea that effectively makes these water companies cough up to clean up the mess they have made. I would happily have a conversation with him to see how we can advance such a suggestion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "In addition, I would like the Government to add members of local environmental groups to water company boards. Some of our river volunteers, certainly in St Albans, are themselves experts—they know these rivers inside out—and they should have a voice and a role on water company boards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I would like to see Ofwat using its existing powers to tackle the discharge of raw sewage, but I also want Ofwat’s powers to be strengthened, and I will give two or three quick examples. I do think that the Government could give Ofwat the power to force water companies to make repairs and investments to reduce sewage discharge. Ofwat could have the power to ban companies from giving bonuses to their executives until this mess has been cleaned up, and Ofwat should have the power to force companies to publish the number of sewage discharges more regularly than just once a year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Philip Dunne**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The hon. Member may not be as familiar with the Environment Act as I am, but it is made very clear in the Act that the monitoring devices that water companies are going to be obliged to install will make information on water quality available within 15 minutes or in near real time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Daisy Cooper**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "I thank the right hon. Member for that intervention. I was not aware of that, and I am grateful to him for informing me. On the River Ver in St Albans, a number of our river wardens have taken part in a citizen science project in which they are regularly involved in testing the quality of the water, so I am sure many of them would be keen to take part and observe that particular set of data.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Finally, I am pleased that we have had this debate today, but I am shocked that we are still having to have it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}