{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2022-comments-on-the-afghanistan-citizens-resettlement-scheme/",
    "title": "Yvette Cooper – 2022 Comments on the Afghanistan Citizens Resettlement Scheme",
    "post_date": "January 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Yvette Cooper, the Shadow Home Secretary, on 7 January 2022.",
    "content": [
        "It is welcome that the ACRS is finally open, five months after it was promised. However it’s deeply concerning that it seems it still won’t be offering any new places for those fleeing persecution in Afghanistan for many more months.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Those who worked with the UK, including contractors on security and aid projects, won’t be included until at least next year, despite the risk to their lives as a result of the work they did. There is still no working route for the family members of British citizens trapped in Afghanistan, even after Labour called for a way for them to apply to the Resettlement Scheme. At the same time, the humanitarian crisis in Afghanistan is escalating and there is no co-ordinated international plan to address it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Delays getting these programmes in place will mean more lives are at risk and more desperate people vulnerable to exploitation by criminal traffickers as they try to make dangerous journeys by themselves. Already there are reports of more Afghans arriving in Calais and an Afghan soldier and his family travelling to the UK on a dangerous boat. Those who have helped our armed forces in Afghanistan and whose lives are now at risk shouldn’t be ending up on flimsy dinghies in a cold English Channel. We need faster action on the Government’s resettlement promises alongside a coordinated international plan to address the humanitarian crisis in Afghanistan to prevent things getting worse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}