{
    "url": "https://www.ukpol.co.uk/yvette-cooper-2023-speech-on-illegal-immigration/",
    "title": "Yvette Cooper – 2023 Speech on Illegal Immigration",
    "post_date": "March 30, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Yvette Cooper",
            "url": "/tag/yvette-cooper/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Yvette Cooper, the Shadow Home Secretary, in the House of Commons on 29 March 2023.",
    "content": [
        "Today’s statement is an admission of failure—perhaps that is why the Home Secretary has asked the Immigration Minister to make it instead. Four years ago, the Cabinet said that they would halve channel crossings; they have gone up twentyfold since then. A year ago, they said they would end hotel use; they have opened more than ever. They keep making new announcements, but it just keeps getting worse. People want to see strong border security, and properly managed asylum and refugee systems, so that the UK does its bit to help those fleeing persecution and conflict, alongside other countries, but we have got neither of those at the moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "There is no point in the Government blaming everyone else, because they are in charge. The asylum system is broken because they broke it; they have let criminal gangs rip along the channel; people smuggler convictions have halved in the past four years, even though more boats and more gangs have been crossing—and yet Tory MPs yesterday voted against Labour’s plan for cross-border police units to go after the gangs; and they have let asylum decision making collapse—we have had a big increase in staff, but 40% fewer cases being decided. So they have failed to take basic decisions and they are still not doing Labour’s plan to fast-track last year’s arrivals from Albania and other safe countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "As for today’s announcements, we need to end costly and inappropriate hotel use, but these plans do not do that. The Minister has had to admit that, contrary to all the briefing in the papers this morning, they will not end hotel use—instead, these sites are additional. Ministers should have been finding cheaper sites and properly managing costs years ago.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Today’s damning report from the Government’s own independent watchdog, which strangely the Minister did not mention today, says that there has been no cost control; that the Home Office contracts are highly inefficient; that there is no cross-Government transparency and oversight; and that officials did not have financial information on the contracts they were signing and did not compare costs. Most ludicrously of all, it says that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "“different parts of the Home Office operating different schemes…at times, found themselves competing for the same hotel contracts, driving prices up.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "This is totally chaotic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Basically, the Government have written a whole load of cheques in a panic. If they had put that money into clearing the backlog instead, we would not be in this mess now. They should have been working with councils to do that, but they did not. Yesterday, Tory MPs again voted against Labour’s plans for a legal requirement for councils to be consulted. Instead, the Minister has Conservative councils, backed by Conservative MPs, taking action against him. So can he confirm that the Foreign Secretary is backing legal action against the Home Secretary? Frankly, that is a first, even for this chaotic Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The Bill makes things worse. There are no returns agreements with France or Europe. The Prime Minister has just said that the Home Secretary was wrong: the Rwanda flights will not start this summer. The Government have nowhere to send people to and, instead of speeding up asylum decisions, they are just going to cancel them, which means more people in asylum accommodation and hotels and more flimflam headlines that just do not stack up. Today, it was barges and it turns out that there are not any. Desperate to distract everyone from the damage that they might want to do to the Dambusters heritage, they instead start talking about ferries and barges. Three years ago, they said the same thing. Last summer, the Prime Minister said that it would be cruise liners. The Home Office civil servant said that ferries would end up costing more than the hotels on which they are already spending so much money. So, instead, the Immigration Minister has been sent around the country with a copy of “Waterways Weekly”, trying to find barges, and he still has not found any.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Can the Minister tell us: are these sites going to be additional and not instead of hotel use? Will he still be using more hotels, or fewer for asylum seekers in six months’ time? On the 45,000 boat arrivals last year, can he confirm that more than 90% of decisions have not been taken because the backlog is still the Government’s failure?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Will the Minister apologise for the Government’s failure on cost control? They failed to support Labour’s plan to go after the gangs, to get a new agreement with France and to fast-track decisions and returns. They are flailing around in a panic, chasing headlines—barges, oil rigs, Rwanda flights, even wave machines—instead of doing the hard graft. They have lost control of our border security, lost control of the asylum system, lost control of their budget and lost control of themselves. Will he answer my questions and will he get a grip?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "**Robert Jenrick**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not abundantly clear that Labour does not have the faintest clue how to tackle this issue? It has absolutely no plan. What we have laid out today is three months of intense work, which is seeing the backlog coming down; productivity rising; more sustainable forms of accommodation; a harder approach to make it difficult to live and work in the UK illegally; illegal working raids and visits rising by 50%; and greater control over the channel—all improvements as a result of the 10-point plan that the Prime Minister and the Home Secretary set out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "The right hon. Lady looks back to a mythical time when Labour was last in office— when the Home Office, according to their own Home Secretary, was deemed to be not fit for purpose. Labour calls for more safe and legal routes, even though we are second only to Sweden in Europe for resettlement schemes. It calls for more money for law enforcement, even though we have doubled the funding of the National Crime Agency, and our people are out there upstream tackling organised immigration criminals every day of the week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product",
        "Is it not extraordinary that the Home Secretary—[Interruption]—the shadow Home Secretary cannot bring herself to condemn those illegal immigrants who are breaking into our country in flagrant breach of our laws? That is weak. The truth is that the Labour party is too weak to take the kind of tough decisions that we are taking today. In its weakness, it would make the United Kingdom a magnet: there would be open doors, an open cheque book and open season for abuse. The British public know that the Conservative party understands their legitimate concerns. We do not sneer at people for wanting basic border controls. We are taking the tough decisions. We will stop the boats. We will secure the borders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product"
    ]
}